{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "142 U.S. 417", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93226/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Simmons Creek Coal Co. v. Doran", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "84", 
    "id": 77606, 
    "resource_uri": "/api/rest/v2/citation/77606/"
  }, 
  "id": 93226, 
  "blocked": false, 
  "judges": "Fuller, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1892-01-04", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>142 U.S. 417 (1892)</b></center>\n<center><h1>SIMMONS CREEK COAL COMPANY<br>\nv.<br>\nDORAN.</h1></center>\n<center>No. 84.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 5, 6, 1891.</center>\n<center>Decided January 4, 1892.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*422</span> <i>Mr. A.W. Reynolds</i> for appellant.</p>\n<p><i>Mr. James H. Ferguson</i> for appellee.</p>\n<p><span class=\"star-pagination\">*425</span> MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Appellant assigns as errors that the court erred in establishing the alleged lost deed from Chrispianos Belcher to Robert D. Belcher, and in correcting the alleged mistake therein; in setting aside the deeds under which appellant claims as clouds on complainant's title; and in correcting the alleged mistake in the deed from Robert D. Belcher to William H. Witten, dated December 23, 1852.</p>\n<p>Complainant Doran deraigns title through the lost deed from Chrispianos Belcher to Robert D. Belcher; and deeds of Robert D. Belcher to W.H. Witten, December 23, 1852; of W.H. Witten, W. Scott Witten and Graham to Doran, November 5, 1881; of Doran to the Southwest Virginia Improvement Company, January 1, 1883; and of said company to Doran, December 13, 1883; and it also appears that Chrispianos Belcher gave a deed to Doran, dated April 2, 1885, of the 200 acres, describing the boundaries of the tract in accordance with Doran's contention.</p>\n<p>The defendant claims title through a deed of Chrispianos to George W. Belcher, dated October 18, 1884, and various mesne conveyances set forth in the decree and hereinafter referred to. Both parties claim, therefore, under Chrispianos Belcher.</p>\n<p>The description of the tract of land in the deed from Robert D. Belcher to William H. Witten is as follows: \"All that <span class=\"star-pagination\">*426</span> tract of land, containing by estimation two hundred acres, be the same more or less, lying in Mercer County, on Simmons Creek, waters of Bluestone, and [bounded] as follows, to wit: Beginning at two birches on Simmons Creek, corner to Chrispianos Belcher's land, thence up said creek with Miller's line, S. 55° W. 120 poles to six chestnuts, corner to Miller's survey, and with the same S. 35° E. 310 poles to a double and single poplar, corner to said Belcher, and with the same N. 40° E. 250 poles to the beginning.\"</p>\n<p>By the decree the boundary line from the two birches to the six chestnuts was made to read: \"Beginning at two birches on Simmons Creek, corner to Chrispianos Belcher's land, and running thence up and with said creek with William Miller's line to the mouth of the middle fork of said creek; thence up and with the left-hand fork of said creek to two spruce pines and a white oak, corner to said William Miller's survey of 100 acres; and thence with the line of said survey, to six chestnuts, also a corner thereof.\"</p>\n<p>Upon the hearing, the testimony of Robert D. Belcher, to whom, as alleged, Chrispianos conveyed, and who conveyed to W.H. Witten; of William Miller referred to in the deed of Robert D. to Witten; of W.S. Witten, son of W.H. Witten; of Henry Sadler and others; was introduced on behalf of complainant, together with divers deeds and maps. The deposition of Chrispianos Belcher, who was living in the State of Missouri, was not taken, nor was that of W.H. Witten, in respect of whom it was shown that his mind and memory had been declining for some years, and that his mental and physical condition was such as to render him unable to recall business transactions with certainty and accuracy.</p>\n<p>It appeared from the evidence that in 1842, Robert D. Belcher and his brother Obediah purchased of James Hector 4000 acres of land situated on the waters of the Bluestone in the county of Mercer, Virginia, now West Virginia; that they agreed upon a division line, Obediah taking about twenty-five hundred and Robert D. about fifteen hundred acres, and the land was surveyed and conveyed according to the agreed division; that the land was a part of a five hundred thousand-acre <span class=\"star-pagination\">*427</span> survey granted by the Commonwealth to Wilson Cary Nicholas, from whom Hector had purchased it; that Obediah sold fifteen hundred acres, part of his twenty-five hundred acres, to Chrispianos Belcher, and in the year 1844, Robert D. purchased of Chrispianos about eight hundred acres of this fifteen hundred acres, in consideration of one horse; that said eight hundred acres were bounded on the east by Simmons Creek, a tributary of the Bluestone, on the north by the lands of Obediah Belcher and others, on the west by the Wilson Cary Nicholas survey, and on the south by the fifteen hundred-acre tract conveyed to Robert D. by Hector.</p>\n<p>It further appeared that after Robert D. purchased the eight hundred acres, Chrispianos and he were informed that there was a controversy or dispute about the west line of the Nicholas survey, as not running as far west as Hector claimed; that one Lybrook, a surveyor of Giles County, had some time before run said line and so located it as to leave out about six hundred of the eight hundred acres, and about five hundred acres of Robert D.'s fifteen hundred-acre tract; and that when Chrispianos heard of this dispute he declined to make Robert D. a general warranty deed to that part of the eight hundred acres so brought into question, and not having his title bond for the land, Robert agreed to accept such deed for the portion not in dispute, and as to the balance, both were to await the final establishment of said line. That thereupon Chrispianos made and delivered to Robert a deed with covenants of general warranty for the undisputed part, which was supposed to contain two hundred acres, more or less, the metes and bounds of which were, Robert testified, as follows: \"Beginning at two birches on Simmons Creek, thence up said creek with the same and leaving said creek upon the course south 55 west 120 poles to six chestnuts mentioned, and thence with the said Lybrook line to a single and double poplar on the said division line between Obediah Belcher &amp; myself, and thence with same to the beginning.\"</p>\n<p>In 1852 Robert sold the two hundred acres, and also the land the title to which had been called in question, supposed to be about eleven hundred acres, to W.H. Witten, and as <span class=\"star-pagination\">*428</span> Chrispianos had not conveyed the six hundred acres (part of the eleven hundred) to Robert, he joined Robert in the conveyance of the eleven hundred to Witten.</p>\n<p>This deed from Robert and Chrispianos was put in evidence and bears date December 23, 1852, and thereby, in consideration of $35, the grantors conveyed eleven hundred acres, more or less, \"lying in Mercer County, Virginia, on the waters of Bluestone and Elkhorn, and bounded as follows, to wit, viz.: Beginning at the north of Laurel, a branch of Bluestone, thence north 27 W. in the line of the Wilson Cary Nicholas 500,000-acres survey, and with the same about E. 640 poles to two birches; thence continue on the said line 280 poles to a double birch on said line; thence leaving said line north 55 E. 294 poles to six chestnuts; thence south 35 east 940 poles to the beginning,\" making the triangular tract lying between the west line of the Nicholas survey and the Lybrook line, as delineated on the decree map.</p>\n<p>On the same day Robert made the deed to Witten, the description in which is in controversy, intending, as he says, to convey the two hundred acres which Chrispianos had conveyed to him; and Robert testified further that some time after this conveyance, he and Witten were looking over some old land papers at Obediah's house and came across the deed from Chrispianos to Robert for the said two hundred acres of land, and Robert then gave the deed, and money to have the same recorded, to Witten, and had not since seen it. It was stipulated that if Chrispianos conveyed the two hundred-acre tract to Robert the deed was never recorded, and that diligent search had been made and no such deed could be found.</p>\n<p>It also appeared that at the time of Robert's conveyance Miller owned or claimed to be the owner of a tract of six hundred acres lying east of and adjoining the two hundred acres; that the line of this Miller tract ran up Simmons Creek from the two birches called for in the deed of Robert to Witten; that Miller got this land from Obediah Belcher, and the west three hundred acres of it was subsequently purchased by Henry Sadler. Miller was a brother-in-law of Chrispianos and George W. Belcher, Obediah Belcher being his wife's <span class=\"star-pagination\">*429</span> father and Robert D. her uncle, and according to his testimony he not only purchased from Obediah this six hundred acres, which lay between Flipping Creek and the main Simmons Creek, and included what afterwards became the Henry Sadler land, but also owned one hundred acres, which he purchased from Obediah and Chrispianos, lying at the head of the west fork of Simmons Creek and north of the Witten land, which was afterwards conveyed by Chrispianos to George W.'s wife, Mary E., and by George W. and Mary E. to A.G. Belcher. The west line of this six hundred acres purchased by Miller from Obediah commenced at the two birches on the main Simmons Creek, and ran up to the latter's home place of four hundred acres on the middle fork of the creek, the north line being the marked line between the six hundred-acre tract and Obediah's home tract; and the south line of Miller's one hundred-acre survey ran from the six chestnuts to Payne's line or Payne's corner, on the left-hand fork of the creek.</p>\n<p>By the testimony of W. Scott Witten, it was shown that in 1852 his father, William H. Witten, was living on a tract of four hundred acres of land, the title to which was in the latter, and on which he had resided, as he claimed, for fifty years, and witness had resided there with him ever since he was born, in 1848; that the tract of eleven hundred acres conveyed by Robert D. Belcher and Chrispianos Belcher to William H. Witten, December 23, 1852, touched at its southern point the tract on which William H. Witten then lived; that the two hundred acres joined and were bounded in part by the eleven hundred acres; that William H. Witten took actual possession of the eleven hundred-acre tract by placing tenants on it, and paid taxes on that and on the two hundred acres, and used the latter as a range for his cattle; that in February, 1877, W. Scott purchased the two hundred acres at a judicial sale, which was confirmed, but he took no deed to the land, and he and his father thereafter claimed and exercised ownership over it together; that witness paid the taxes on the two hundred acres for the last fifteen years, during which it was owned by his father and himself; that he offered the land for sale to Powell and Sadler before he sold it to Doran, and sold it to <span class=\"star-pagination\">*430</span> the latter by the line from the two birches of Simmons Creek, up said creek to its forks, and thence up the west or left-hand fork to a white oak and pine on the southwest corner to a tract owned by his father and Payne, and thence either S. 50 or S. 55 west to the six chestnuts; that shortly after he purchased the two hundred acres he bought an adjoining tract and put a tenant on it, who ranged cattle for him on both places; that the two hundred acres were in the woods as late as March, 1886, when his deposition was taken, \"except what improvement has been put on by defendant and not enclosed;\" and that he never knew that Chrispianos Belcher or anybody else ever disputed the title of Witten to the two hundred acres as claimed by him up to the line of Simmons Creek, until the 25th of December, 1884.</p>\n<p>And Robert Belcher testified that from 1844 to 1852, when he conveyed the tract to Witten, he claimed that the east line ran from the two birches up Simmons Creek, with the meanders thereof, and that the north line left said creek with the course south 55 west 120 poles to the six chestnuts, the chestnuts being a noted corner as well as the two birches; and that he had never heard the line called in question until quite recently, when the railroad ran there and the land became valuable.</p>\n<p>The evidence is entirely sufficient to establish the existence and loss of the deed of the two hundred acres from Chrispianos to Robert D. Belcher, and the inference is a natural one that, because of this deed, the two hundred acres were not included in the conveyance by Chrispianos and Robert to Witten of the eleven hundred acres. The reason for Chrispianos joining in that deed was that the eleven hundred acres included six hundred of the eight hundred sold by him to Robert, and as Robert had sold not only the eleven hundred, but the two hundred acres to Witten, it seems reasonable to suppose that Witten would have required a conveyance from Chrispianos to Robert if none such then existed.</p>\n<p>The deeds to Witten of the eleven hundred and the two hundred acres bore the same date, December 23, 1852, and were both drawn up by Witten in the presence of Chrispianos; the one was acknowledged by Chrispianos and his wife and <span class=\"star-pagination\">*431</span> Robert and his wife, and the other by Robert and his wife, before the same justices, on the same day, May 7, 1853, and both were ordered to be recorded at the June term, 1853, of the county court. All this is irreconcilable with the view that the title to the two hundred acres was left outstanding in Chrispianos, and confirms complainant's contention to the contrary. In connection with the description in Robert's deed to Witten of the two hundred acres, the description in the deed of the eleven hundred acres must be considered. It will be remembered that the north line of the latter tract ran from the double birch in the line of the Nicholas survey, \"north 55 E. 294 poles to six chestnuts,\" and that line if projected east of the six chestnuts would strike the left-hand fork of Simmons Creek, at a corner of Miller's one hundred-acre survey. In the description of the two hundred-acre tract conveyed by Robert to Witten, the line beginning at the two birches on Simmons Creek ran up said creek with Miller's line. Miller's line ran up that creek to its forks, and thence up what is styled the middle fork to the line of Obediah Belcher's home place, and thence east to Flipping Creek, but the calls in the Witten deed are also for the line S. 55 W. and the six chestnuts; and these must be considered in determining how far Miller's line should be pursued. If it be followed to Obediah's line, and the six chestnuts are reached by a straight line west, this would disregard the S. 55 W., and embrace the land between the two forks, never claimed by Witten, or in his possession. This parcel contains, according to the proofs, thirty-six acres, and passed by Chrispianos' deed to George W., and was presumably the tract he intended to convey when he gave that deed. Inasmuch, however, as the course of the north line in the deed from Chrispianos and Robert to Witten of the eleven hundred acres, given simultaneously with the deed by Robert to Witten, is from the double birch in the west line of the Nicholas survey to the six chestnuts N. 55 E. 294 poles, and that is the same as the course reversed given in the deed from Belcher to Witten, if we reverse the calls in the latter deed, and run from the two birches to the double and single poplar, thence to the six chestnuts, and thence N. 55 E. 120 poles to Simmons Creek, and down <span class=\"star-pagination\">*432</span> said creek to the beginning, all ambiguity disappears and all the calls are satisfied.</p>\n<p>It is well settled that in running the line of a survey of public lands in one direction, if a difficulty is met with, and all the known calls of the survey are met by running them in the reverse direction, this may be properly done. <i>Ayers</i> v. <i>Watson,</i> 137 U.S. 584.</p>\n<p>We conclude, therefore, that the court was justified in passing up the left-hand fork to Miller's survey.</p>\n<p>The description of the tract in the deed of Chrispianos Belcher to George W. Belcher, October 18, 1884, is as follows: \"A certain tract or boundary of land, supposed to contain seventy-five acres, be the same more or less, lying and being in the county of Mercer, State of W. Va., on the waters of Simmons Creek, a branch of Bluestone River, and being a part of a survey purchased by Obediah Belcher of Jas. Hector in the year 1842 and a portion of the tract deeded by Obediah Belcher to Chrispianos Belcher and bounded as follows, to wit: Beginning at two birches on the west bank of Simmons Creek, corner to William H. Witten, thence with said Witten's line to six chestnuts, corner to A.G. Belcher, on a ridge; thence north 50 E. 112 poles to a white oak and two pines on a branch of Simmons Creek, corner to Witten and Graham-Payne tract; north 85 E. 134 poles with the Payne line to two pines and a white oak on another branch of Simmons Creek, corner to four hundred acres deeded by said Chrispianos Belcher to Obediah Belcher; thence down Simmons Creek with the meanders thereof to the beginning.\"</p>\n<p>As we have seen, Witten's line was the same as Miller's line, at least to the forks of the creek, but it is contended on appellant's behalf that the true line was a straight line from the two birches to the six chestnuts. The difficulty with this contention is, that it entirely ignores Simmons Creek, Miller's line, and the course S. 55 W., and the distance of 120 poles, called for in the deed to Witten. Nor is it consistent with the evidence and the reason of the thing to assume that Chrispianos, in selling the 800 acres to Robert, undertook to make such a line its eastern boundary, rather than Simmons Creek, a natural <span class=\"star-pagination\">*433</span> boundary in itself. The land was worth so little in 1844 that precision of that sort is hardly supposable, and there is nothing to indicate that Chrispianos, Robert or Witten ever entertained the idea that the tract stopped short of Simmons Creek. In fact, Robert and Witten, and those claiming under them, always claimed up to the creek, down to and after October, 1884. The Circuit Court was not compelled to adopt the straight line, and to have done so would have violated the rule, which prefers natural and ascertained objects, and disregarded the other calls.</p>\n<p>The argument is made in the answer of the coal company that because in the deed of Robert to Witten, the 200 acres is described as beginning at two birches on Simmons Creek, \"corner to Chrispianos Belcher's land,\" this recognized \"that Chrispianos Belcher owned at that time the land down to the two birches, and which is now the land of this respondent.\" But the proofs show that in 1848, Robert D. Belcher conveyed to Chrispianos 640 acres, parcel of the 1500 acres conveyed to him by Hector, and this 640 acres cornered on the two birches in question, and was subsequently, in 1856, conveyed by Chrispianos to Henry Walker. The two birches were at the southeast corner of the 200 acres and the northwest corner of the 640 acre tract, and this disposes of the inference suggested.</p>\n<p>It is also urged that the description in the deed of W.H. and W.S. Witten and Graham to Doran of November 5, 1881, treated the 200 acres as if it were part of the 1100 acres, and that Doran's title is thus shown not to be under the lost deed, and in fact not to extend to the 200 acres at all. We do not so understand that description. By that conveyance, a moiety of the Payne tract was conveyed as well as the 200 acres, and the description ran: \"All that certain tract, piece or parcel of land situate on the south side of the dividing ridge and on Simmons Creek, in Mercer County aforesaid, and containing two hundred acres, more or less, bounded on the north by the tract of land next hereinafter described, on the east by the lands of Henry Sadler and lands of the heirs of Henry Walker, on the south by lands of G.W. Perdue, and on the west by other lands of the said W.H. and W.S. Witten, the balance of a <span class=\"star-pagination\">*434</span> larger tract of eleven hundred acres, hereinafter more particularly described, being the eastern part of the said large tract of eleven hundred acres which Robert D. Belcher et ux. et al., by deed dated December 23, 1852, and recorded in Mercer County, in deed book No. 3, page 523, etc., granted and conveyed unto the said W.H. Witten in fee; and a portion of the lands of the said W.H. Witten having been seized, taken in execution, and sold under a certain proceeding instituted against him in the Circuit Court of Mercer County aforesaid at the suit of the Bank of Princeton, the said W.H. Witten purchased the same and is about to receive a deed therefor.\" And then follows the description of the Payne tract as bounded on the south by lands of Sadler and the tract of land above described. The land lying on the west belonged to the Wittens as stated, and might well enough be described as the eastern part of the eleven hundred acre tract, but it would be an inadmissible construction, to make the 200 part of the 1100 acres, particularly in view of the fact, as elsewhere shown, that the 200 acres had been sold by proceedings against W.H. Witten and are thus identified.</p>\n<p>Allusion is also made to the fact that the 200 acre tract as described in the deed to Witten turned out on actual survey to contain 357 acres, but the conveyance was of 200 acres, \"by estimation,\" and, moreover, the western boundary in that deed was the line from the six chestnuts S. 35 E. 310 poles to a double and single poplar, corner to Robert Belcher, instead of the Lybrook line, thus throwing into this conveyance the land between these two lines as shown upon the map. This was not material as between the parties, as, although Chrispianos had not up to December 23, 1852, conveyed the 600 acres to Robert, yet he did then, with Robert, convey them to Witten so that the latter by the two deeds got the whole 800 acres, though that part in the 1100 acre tract may have fallen short of 600, while the 200 acre tract ran over. If the 1100 acre tract contained, as testified, 778 or 825 acres, and the 200 acre tract 357 acres, that would be between 1100 and 1200 in all, instead of the 1300 more or less which the Wittens undertook to convey.</p>\n<p><span class=\"star-pagination\">*435</span> The differences in quantity resulting from taking the areas as estimated and supposed, rather than accurately platted and calculated, could hardly excite remark, while the growth of the 75 acres in the deed of Chrispianos to George W. into 176 acres might perhaps, as the record stands, invite some explanation.</p>\n<p>We regard the evidence as clear and convincing in establishing the lost deed, and the facts which sustain the action of the District Court in correcting the line.</p>\n<p>The jurisdiction of equity to reform written instruments, where there is a mutual mistake, or mistake on one side and fraud or inequitable conduct on the other, is undoubted; but to justify such reformation the evidence must be sufficiently cogent to thoroughly satisfy the mind of the court. <i>Fishack</i> v. <i>Ball,</i> 34 West Va. 644; <i>Shenandoah Valley Railroad</i> v. <i>Dunlop,</i> 86 Virginia, 346.</p>\n<p>The general doctrine is not denied, but it is contended that the effect of the correction of the deeds (if the lost conveyance contained an identical description) is to enlarge them so as to include more land than they originally embraced, and that this renders the action of the court obnoxious to the statute of frauds.</p>\n<p><i>Glass</i> v. <i>Hulbert,</i> 102 Mass. 24, is cited to the proposition that although the principle maintained by Chancellor Kent in <i>Gillespie</i> v. <i>Moon,</i> 2 Johns. Ch. 585, that relief in equity against the operation of a written instrument, on the ground that by fraud or mistake it did not express the true contract of the parties, might be afforded to a plaintiff seeking a modification of the contract as well as to a defendant resisting its enforcement, is well settled, it cannot be extended to enlarge the subject matter of a contract or to add a new term to a writing, by parol.</p>\n<p>We need not enter upon a discussion in this regard here, as the deeds themselves furnished the means of making the correction, and the statute of frauds was not pleaded.</p>\n<p>The coal company insists, however, that it occupies the position of a <i>bona fide</i> purchaser for value without notice, and as such is entitled to the protection of the court. No evidence whatever was adduced on behalf of the defendants, and although <span class=\"star-pagination\">*436</span> George W. Belcher, N.L. Reynolds and P.H. Rorer answered under oath, they were not required to do so, and their answers were not evidence in their favor, under the amendment to the 41st rule in equity.</p>\n<p>Reference to the appendix to the acts of the legislature of West Virginia of 1885, (pp. 446, 447,) shows the certificate of incorporation of the company, from which it appears that the agreement required under the statute in order to form a corporation was delivered to the secretary of state of West Virginia on the 16th of January, 1885, on which day the company, as the secretary certifies, became a corporation. The subscribers to the agreement were P.H. Rorer, I.A. Welch, N.L. Reynolds, A.W. Reynolds and George W. Belcher; and the agreement states that these five corporators had subscribed the sum of $250, being one $50 share each, and had paid on the subscriptions the sum of $25. It is through these corporators that the company claims title and the record discloses that Welch was its president. Associated together to carry forward a common enterprise, the knowledge or actual notice of all these corporators and the president was the knowledge or notice of the company, and if constructive notice bound them it bound the company.</p>\n<p>The conveyances were as follows: December 4, 1884, George W. Belcher conveyed to Newton L. Reynolds the undivided five-eighths of the tract of land claimed by the company, and on the 23d of February, 1885, George W. Belcher conveyed to Rorer the undivided three-eighths of the tract. January 13, 1885, N.L. Reynolds conveyed two-eighths of his five-eighths to I.A. Welch, and on February 28, 1885, he conveyed the remaining three-eighths to the company. January 13, 1885, Welch conveyed to A.W. Reynolds an undivided one-eighteenth of the tract, and the remaining portion of the two-eighths conveyed by N.L. Reynolds to Welch, the latter conveyed to the company on February 28, while, on the same day, A.W. Reynolds conveyed the one-eighteenth aforesaid and Rorer and wife the three-eighths.</p>\n<p>The deeds of N.L. Reynolds to Welch; Welch to A.W. Reynolds; Rorer, N.L., and A.W. Reynolds and Welch to <span class=\"star-pagination\">*437</span> the company; all name the nominal consideration of one dollar. The deed of George W. Belcher to N.L. Reynolds purports to have been executed in consideration of $66.10, and of George W. Belcher to Rorer in consideration of $6393.75, $500 in cash and $5893.75 in deferred payments.</p>\n<p>The deed from Chrispianos to George W. recites a consideration of $75 \"and other valuable considerations.\" This was a general warranty deed, and so was that to Rorer. The others were special warranties only.</p>\n<p>None of the original deeds in appellant's chain appear to have been produced on the hearing, though certified copies were attached to the pleadings, but no independent evidence was adduced of the payment by any of the defendants of any money whatever. As against complainant the recitals in these deeds cannot be relied on as proof of the payment of the purchase money. <i>Boone</i> v. <i>Chiles,</i> 10 Pet. 177; <i>Flagg</i> v. <i>Mann,</i> 2 Sumner, 486; <i>Kyles</i> v. <i>Tait,</i> 6 Gratt. 44; <i>Warren</i> v. <i>Syme,</i> 7 West Va. 474; <i>Brown</i> v. <i>Welch,</i> 18 Illinois, 343; <i>Lloyd</i> v. <i>Lynch,</i> 28 Penn. St. 419.</p>\n<p>Apart from this we hold appellant chargeable with notice. The rule is thus stated by the Virginia Court of Appeals, in <i>Burwell's Adm'rs</i> v. <i>Fauber,</i> 21 Gratt. 446, 463: \"Purchasers are bound to use a due degree of caution in making their purchases, or they will not be entitled to protection. <i>Caveat emptor</i> is one of the best settled maxims of the law, and applies exclusively to a purchaser. He must take care, and make due inquiries, or he may not be a <i>bona fide</i> purchaser. He is bound not only by <i>actual,</i> but also by <i>constructive</i> notice, which is the same in its effect as actual notice. He must look to the title papers under which he buys, and is charged with notice of all the facts appearing upon their face, or to the knowledge of which anything there appearing will conduct him. He has no right to shut his eyes or his ears to the inlet of information, and then say he is a <i>bona fide</i> purchaser without notice.\" <i>Jones</i> v. <i>Smith,</i> 1 Hare, 43, 55; <i>Le Neve</i> v. <i>Le Neve,</i> 3 Atk. 646; <i>S.C.</i> 1 Ves. Sen. 64; <i>S.C.</i> 2 Leading Cas. Eq. 109, 4th Am. ed.; and <i>Brush</i> v. <i>Ware,</i> 15 Pet. 93, 114, are cited.</p>\n<p><span class=\"star-pagination\">*438</span> In <i>Mundy</i> v. <i>Vawter,</i> 3 Gratt. 518, relied on by appellant, the registry of a deed of \"all the estate both real and personal, to which the said James was in any manner entitled in law or in equity,\" was held not to be notice in point of law to a subsequent purchaser of the existence of the deed, nor would notice in point of fact of such existence and contents affect such purchaser, unless he had further notice that the land purchased by him was embraced by the provision of the deed; \"and the proof of such notice, whether direct or positive, or circumstantial and presumptive, must be such as to affect the conscience of the purchaser, and is not sufficient if it merely puts him upon inquiry, but must be so strong and clear as to fix on him the imputation of <i>mala fides.\"</i> But the latter branch of this ruling was disapproved of in <i>Warren</i> v. <i>Syme,</i> 7 West Va. 474; and in <i>Fidelity Company</i> v. <i>Railroad Company,</i> 32 West Va. 244, 259, it is said that \"whatever is sufficient to put a person on inquiry is considered as conveying notice; for the law imputes a personal knowledge of a fact, of which the exercise of common prudence might have apprised him. When a subsequent purchaser has actual notice that the property in question is incumbered or affected, he is charged constructively with notice of all the facts and instruments, to the knowledge of which he would have been led by an inquiry into the incumbrance or other circumstance affecting the property of which he had notice.\"</p>\n<p>Lord Hardwicke observed in <i>Le Neve</i> v. <i>Le Neve</i><i>,</i> Amb. 436; 3 Atk. 646; 1 Ves. Sen. 140: \"That the taking of a legal estate, after notice of a prior right, makes a person a <i>mala fide</i> purchaser;\" and the notes to that case in 2 Leading Cases in Eq. 109, discuss at length the doctrine of knowledge, actual notice, express or implied, and constructive notice, with abundant citation of authority. The conclusion of the American editor is that actual notice embraces all degrees and grades of evidence, from the most direct and positive proof, to the slightest circumstances from which a jury would be warranted in inferring notice, while constructive notice is a legal inference from established facts, and, like other legal presumptions, does not admit of dispute.</p>\n<p><span class=\"star-pagination\">*439</span> Mr. Justice Story in his work on Equity Jurisprudence, § 399, adopts the language of Chief Baron Eyre, in <i>Plumb</i> v. <i>Fluitt,</i> 2 Anstr. 432, 438, that constructive notice is in its nature no more than evidence of notice, the presumption of which is so violent, that the court will not allow even of its being controverted.</p>\n<p>In later editions of that work, Judge Redfield, (11th ed. § 410 <i>a,</i>) says that the term constructive notice \"is applied, indiscriminately, to such notice as is not susceptible of being explained or rebutted, and to that which may be. It seems more appropriate to the former kind of notices. It will then include notice by the registry, and notice by <i>lis pendens.</i> But such notice as depends upon possession, upon knowledge of an agent, upon facts to put one upon inquiry, and some other similar matters, although often called constructive notice, is rather implied notice, or presumptive notice, subject to be rebutted or explained. Constructive notice is thus a conclusive presumption or a presumption of law, while implied notice is a mere presumption of fact.\"</p>\n<p>Vice-Chancellor Wigram in <i>Jones</i> v. <i>Smith, supra</i><i>,</i> laid it down that cases in which constructive notice had been established, resolved themselves into two classes; first, those in which the party charged had actual notice that the property in dispute was in some way affected, and the court has thereupon bound him with constructive notice of facts to a knowledge of which he would have been led by an inquiry into the matters affecting the property, of which he had actual notice; and, secondly, those where the court has been satisfied that the party charged had designedly abstained from inquiry for the purpose of avoiding notice. If there is not actual notice that the property is in some way affected so that the case does not fall within the first class, and no fraudulent turning away from a knowledge of facts which the <i>res gestæ</i> would suggest to a prudent mind or gross and culpable negligence, so as to bring it within the second, then the doctrine of constructive notice would not apply.</p>\n<p>Each case must be governed by its own peculiar circumstances, and in that in hand we think appellant either had <span class=\"star-pagination\">*440</span> actual knowledge, or actual notice of such facts and circumstances, as by the exercise of due diligence would have led it to knowledge of complainant's rights, and that if this were not so, then its ignorance was the result of such gross and culpable negligence that it would be equally bound.</p>\n<p>The deed of George W. Belcher to N.L. Reynolds conveyed the undivided five-eighths of seventy-five acres by a description reading as follows: \"Beginning at two birches on the bank of Simmons Creek in a line of a survey of twenty-five hundred acres conveyed by James Hector to Obediah Belcher, and a corner to the William H. Witten land, and with a line of the said Witten land N. 50° 40' W. 85.40 chains up Simmons Creek, topping a ridge at 23 chains and crossing hollows and points of said ridge, to six dead chestnuts on said ridge, a corner to A.G. Belcher's land.\" The deed of George W. Belcher to P.H. Rorer purported to convey \"three-eighths (3/8), undivided, of a certain tract or parcel of land lying on Simmons Creek, a branch of Bluestone River, in the county of Mercer, and State of West Virginia, it being the same tract, five-eighths (5/8), undivided, of which has heretofore been conveyed by the said parties of the first part to N.L. Reynolds, and containing, by recent survey, by horizontal measurement, one hundred and seventy and 5/10 acres, and bounded as follows: Beginning at two birches on the bank of Simmons Creek, N. 50° 26' W. 80.33 chains up Simmons Creek, crossing ridges and spurs, to six dead chestnuts on ridge, corner to A.G. Belcher.\" The other conveyances refer to these descriptions.</p>\n<p>When Obediah and Robert D. Belcher bought the four thousand acres of James Hector, they agreed to a division whereby Robert D. Belcher took fifteen hundred and Obediah twenty-five hundred acres. The deed of Hector to Robert D. Belcher for the fifteen hundred acres is in the record. The north line of this tract ran from the Wilson Cary Nicholas line N. 60 E. to the mouth, of the Spruce Pine Branch on Flipping Creek, and Obediah Belcher's twenty-five hundred acres lay immediately north of that line and extended across from the Nicholas line to Flipping Creek. The two birches spoken of in George W. Belcher's deed to Reynolds as being <span class=\"star-pagination\">*441</span> in a line of a survey of twenty-five hundred acres conveyed by Hector to Belcher were not corner trees in that line, but were corner trees to the Witten tract of two hundred acres. As the description in the deed to Reynolds puts the two birches as a corner to the William H. Witten land, it is plain that resort must have been actually had to R.D. Belcher's deed to Witten of the two hundred acres, and that deed described Witten's line as running from the two birches up Simmons Creek \"with Miller's line.\" That deed could not be read without discovering that something had been omitted therefrom. And this is the more apparent, since it is shown by the evidence that the distance by a straight line from the two birches to the six chestnuts was 328 poles, while it is also clear that a line running S. 55 W. from the two birches would not reach the six chestnuts, but would run away from them, so that both by distance and by course it was evident that an error had been committed, and what that error was seems to us to be obvious to any candid mind. Having actual notice to this extent, appellant was put upon inquiry, and inquiry would have conducted at once to the unrecorded deed.</p>\n<p>So far as the defendant George W. Belcher is concerned, the evidence is quite convincing of knowledge on his part. Belcher had resided near the land apparently all his life. In October, 1882, when the Barcroft tract of land, which we understand to be the same as Obediah Belcher's home place, was surveyed for the Southwest Virginia Improvement Company, one Crockett was assisting in the survey and George W. Belcher and others were present; and Crockett testified, without objection, that at that time, when they got down to the corner on the creek, he asked Belcher whose land that was adjoining, and he said Mr. Witten's; and the witness further said that since George W. Belcher set up a claim to the land in controversy, Belcher told him \"that he never knew he had any land there until Mr. Welch and Mr. Reynolds found it out, as I remember he said, by running the lines and plotting.\" He also stated upon cross-examination: \"He told me, I think, that Capt. Welch got him to write what he would take for his claim in there, <i>i.e.,</i> to Chrispianos Belcher, his brother.\"</p>\n<p><span class=\"star-pagination\">*442</span> Henry Sadler testified that in 1866, when a part of his purchase from Obediah Belcher was surveyed, George W. Belcher was along and marked the lines, and \"there was something said that if we got too far from the creek we would get on Witten's land.\" The witness added that Simmons Creek was recognized by himself as the line between his land and that of William H. Witten.</p>\n<p>W.S. Witten testified that on December 25, 1884, he met George W. Belcher, and \"asked him what land it was he had sold (as Mr. Burkholder told me there was trouble about the matter). He told me it was the land I sold Joseph I. Doran. I told Mr. Belcher he ought to be careful about trading on that land, and he remarked to me that when I sold it, that I did not get much for it, and that if I would not kick in the thing that they would make me whole.\" George W. Belcher was present during the taking of these depositions, but he was not called as a witness.</p>\n<p>Again, actual and unequivocal possession is notice, because it is incumbent on one who is about to purchase real estate to ascertain by whom and in what right it is held or occupied; and the neglect of this duty is one of the defaults which, unexplained, is equivalent to notice. 2 Lead. Cas. Eq. 180; <i>Landes</i> v. <i>Brant,</i> 10 How. 348; <i>McLean</i> v. <i>Clapp,</i> 141 U.S. 429, 436; <i>French</i> v. <i>Loyal Company,</i> 5 Leigh, 627, 641; <i>Western Mining Company</i> v. <i>Peytona Coal Company,</i> 8 West Va. 406, 441; <i>Core</i> v. <i>Faupel,</i> 24 West Va. 238; <i>Morrison</i> v. <i>Kelley,</i> 22 Illinois, 610. \"Possession,\" said Walker, J., in the case last cited, \"may be actual or constructive; actual, when there is an occupancy, such as the property is capable of, according to its adaptation to use; constructive, as when a person has the paramount title, which, in contemplation of law, draws to and connects it with the possession. But to be adverse it must be a <i>pedis possessio,</i> or an actual possession.\" In <i>Ewing</i> v. <i>Burnett,</i> 11 Pet. 41, 53, it was held that neither actual occupancy nor cultivation nor residence was necessary to constitute actual possession; that where the property is so situated as not to admit of any permanent useful improvements, and the continued claim of the party has been evidenced by public <span class=\"star-pagination\">*443</span> acts of ownership, such as he would exercise over property which he claimed in his own right, and would not exercise over property he did not claim, such possession will create a bar under the statute of limitations; that what acts may or may not constitute a possession are necessarily varied, and depend to some extent upon the nature, locality and use to which the property may be applied, the situation of the parties, and a variety of circumstances which have necessarily to be taken into consideration in determining the question. And so possession of an improved portion of a tract of land, under a conveyance in fee of the whole, is construed to be co-extensive with the grant. And where a party purchases land adjoining a tract of which he is already in the occupancy, he will be considered as at once, in point of law, in the possession of the newly-acquired tract, when the latter is vacant, or at least not held under an adverse possession.</p>\n<p>Now, W.H. Witten resided on 400 acres of land, which adjoined the 1100 acre tract, while the 200 acres bounded on the 1100 acres, and neither of the latter tracts was in adverse possession when purchased by Witten, and the evidence of W. Scott Witten shows that W.H. Witten used the 200 acre tract as a range for his cattle and paid the taxes on it, and that after W. Scott Witten purchased it at the judicial sale, he also used it in the same way. In other words, such possession as the land was susceptible of was taken and maintained, and in addition to that it connected with the home tract on which W.H. Witten had lived for fifty years. The possession, such as it was, was notorious, and contributes its weight to the other proofs of notice.</p>\n<p>We repeat, that we regard it as satisfactorily established that the defendants had such notice as put them on inquiry and charged them with knowledge of the facts, and under the circumstances their silence is most significant.</p>\n<p>Certain proceedings resulting in an alleged deed of the land in controversy from the commissioner of school lands for Mercer County to George W. Belcher, under date of December 3, 1884, are attacked by the bill as fraudulent and void, and part of a scheme to deprive complainant of his property.</p>\n<p><span class=\"star-pagination\">*444</span> These proceedings are attached to the bill, and show the filing of a petition by George W. Belcher against the school land commissioner in the Circuit Court of Mercer County, and its reference to a master in chancery, November 21, 1884, the report of the master on November 27, and a decree on November 29. The only party defendant was the commissioner, who appeared and waived process.</p>\n<p>The decree describes the land in accordance with the description in the deed from Chrispianos to George W., and directs the school commissioner to convey the same to Belcher, which was done accordingly. The petition stated that George W. Belcher was the owner of a tract of land lying on Simmons Creek in the county of Mercer, adjoining the lands of Witten, Sadler and others, and containing about seventy-five acres, and that said tract was conveyed to him by Chrispianos Belcher by deed bearing date October 18, 1884; and that \"a short time prior to the formation of the State of West Virginia, his vendor, Chrispianos Belcher, removed from the State of Virginia and county of Mercer to the State of Missouri, and that by mistake and accident the said land was omitted from the land books, and he is advised that said land is forfeited and the title thereto vested in the State of West Virginia for non-entry thereof on the land books of Mercer County.\" The petitioner further averred, \"that at the time the title vested in the State, his said vendor, Chrispianos Belcher, had good, valid title thereto, superior to any other claimant thereof, and that your petitioner now has good, valid title thereto, superior to any other claimant thereof, and he is advised and now avers that he is entitled to redeem the same by paying all taxes and interest due on said land by reason of the forfeiture thereof from the year 1863 to the present time and all costs.\"</p>\n<p>The decree recites the conveyance of Chrispianos to George W. Belcher, and that at the time of the forfeiture Chrispianos had a good and valid fee-simple title thereto, superior to that of any other claimant, and that George W. Belcher having appeared in open court and offered to pay the sum of $30.71, being the amount of all taxes, interest, damages and costs due <span class=\"star-pagination\">*445</span> against said tract of land by reason of the forfeiture, (the taxes in question covering the years from 1863 to 1884 inclusive,) is entitled to be treated in the nature of a purchaser thereof, it appearing to the court that the said George W. Belcher would be entitled to the surplus of purchase money over and above the said sum of $30.71, had said tract of land been subjected to sale as school lands, etc.</p>\n<p>We cannot resist the impression that, taking all the facts and circumstances of the case together, these proceedings in the Circuit Court of Mercer County were, as charged by complainant, a mere device to bolster up the alleged claim of George W. Belcher, under the deed from Chrispianos, to property belonging to the complainant. So far from strengthening appellant's position, the inferences to be drawn from the transaction are inconsistent with good faith in dealing with the land. The proofs in this record show the charge of a 200 acre tract of land on Simmons Creek Fork, or Upper Simmons Fork, or Simmons Fork, on the land books of Mercer County, in the name of William H. Witten, for the years 1854, '56, '57, '58, '60, '61, '62, '63, '65, '66, '67, '68, '69, '70, '71, '72, '73, '74, '75, '76, '77, '78, '79, '80, and its transfer for 1882-'83 to Joseph I. Doran, and for 1884-'85 to the Southwest Virginia Improvement Company. The location is stated to be for the last four years on the \"dividing ridge and Simmons Creek.\" It also appears that the land books for the years 1855 and 1859 were destroyed, and for 1864 that the land book was \"gone,\" and that the land does not appear on the book for 1881. The same books also show Chrispianos Belcher charged in 1854 and 1856 with 650 acres and 200 acres, located on \"Bluestone and Flipping ridge and Crane Creek;\" that in 1855 the books were destroyed; and that for the year 1857, 10 acres, part of the 650 acres, on Bluestone, were charged to Chrispianos, and for many years thereafter, exclusive of the two years when the minute is that the books were destroyed. As has heretofore been stated, Chrispianos had a tract of 640 acres south of the dividing line between Obediah's 2500 and Robert D.'s 1500 acres derived from Hector, and part of the 1500 acres, which had been conveyed to him by Robert in <span class=\"star-pagination\">*446</span> 1848, and which Chrispianos conveyed to Henry Walker in 1856. And both as to that and the 200 acres mentioned, their location was on Flipping Creek and Crane Creek, waters of Bluestone, and they have no connection whatever with the 200 acres in controversy. The latter 200 acres appear in the tax receipts, of W.H. Witten for 1854, '55, '59, '66, '67, '69, '70, '71, '72, '74, '75, '76, '77, '78, '79, '80, and evidence is given explanatory of the loss of the tax receipts for the missing years, the payment of the taxes for all the years being otherwise proven. The land in controversy here was evidently not forfeited to the State in 1863, for the reason given in the petition or any other.</p>\n<p>Under the constitution of West Virginia, Art. 13, (Code, 1884, p. 36,) it is provided that all lands in the State, waste and unappropriated, or heretofore or hereafter for any cause forfeited, or treated as forfeited, or escheated to the State of Virginia or this State, or purchased by either and become irredeemable, not redeemed, released, transferred or otherwise disposed of, the title whereto shall remain in this State until such sale as is hereinafter mentioned be made, shall by proceedings in the Circuit Court of the county in which the lands, or a part thereof, are situated, be sold to the highest bidder; and that the former owner of any such land shall be entitled to receive the excess of the sum for which the land may be sold over the taxes charged and chargeable thereon, or which, if the land had not been forfeited, would have been charged or chargeable thereon, since the formation of this State, with interest at the rate of twelve per cent per annum, and the costs of the proceedings, if his claim be filed in the Circuit Court that decrees the sale, within two years thereafter. No such sale had ever taken place in this instance.</p>\n<p>By chapter 105 of the code of West Virginia, (Warth's ed. of 1884, p. 639,) provision was made for the certifying to the clerk of the Circuit Court by the auditor of a list of all waste and unappropriated lands theretofore vested in the State of West Virginia by forfeiture or purchase at the sheriff's or collector's sale for delinquent taxes, and not released, etc., and of lands theretofore or thereafter purchased at a <span class=\"star-pagination\">*447</span> sale for taxes and not redeemed; and all lands forfeited to the State for failure to have the same entered upon the land books, etc., in order that they might be sold for the benefit of the school fund; and it was made the duty of the surveyor of each county to report to the Circuit Court all waste and unappropriated lands in his county subject to sale under the provisions of the chapter. Further, the appointment and qualification of a commissioner of school lands by the Circuit Court of each county was provided for, whose duty it should be once in each year to ascertain from the reports and such other information as he might be able to obtain, what lands were liable to sale under the provisions of the chapter, as to which no proceedings had been commenced for the sale thereof, and to file his petition praying that the same might be sold, and stating the claimant or claimants, and their residence, if known, against whom process should be issued that they might show cause why the lands should not be sold. Publication of notice to unknown parties was also required. And it was further provided that the former owner of any such land should be entitled to recover the excess of the sum for which the lands might be sold over what was due to the State, if he filed his claim within two years thereafter, and, further, that any owner might within the time aforesaid file his petition in the Circuit Court, stating his title to the land, etc., whereupon said court should order the excess mentioned to be paid to him, and at any time during the pendency of the proceedings in the sale of such land, such former owner, or any creditor of such former owner, might file his petition in the Circuit Court and ask to be allowed to redeem such part or parts of any tract of land so forfeited, or the whole thereof, as he might desire. The privilege of redemption given by the statute was a privilege personal to the former owner or his creditors having liens on the land, and the way, time, mode and manner in which the privilege should be exercised was prescribed by the statute.</p>\n<p>At the time George W. Belcher filed his petition to redeem the land from the alleged forfeiture, there were no proceedings pending in the Mercer County Circuit Court for its sale for <span class=\"star-pagination\">*448</span> the benefit of the school fund. The petitioner did not pretend that he was the former owner, or a creditor of the former owner, but said that the land was forfeited, and the title vested in the State of West Virginia for the failure of Chrispianos to have it entered on the land books of Mercer County, a short time prior to the admission of the State; and the report upon the reference is to the effect that the tract was forfeited about 1863 by reason of such omission, and that at the time of the forfeiture the legal title was in Chrispianos. But the legal title to the land in dispute was not in Chrispianos from before 1852, and the land was entered on the land books in 1863 and prior years, and taxes paid thereon. Moreover, the proceeding was an independent proceeding to which the owners were not made parties and by which they were not bound. As to the suggestion of forfeiture prior to 1848, no question thereon was raised on the petition or in this case.</p>\n<p>We are of opinion that the Circuit Court was right in ignoring the claim of title under this deed, and in setting aside the other deeds as clouds upon complainant's title, without regard to these proceedings in the Circuit Court of Mercer County.</p>\n<p>But it is said that complainant's claim is stale, and that he and those under whom he claims have slept upon their rights for forty years. There is no doubt that William H. Witten believed himself to be the owner of all the land up to Simmons Creek and Miller's line on the east side of that creek, from the two birches to the corner of Payne and Graham's tract and to Miller's survey, and thence to the six chestnuts. It is true the deed to Robert Belcher had not been recorded and was lost, but as Witten was in possession, mere delay, unless by reason thereof an equitable estoppel was created in favor of appellant, would not operate to defeat relief; but appellant, and none of the parties under whom it claims, can assert upon this record, that complainant stood by while they were undertaking to possess themselves of his land, and allowed them to do so to their injury, when they would have abstained from it if he had proceeded earlier to the restoration of the lost deed and the rectification of the boundary in the Witten deed.</p>\n<p>The deed of Chrispianos to George W. was dated October 18, <span class=\"star-pagination\">*449</span> 1884, and apparently at some time between that date and February, 1885, these defendants, or some of them, entered upon the tract, prospected for coal, and put on improvements amounting to the value of some $200. On February 24, Doran served notice on the persons then on the land of his ownership, etc., and on the 15th of May, 1885, served another notice, and demanded possession. He also, February 14, put his own tenant in a frame house on the premises, which was part of the improvements above mentioned, who appears to have been subsequently forcibly ejected.</p>\n<p>The bill was filed August 1, 1885. There was no delay, therefore, in the assertion of his rights after they were invaded.</p>\n<p>It is argued at length that a court of equity had no jurisdiction in this case. The bill alleged that complainant was \"seized in fee of the said tract of two hundred acres, more or less;\" and that this is a sufficient allegation of possession of the land, has been determined by this court. <i>Gage</i> v. <i>Kaufman,</i> 133 U.S. 471.</p>\n<p>As heretofore stated, such possession as the land was susceptible of had been taken by Witten and maintained by himself and his grantees down to the time, after October, 1884, when appellant entered upon a part of complainant's land in the commission of a trespass, and commenced committing acts of waste upon the property. It cannot be held that this trespass on appellant's part constituted a possession which in itself would drive complainant to an action of ejectment.</p>\n<p>The jurisdiction of courts of equity to remove clouds from title is well settled, the relief being granted on the principle <i>quia timet,</i> and in the case at bar, appellant's own contention makes it clear that the remedy of complainant at law would have been inadequate, since the aid of a court of equity was required to supply what was by mistake omitted from the deed of Robert to Witten, so that the line could be made to run up the left-hand fork of Simmons Creek to the corner of Miller's survey on that creek, and thence to the six chestnuts.</p>\n<p>We think also that the court had jurisdiction to establish the lost deed, and that this is so even though in an action at law <span class=\"star-pagination\">*450</span> proof of the fact might have been allowed to be made. <i>Hickman</i> v. <i>Painter,</i> 11 West Va. 386; 1 Story Eq. Jur. § 81.</p>\n<p>Upon the whole, we see no reason for a reversal of the decree, and it is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:06:59", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">417</span></span> (1892)</b></center>\n<center><h1>SIMMONS CREEK COAL COMPANY<br>\nv.<br>\nDORAN.</h1></center>\n<center>No. 84.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 5, 6, 1891.</center>\n<center>Decided January 4, 1892.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*422</span> <i>Mr. A.W. Reynolds</i> for appellant.</p>\n<p><i>Mr. James H. Ferguson</i> for appellee.</p>\n<p><span class=\"star-pagination\">*425</span> MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Appellant assigns as errors that the court erred in establishing the alleged lost deed from Chrispianos Belcher to Robert D. Belcher, and in correcting the alleged mistake therein; in setting aside the deeds under which appellant claims as clouds on complainant's title; and in correcting the alleged mistake in the deed from Robert D. Belcher to William H. Witten, dated December 23, 1852.</p>\n<p>Complainant Doran deraigns title through the lost deed from Chrispianos Belcher to Robert D. Belcher; and deeds of Robert D. Belcher to W.H. Witten, December 23, 1852; of W.H. Witten, W. Scott Witten and Graham to Doran, November 5, 1881; of Doran to the Southwest Virginia Improvement Company, January 1, 1883; and of said company to Doran, December 13, 1883; and it also appears that Chrispianos Belcher gave a deed to Doran, dated April 2, 1885, of the 200 acres, describing the boundaries of the tract in accordance with Doran's contention.</p>\n<p>The defendant claims title through a deed of Chrispianos to George W. Belcher, dated October 18, 1884, and various mesne conveyances set forth in the decree and hereinafter referred to. Both parties claim, therefore, under Chrispianos Belcher.</p>\n<p>The description of the tract of land in the deed from Robert D. Belcher to William H. Witten is as follows: \"All that <span class=\"star-pagination\">*426</span> tract of land, containing by estimation two hundred acres, be the same more or less, lying in Mercer County, on Simmons Creek, waters of Bluestone, and [bounded] as follows, to wit: Beginning at two birches on Simmons Creek, corner to Chrispianos Belcher's land, thence up said creek with Miller's line, S. 55° W. 120 poles to six chestnuts, corner to Miller's survey, and with the same S. 35° E. 310 poles to a double and single poplar, corner to said Belcher, and with the same N. 40° E. 250 poles to the beginning.\"</p>\n<p>By the decree the boundary line from the two birches to the six chestnuts was made to read: \"Beginning at two birches on Simmons Creek, corner to Chrispianos Belcher's land, and running thence up and with said creek with William Miller's line to the mouth of the middle fork of said creek; thence up and with the left-hand fork of said creek to two spruce pines and a white oak, corner to said William Miller's survey of 100 acres; and thence with the line of said survey, to six chestnuts, also a corner thereof.\"</p>\n<p>Upon the hearing, the testimony of Robert D. Belcher, to whom, as alleged, Chrispianos conveyed, and who conveyed to W.H. Witten; of William Miller referred to in the deed of Robert D. to Witten; of W.S. Witten, son of W.H. Witten; of Henry Sadler and others; was introduced on behalf of complainant, together with divers deeds and maps. The deposition of Chrispianos Belcher, who was living in the State of Missouri, was not taken, nor was that of W.H. Witten, in respect of whom it was shown that his mind and memory had been declining for some years, and that his mental and physical condition was such as to render him unable to recall business transactions with certainty and accuracy.</p>\n<p>It appeared from the evidence that in 1842, Robert D. Belcher and his brother Obediah purchased of James Hector 4000 acres of land situated on the waters of the Bluestone in the county of Mercer, Virginia, now West Virginia; that they agreed upon a division line, Obediah taking about twenty-five hundred and Robert D. about fifteen hundred acres, and the land was surveyed and conveyed according to the agreed division; that the land was a part of a five hundred thousand-acre <span class=\"star-pagination\">*427</span> survey granted by the Commonwealth to Wilson Cary Nicholas, from whom Hector had purchased it; that Obediah sold fifteen hundred acres, part of his twenty-five hundred acres, to Chrispianos Belcher, and in the year 1844, Robert D. purchased of Chrispianos about eight hundred acres of this fifteen hundred acres, in consideration of one horse; that said eight hundred acres were bounded on the east by Simmons Creek, a tributary of the Bluestone, on the north by the lands of Obediah Belcher and others, on the west by the Wilson Cary Nicholas survey, and on the south by the fifteen hundred-acre tract conveyed to Robert D. by Hector.</p>\n<p>It further appeared that after Robert D. purchased the eight hundred acres, Chrispianos and he were informed that there was a controversy or dispute about the west line of the Nicholas survey, as not running as far west as Hector claimed; that one Lybrook, a surveyor of Giles County, had some time before run said line and so located it as to leave out about six hundred of the eight hundred acres, and about five hundred acres of Robert D.'s fifteen hundred-acre tract; and that when Chrispianos heard of this dispute he declined to make Robert D. a general warranty deed to that part of the eight hundred acres so brought into question, and not having his title bond for the land, Robert agreed to accept such deed for the portion not in dispute, and as to the balance, both were to await the final establishment of said line. That thereupon Chrispianos made and delivered to Robert a deed with covenants of general warranty for the undisputed part, which was supposed to contain two hundred acres, more or less, the metes and bounds of which were, Robert testified, as follows: \"Beginning at two birches on Simmons Creek, thence up said creek with the same and leaving said creek upon the course south 55 west 120 poles to six chestnuts mentioned, and thence with the said Lybrook line to a single and double poplar on the said division line between Obediah Belcher &amp; myself, and thence with same to the beginning.\"</p>\n<p>In 1852 Robert sold the two hundred acres, and also the land the title to which had been called in question, supposed to be about eleven hundred acres, to W.H. Witten, and as <span class=\"star-pagination\">*428</span> Chrispianos had not conveyed the six hundred acres (part of the eleven hundred) to Robert, he joined Robert in the conveyance of the eleven hundred to Witten.</p>\n<p>This deed from Robert and Chrispianos was put in evidence and bears date December 23, 1852, and thereby, in consideration of $35, the grantors conveyed eleven hundred acres, more or less, \"lying in Mercer County, Virginia, on the waters of Bluestone and Elkhorn, and bounded as follows, to wit, viz.: Beginning at the north of Laurel, a branch of Bluestone, thence north 27 W. in the line of the Wilson Cary Nicholas 500,000-acres survey, and with the same about E. 640 poles to two birches; thence continue on the said line 280 poles to a double birch on said line; thence leaving said line north 55 E. 294 poles to six chestnuts; thence south 35 east 940 poles to the beginning,\" making the triangular tract lying between the west line of the Nicholas survey and the Lybrook line, as delineated on the decree map.</p>\n<p>On the same day Robert made the deed to Witten, the description in which is in controversy, intending, as he says, to convey the two hundred acres which Chrispianos had conveyed to him; and Robert testified further that some time after this conveyance, he and Witten were looking over some old land papers at Obediah's house and came across the deed from Chrispianos to Robert for the said two hundred acres of land, and Robert then gave the deed, and money to have the same recorded, to Witten, and had not since seen it. It was stipulated that if Chrispianos conveyed the two hundred-acre tract to Robert the deed was never recorded, and that diligent search had been made and no such deed could be found.</p>\n<p>It also appeared that at the time of Robert's conveyance Miller owned or claimed to be the owner of a tract of six hundred acres lying east of and adjoining the two hundred acres; that the line of this Miller tract ran up Simmons Creek from the two birches called for in the deed of Robert to Witten; that Miller got this land from Obediah Belcher, and the west three hundred acres of it was subsequently purchased by Henry Sadler. Miller was a brother-in-law of Chrispianos and George W. Belcher, Obediah Belcher being his wife's <span class=\"star-pagination\">*429</span> father and Robert D. her uncle, and according to his testimony he not only purchased from Obediah this six hundred acres, which lay between Flipping Creek and the main Simmons Creek, and included what afterwards became the Henry Sadler land, but also owned one hundred acres, which he purchased from Obediah and Chrispianos, lying at the head of the west fork of Simmons Creek and north of the Witten land, which was afterwards conveyed by Chrispianos to George W.'s wife, Mary E., and by George W. and Mary E. to A.G. Belcher. The west line of this six hundred acres purchased by Miller from Obediah commenced at the two birches on the main Simmons Creek, and ran up to the latter's home place of four hundred acres on the middle fork of the creek, the north line being the marked line between the six hundred-acre tract and Obediah's home tract; and the south line of Miller's one hundred-acre survey ran from the six chestnuts to Payne's line or Payne's corner, on the left-hand fork of the creek.</p>\n<p>By the testimony of W. Scott Witten, it was shown that in 1852 his father, William H. Witten, was living on a tract of four hundred acres of land, the title to which was in the latter, and on which he had resided, as he claimed, for fifty years, and witness had resided there with him ever since he was born, in 1848; that the tract of eleven hundred acres conveyed by Robert D. Belcher and Chrispianos Belcher to William H. Witten, December 23, 1852, touched at its southern point the tract on which William H. Witten then lived; that the two hundred acres joined and were bounded in part by the eleven hundred acres; that William H. Witten took actual possession of the eleven hundred-acre tract by placing tenants on it, and paid taxes on that and on the two hundred acres, and used the latter as a range for his cattle; that in February, 1877, W. Scott purchased the two hundred acres at a judicial sale, which was confirmed, but he took no deed to the land, and he and his father thereafter claimed and exercised ownership over it together; that witness paid the taxes on the two hundred acres for the last fifteen years, during which it was owned by his father and himself; that he offered the land for sale to Powell and Sadler before he sold it to Doran, and sold it to <span class=\"star-pagination\">*430</span> the latter by the line from the two birches of Simmons Creek, up said creek to its forks, and thence up the west or left-hand fork to a white oak and pine on the southwest corner to a tract owned by his father and Payne, and thence either S. 50 or S. 55 west to the six chestnuts; that shortly after he purchased the two hundred acres he bought an adjoining tract and put a tenant on it, who ranged cattle for him on both places; that the two hundred acres were in the woods as late as March, 1886, when his deposition was taken, \"except what improvement has been put on by defendant and not enclosed;\" and that he never knew that Chrispianos Belcher or anybody else ever disputed the title of Witten to the two hundred acres as claimed by him up to the line of Simmons Creek, until the 25th of December, 1884.</p>\n<p>And Robert Belcher testified that from 1844 to 1852, when he conveyed the tract to Witten, he claimed that the east line ran from the two birches up Simmons Creek, with the meanders thereof, and that the north line left said creek with the course south 55 west 120 poles to the six chestnuts, the chestnuts being a noted corner as well as the two birches; and that he had never heard the line called in question until quite recently, when the railroad ran there and the land became valuable.</p>\n<p>The evidence is entirely sufficient to establish the existence and loss of the deed of the two hundred acres from Chrispianos to Robert D. Belcher, and the inference is a natural one that, because of this deed, the two hundred acres were not included in the conveyance by Chrispianos and Robert to Witten of the eleven hundred acres. The reason for Chrispianos joining in that deed was that the eleven hundred acres included six hundred of the eight hundred sold by him to Robert, and as Robert had sold not only the eleven hundred, but the two hundred acres to Witten, it seems reasonable to suppose that Witten would have required a conveyance from Chrispianos to Robert if none such then existed.</p>\n<p>The deeds to Witten of the eleven hundred and the two hundred acres bore the same date, December 23, 1852, and were both drawn up by Witten in the presence of Chrispianos; the one was acknowledged by Chrispianos and his wife and <span class=\"star-pagination\">*431</span> Robert and his wife, and the other by Robert and his wife, before the same justices, on the same day, May 7, 1853, and both were ordered to be recorded at the June term, 1853, of the county court. All this is irreconcilable with the view that the title to the two hundred acres was left outstanding in Chrispianos, and confirms complainant's contention to the contrary. In connection with the description in Robert's deed to Witten of the two hundred acres, the description in the deed of the eleven hundred acres must be considered. It will be remembered that the north line of the latter tract ran from the double birch in the line of the Nicholas survey, \"north 55 E. 294 poles to six chestnuts,\" and that line if projected east of the six chestnuts would strike the left-hand fork of Simmons Creek, at a corner of Miller's one hundred-acre survey. In the description of the two hundred-acre tract conveyed by Robert to Witten, the line beginning at the two birches on Simmons Creek ran up said creek with Miller's line. Miller's line ran up that creek to its forks, and thence up what is styled the middle fork to the line of Obediah Belcher's home place, and thence east to Flipping Creek, but the calls in the Witten deed are also for the line S. 55 W. and the six chestnuts; and these must be considered in determining how far Miller's line should be pursued. If it be followed to Obediah's line, and the six chestnuts are reached by a straight line west, this would disregard the S. 55 W., and embrace the land between the two forks, never claimed by Witten, or in his possession. This parcel contains, according to the proofs, thirty-six acres, and passed by Chrispianos' deed to George W., and was presumably the tract he intended to convey when he gave that deed. Inasmuch, however, as the course of the north line in the deed from Chrispianos and Robert to Witten of the eleven hundred acres, given simultaneously with the deed by Robert to Witten, is from the double birch in the west line of the Nicholas survey to the six chestnuts N. 55 E. 294 poles, and that is the same as the course reversed given in the deed from Belcher to Witten, if we reverse the calls in the latter deed, and run from the two birches to the double and single poplar, thence to the six chestnuts, and thence N. 55 E. 120 poles to Simmons Creek, and down <span class=\"star-pagination\">*432</span> said creek to the beginning, all ambiguity disappears and all the calls are satisfied.</p>\n<p>It is well settled that in running the line of a survey of public lands in one direction, if a difficulty is met with, and all the known calls of the survey are met by running them in the reverse direction, this may be properly done. <i>Ayers</i> v. <i>Watson,</i> 137 U.S. 584.</p>\n<p>We conclude, therefore, that the court was justified in passing up the left-hand fork to Miller's survey.</p>\n<p>The description of the tract in the deed of Chrispianos Belcher to George W. Belcher, October 18, 1884, is as follows: \"A certain tract or boundary of land, supposed to contain seventy-five acres, be the same more or less, lying and being in the county of Mercer, State of W. Va., on the waters of Simmons Creek, a branch of Bluestone River, and being a part of a survey purchased by Obediah Belcher of Jas. Hector in the year 1842 and a portion of the tract deeded by Obediah Belcher to Chrispianos Belcher and bounded as follows, to wit: Beginning at two birches on the west bank of Simmons Creek, corner to William H. Witten, thence with said Witten's line to six chestnuts, corner to A.G. Belcher, on a ridge; thence north 50 E. 112 poles to a white oak and two pines on a branch of Simmons Creek, corner to Witten and Graham-Payne tract; north 85 E. 134 poles with the Payne line to two pines and a white oak on another branch of Simmons Creek, corner to four hundred acres deeded by said Chrispianos Belcher to Obediah Belcher; thence down Simmons Creek with the meanders thereof to the beginning.\"</p>\n<p>As we have seen, Witten's line was the same as Miller's line, at least to the forks of the creek, but it is contended on appellant's behalf that the true line was a straight line from the two birches to the six chestnuts. The difficulty with this contention is, that it entirely ignores Simmons Creek, Miller's line, and the course S. 55 W., and the distance of 120 poles, called for in the deed to Witten. Nor is it consistent with the evidence and the reason of the thing to assume that Chrispianos, in selling the 800 acres to Robert, undertook to make such a line its eastern boundary, rather than Simmons Creek, a natural <span class=\"star-pagination\">*433</span> boundary in itself. The land was worth so little in 1844 that precision of that sort is hardly supposable, and there is nothing to indicate that Chrispianos, Robert or Witten ever entertained the idea that the tract stopped short of Simmons Creek. In fact, Robert and Witten, and those claiming under them, always claimed up to the creek, down to and after October, 1884. The Circuit Court was not compelled to adopt the straight line, and to have done so would have violated the rule, which prefers natural and ascertained objects, and disregarded the other calls.</p>\n<p>The argument is made in the answer of the coal company that because in the deed of Robert to Witten, the 200 acres is described as beginning at two birches on Simmons Creek, \"corner to Chrispianos Belcher's land,\" this recognized \"that Chrispianos Belcher owned at that time the land down to the two birches, and which is now the land of this respondent.\" But the proofs show that in 1848, Robert D. Belcher conveyed to Chrispianos 640 acres, parcel of the 1500 acres conveyed to him by Hector, and this 640 acres cornered on the two birches in question, and was subsequently, in 1856, conveyed by Chrispianos to Henry Walker. The two birches were at the southeast corner of the 200 acres and the northwest corner of the 640 acre tract, and this disposes of the inference suggested.</p>\n<p>It is also urged that the description in the deed of W.H. and W.S. Witten and Graham to Doran of November 5, 1881, treated the 200 acres as if it were part of the 1100 acres, and that Doran's title is thus shown not to be under the lost deed, and in fact not to extend to the 200 acres at all. We do not so understand that description. By that conveyance, a moiety of the Payne tract was conveyed as well as the 200 acres, and the description ran: \"All that certain tract, piece or parcel of land situate on the south side of the dividing ridge and on Simmons Creek, in Mercer County aforesaid, and containing two hundred acres, more or less, bounded on the north by the tract of land next hereinafter described, on the east by the lands of Henry Sadler and lands of the heirs of Henry Walker, on the south by lands of G.W. Perdue, and on the west by other lands of the said W.H. and W.S. Witten, the balance of a <span class=\"star-pagination\">*434</span> larger tract of eleven hundred acres, hereinafter more particularly described, being the eastern part of the said large tract of eleven hundred acres which Robert D. Belcher et ux. et al., by deed dated December 23, 1852, and recorded in Mercer County, in deed book No. 3, page 523, etc., granted and conveyed unto the said W.H. Witten in fee; and a portion of the lands of the said W.H. Witten having been seized, taken in execution, and sold under a certain proceeding instituted against him in the Circuit Court of Mercer County aforesaid at the suit of the Bank of Princeton, the said W.H. Witten purchased the same and is about to receive a deed therefor.\" And then follows the description of the Payne tract as bounded on the south by lands of Sadler and the tract of land above described. The land lying on the west belonged to the Wittens as stated, and might well enough be described as the eastern part of the eleven hundred acre tract, but it would be an inadmissible construction, to make the 200 part of the 1100 acres, particularly in view of the fact, as elsewhere shown, that the 200 acres had been sold by proceedings against W.H. Witten and are thus identified.</p>\n<p>Allusion is also made to the fact that the 200 acre tract as described in the deed to Witten turned out on actual survey to contain 357 acres, but the conveyance was of 200 acres, \"by estimation,\" and, moreover, the western boundary in that deed was the line from the six chestnuts S. 35 E. 310 poles to a double and single poplar, corner to Robert Belcher, instead of the Lybrook line, thus throwing into this conveyance the land between these two lines as shown upon the map. This was not material as between the parties, as, although Chrispianos had not up to December 23, 1852, conveyed the 600 acres to Robert, yet he did then, with Robert, convey them to Witten so that the latter by the two deeds got the whole 800 acres, though that part in the 1100 acre tract may have fallen short of 600, while the 200 acre tract ran over. If the 1100 acre tract contained, as testified, 778 or 825 acres, and the 200 acre tract 357 acres, that would be between 1100 and 1200 in all, instead of the 1300 more or less which the Wittens undertook to convey.</p>\n<p><span class=\"star-pagination\">*435</span> The differences in quantity resulting from taking the areas as estimated and supposed, rather than accurately platted and calculated, could hardly excite remark, while the growth of the 75 acres in the deed of Chrispianos to George W. into 176 acres might perhaps, as the record stands, invite some explanation.</p>\n<p>We regard the evidence as clear and convincing in establishing the lost deed, and the facts which sustain the action of the District Court in correcting the line.</p>\n<p>The jurisdiction of equity to reform written instruments, where there is a mutual mistake, or mistake on one side and fraud or inequitable conduct on the other, is undoubted; but to justify such reformation the evidence must be sufficiently cogent to thoroughly satisfy the mind of the court. <i>Fishack</i> v. <i>Ball,</i> 34 West Va. 644; <i>Shenandoah Valley Railroad</i> v. <i>Dunlop,</i> 86 Virginia, 346.</p>\n<p>The general doctrine is not denied, but it is contended that the effect of the correction of the deeds (if the lost conveyance contained an identical description) is to enlarge them so as to include more land than they originally embraced, and that this renders the action of the court obnoxious to the statute of frauds.</p>\n<p><i>Glass</i> v. <i>Hulbert,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">24</span></span>, is cited to the proposition that although the principle maintained by Chancellor Kent in <i>Gillespie</i> v. <i>Moon,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">585</span></span>, that relief in equity against the operation of a written instrument, on the ground that by fraud or mistake it did not express the true contract of the parties, might be afforded to a plaintiff seeking a modification of the contract as well as to a defendant resisting its enforcement, is well settled, it cannot be extended to enlarge the subject matter of a contract or to add a new term to a writing, by parol.</p>\n<p>We need not enter upon a discussion in this regard here, as the deeds themselves furnished the means of making the correction, and the statute of frauds was not pleaded.</p>\n<p>The coal company insists, however, that it occupies the position of a <i>bona fide</i> purchaser for value without notice, and as such is entitled to the protection of the court. No evidence whatever was adduced on behalf of the defendants, and although <span class=\"star-pagination\">*436</span> George W. Belcher, N.L. Reynolds and P.H. Rorer answered under oath, they were not required to do so, and their answers were not evidence in their favor, under the amendment to the 41st rule in equity.</p>\n<p>Reference to the appendix to the acts of the legislature of West Virginia of 1885, (pp. 446, 447,) shows the certificate of incorporation of the company, from which it appears that the agreement required under the statute in order to form a corporation was delivered to the secretary of state of West Virginia on the 16th of January, 1885, on which day the company, as the secretary certifies, became a corporation. The subscribers to the agreement were P.H. Rorer, I.A. Welch, N.L. Reynolds, A.W. Reynolds and George W. Belcher; and the agreement states that these five corporators had subscribed the sum of $250, being one $50 share each, and had paid on the subscriptions the sum of $25. It is through these corporators that the company claims title and the record discloses that Welch was its president. Associated together to carry forward a common enterprise, the knowledge or actual notice of all these corporators and the president was the knowledge or notice of the company, and if constructive notice bound them it bound the company.</p>\n<p>The conveyances were as follows: December 4, 1884, George W. Belcher conveyed to Newton L. Reynolds the undivided five-eighths of the tract of land claimed by the company, and on the 23d of February, 1885, George W. Belcher conveyed to Rorer the undivided three-eighths of the tract. January 13, 1885, N.L. Reynolds conveyed two-eighths of his five-eighths to I.A. Welch, and on February 28, 1885, he conveyed the remaining three-eighths to the company. January 13, 1885, Welch conveyed to A.W. Reynolds an undivided one-eighteenth of the tract, and the remaining portion of the two-eighths conveyed by N.L. Reynolds to Welch, the latter conveyed to the company on February 28, while, on the same day, A.W. Reynolds conveyed the one-eighteenth aforesaid and Rorer and wife the three-eighths.</p>\n<p>The deeds of N.L. Reynolds to Welch; Welch to A.W. Reynolds; Rorer, N.L., and A.W. Reynolds and Welch to <span class=\"star-pagination\">*437</span> the company; all name the nominal consideration of one dollar. The deed of George W. Belcher to N.L. Reynolds purports to have been executed in consideration of $66.10, and of George W. Belcher to Rorer in consideration of $6393.75, $500 in cash and $5893.75 in deferred payments.</p>\n<p>The deed from Chrispianos to George W. recites a consideration of $75 \"and other valuable considerations.\" This was a general warranty deed, and so was that to Rorer. The others were special warranties only.</p>\n<p>None of the original deeds in appellant's chain appear to have been produced on the hearing, though certified copies were attached to the pleadings, but no independent evidence was adduced of the payment by any of the defendants of any money whatever. As against complainant the recitals in these deeds cannot be relied on as proof of the payment of the purchase money. <i>Boone</i> v. <i>Chiles,</i> 10 Pet. 177; <i>Flagg</i> v. <i>Mann,</i> 2 Sumner, 486; <i>Kyles</i> v. <i>Tait,</i> 6 Gratt. 44; <i>Warren</i> v. <i>Syme,</i> 7 West Va. 474; <i>Brown</i> v. <i>Welch,</i> 18 Illinois, 343; <i>Lloyd</i> v. <i>Lynch,</i> 28 Penn. St. 419.</p>\n<p>Apart from this we hold appellant chargeable with notice. The rule is thus stated by the Virginia Court of Appeals, in <i>Burwell's Adm'rs</i> v. <i>Fauber,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Gratt.</span> <span class=\"page\">446</span></span>, 463: \"Purchasers are bound to use a due degree of caution in making their purchases, or they will not be entitled to protection. <i>Caveat emptor</i> is one of the best settled maxims of the law, and applies exclusively to a purchaser. He must take care, and make due inquiries, or he may not be a <i>bona fide</i> purchaser. He is bound not only by <i>actual,</i> but also by <i>constructive</i> notice, which is the same in its effect as actual notice. He must look to the title papers under which he buys, and is charged with notice of all the facts appearing upon their face, or to the knowledge of which anything there appearing will conduct him. He has no right to shut his eyes or his ears to the inlet of information, and then say he is a <i>bona fide</i> purchaser without notice.\" <i>Jones</i> v. <i>Smith,</i> 1 Hare, 43, 55; <i>Le Neve</i> v. <i>Le Neve,</i> 3 Atk. 646; <i>S.C.</i> 1 Ves. Sen. 64; <i>S.C.</i> 2 Leading Cas. Eq. 109, 4th Am. ed.; and <i>Brush</i> v. <i>Ware,</i> <span class=\"citation\" data-id=\"86164\"><a href=\"/opinion/86164/brush-v-ware/\"><span class=\"volume\">15</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">93</span></a></span>, 114, are cited.</p>\n<p><span class=\"star-pagination\">*438</span> In <i>Mundy</i> v. <i>Vawter,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Gratt.</span> <span class=\"page\">518</span></span>, relied on by appellant, the registry of a deed of \"all the estate both real and personal, to which the said James was in any manner entitled in law or in equity,\" was held not to be notice in point of law to a subsequent purchaser of the existence of the deed, nor would notice in point of fact of such existence and contents affect such purchaser, unless he had further notice that the land purchased by him was embraced by the provision of the deed; \"and the proof of such notice, whether direct or positive, or circumstantial and presumptive, must be such as to affect the conscience of the purchaser, and is not sufficient if it merely puts him upon inquiry, but must be so strong and clear as to fix on him the imputation of <i>mala fides.\"</i> But the latter branch of this ruling was disapproved of in <i>Warren</i> v. <i>Syme,</i> 7 West Va. 474; and in <i>Fidelity Company</i> v. <i>Railroad Company,</i> 32 West Va. 244, 259, it is said that \"whatever is sufficient to put a person on inquiry is considered as conveying notice; for the law imputes a personal knowledge of a fact, of which the exercise of common prudence might have apprised him. When a subsequent purchaser has actual notice that the property in question is incumbered or affected, he is charged constructively with notice of all the facts and instruments, to the knowledge of which he would have been led by an inquiry into the incumbrance or other circumstance affecting the property of which he had notice.\"</p>\n<p>Lord Hardwicke observed in <i>Le Neve</i> v. <i>Le Neve</i><i>,</i> Amb. 436; 3 Atk. 646; 1 Ves. Sen. 140: \"That the taking of a legal estate, after notice of a prior right, makes a person a <i>mala fide</i> purchaser;\" and the notes to that case in 2 Leading Cases in Eq. 109, discuss at length the doctrine of knowledge, actual notice, express or implied, and constructive notice, with abundant citation of authority. The conclusion of the American editor is that actual notice embraces all degrees and grades of evidence, from the most direct and positive proof, to the slightest circumstances from which a jury would be warranted in inferring notice, while constructive notice is a legal inference from established facts, and, like other legal presumptions, does not admit of dispute.</p>\n<p><span class=\"star-pagination\">*439</span> Mr. Justice Story in his work on Equity Jurisprudence, § 399, adopts the language of Chief Baron Eyre, in <i>Plumb</i> v. <i>Fluitt,</i> 2 Anstr. 432, 438, that constructive notice is in its nature no more than evidence of notice, the presumption of which is so violent, that the court will not allow even of its being controverted.</p>\n<p>In later editions of that work, Judge Redfield, (11th ed. § 410 <i>a,</i>) says that the term constructive notice \"is applied, indiscriminately, to such notice as is not susceptible of being explained or rebutted, and to that which may be. It seems more appropriate to the former kind of notices. It will then include notice by the registry, and notice by <i>lis pendens.</i> But such notice as depends upon possession, upon knowledge of an agent, upon facts to put one upon inquiry, and some other similar matters, although often called constructive notice, is rather implied notice, or presumptive notice, subject to be rebutted or explained. Constructive notice is thus a conclusive presumption or a presumption of law, while implied notice is a mere presumption of fact.\"</p>\n<p>Vice-Chancellor Wigram in <i>Jones</i> v. <i>Smith, supra</i><i>,</i> laid it down that cases in which constructive notice had been established, resolved themselves into two classes; first, those in which the party charged had actual notice that the property in dispute was in some way affected, and the court has thereupon bound him with constructive notice of facts to a knowledge of which he would have been led by an inquiry into the matters affecting the property, of which he had actual notice; and, secondly, those where the court has been satisfied that the party charged had designedly abstained from inquiry for the purpose of avoiding notice. If there is not actual notice that the property is in some way affected so that the case does not fall within the first class, and no fraudulent turning away from a knowledge of facts which the <i>res gestæ</i> would suggest to a prudent mind or gross and culpable negligence, so as to bring it within the second, then the doctrine of constructive notice would not apply.</p>\n<p>Each case must be governed by its own peculiar circumstances, and in that in hand we think appellant either had <span class=\"star-pagination\">*440</span> actual knowledge, or actual notice of such facts and circumstances, as by the exercise of due diligence would have led it to knowledge of complainant's rights, and that if this were not so, then its ignorance was the result of such gross and culpable negligence that it would be equally bound.</p>\n<p>The deed of George W. Belcher to N.L. Reynolds conveyed the undivided five-eighths of seventy-five acres by a description reading as follows: \"Beginning at two birches on the bank of Simmons Creek in a line of a survey of twenty-five hundred acres conveyed by James Hector to Obediah Belcher, and a corner to the William H. Witten land, and with a line of the said Witten land N. 50° 40' W. 85.40 chains up Simmons Creek, topping a ridge at 23 chains and crossing hollows and points of said ridge, to six dead chestnuts on said ridge, a corner to A.G. Belcher's land.\" The deed of George W. Belcher to P.H. Rorer purported to convey \"three-eighths (3/8), undivided, of a certain tract or parcel of land lying on Simmons Creek, a branch of Bluestone River, in the county of Mercer, and State of West Virginia, it being the same tract, five-eighths (5/8), undivided, of which has heretofore been conveyed by the said parties of the first part to N.L. Reynolds, and containing, by recent survey, by horizontal measurement, one hundred and seventy and 5/10 acres, and bounded as follows: Beginning at two birches on the bank of Simmons Creek, N. 50° 26' W. 80.33 chains up Simmons Creek, crossing ridges and spurs, to six dead chestnuts on ridge, corner to A.G. Belcher.\" The other conveyances refer to these descriptions.</p>\n<p>When Obediah and Robert D. Belcher bought the four thousand acres of James Hector, they agreed to a division whereby Robert D. Belcher took fifteen hundred and Obediah twenty-five hundred acres. The deed of Hector to Robert D. Belcher for the fifteen hundred acres is in the record. The north line of this tract ran from the Wilson Cary Nicholas line N. 60 E. to the mouth, of the Spruce Pine Branch on Flipping Creek, and Obediah Belcher's twenty-five hundred acres lay immediately north of that line and extended across from the Nicholas line to Flipping Creek. The two birches spoken of in George W. Belcher's deed to Reynolds as being <span class=\"star-pagination\">*441</span> in a line of a survey of twenty-five hundred acres conveyed by Hector to Belcher were not corner trees in that line, but were corner trees to the Witten tract of two hundred acres. As the description in the deed to Reynolds puts the two birches as a corner to the William H. Witten land, it is plain that resort must have been actually had to R.D. Belcher's deed to Witten of the two hundred acres, and that deed described Witten's line as running from the two birches up Simmons Creek \"with Miller's line.\" That deed could not be read without discovering that something had been omitted therefrom. And this is the more apparent, since it is shown by the evidence that the distance by a straight line from the two birches to the six chestnuts was 328 poles, while it is also clear that a line running S. 55 W. from the two birches would not reach the six chestnuts, but would run away from them, so that both by distance and by course it was evident that an error had been committed, and what that error was seems to us to be obvious to any candid mind. Having actual notice to this extent, appellant was put upon inquiry, and inquiry would have conducted at once to the unrecorded deed.</p>\n<p>So far as the defendant George W. Belcher is concerned, the evidence is quite convincing of knowledge on his part. Belcher had resided near the land apparently all his life. In October, 1882, when the Barcroft tract of land, which we understand to be the same as Obediah Belcher's home place, was surveyed for the Southwest Virginia Improvement Company, one Crockett was assisting in the survey and George W. Belcher and others were present; and Crockett testified, without objection, that at that time, when they got down to the corner on the creek, he asked Belcher whose land that was adjoining, and he said Mr. Witten's; and the witness further said that since George W. Belcher set up a claim to the land in controversy, Belcher told him \"that he never knew he had any land there until Mr. Welch and Mr. Reynolds found it out, as I remember he said, by running the lines and plotting.\" He also stated upon cross-examination: \"He told me, I think, that Capt. Welch got him to write what he would take for his claim in there, <i>i.e.,</i> to Chrispianos Belcher, his brother.\"</p>\n<p><span class=\"star-pagination\">*442</span> Henry Sadler testified that in 1866, when a part of his purchase from Obediah Belcher was surveyed, George W. Belcher was along and marked the lines, and \"there was something said that if we got too far from the creek we would get on Witten's land.\" The witness added that Simmons Creek was recognized by himself as the line between his land and that of William H. Witten.</p>\n<p>W.S. Witten testified that on December 25, 1884, he met George W. Belcher, and \"asked him what land it was he had sold (as Mr. Burkholder told me there was trouble about the matter). He told me it was the land I sold Joseph I. Doran. I told Mr. Belcher he ought to be careful about trading on that land, and he remarked to me that when I sold it, that I did not get much for it, and that if I would not kick in the thing that they would make me whole.\" George W. Belcher was present during the taking of these depositions, but he was not called as a witness.</p>\n<p>Again, actual and unequivocal possession is notice, because it is incumbent on one who is about to purchase real estate to ascertain by whom and in what right it is held or occupied; and the neglect of this duty is one of the defaults which, unexplained, is equivalent to notice. 2 Lead. Cas. Eq. 180; <i>Landes</i> v. <i>Brant,</i> 10 How. 348; <i>McLean</i> v. <i>Clapp,</i> <span class=\"citation\" data-id=\"93162\"><a href=\"/opinion/93162/mclean-v-clapp/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 436; <i>French</i> v. <i>Loyal Company,</i> 5 Leigh, 627, 641; <i>Western Mining Company</i> v. <i>Peytona Coal Company,</i> 8 West Va. 406, 441; <i>Core</i> v. <i>Faupel,</i> 24 West Va. 238; <i>Morrison</i> v. <i>Kelley,</i> 22 Illinois, 610. \"Possession,\" said Walker, J., in the case last cited, \"may be actual or constructive; actual, when there is an occupancy, such as the property is capable of, according to its adaptation to use; constructive, as when a person has the paramount title, which, in contemplation of law, draws to and connects it with the possession. But to be adverse it must be a <i>pedis possessio,</i> or an actual possession.\" In <i>Ewing</i> v. <i>Burnett,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">41</span></span>, 53, it was held that neither actual occupancy nor cultivation nor residence was necessary to constitute actual possession; that where the property is so situated as not to admit of any permanent useful improvements, and the continued claim of the party has been evidenced by public <span class=\"star-pagination\">*443</span> acts of ownership, such as he would exercise over property which he claimed in his own right, and would not exercise over property he did not claim, such possession will create a bar under the statute of limitations; that what acts may or may not constitute a possession are necessarily varied, and depend to some extent upon the nature, locality and use to which the property may be applied, the situation of the parties, and a variety of circumstances which have necessarily to be taken into consideration in determining the question. And so possession of an improved portion of a tract of land, under a conveyance in fee of the whole, is construed to be co-extensive with the grant. And where a party purchases land adjoining a tract of which he is already in the occupancy, he will be considered as at once, in point of law, in the possession of the newly-acquired tract, when the latter is vacant, or at least not held under an adverse possession.</p>\n<p>Now, W.H. Witten resided on 400 acres of land, which adjoined the 1100 acre tract, while the 200 acres bounded on the 1100 acres, and neither of the latter tracts was in adverse possession when purchased by Witten, and the evidence of W. Scott Witten shows that W.H. Witten used the 200 acre tract as a range for his cattle and paid the taxes on it, and that after W. Scott Witten purchased it at the judicial sale, he also used it in the same way. In other words, such possession as the land was susceptible of was taken and maintained, and in addition to that it connected with the home tract on which W.H. Witten had lived for fifty years. The possession, such as it was, was notorious, and contributes its weight to the other proofs of notice.</p>\n<p>We repeat, that we regard it as satisfactorily established that the defendants had such notice as put them on inquiry and charged them with knowledge of the facts, and under the circumstances their silence is most significant.</p>\n<p>Certain proceedings resulting in an alleged deed of the land in controversy from the commissioner of school lands for Mercer County to George W. Belcher, under date of December 3, 1884, are attacked by the bill as fraudulent and void, and part of a scheme to deprive complainant of his property.</p>\n<p><span class=\"star-pagination\">*444</span> These proceedings are attached to the bill, and show the filing of a petition by George W. Belcher against the school land commissioner in the Circuit Court of Mercer County, and its reference to a master in chancery, November 21, 1884, the report of the master on November 27, and a decree on November 29. The only party defendant was the commissioner, who appeared and waived process.</p>\n<p>The decree describes the land in accordance with the description in the deed from Chrispianos to George W., and directs the school commissioner to convey the same to Belcher, which was done accordingly. The petition stated that George W. Belcher was the owner of a tract of land lying on Simmons Creek in the county of Mercer, adjoining the lands of Witten, Sadler and others, and containing about seventy-five acres, and that said tract was conveyed to him by Chrispianos Belcher by deed bearing date October 18, 1884; and that \"a short time prior to the formation of the State of West Virginia, his vendor, Chrispianos Belcher, removed from the State of Virginia and county of Mercer to the State of Missouri, and that by mistake and accident the said land was omitted from the land books, and he is advised that said land is forfeited and the title thereto vested in the State of West Virginia for non-entry thereof on the land books of Mercer County.\" The petitioner further averred, \"that at the time the title vested in the State, his said vendor, Chrispianos Belcher, had good, valid title thereto, superior to any other claimant thereof, and that your petitioner now has good, valid title thereto, superior to any other claimant thereof, and he is advised and now avers that he is entitled to redeem the same by paying all taxes and interest due on said land by reason of the forfeiture thereof from the year 1863 to the present time and all costs.\"</p>\n<p>The decree recites the conveyance of Chrispianos to George W. Belcher, and that at the time of the forfeiture Chrispianos had a good and valid fee-simple title thereto, superior to that of any other claimant, and that George W. Belcher having appeared in open court and offered to pay the sum of $30.71, being the amount of all taxes, interest, damages and costs due <span class=\"star-pagination\">*445</span> against said tract of land by reason of the forfeiture, (the taxes in question covering the years from 1863 to 1884 inclusive,) is entitled to be treated in the nature of a purchaser thereof, it appearing to the court that the said George W. Belcher would be entitled to the surplus of purchase money over and above the said sum of $30.71, had said tract of land been subjected to sale as school lands, etc.</p>\n<p>We cannot resist the impression that, taking all the facts and circumstances of the case together, these proceedings in the Circuit Court of Mercer County were, as charged by complainant, a mere device to bolster up the alleged claim of George W. Belcher, under the deed from Chrispianos, to property belonging to the complainant. So far from strengthening appellant's position, the inferences to be drawn from the transaction are inconsistent with good faith in dealing with the land. The proofs in this record show the charge of a 200 acre tract of land on Simmons Creek Fork, or Upper Simmons Fork, or Simmons Fork, on the land books of Mercer County, in the name of William H. Witten, for the years 1854, '56, '57, '58, '60, '61, '62, '63, '65, '66, '67, '68, '69, '70, '71, '72, '73, '74, '75, '76, '77, '78, '79, '80, and its transfer for 1882-'83 to Joseph I. Doran, and for 1884-'85 to the Southwest Virginia Improvement Company. The location is stated to be for the last four years on the \"dividing ridge and Simmons Creek.\" It also appears that the land books for the years 1855 and 1859 were destroyed, and for 1864 that the land book was \"gone,\" and that the land does not appear on the book for 1881. The same books also show Chrispianos Belcher charged in 1854 and 1856 with 650 acres and 200 acres, located on \"Bluestone and Flipping ridge and Crane Creek;\" that in 1855 the books were destroyed; and that for the year 1857, 10 acres, part of the 650 acres, on Bluestone, were charged to Chrispianos, and for many years thereafter, exclusive of the two years when the minute is that the books were destroyed. As has heretofore been stated, Chrispianos had a tract of 640 acres south of the dividing line between Obediah's 2500 and Robert D.'s 1500 acres derived from Hector, and part of the 1500 acres, which had been conveyed to him by Robert in <span class=\"star-pagination\">*446</span> 1848, and which Chrispianos conveyed to Henry Walker in 1856. And both as to that and the 200 acres mentioned, their location was on Flipping Creek and Crane Creek, waters of Bluestone, and they have no connection whatever with the 200 acres in controversy. The latter 200 acres appear in the tax receipts, of W.H. Witten for 1854, '55, '59, '66, '67, '69, '70, '71, '72, '74, '75, '76, '77, '78, '79, '80, and evidence is given explanatory of the loss of the tax receipts for the missing years, the payment of the taxes for all the years being otherwise proven. The land in controversy here was evidently not forfeited to the State in 1863, for the reason given in the petition or any other.</p>\n<p>Under the constitution of West Virginia, Art. 13, (Code, 1884, p. 36,) it is provided that all lands in the State, waste and unappropriated, or heretofore or hereafter for any cause forfeited, or treated as forfeited, or escheated to the State of Virginia or this State, or purchased by either and become irredeemable, not redeemed, released, transferred or otherwise disposed of, the title whereto shall remain in this State until such sale as is hereinafter mentioned be made, shall by proceedings in the Circuit Court of the county in which the lands, or a part thereof, are situated, be sold to the highest bidder; and that the former owner of any such land shall be entitled to receive the excess of the sum for which the land may be sold over the taxes charged and chargeable thereon, or which, if the land had not been forfeited, would have been charged or chargeable thereon, since the formation of this State, with interest at the rate of twelve per cent per annum, and the costs of the proceedings, if his claim be filed in the Circuit Court that decrees the sale, within two years thereafter. No such sale had ever taken place in this instance.</p>\n<p>By chapter 105 of the code of West Virginia, (Warth's ed. of 1884, p. 639,) provision was made for the certifying to the clerk of the Circuit Court by the auditor of a list of all waste and unappropriated lands theretofore vested in the State of West Virginia by forfeiture or purchase at the sheriff's or collector's sale for delinquent taxes, and not released, etc., and of lands theretofore or thereafter purchased at a <span class=\"star-pagination\">*447</span> sale for taxes and not redeemed; and all lands forfeited to the State for failure to have the same entered upon the land books, etc., in order that they might be sold for the benefit of the school fund; and it was made the duty of the surveyor of each county to report to the Circuit Court all waste and unappropriated lands in his county subject to sale under the provisions of the chapter. Further, the appointment and qualification of a commissioner of school lands by the Circuit Court of each county was provided for, whose duty it should be once in each year to ascertain from the reports and such other information as he might be able to obtain, what lands were liable to sale under the provisions of the chapter, as to which no proceedings had been commenced for the sale thereof, and to file his petition praying that the same might be sold, and stating the claimant or claimants, and their residence, if known, against whom process should be issued that they might show cause why the lands should not be sold. Publication of notice to unknown parties was also required. And it was further provided that the former owner of any such land should be entitled to recover the excess of the sum for which the lands might be sold over what was due to the State, if he filed his claim within two years thereafter, and, further, that any owner might within the time aforesaid file his petition in the Circuit Court, stating his title to the land, etc., whereupon said court should order the excess mentioned to be paid to him, and at any time during the pendency of the proceedings in the sale of such land, such former owner, or any creditor of such former owner, might file his petition in the Circuit Court and ask to be allowed to redeem such part or parts of any tract of land so forfeited, or the whole thereof, as he might desire. The privilege of redemption given by the statute was a privilege personal to the former owner or his creditors having liens on the land, and the way, time, mode and manner in which the privilege should be exercised was prescribed by the statute.</p>\n<p>At the time George W. Belcher filed his petition to redeem the land from the alleged forfeiture, there were no proceedings pending in the Mercer County Circuit Court for its sale for <span class=\"star-pagination\">*448</span> the benefit of the school fund. The petitioner did not pretend that he was the former owner, or a creditor of the former owner, but said that the land was forfeited, and the title vested in the State of West Virginia for the failure of Chrispianos to have it entered on the land books of Mercer County, a short time prior to the admission of the State; and the report upon the reference is to the effect that the tract was forfeited about 1863 by reason of such omission, and that at the time of the forfeiture the legal title was in Chrispianos. But the legal title to the land in dispute was not in Chrispianos from before 1852, and the land was entered on the land books in 1863 and prior years, and taxes paid thereon. Moreover, the proceeding was an independent proceeding to which the owners were not made parties and by which they were not bound. As to the suggestion of forfeiture prior to 1848, no question thereon was raised on the petition or in this case.</p>\n<p>We are of opinion that the Circuit Court was right in ignoring the claim of title under this deed, and in setting aside the other deeds as clouds upon complainant's title, without regard to these proceedings in the Circuit Court of Mercer County.</p>\n<p>But it is said that complainant's claim is stale, and that he and those under whom he claims have slept upon their rights for forty years. There is no doubt that William H. Witten believed himself to be the owner of all the land up to Simmons Creek and Miller's line on the east side of that creek, from the two birches to the corner of Payne and Graham's tract and to Miller's survey, and thence to the six chestnuts. It is true the deed to Robert Belcher had not been recorded and was lost, but as Witten was in possession, mere delay, unless by reason thereof an equitable estoppel was created in favor of appellant, would not operate to defeat relief; but appellant, and none of the parties under whom it claims, can assert upon this record, that complainant stood by while they were undertaking to possess themselves of his land, and allowed them to do so to their injury, when they would have abstained from it if he had proceeded earlier to the restoration of the lost deed and the rectification of the boundary in the Witten deed.</p>\n<p>The deed of Chrispianos to George W. was dated October 18, <span class=\"star-pagination\">*449</span> 1884, and apparently at some time between that date and February, 1885, these defendants, or some of them, entered upon the tract, prospected for coal, and put on improvements amounting to the value of some $200. On February 24, Doran served notice on the persons then on the land of his ownership, etc., and on the 15th of May, 1885, served another notice, and demanded possession. He also, February 14, put his own tenant in a frame house on the premises, which was part of the improvements above mentioned, who appears to have been subsequently forcibly ejected.</p>\n<p>The bill was filed August 1, 1885. There was no delay, therefore, in the assertion of his rights after they were invaded.</p>\n<p>It is argued at length that a court of equity had no jurisdiction in this case. The bill alleged that complainant was \"seized in fee of the said tract of two hundred acres, more or less;\" and that this is a sufficient allegation of possession of the land, has been determined by this court. <i>Gage</i> v. <i>Kaufman,</i> 133 U.S. 471.</p>\n<p>As heretofore stated, such possession as the land was susceptible of had been taken by Witten and maintained by himself and his grantees down to the time, after October, 1884, when appellant entered upon a part of complainant's land in the commission of a trespass, and commenced committing acts of waste upon the property. It cannot be held that this trespass on appellant's part constituted a possession which in itself would drive complainant to an action of ejectment.</p>\n<p>The jurisdiction of courts of equity to remove clouds from title is well settled, the relief being granted on the principle <i>quia timet,</i> and in the case at bar, appellant's own contention makes it clear that the remedy of complainant at law would have been inadequate, since the aid of a court of equity was required to supply what was by mistake omitted from the deed of Robert to Witten, so that the line could be made to run up the left-hand fork of Simmons Creek to the corner of Miller's survey on that creek, and thence to the six chestnuts.</p>\n<p>We think also that the court had jurisdiction to establish the lost deed, and that this is so even though in an action at law <span class=\"star-pagination\">*450</span> proof of the fact might have been allowed to be made. <i>Hickman</i> v. <i>Painter,</i> 11 West Va. 386; 1 Story Eq. Jur. § 81.</p>\n<p>Upon the whole, we see no reason for a reversal of the decree, and it is therefore</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "17781646e26455b720a1ef5cf91321a198ced3d8", 
  "date_modified": "2014-12-31T10:08:28.317622", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93226/simmons-creek-coal-co-v-doran/", 
  "citation_count": 20, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/366590/", 
  "html": "<p class=\"case_cite\">142 U.S. 417</p>\n    <p class=\"case_cite\">12 S.Ct. 239</p>\n    <p class=\"case_cite\">35 L.Ed. 1063</p>\n    <p class=\"parties\">SIMMONS CREEK COAL CO.<br>v.<br>DORAN.</p>\n    <p class=\"date\">January 4, 1892.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">STATEMENT BY MR. CHIEF JUSTICE FULLER.</p>\n      <p class=\"indent\">This was a bill in equity, filed by Joseph I. Doran, August 1, 1885, in the district court of the United States for the district of West Virginia, against the Simmons Creek Coal Company, Robert D. Belcher, George W. Belcher, Chrispianos Belcher, P. H. Rorer, N. L. Reynolds, and R. B. McNutt, commissioner of school lands for Mercer county, to establish a deed alleged to have been executed by Chrispianos Belcher to Robert D. Belcher, and not recorded, but lost, for 200 acres of land, more or less, with its proper metes and bounds; to obtain the construction of a deed of the same land from Robert D. Belcher to William H. Witten, and the correction of an alleged mistake as to its boundaries; to set aside certain deeds executed by George W. Belcher and others, so far as embracing the land in controversy, as clouds upon complainant's title thereto, and to restore complainant to and quiet him in the possession thereof; to enjoin and restrain the commission of waste by the defendants; and for general relief.</p>\n      <p class=\"indent\">The bill prayed that the defendant coal company and the defendant Robert D. Belcher answer under oath all and singular the allegations of the bill as if specially thereunto interrogated. Chrispianos Belcher was not served, and the defendants Robert D. Belcher and McNutt, commissioner, did not answer.</p>\n      <p class=\"indent\">The coal company answered by counsel, and under its corporate seal, but the answer was not verified by affidavit. The answers of George W. Belcher, N. L. Reynolds, and P. H. Rorer were sworn to, though they had not been required to answer under oath. Evidence was adduced on behalf of complainant and a final hearing had, which resulted in the following decree: This cause came on this 17th day of February, 1888, for a final hearing, and was argued by counsel, and, upon mature consideration, the court is of opinion that the plaintiff is entitled to the relief prayed for in his bill; and it appearing to the court that at and before the date of the deed from the defendant Robert D. Belcher to William H. Witten, bearing date the 23d day of December, 1852, for two hundred acres of land, more or less, the said Robert D. Belcher was the owner, by purchase from Chrispianos Belcher, of 800 acres of land, of which the said 200 acres, more or less, was and is a part, which said 800 acres was bounded east by Simmons creek, commencing at the 2 birches mentioned in the said deed, and running thence up said creek, with its meanders, to the mouth of the middle fork thereof; and thence up the left-hand fork of said creek, with its meanders, to two spruce pines and a white oak, corner to William Miller's survey of 100 acres; and also a tract of 150 acres conveyed by Chrispianos Belcher and wife to William Payne; and which tract of 800 acres is shown on the map filed with the deposition of the said William Miller in this cause.</p>\n      <p class=\"indent\">'And it further appearing to the court that by reason of a dispute in reference to the true west line of the said 800 acres of land the said Chrispianos Belcher conveyed to the said Robert D. Belcher by deed the said two hundred acres of land, more or less, the same being part of said 800 acres, bounded or intended to be bounded east by Simmons creek, as above stated, which deed was never recorded, and is lost, and cannot be found; and it further appearing to the court that by the contract and agreement between the said Robert D. Belcher and the said William H. Witten, under which said deed of the 23d of December, 1852, was executed, the boundary line of the said deed from the two birches to the six chestnuts was to be inserted in said deed as follows: 'Beginning at the two birches on Simmons creek, corner to Chrispianos Belcher's land; thence up and with said creek and with William Miller's line to the mouth of the middle fork of said creek, as is now shown on the map of Surveyor Sinnett, made and filed in this cause, marked 'Decree Map, Feb. 17th, 1888,' and made part of this decree; thence up and with the lefthand fork of said creek, as is shown on said map, to the point shown on said map by the letter 'E,' which is a corner of a survey of 100 acres then owned by the said William Miller, and also of the tract of 150 acres adjoining said Miller's survey, then owned by the said William H. Witten and R. C. Graham, both of which said tracts are laid down on said map; and thence, with the line of the said Miller survey of 100 acres, to six chestnuts, at the point shown on said map by the words 'six chestnuts' and the letter 'D.\"</p>\n      <p class=\"indent\">'And it further appearing to the court that by the mistake and inadvertence of the drawer of said deed the calls thereof from the said two birches to the six chestnuts do not conform to and carry out the contract and intentions of the parties to said deed, or to the boundary lines thereof from the two birches to the six chestnuts, it is therefore adjudged, ordered, and decreed that the said lost deed of the said Chrispianos Belcher to the said Robert D. Belcher for the said 200 acres of land, more or less, be, and the same is hereby, set up as a muniment of the title of the plaintiff in this cause to the said 200 acres of land, more or less, a part of which said tract is in controversy in this suit, and it is to have the same force and effect as such muniment of title as if said deed were now in existence and of record, with the boundary lines of said tract of land from the two birches to the six chestnuts as hereinabove stated; and it is further adjudged, ordered, and decreed that the said mistake in the calls of the said deed of the said Robert D. Belcher to the said William H. Witten, bearing date the 23d day of December, 1852, from the said two birches to the said six chestnuts, be, and the same is hereby, corrected, and the said calls made to correspond with the contract and intent of the parties to said deed as follows:</p>\n      <p class=\"indent\">\"Beginning at two birches on Simmons creek, corner to Chrispianos Belcher's land, and running thence up and with said creek with William Miller's line to the mouth of the middle fork of said creek; thence up and with the left-hand fork of said creek to two spruce pines and a white oak, corner to said William Miller's survey of 100 acres; and thence with the line of said survey to six chestnuts, also a corner thereof,'&#8212;and that the said plaintiff be, and he is hereby, forever quieted in his title, possession, control, and enjoyment of the said two hundred acres of land, more or less, within the boundary lines of the said deed of Robert D. Belcher to said William H. Witten therefor as it is hereby corrected.</p>\n      <p class=\"indent\">'And it further appearing to the court that the said William H. Witten and those claiming under him took and held the possession of the said 200 acres of land, more or less, under his said deed from R. D. Belcher from the date thereof to the year 1884, claiming the same up to the line of Simmons creek, as herein stated, without question or objections by the said Chrispianos Belcher, R. D. Belcher, or any other person; and it further appearing to the court that the defendant, 'Simmons Creek Coal Company,' was at the commencement of this suit, and still is, claiming a portion of the said tract of land of 200 acres, more or less, in defiance of the rights of the plaintiff, who is the true owner thereof, under the following-named deeds of record in the county of Mercer, in this district, where said land is situate, to-wit: A deed from George W. Belcher &amp; wife to Newton L. Reynolds, dated the 4th day of December, 1884; also a deed from George W. Belcher &amp; wife to P. H. Rorer, dated February 25, 1885; also a deed from N. L. Reynolds to L. A. Welch, dated January 13, 1885; also a deed from I. A. Welch &amp; wife to A. W. Reynolds, dated January, 13, 1885; also a deed from I. A. Welch &amp; wife to Simmons Creek Coal Company, dated February 28, 1885; also a deed from A. W. Reynolds to Simmons Creek Coal Company, dated February 28, 1885; also a deed from P. H. Rorer &amp; wife to Simmons Creek Coal Company, dated February 28, 1885; also a deed from N. L. Reynolds to Simmons Creek Coal Company, dated February 28, 1885; and that the said claim of said defendant and the said deeds and each of them constitute a serious and damaging cloud upon the title of the said plaintiff to so much of his said land as is covered by the said claim of the said defendant, 'Simmons Creek Coal Company,' under said deeds and each of them: It is therefore further adjudged, ordered, and decreed that the said deeds and each of them be, and they are hereby, set aside, vacated, and annulled, and the claim of the said defendant to the said lands so set up as aforesaid, under said deeds, be held for naught; and it is further adjudged, ordered, and decreed that the said defendant, 'Simmons Creek Coal Company,' do pay to the plaintiff his costs by him expended and incurred in the prosecution of this suit, to be taxed, and that, if necessary, he may have execution therefor.'</p>\n      <p class=\"indent\">The map made part of the decree is given opposite. The coal company prosecuted an appeal to this court.</p>\n      <p class=\"indent\"><i>A. W. Reynolds</i>, for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 422-425 intentionally omitted]</p>\n      <p class=\"indent\"><i>J. H. Ferguson</i>, for appellee.</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant assigns as errors that the court erred in establishing the alleged lost deed from Chrispianos Belcher to Robert D. Belcher, and in correcting the alleged mistake therein; in setting aside the deeds under which appellant claims as clouds on complainant's title; and in correcting the alleged mistake in the deed from Robert D. Belcher to William H. Witten, dated December 23, 1852.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Complainant, Doran, deraigns title through the lost deed from Chrispianos Belcher to Robert D. Belcher, and deeds of Robert D. Belcher to W. H. Witten, December 23, 1852; of W. H. Witten, W. Scott Witten, and Graham to Doran, November 5, 1881; of Doran to the Southwest Virginia Improvement Company, January 1, 1883; and of said company to Doran, December 13, 1883; and it also appears that Chrispianos Belcher gave a deed to Doran, dated April 2, 1885, of the 200 acres, describing the boundaries of the tract in accordance with Doran's contention.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant claims title through a deed of Chrispianos to George W. Belcher, dated October 18, 1884, and various mesne conveyances set forth in the decree, and hereinafter referred to. Both parties claim, therefore, under Chrispianos Belcher.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The description of the tract of land in the deed from Robert D. Belcher to William H. Witten is as follows: 'All that tract of land, containing by estimation two hundred acres, be the same more or less, lying in Mercer county, on Simmons creek, waters of Bluestone, and [bounded] as follows, to-wit: Beginning at two birches on Simmons creek, corner to Chrispianos Belcher's land; thence up said creek with Miller's line S., 55x W., 120 poles, to six chestnuts, corner to Miller's survey; and with the same S., 35x E., 310 poles, to a double and single poplar, corner to said Belcher; and with the same N., 40x E., 250 poles, to the beginning.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the decree the boundary line from the two birches to the six chestnuts was made to read: 'Beginning at two birches on Simmons creek, corner to Chrispianos Belcher's land, and running thence up and with said creek with William Miller's line to the mouth of the middle fork of said creek; thence up and with the left-hand fork of said creek to two spruce pines and a white oak, corner to said William Miller's survey of 100 acres; and thence with the line of said survey, to six chestnuts, also a corner thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon the hearing, the testimony of Robert D. Belcher, to whom, as alleged, Chrispianos conveyed, and who conveyed to W. H. Witten; of William Miller, referred to in the deed of Robert D. to Witten; of W. S. Witten, son of W. H. Witten; of Henry Sadler and others,&#8212;was introduced on behalf of complainant, together with divers deeds and maps. The deposition of Chrispianos Belcher, who was living in the state of Missouri, was not taken; nor was that of W. H. Witten, in respect of whom it was shown that his mind and memory had been declining for some years, and that his mental and physical condition was such as to render him unable to recall business transactions with certainty and accuracy.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It appeared from the evidence that in 1842 Robert D. Belcher and his brother Obediah purchased of James Hector 4,000 acres of land situated on the waters of the Bluestone, in the county of Mercer, Virginia, now West Virginia; that they agreed upon a division line, Obediah taking about 2,500 and Robert D. about 1,500 acres, and the land was surveyed and conveyed according to the agreed division; that the land was a part of a 500,000-acre survey granted by the commonwalth to Wilson Cary Nicholas, from whom Hector had purchased it; that Obediah sold 1,500 acres, part of his 2,500 acres, to Chrispianos Belcher, and that in the year 1844, Robert D. purchased of Chrispianos about 800 acres of this 1,500 acres, in consideration of one horse; that said 800 acres was bounded on the east by Simmons creek, a tributary of the Bluestone, on the north by the lands of Obediah Belcher and others, on the west by the Wilson Cary Nicholas survey, and on the south by the 1,500-acre tract conveyed to Robert D. by Hector.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It further appeared that after Robert D. purchased the 800 acres, Chrispianos and he were informed that there was a controversy or dispute about the west line of the Nicholas survey, as not running as far west as Hector ciaimed; that one Lybrook, a surveyor of Giles county, had some time before run said line and so located it as to leave out about 600 of the 800 acres, and about 500 acres of Robert D.'s 1,500-acre tract; and that when Chrispianos heard of this dispute he declined to make Robert D. a general warranty deed to that part of the 800 acres so brought into question, and, not having his title-bond for the land, Robert agreed to accept such deed for the portion not in dispute, and as to the balance both were to a wait the final establishment of said line. That thereupon Chrispianos made and delivered to Robert a deed with covenants of general warranty for the undisputed part, which was supposed to contain 200 acres, more or less, the metes and bounds of which were, Robert testified, as follows: 'Beginning at two birches on Simmons creek; thence up said creek with the same, and leaving said creek upon the course south, 55 west, 120 poles, to six chestnuts mentioned, and thence with the said Lybrook line to a single and double poplar on the said division line between Obediah Belcher &amp; myself; and thence with same to the beginning.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1852 Robert sold the 200 acres, and also the land the title to which had been called in question, supposed to be about 1,100 acres, to W. H. Witten, and, as Chrispianos had not conveyed the 600 acres (part of the 1,100) to Robert, he joined Robert in the conveyance of the 1,100 to Witten.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This deed from Robert and Chrispianos was put in evidence, and bears date December 23, 1852, and thereby, in consideration of $35, the grantors conveyed 1,100 acres, more or less, 'lying in Mercer county, Virginia, on the waters of Bluestone and Elkhorn, and bounded as follows, towit, viz.: Beginning at the north of Laurel, a branch of Bluestone; thence north, 27 W., in the line of the Wilson Cary Nicholas 500,000-acre survey, and with the same about E., 640 poles, to two birches; thence continue on the said line 280 poles to a double birch on said line; thence, leaving said line, north, 55 E., 294 poles, to six chestnuts; thence south, 35 east, 940 poles, to the beginning,'&#8212;making the triangular tract lying between the west line of the Nicholas survey and the Lybrook line, as delineated on the decree map.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On the same day Robert made the deed to Witten, the description in which is in controversy, intending, as he says, to convey the 200 acres which Chrispianos had conveyed to him; and Robert testified further that some time after this conveyance he and Witten were looking over some old land papers at Obediah's house and came across the deed from Chrispianos to Robert for the said 200 acres of land, and Robert then gave the deed, and money to have the same recorded, to Witten, and had not since seen it. It was stipulated that if Chrispianos conveyed the 200-acre tract to Robert the deed was never recorded, and that diligent search had been made, and no such deed could be found.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It also appeared that at the time of Robert's conveyance Miller owned or claimed to be the owner of a tract of 600 acres lying east of and adjoining the 200 acres; that the line of this Miller tract ran up Simmons creek from the two birches called for in the deed of Robert to Witten; that Miller got this land from Obediah Belcher, and the west 300 acres of it was subsequently purchased by Henry Sadler. Miller was a brother-in-law of Chrispianos and George W. Belcher, Obediah Belcher being his wife's father, and Robert D. her uncle; and, according to his testimony, he not only purchased from Obediah this 600 acres, which lay between Flipping creek and the main Simmons creek, and included what afterwards became the Henry Sadler land, but also owned 100 acres, which he purchased from Obediah and Chrispianos, lying at the head of the west fork of Simmons creek and north of the Witten land, which was afterwards conveyed by Chrispianos to George W.'s wife, Mary E., and by George W. and Mary E. to A. G. Belcher. The west line of this 600 acres purchased by Miller from Obediah commenced at the two birches on the main Simmons creek, and ran up to the latter's home place of 400 acres on the middle fork of the creek; the north line being the marked line between the 600-acre tract and Obediah's home tract; and the south line of Miller's 100-acre survey ran from the six chestnuts to Payne's line or Payne's corner on the left-hand fork of the creek.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">By the testimony of W. Scott Witten it was shown that in 1852 his father, William H. Witten, was living on a tract of 400 acres of land, the title to which was in the latter, and on which he had resided, as he claimed, for 50 years, and witness had resided there with him ever since he was born, in 1848; that the tract of 1,100 acres conveyed by Robert D. Belcher and Chrispianos Belcher to William H. Witten, December 23, 1852, touched at its southern point the tract on which William H. Witten then lived; that the 200 acres joined and was bounded in part by the 1,100 acres; that William H. Witten took actual possession of the 1,100-acre tract by placing tenants on it, and paid taxes on that and on the 200 acres, and used the latter as a range for his cattle; that in February, 1877, W. Scott purchased the 200 acres at a judicial sale, which was confirmed, but he took no deed to the land, and he and his father thereafter claimed and exercised ownership over it together; that witness paid the taxes on the 200 acres for the last 15 years, during which it was owned by his father and himself; that he offered the land for sale to Powell and Sadler before he sold it to Doran, and sold it to the latter by the line from the two birches of Simmons creek, up said creek to its forks, and thence up the west or left-hand fork to a white oak and pine on the south-west corner to a tract owned by his father and Payne, and thence either S. 50 or S. 55 west to the six chestnuts; that shortly after he purchased the 200 acres he bought an adjoining tract, and put a tenant on it, who ranged cattle for him on both places; that the 200 acres was in the woods as late as March, 1886, when his deposition was taken, 'except what improvement has been put on by defendant, and not inclosed;' and that he never knew that Chrispianos Belcher or anybody else ever disputed the title of Witten to the 200 acres as claimed by him up to the line of Simmons creek, until the 25th of December, 1884.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">And Robert Belcher testified that from 1844 to 1852, when he conveyed the tract to Witten, he claimed that the east line ran from the two birches up Simmons creek, with the meanders thereof, and that the north line left said creek with the course south, 55 west, 120 poles, to the six chestnuts; the chestnuts being a noted corner, as well as the two birches; and that he had never heard the line called in question until quite recently, when the railroad ran there, and the land became valuable.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The evidence is entirely sufficient to establish the existence and loss of the deed of the 200 acres from Chrispianos to Robert D. Belcher, and the inference is a natural one that, because of this deed, the 200 acres were not included in the conveyance by Chrispianos and Robert to Witten of the 1,100 acres. The reason for Chrispianos joining in that deed was that the 1,100 acres included 600 of the 800 sold by him to Robert; and, as Robert had sold not only the 1,100 but the 200 acres to Witten, it seems reasonable to suppose that Witten would have required a conveyance from Chrispianos to Robert if none such then existed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The deeds to Witten of the 1,100 and the 200 acres bore the same date,&#8212;December 23, 1852,&#8212;and were both drawn up by Witten in the presence of Chrispianos. The one was acknowledged by Chrispianos and his wife and Robert and his wife, and the other by Robert and his wife, before the same justices, on the same day,&#8212;May 7, 1853,&#8212;and both were ordered to be recorded at the June term, 1853, of the county court. All this is irreconcilable with the view that the title to the 200 acres was left outstanding in Chrispianos, and confirms complainant's contention to the contrary. In connection with the description in Robert's deed to Witten of the 200 acres, the description in the deed of the 1,100 acres must be considered. It will be remembered that the north line of the latter tract ran from the double birch in the line of the Nicholas survey, 'north, 55 E., 294 poles to six chestnuts,' and that line, if projected east of the six chestnuts, would strike the left-hand fork of Simmons creek at a corner of Miller's 100-acre survey. In the description of the 200-acre tract conveyed by Robert to Witten the line beginning at the two birches on Simmons creek ran up said creek with Miller's line. Miller's line ran up that creek to its forks, and thence up what is styled the 'middle fork' to the line of Obediah Belcher's home place, and thence east to Flipping creek; but the calls in the Witten deed are also for the line S., 55 W., and the six chestnuts, and these must be considered in determining how far Miller's line should be pursued. If it be followed to Obediah's line, and the six chestnuts are reached by a straight line west, this would disregard the S., 55 W., and embrace the land between the two forks, never claimed by Witten, or in his possession. This parcel contains, according to the proofs, 36 acres, and passed by Chrispianos' deed to George W., and was presumably the tract he intended to convey when he gave that deed. Inasmuch, however, as the course of the north line in the deed from Chrispianos and Robert to Witten of the 1,100 acres, given simultaneously with the deed by Robert to Witten, is from the double birch in the west line of the Nicholas survey to the six chestnuts N., 55 E., 294 poles, and that is the same as the course reversed given in the deed from Belcher to Witten, if we reverse the calls in the latter deed, and run from the two birches to the double and single poplar, thence to the six chestnuts, and thence N., 55 E., 120 poles, to Simmons creek, and down said creek to the beginning, all ambiguity disappears, and all the calls are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is well settled that in running the line of a survey of public lands in one direction, if a difficulty is met with, and all the known calls of the survey are met by running them in the reverse direction, this may be properly done. Ayers v. Watson, 137 U. S. 584, 11 Sup. Ct. Rep. 201.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We conclude, therefore, that the court was justified in passing up the left-hand fork to Miller's survey.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The description of the tract in the deed of Chrispianos Belcher to George W. Belcher, October 18, 1884, is as follows: 'A certain tract or boundary of land, supposed to contain seventy-five acres, be the same more or less, lying and being in the county of Mercer, state of W. Va., on the waters of Simmons creek, a branch of Bluestone river, and being a part of a survey purchased by Obediah Belcher of Jas. Hector in the year 1842, and a portion of the tract deeded by Obediah Belcher to Chrispianos Belcher, and bounded as follows, towit: Beginning at two birches on the west bank of Simmons creek, corner to William H. Witten; thence with said Witten's line to six chestnuts, corner to A. G. Belcher, on a ridge; thence north, 50 E., 112 poles, to a white oak and two pines on a branch of Simmons creek, corner to Witten and Graham-Payne tract; north, 85 E., 134 poles, with the Payne line, to two pines and a white oak on another branch of Simmons creek, corner to four hundred acres deeded by said Chrispianos Belcher to Obediah Belcher; thence down Simmons creek, with the meanders thereof, to the beginning.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As we have seen, Witten's line was the same as Miller's line, at least to the forks of the creek, but it is contended on appellant's behalf that the true line was a straight line from the two birches to the six chestnuts. The difficulty with this contention is that it entirely ignores Simmons creek, Miller's line, and the course S., 55 W., and the distance of 120 poles, called for in the deed to Witten. Nor is it consistent with the evidence and the reason of the thing to assume that Chrispianos, in selling the 800 acres to Robert, undertook to make such a line its eastern boundary, rather than Simmons creek,&#8212;a natural boundary in itself. The land was worth so little in 1844 that precision of that sort is hardly supposable, and there is nothing to indicate that Chrispianos, Robert, or Witten ever entertained the idea that the tract stopped short of Simmons creek. In fact, Robert and Witten, and those claiming under them, always claimed up to the creek, down to and after October, 1884. The circuit court was not compelled to adopt the straight line, and to have done so would have violated the rule, which prefers natural and ascertained objects, and disregarded the other calls.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The argument is made in the answer of the coal company that because, in the deed of Robert to Witten, the 200 acres is described as beginning at two birches on Simmons creek, 'corner to Chrispianos Belcher's land,' this recognized 'that Chrispianos Belcher owned at that time the land down to the two birches, and which is now the land of this respondent.' But the proofs show that in 1848 Robert D. Belcher conveyed to Chrispianos 640 acres, parcel of the 1,500 acres conveyed to him by Hector, and this 640 acres cornered on the two birches in question, and was subsequently, in 1856, conveyed by Chrispianos to Henry Walker. The two birches were at the south-east corner of the 200 acres, and the north-west corner of the 640-acre tract, and this disposes of the inference suggested.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is also urged that the description in the deed of W. H. and W. S. Witten and Graham to Doran of November 5, 1881, treated the 200 acres as if it were part of the 1,100 acres, and that Doran's title is thus shown not to be under the lost deed, and in fact not to extend to the 200 acres at all. We do not so understand that description. By that conveyance, a moiety of the Payne tract was conveyed, as well as the 200 acres, and the description, ran: 'All that certain tract, piece, or pareel of land situate on the south side of the dividing ridge and on Simmons creek, in Mercer county aforesaid, and containing two hundred acres, more or less, bounded on the north by the tract of land next hereinafter described, on the east by the lands of Henry Sadler and lands of the heirs of Henry Walker, on the south by lands of G. W. Perdue, and on the west by other lands of the said W. H. and W. S. Witten, the balance of a larger tract of eleven hundred acres, hereinafter more particularly described, being the eastern part of the said large tract of eleven hundred acres which Robert D. Belcher et ux. et al., by deed dated December 23, 1852, and recorded in Mercer county, in Deed-Book No. 3, page 523, &amp;c., granted and conveyed unto the said W. H. Witten in fee; and, a portion of the lands of the said W. H. Witten having been seized, taken in execution, and sold under a certain proceeding instituted against him in the circuit court of Mercer county aforesaid at the suit of the Bank of Princeton, the said W. H. Witten purchased the same, and is about to receive a deed therefor.' And then follows the description of the Payne tract as bounded on the south by lands of Sadler and the tract of land above described. The land lying on the west belonged to the Wittens as stated, and might well enough be described as the eastern part of the 1,100-acre tract, but it would be an inadmissible construction to make the 200 part of the 1,100 acres, particularly in view of the fact, as elsewhere shown, that the 200 acres had been sold by proceedings against W. H. Witten, and is thus jdentified.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Allusion is also made to the fact that the 200-acre tract as described in the deed to Witten turned out on actual survey to contain 357 acres, but the conveyance was of 200 acres 'by estimation;' and, moreover, the western boundary in that deed was the line from the six chestnuts S., 35 E., 310 poles, to a double and single poplar, corner to Robert Belcher, instead of the Lybrook line; thus throwing into this conveyance the land between these two lines as shown upon the map. This was not material as between the parties, as, although Chrispianos had not up to December 23, 1852, conveyed the 600 acres to Robert, yet he did then, with Robert, convey them to Witten so that the latter, by the two deeds, got the whole 800 acres, though that part in the 1,100 acre tract may have fallen short of 600, while the 200-acre tract ran over. If the 1,100-acre tract contained, as testified, 778 or 825 acres, and the 200-acre tract 357 acres, that would be between 1,100 and 1,200 in all, instead of the 1,300, more or less, which the Wittens undertook to convey.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The differences in quantity resulting from taking the areas as estimated and supposed, rather than accurately platted and calculated, could hardly excite remark, while the growth of the 75 acres in the deed of Chrispianos to George W. into 176 acres might, perhaps, as the record stands, invite some explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We regard the evidence as clear and convincing in establishing the lost deed, and the facts which sustain the action of the district court in correcting the line.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The jurisdiction of equity to reform written instruments, where there is a mutual mistake, or mistake on one side and fraud or inequitable conduct on the other, is undoubted; but to justify such reformation the evidence must be sufficiently cogent to thoroughly satisfy the mind of the court. Fishack v. Ball, 34 W. Va. 644, 12 S. E. Rep. 856; Railroad Co. v. Dunlop, 86 Va. 346, 10 S. E. Rep. 239.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The general doctrine is not denied, but it is contended that the effect of the correction of the deeds (if the lost conveyance contained an identical description) is to enlarge them so as to include more land than they originally embraced, and that this renders the action of the court obnoxious to the statute of frauds.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Glass v. Hulbert, 102 Mass. 24, is cited to the proposition that, although the principle maintained by Chancellor KENT in Gillespie v. Moon, 2 Johns. Ch. 585, that relief in equity against the operation of a written instrument, on the ground that by fraud or mistake it did not express the true contract of the parties, might be afforded to a plaintiff seeking a modification of the contract as well as to a defendant resisting its enforcement, is well settled, it cannot be extended to enlarge the subject-matter of a contract, or to add a new term to a writing, by parol.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We need not enter upon a discussion in this regard here as the deeds themselves furnished the means of making the correction, and the statute of frauds was not pleaded.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The coal company insists, however, that it occupies the position of a <i>bona fide</i> purchaser for value without notice, and as such is entitled to the protection of the court. No evidence whatever was adduced on behalf of the defendants, and, although George W. Belcher, N. L. Reynolds, and P. H. Rorer answered under oath, they were not required to do so, and their answers were not evidence in their favor, under the amendment to the forty-first rule in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Reference to the appendix to the acts of the legislature of West Virginia of 1885 (pages 446, 447) shows the certificate of incorporation of the company, from which it appears that the agreement required under the statute in order to form a corporation was delivered to the secretary of state of West Virginia on the 16th of January, 1885, on which day the company, as the secretary certifies, became a corporation. The subscribers to the agreement were P. H. Rorer, I. A. Welch, N. L. Reynolds, A. W. Reynolds, and George W. Belcher; and the agreement states that these five corporators had subscribed the sum of $250, being one $50 share each, and had paid on the subscriptions the sum of $25. It is through these corporators that the company claims title, and the record discloses that Welch was its president. Associated together to carry forward a common enterprise, the knowledge or actual notice of all these corporators and the president was the knowledge or notice of the company, and, if constructive notice bound them, it bound the company.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The conveyances were as follows: December 4, 1884, George W. Belcher conveyed to Newton L. Reynolds the undivided five-eighths of the tract of land claimed by the company, and on the 23d of February, 1885, George W. Belcher conveyed to Rorer the undivided three-eighths of the tract. January 13, 1885, N. L. Reynolds conveyed two-eighths of his five-eighths to I. A. Welch, and on February 28, 1885, he conveyed the remaining three-eighths to the company. January 13, 1885, Welch conveyed to A. W. Reynolds an undivided one-eighteenth of the tract, and the remaining portion of the two-eighths conveyed by N. L. Reynolds to Welch the latter conveyed to the company on February 28th, while on the same day A. W. Reynolds conveyed the one-eighteenth aforesaid, and Rorer and wife the three-eighths.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The deeds of N. L. Reynolds to Welch; Welch to A. W. Reynolds; Rorer, N. L., and A. W. Reynolds and Welch to the company,&#8212;all name the nominal consideration of one dollar. The deed of George W. Belcher to N. L. Reynolds purports to have been executed in consideration of $66.10, and of George W. Belcher to Rorer in consideration of $6,393.75,&#8212;$500 in cash, and $5,893.75 in deferred payments.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The deed from Chrispianos to George W. recites a consideration of $75 'and other valuable considerations.' This was a general warranty deed, and so was that to Rorer. The others were special warranties only.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">None of the original deeds in appellant's chain appear to have been produced on the hearing, though certified copies were attached to the pleadings, but no independent evidence was adduced of the payment by any of the defendants of any money whatever. As against complainant, the recitals in these deeds cannot be relied on as proof of the payment of the purchase money. Boone v. Chiles, 10 Pet. 177; Flagg v. Mann, 2 Sum. 487; Kyles v. Tait, 6 Grat. 44; Warren v. Syme, 7 W. Va. 474; Brown v. Welch, 18 Ill. 343; Lloyd v. Lynch, 28 Pa. St. 419.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Apart from this, we hold appellant chargeable with notice. The rule is thus stated by the Virginia court of appeals in Burwell's Adm'rs v. Fauber, 21 Grat. 446, 463: 'Purchasers are bound to use a due degree of caution in making their purchases, or they will not be entitled to protection. <i>Caveat emptor</i> is one of the best-settled maxims of the law, and applies exclusively to a purchaser. He must take care, and make due inquiries, or he may not be a <i>bona fide</i> purchaser. He is bound not only by actual, but also by constructive notice, which is the same in its effect as actual notice. He must look to the title papers under which he buys, and is charged with notice of all the facts appearing upon their face, or to the knowledge of which anything there appearing will conduct him. He has no right to shut his eyes or his ears to the inlet of information, and then say he is a <i>bona fide</i> purchaser without notice.' Jones v. Smith, 1 Hare, 43, 55; Le Neve v. Le Neve, 2 White &amp; T. Lead. Cas. 127; and Brush v. Ware, 15 Pet. 93, 114,&#8212;are cited.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In Mundy v. Vawter, 3 Grat. 518, relied on by appellant, the registry of a deed of 'all the estate, both real and personal, to which the said James was in any manner entitled in law or in equity,' was held not to be notice in point of law to a subsequent purchaser of the existence of the deed, nor would notice in point of fact of such existence and contents affect such purchaser, unless he had further notice that the land purchased by him was embraced by the provision of the deed; 'and the proof of such notice, whether direct or positive or circumstantial and presumptive, must be such as to affect the conscience of the purchaser, and is not sufficient if it merely puts him upon inquiry, but must be so strong and clear as to fix on him the imputation of <i>mala fides</i>.' But the latter branch of this ruling was disapproved of in Warren v. Syme, 7 W. Va. Va. 474; and in Fidelity Ins., T. &amp; S. D. Co. v. Shenandoah Val. R. Co., 32 W. Va. 244, 259, 9 S. E. Rep. 180, it is said that 'whatever is sufficient to put a person on inquiry is considered as conveying notice; for the law imputes a personal knowledge of a fact of which the exercise of common prudence might have apprised him. When a subsequent purchaser has actual notice that the property in question is incumbered or affected, he is charged constructively with notice of all the facts and instruments to the knowledge of which he would have been led by an inquiry into the incumbrance or other circumstance affecting the property of which he had notice.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Lord HARDWICKE observed in Le Neve v. Le Neve, Amb. 436, 3 Atk. 646, 1 Ves. Sr. 64, 'that the taking of a legal estate, after notice of a prior right, makes a person a <i>mala fide</i> purchaser;' and the notes to that case in 2 White &amp; T. Lead. Cas. 109, discuss at length the doctrine of knowledge, actual notice, express or implied, and constructive notice, with abundant citation of authority. The conclusion of the American editor is that actual notice embraces all degrees and grades of evidence, from the most direct and positive proof to the slightest circumstances from which a jury would be warranted in inferring notice, while constructive notice is a legal inference from established facts, and, like other legal presumptions, does not admit of dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Mr. Justice Story, in his work on Equity Jurisprudence, (section 399,) adopts the language of Chief Baron EYRE in Plumb v. Fluitt, 2 Anstr. 432, 438, that constructive notice is in its nature no more than evidence of notice, the presumption of which is so violent that the court will not allow even of its being controverted.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In later editions of that work, Judge Redfield (11th Ed. &#167; 410a) says that the term 'constructive notice' 'is applied indiscriminately to such notice as is not susceptible of being explained or rebutted, and to that which may be. It seems more appropriate to the former kind of notices. It will then include notice by the registry and notice by <i>lis pendens</i>. But such notice as depends upon possession, upon knowledge of an agent, upon facts to put one upon inquiry, and some other similar matters, although often called constructive notice, is rather implied notice, or presumptive notice, subject to be rebutted or explained. Constructive notice is thus a conclusive presumption or a presumption of law, while implied notice is a mere presumption of fact.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Vice-Chancellor WIGRAM in Jones v. Smith, supra, laid it down that cases in which constructive notice had been established resolved themselves into two classes: <i>First</i>, those in which the party charged had actual notice that the property in dispute was in some way affected, and the court has thereupon bound him with constructive notice of facts to a knowledge of which he would have been led by an inquiry into the matters affecting the property, of which he had actual notice; and, <i>secondly</i>, those where the court has been satisfied that the party charged had designedly abstained from inquiry for the purpose of avoiding notice. If there is not actual notice that the property is in some way affected, so that the case does not fall within the first class, and no fraudulent turning away from a knowledge of facts which the <i>res gestae</i> would suggest to a prudent mind, or gross and culpable negligence, so as to bring it within the second, then the doctrine of constructive notice would not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Each case must be governed by its own peculiar circumstances, and in that in hand we think appellant either had actual knowledge or actual notice of such facts and circumstances as by the exercise of due diligence would have led it to knowledge of complainant's rights, and that, if this were not so, then its ignorance was the result of such gross and culpable negligence that it would be equally bound.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The deed of George W. Belcher to N. L. Reynolds conveyed the undivided five-eighths of 75 acres, by a description reading as follows: 'Beginning at two birches on the bank of Simmons creek in a line of a survey of twenty-five hundred acres conveyed by James Hector to Obediah Belcher, and a corner to the William H. Witten land, and with a line of the said Witten land N., 50x 40' W., 85.40 chains, up Simmons creek, topping a ridge at 23 chains, and crossing hollows and points of said ridge, to six dead chestnuts on said ridge, a corner to A. G. Belcher's land.' The deed of George W. Belcher to P. H. Rorer purported to convey 'three-eights (3/8) undivided of a certain tract or parcel of land lying on Simmons creek, a branch of Bluestone river, in the county of Mercer, and state of West Virginia, it being the same tract, five-eighths (5/8) undivided of which has heretofore been conveyed by the said parties of the first part to N. L. Reynolds, and containing, by recent survey, by horizontal measurement, one hundred and seventy and 5-10 acres, and bounded as follows: Beginning at two birches on the bank of Simmons creek, N., 50x26' W., 80.33 chains, up Simmons creek, crossing ridges and spurs, to six dead chestnuts on ridge, corner to A. G. Belcher.' The other conveyances refer to these descriptions.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">When Obediah and Robert D. Belcher bought the 4,000 acres of James Hector they agreed to a division whereby Robert D. Belcher took 1,500 and Obediah 2,500 acres. The deed of Hector to Robert D. Belcher for the 1,500 acres is in the record. The north line of this tract ran from the Wilson Cary Nicholas line N., 60 E., to the mouth of the Spruce Pine branch on Flipping creek; and Obediah Belcher's 2,500 acres lay immediately north of that line, and extended across from the Nicholas line to Flipping creek. The two birches spoken of in George W. Belcher's deed to Reynolds as being in a line of a survey of 2,500 acres conveyed by Hector to Belcher were not corner trees in that line, but were corner trees to the Witten tract of 200 acres. As the description in the deed to Reynolds puts the two birches as a corner to the William H. Witten land, it is plain that resort must have been actually had to R. D. Belcher's deed to Witten of the 200 acres, and that deed described Witten's line as running from the two birches up Simmons creek 'with Miller's line.' That deed could not be read without discovering that something had been omitted therefrom; and this is the more apparent since it is shown by the evidence that the distance by a staight line from the two birches to the six chestnuts was running S., 55 W., from the two birches running S., 55 .w., from the two birches would not reach the six chestnuts, but would run away from them, so that both by distance and by course it was evident that an error had been committed, and what that error was seems to us to be obvious to any candid mind. Having actual notice to this extent, appellant was put upon inquiry, and inquiry would have conducted at once to the unrecorded deed.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">So far as the defendant George W. Belcher is concerned, the evidence is quite convincing of knowledge on his part. Belcher had resided near the land apparently all his life. In October, 1882, when the Barcroft tract of land, which we understand to be the same as Obediah Belcher's home place, was surveyed for the Southwest Virginia Improvement Company, one Crockett was assisting in the survey, and George W. Belcher and others were present; and Crockett testified, without objection, that at that time, when they gotdown to the corner of the creek, he asked Belcher whose land that was adjoining, and he said 'Mr. Witten's;' and the witness I remember he said, by running the lines Belcher set up a claim to the land in controversy Belcher told him 'that he never knew he had any land there until Mr. Welch and Mr. Reynolds found it out,&#8212;as I remember he said, by running the lines and plotting.' He also stated upon cross-examination: 'He told me, I think, that Capt. Welch got him to write what he would take for his claim in there,&#8212;<i>i. e.</i>, to Chrispianos Belcher, his brother.' Henry Sadler testified that in 1866, when a part of his purchase from Obediah Belcher was surveyed, George W. Belcher was along and marked the lines; and 'there was something said that if we got too far from the creek we would get on Witten's land.' The witness added that Simmons creek was recognized by himself as the line between his land and that of William H. Witten.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">W. S. Witten testified that on December 25, 1884, he met George W. Belcher, and 'asked him what land it was he had sold, (as Mr. Burkholder told me there was trouble about the matter.) He told me it was the land I sold Joseph I. Doran. I told Mr. Belcher he ought to be careful about trading on that land, and he remarked to me that when I sold it that I did not get much for it, and that if I would not kick in the thing that they would make me whole.' George W. Belcher was present during the taking of these depositions, but he was not called as a witness.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Again, actual and unequivocal possession is notice, because it is incumbent on one who is about to purchase real estate to ascertain by whom and in what right it is held or occupied; and the neglect of this duty is one of the defaults which, unexplained, is equivalent to notice. 2 White &amp; T. Lead. Cas. 180; Landes v. Brant, 10 How. 348; McLean v. Clapp, 141 U. S. 429, 436, 12 Sup. Ct. Rep. 29; French v. Loyal Co., 5 Leigh, 641; Western M. &amp; M. Co. v. Peytona Cannel Coal Co., 8 W. Va. 406, 441; Core v. Faupel, 24 W. Va. 238; Morrison v. Kelly, 22 Ill. 610. Possession, said WALKER, J., in the case last cited, 'may be actual or constructive; actual, when there is an occupancy, such as the property is capable of, according to its adaptation to use; constructive, as when a person has the paramount title, which, in contemplation of law, draws to and connects it with the possession. But to be adverse it must be a <i>pedis possessio</i>, or an actual possession.' In Ewing v. Burnet, 11 Pet. 53, it was held that neither actual occupancy nor cultivation nor residence was necessary to constitute actual possession; that where the property is so situated as not to admit of any permanent useful improvements, and the continued claim of the party has been evidenced by public acts of ownership, such as he would exercise over property which he claimed in his own right, and would not exercise over property he did not claim, such possession will create a bar under the statute of limitations; that what acts may or may not constitute a possession are necessarily varied, and depend to some extent upon the nature, locality, and use to which the property may be applied, the situation of the parties, and a variety of circumstances which have necessarily to be taken into consideration in determining the question. And so possession of an improved portion of a tract of land, under a conveyance in fee of the whole, is construed to be co-extensive with the grant. And where a party purchases land adjoining a tract of which he is already in the occupancy, he will be considered as at once, in point of law, in the possession of the newly-acquired tract, when the latter is vacant, or at least not held under an adverse possession.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Now, W. H. Witten resided on 400 acres of land which adjoined the 1,100-acre tract, while the 200 acres bounded on the 1,100 acres, and neither of the latter tracts was in adverse possession when purchased by Witten; and the evidence of W. Scott Witten shows that W. H. Witten used the 200-acre tract as a range for his cattle, and paid the taxes on it, and that, after W. Scott Witten purchased it at the judicial sale he also used it in the same way. In other words, such possession as the land was susceptible of was taken and maintained, and, in addition to that, it connected with the home tract on which W. H. Witten had lived for 50 years. The possession, such as it was, was notorious, and contributes its weight to the other proofs of notice.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We repeat that we regard it as satisfactorily established that the defendants had such notice as put them on inquiry, and charged them with knowledge of the facts, and, under the circumstances, their silence is most significant.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Certain proceedings resulting in an alleged deed of the land in controversy from the commissioner of school lands for Mercer county to George W. Belcher, under date of December 3, 1884, are attacked by the bill as fraudulent and void, and part of a scheme to deprive complainant of his property.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">These proceedings are attached to the bill, and show the filing of a petition by George W. Belcher against the school land commissioner in the circuit court of Mercer county, and its reference to a master in chancery November 21, 1884; the report of the master on November 27th, and a decree on November 29th. The only party defendant was the commissioner, who appeared and waived process.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The decree describes the land in accordance with the description in the deed from Chrispianos to George W., and directs the school commissioner to convey the same to Belcher, which was done accordingly. The petition stated that George W. Belcher was the owner of a tract of land lying on Simmons creek in the county of Mercer, adjoining the lands of Witten, Sadler, and others, and containing about 75 acres, and that said tract was conveyed to him by Chrispianos Belcher by deed baring date October 18, 1884; and that 'a short time prior to the formation of the state of West Virginia his vendor, Chrispianos Belcher, removed from the state of Virginia and county of Mercer to the state of Missouri, and that by mistake and accident the said land was omitted from the land-books, and he is advised that said land is forfeited, and the title thereto vested in the state of West Virginia for non-entry thereof on the land-books of Mercer county.' The petitioner further averred 'that at the time the title vested in the state his said vendor, Chrispianos Belcher, had good, valid title thereto, superior to any other claimant thereof, and that your petitioner now has good, valid title thereto, superior to any other claimant thereof, and he is advised and now avers that he is entitled to redeem the same by paying all taxes and interest due on said land by reason of the forfeiture thereof, from the year 1863 to the present time, and all costs.'</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The decree recites the conveyance of Chrispianos to George W. Belcher, and that at the time of the forfeiture Chrispianos had a good and valid fee-simple title thereto, superior to that of any other claimant; and that George W. Belcher, having appeared in open court and offered to pay the sum of $30.71, being the amount of all taxes, interest, damages, and costs due against said tract of land by reason of the forfeiture, (the taxes in question covering the years from 1863 to 1884, inclusive,) is entitled to be treated in the nature of a purchaser thereof, it appearing to the court that the said George W. Belcher would be entitled to the surplus of purchase money over and above the said sum of $30.71, had said tract of land been subjected to sale as school lands, etc.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We cannot resist the impression that, taking all the facts and circumstances of the case together, these proceedings in the circuit court of Mercer county were, as charged by complainant, a mere device to bolster up the alleged claim of George W. Belcher, under the deed from Chrispianos, to property belonging to the complainant. So far from strengthening appellant's position, the inferences to be drawn from the transaction are inconsistent with good faith in dealing with the land. The proofs in this record show the charge of a 200-acre tract of land on Simmons Creek fork, or Upper Simmons fork, or Simmons fork, on the land-books of Mercer county, in the name of William H. Witten, for the years 1854, '56, '57, '58, '60, '61, '62, '63, '65, '66, '67, '68, '69, '70, '71, '72, '73, '74, '75, '76, '77, '78, '79, '80, and its transfer for 1882-83 to Joseph I. Doran, and for 1884-85 to the Southwest Virginia Improvement Company. The location is stated to be for the last four years on the 'dividing ridge and Simmons creek.' It also appears that the land-books for the years 1855 and 1859 were destroyed, and for 1864 that the land-book was 'gone,' and that the land does not appear on the book for 1881. The same books also show Chrispianos Belcher charged in 1854 and 1856 with 650 acres and 200 acres, located on 'Bluestone an Flipping ridge and Crane creek;' that in 1855 the books were destroyed; and that for the year 1857, 10 acres, part of the 650 acres on Bluestone, was charged to Chrispianos, and for many years thereafter, exclusive of the two years when the minute is that the books were destroyed. As has heretofore been stated, Chrispianos had a tract of 640 acres south of the dividing line between Obediah's 2,500 and Robert D.'s 1,500 acres, derived from Hector, and part of the 1,500 acres which had been conveyed to him by Robert in 1848, and which Chrispianos conveyed to Henry Walker in 1856; and both as to that and the 200 acres mentioned their location was on Flipping creek and Crane creek, waters of Bluestone, and they have no connection whatever with the 200 acres in controversy. The latter 200 acres appears in the tax-receipts of W. H. Witten for 1854, '55, '59, '66, '67, '69, '70, '71, '72, '74, '75, '76, '77, '78, '79, '80; and evidence is given explanatory of the loss of the tax-receipts for the missing years, the payment of the taxes for all the years being otherwise proven. The land in controversy here was evidently not forfeited to the state in 1863, for the reason given in the petition or any other.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Under the constitution of West Virginia, art. 13, (Code 1884, p. 36,) it is provided that all lands in the state, waste and unappropriated, or heretofore or hereafter for any cause forfeited or treated as forfeited, or escheated to the state of Virginia or this state, or purchased by either and become irredeemable, not redeemed, released, transferred, or otherwise disposed of, the title whereto shall remain in this state until such sale as is hereinafter mentioned be made, shall, by proceedings in the circuit court of the county in which the lands or a part thereof are situated, be sold to the highest bidder; and that the former owner of any such land shall be entitled to receive the excess of the sum for which the land may be sold over the taxes charged and chargeable thereon, or which, if the land had not been forfeited, would have been charged or chargeable thereon, since the formation of this state, with interest at the rate of 12 per cent. per annum and the costs of the proceedings, if his claim be filed in the circuit court that decrees the sale within two years thereafter. No such sale had ever taken place in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">By chapter 105 of the Code of West Virginia (Warth's Ed. 1884, p. 639) provision was made for the certifying to the clerk of the circuit court by the auditor of a list of all waste and unappropriated lands theretofore vested in the state of West Virginia by forfeiture or purchase at the sheriff's or collector's sale for delinquent taxes, and not released, etc., and of lands theretofore or thereafter purchased at a sale for taxes and not redeemed, and all lands forfeited to the state for failure to have the same entered upon the land-books, etc., in order that they might be sold for the benefit of the school fund; and it was made the duty of the surveyor of each county to report to the circuit court all waste and unappropriated lands in his county subject to sale under the provisions of the chapter. Further, the appointment and qualification of a commissioner of school lands by the circuit court of each county was provided for, whose duty it should be once in each year to ascertain, from the reports and such other information as he might be able to obtain, what lands were liable to sale under the provisions of the chapter, as to which no proceedings had been commenced for the sale thereof, and to file his petition praying that the same might be sold, and stating the claimant or claimants, and their residence, if known, against whom process should be issued that they might show cause why the lands should not be sold. Publication of notice to unknown parties was also required, and it was further provided that the former owner of any such land should be entitled to recover the excess of the sum for which the lands might be sold over what was due to the state if he filed his claim within two years thereafter; and, further, that any owner might within the time aforesaid file his petition in the circuit court, stating his title to the land, etc., whereupon said court should order the excess mentioned to be paid to him, and at any time during the pendency of the proceedings in the sale of such land such former owner, or any creditor of such former owner, might file his petition in the circuit court and ask to be allowed to redeem such part or parts of any tract of land so forfeited, or the whole thereof, as he might desire. The privilege of redemption given by the statute was a privilege personal to the former owner or his creditors having liens on the land, and the way, time, mode, and manner in which the privilege should be exercised were prescribed by the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">At the time George W. Belcher filed his petition to redeem the land from the alleged forfeiture there were no proceedings pending in the Mercer county circuit court for its sale for the benefit of the school fund. The petitioner did not pretend that he was the former owner, or a creditor of the former owner, but said that the land was forfeited, and the title vested in the state of West Virginia for the failure of Chrispianos to have it entered on the land-books of Mercer county a short time prior to the admission of the state; and the report upon the reference is to the effect that the tract was forfeited about 1863 by reason of such omission, and that at the time of the forfeiture the legal title was in Chrispianos. But the legal title to the land in dispute was not in Chrispianos from before 1852, and the land was entered on the land-books in 1863 and prior years, and taxes paid thereon. Moreover, the proceeding was an independent proceeding, to which the owners were not made parties, and by which they were not bound. As to the suggestion of forfeiture prior to 1848, no question thereon was raised on the petition or in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We are of opinion that the circuit court was right in ignoring the claim of title under this deed, and in setting aside the other deeds as clouds upon complainant's title, without regard to these proceedings in the circuit court of Mercer county.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">But it is said that complainant's claim is stale, and that he and those under whom he claims have slept upon their rights for 40 years. There is no doubt that William H. Witten believed himself to be the owner of all the land up to Simmons creek and Miller's line on the east side of that creek, from the two birches to the corner of Payne and Graham's tract and to Miller's survey, and thence to the six chestnuts. It is true, the deed to Robert Belcher had not been recorded, and was lost, but, as Witten was in possession, mere delay, unless by reason thereof an equitable estoppel was created in favor of appellant, would not operate to defeat relief; but appellant, and none of the parties under whom it claims, can assert upon this record that complainant stood by while they were undertaking to possess themselves of his land, and allowed them to do so to their injury, when they would have abstained from it if he had proceeded earlier to the restoration of the lost deed and the rectification of the boundary in the Witten deed.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The deed of Chrispianos to George W. was dated October 18, 1884, and apparently at some time between that date and February, 1885, these defendants, or some of them, entered upon the tract, prospected for coal, and put on improvements amounting to the value of some $200. On February 24th Doran served notice on the persons then on the land of his ownership, etc., and on the 15th of May, 1885, served another notice, and demanded possession. He also, February 14th, put his own tenant in a frame house on the premises, which was part of the improvements above mentioned, who appears to have been subsequently forcibly ejected.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The bill was filed August 1, 1885. There was no delay, therefore, in the assertion of his rights after they were invaded.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">It is argued at length that a court of equity had no jurisdiction in this case. The bill alleged that complainant was 'seised in fee of the said tract of two hundred acres, more or less;' and that this is a sufficient allegation of possession of the land has been determined by this court. Gage v. Kaufman, 133 U. S. 471, 10 Sup. Ct. Rep. 406.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">As heretofore stated, such possession as the land was susceptible of had been taken by Witten and maintained by himself and his grantees down to the time, after October, 1884, when appellant entered upon a part of complainant's land in the commission of a trespass, and commenced committing acts of waste upon the property. It cannot be held that this trespass on appellant's part constituted a possession which in itself would drive complainant to an action of cjectment.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The jurisdiction of courts of equity to remove clouds from title is well settled, the relief being granted on the principle, <i>quia timet</i> and in the case at bar appellant's own contention makes it clear that the remedy of complainant at law would have been inadequate, since the aid of a court of equity was required to supply what was by mistake omitted from the deed of Robert to Witten, so that the line could be made to run up the left-hand fork of Simmons creek to the corner of Miller's survey on that creek, and thence to the six chestnuts.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We think also that the court had jurisdiction to establish the lost deed, and that this is so even though in an action at law proof of the fact might have been allowed to be made. Hickman v. Painter, 11 W. Va. 386; 1 Story, Eq. Jur. &#167; 81.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Upon the whole, we see no reason for a reversal of the decree, and it is therefore affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93226/"
}