{"absolute_url": "/opinion/93348/nesbit-v-riverside-independent-dist/", "blocked": false, "citation": {"case_name": "Nesbit v. Riverside Independent Dist.", "docket_number": "212", "document_uris": ["/api/rest/v2/document/93348/"], "federal_cite_one": "144 U.S. 610", "federal_cite_three": null, "federal_cite_two": null, "id": 77728, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77728/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1892-04-18", "date_modified": "2014-12-21T01:31:27.004985", "docket": "/api/rest/v2/docket/192625/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">144 U.S. 610</p>\n    <p class=\"case_cite\">12 S.Ct. 746</p>\n    <p class=\"case_cite\">36 L.Ed. 562</p>\n    <p class=\"parties\">NESBIT<br>v.<br>INDEPENDENT DISTRICT OF RIVERSIDE.</p>\n    <p class=\"date\">April 18, 1892.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Action by Eleanor Nesbit against the independent district of Riverside to recover on certain bonds issued by the district. Judgment for defendant. Plaintiff brings error. Affirmed.</p>\n      <p class=\"indent\">STATEMENT BY MR. JUSTICE BREWER.</p>\n      <p class=\"indent\">This was an action on five bonds purporting to have been issued by the school district defendant. The case was tried by the court without a jury. Special findings of facts were made, of which the following are the only ones material to the questions presented:</p>\n      <p class=\"indent\">'(2) The value of the taxable property within the boundaries of the independent district, as shown by the state and county tax lists, was for the year 1872 forty-one thousand four hundred and twenty-six dollars, and for the year 1873 sixty-eight thousand three hundred and seven dollars.</p>\n      <p class=\"indent\">'(3) That on the 26th and 27th days of March, 1873, the indebtedness of said independent district, exclusive of the bonds declared on in this action, exceeded the sum of thirty-five hundred dollars.</p>\n      <p class=\"indent\">'(4) That the bonds sued on in this action bear date March 27, 1873, maturing ten years thereafter, are five in number, for five hundred dollars each, or $2,500.00 in the aggregate, exclusive of interest, are numbered 14, 15, 16, 17, and 18, and that the signatures thereon are the genuine signatures of the officers of the district purporting to sign the same, and that said bonds, with the accrued interest, now amount to the sum of five thousand six hundred and ninety-five dollars, which bonds and interest coupons were produced in evidence by plaintiff. The said bonds and interest coupons are in all respects alike except as to number, and each coupon refers to the number of the bond to which it belongs and to said act under which it was issued. All of said bonds contain the following provision in the body thereof: This bond is issued by the board of directors of said independent school district under the provisions of chapter 98 of the Acts of the Twelfth General Assembly of the state of Iowa, and in conformity with a resolution of said board dated the 26th day of March, 1873. A copy of the act referred to is printed on the back of the bonds. The exhibits attached to plaintiff's petition are correct copies of said bonds and coupons.</p>\n      <p class=\"indent\">'(4 1/2) That all of said five bonds and the coupons attached belong to the same serles, and were issued at the same time, under the same circumstances, and part of the same transaction.</p>\n      <p class=\"indent\">'(5) That the plaintiff, who is a citizen of Great Britain, bought these bonds, and all the interest coupons belonging thereto, as an investment from one Henry Hutchinson on the 20th day of December, 1877, paying him therefor the sum of two thousand dollars; that said plaintiff, when she made such purchase, had no other knowledge concerning the bonds, or of the facts connected with their issuance, than she was chargeable with from the bonds themselves, and from the provisions of the constitution and laws of the state of Iowa.</p>\n      <p class=\"indent\">'(6) That said bonds were issued without consideration.</p>\n      <p class=\"indent\">'(7) That plaintiff brought suit in the United States circuit court at Des Moines, Iowa, against the said independent district of Riverside upon certain of the interest coupons belonging to the bonds Nos. 14 and 15, being two of the bonds included in the present action, and in the petition in that cause filed the plaintiff averred that she was the owner of the two bonds Nos. 14 and 15, and the coupons thereto attached, and asked judgment upon the six coupons then due and unpaid. To this petition the defendant answered that at the time the bonds were issued the indebtedness of the district exceeded five per cent. of the taxable property of the district, as shown by the state and county tax lists, and that the bonds were therefore void, under the provision of the constitution of the state of Iowa; that no legal or proper election upon the question of issuing the bonds was held; that the bonds were issued under the pretense of building a schoolhouse with the proceeds thereof, but the same has not been built, nor was it intended that it should be built; that the district received no consideration for the bonds, and that the same are fraudulent and void; that plaintiff is not a <i>bona fide</i> holder of said bonds.</p>\n      <p class=\"indent\">'The case was tried to the court, and judgment was rendered in favor of plaintiff for the full amount of the six coupons declared on in that cause. It is shown by evidence <i>aliunde</i> that the five bonds bought by plaintiff were in possession of plaintiff's counsel at the trial of the action at Des Moines, and that bonds Nos. 14 and 15 were actually produced and exhibited to the court at such trial, and offered in evidence. It is not shown that at such trial the fact that plaintiff had bought and was the owner of bonds Nos. 16, 17, and 18 was made known to the court. The judgment entry in said cause shows that on that trial it appeared from the evidence that when said bonds Nos. 14 and 15 were issued the indebtedness of the district, exclusive of these bonds, exceeded the constitutional limitation of five per cent.; that the judges trying said cause were divided in opinion upon the question whether the recitals in the bond estopped the defendant from showing this fact against plaintiff, and certified a division of opinion on this question, judgment being rendered in favor of plaintiff. It does not appear that the cause was taken to the supreme court upon the question certified.</p>\n      <p class=\"indent\">'(8) Under the statutes of Iowa, in force in 1872 and 1873, regulating the assessment of property for the purpose of state and county taxation, the lists thereof could not be computed before the month of August, and in March, 1873, when these bonds were issued, the last computed tax list was for the year 1872.'</p>\n      <p class=\"indent\">Upon these facts judgment was entered in favor of the defendant, (25 Fed. Rep. 635,) to reverse which judgment this writ of error was sued out.</p>\n      <p class=\"indent\">Mr. Justice HARLAN, dissenting. 25 Fed. Rep. 635, affirmed.</p>\n      <p class=\"indent\"><i>W. Willoughby</i>, for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 613-617 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Article 11, &#167; 3, of the constitution of Iowa of 1857, ordains that 'no county, or other political or municipal corporation, shall be allowed to become indebted in any manner, or for any purpose, to an amount in the aggregate exceeding five per centum on the value of the taxable property within such county or corporation, to be ascertained by the last state and county tax lists previous to the incurring of such indebtedness.' Under that section, the limit of indebtedness which the district could incur at the date of the issue of these bonds was $2,071.30. It was already indebted in a sum exceeding $3,500, and the five bonds of themselves aggregated $2,500, or nearly $500 more than the amount of debt the district could lawfully create. Aside, therefore, from the fact that they were issued without consideration, they were invalid by reason of the constitutional provision, and created no obligation against the district. They were issued at the same time, and as one transaction, and were purchased by plaintiff together and in one purchase. If not charged with knowledge of the prior indebtedness, she was with the fact that, independent of such indebtedness, these bonds alone were an overissue, and beyond the power of the district; for she was bound to take notice of the value of taxable property within the district, as shown by the tax list. Buchanan v. Litchfield, 102 U. S. 278; Bank v. Porter Tp., 110 U. S. 608, 4 Sup. Ct. Rep. 254; Dixon Co. v. Field, 111 U. S. 83, 4 Sup. Ct. Rep. 315. In the first of those cases, on page 289, it is said that 'the purchaser of the bonds was certainly bound to take notice, not only of the constitutional limitation itation upon municipal indebtedness, but of such facts as the authorized official assessments disclosed concerning the valuation of taxable property within the city for the year 1873;' and in the last, on page 95, that 'the amount of the bonds issued was known. It is stated in the recital itself. It was $87,000. The holder of each bond was apprised of that fact. The amount of the assessed value of the taxable property in the county is not stated; but, <i>ex vi termini</i>, it was ascertainable in one way only, and that was by reference to the assessment itself, a public record equally accessible to all intending purchasers of bonds, as well as to the county officers.' So when the plaintiff purchased these bonds she knew, or at least was chargeable with knowledge of the fact, that they were unlawfully issued, and created no obligation against the district. She could not, therefore, claim to be a <i>bona fide</i> purchaser, no matter what recitals appeared on the face of the instrument.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">But the question which is most earnestly pressed upon our attention is the estoppel which is alleged to have been created by the judgment against the district in the United States circuit court at Des Moines, upon coupons detached from the two bonds numbered 14 and 15. Is this a case of estoppel by judgment? The law in respect to such estoppel was fully considered and determined by this court in the case of Cromwell v. County of Sac, 94 U. S. 351. It was there decided that when the second suit is upon the same cause of action, and between the same parties as the first, the judgment in the former is conclusive in the latter as to every question which was or might have been presented and determined in the first action; but when the second suit is upon a different cause of action, though between the same parties, the judgment in the former action operates as an estoppel only as to the point or question actually litigated and determined, and not as to other matters which might have been litigated and determined.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Now, the present suit is on causes of action different from those presented in the suit at Des Moines. Bonds 16, 17, and 18 were not presented or known in that suit; and while bonds 14 and 15 were presented, alleged to be the property of plaintiff, and judgment asked upon six coupons attached thereto, yet the cause of action on the six coupons is distinct and separate from that upon the bonds or the other coupons. Each matured coupon is a separable promise, and gives rise to a separate cause of action. It may be detached from the bond and sold by itself. Indeed, the title to several matured coupons of the same bond may bein as many different persons, and upon each a distinct and separate action be maintained. So, while the promises of the bond and of the coupons in the first instance are upon the same paper, and the coupons are for interest due upon the bond, yet the promise to pay the coupon is as distinct from that to pay the bond as though the two promises were placed in different instruments, upon different paper.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the rule laid down in Cromwell v. County of Sac, the judgment in the suit at Des Moines is conclusive in this case only as to the matters actually litigated and determined. What were they? The defense pleaded was this: That at the time the bonds were issued the indebtedness exceeded. 5 per cent., and the bonds were therefore void; that the district received no consideration; and that the plaintiff was not a <i>bona fide</i> holder. The judgment entry shows that it appeared from the evidence that the indebtedness at the time the bonds were issued exceeded the constitutional limitation of 5 per cent.; but that it was adjudged that the recitals in the bonds estopped the defendant from showing this fact against the plaintiff. In other words, that which was determined was the effect of the recitals. But this case does not turn upon that question at all, and nothing was determined here antagonistic to the adjudication there. An additional fact, that of notice from the amount of the bonds purchased, was proved.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The effect of recitals in municipal bonds is like that given to words of negotiability in a promissory note. They simply relieve the paper in the hands of a <i>bona flde</i> holder from the burden of defenses other than the lack of power, growing out of the original issue of the paper, and available as against the immediate payee. Suppose two negotiable promissory notes, issued at the same time, and as a part of the same transaction. In a suit on the first, brought by a purchaser before maturity, the maker proves facts constituting a defense as against the payee, but fails to bring home notice of these facts to the holder before his purchase. The judgment must go in favor of the holder, for the words of negotiability in the note preclude the maker from such a defense as against him. In a suit on the second of such notes, may not the maker couple proof of notice to the holder with that of the original invalidity of the note, and thus establish a complete defense against the holder? Is he precluded by the first judgment, and his failure in that to prove notice to the holder? That is precisely this case. In the suit at Des Moines no notice to the holder was shown. The recitals cut off the defense pleaded of original invalidity. In this action notice is proved, and an additional fact is put into the case, which makes a new question. The effect of recital is one thing; that of recitals coupled with notice is another. The one question was litigated and determined in the Des Moines suit; the other is presented here. Surely an adjudication as to the effect of one fact alone does not preclude in the second suit an inquiry and determination as to the effect of that fact in conjunction with others. Infancy is pleaded in an action on a contract, and an adjudication is made establishing it as a defense. In a second suit between the same parties on a different cause of action, though created at the same time, may not the plaintiff prove ratification after majority? Many reasons may induce or prevent the introduction into the first case of all the facts. It was well said in Cromwell v. County of Sac, Page 356, that: 'Various considerations, other than the actual merits, may govern a party in bringing forward grounds of recovery or defense in one action, which may not exist in another action upon a different demand, such as the smallness of the amount, or the value of the property in controversy, the difficulty of obtaining the necessary evidence, the expense of the litigation, and his own situation at the time. A party acting upon considerations like these ought not to be precluded from contesting, in a subsequent action, other demands arising out of the same transaction.' This case may be looked at in another light. The defense pleaded in the Des Moines suit was that at the time of the issue of the two bonds then disclosed there was a prior indebtedness of the district exceeding the constitutional limitation, and that defense was the one adjudged to be precluded by the recitals. Here an additional defense is that the five bonds in suit themselves created an overissue. That question was not presented in the Des Moines suit, and could not have been adjudicated. It is presented for the first time in this case. It is of itself a valid defense, irrespective of prior indebtedness. So we have in this case a new question not presented in the Des Moines suit, the existence of facts never called to the attention of the court in that case, which of themselves create a perfect defense.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We see no error in the judgment, and it is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mr. Justice HARLAN dissents.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>144 U.S. 610 (1892)</b></center>\n<center><h1>NESBIT<br>\nv.<br>\nRIVERSIDE INDEPENDENT DISTRICT.</h1></center>\n<center>No. 212.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 15, 1892.</center>\n<center>Decided April 18, 1892.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF IOWA.\n<p><span class=\"star-pagination\">*613</span> <i>Mr. W. Willoughby</i> and <i>Mr. B.W. Lacy</i> for plaintiff in error.</p>\n<p>No appearance for defendant in error.</p>\n<p><span class=\"star-pagination\">*617</span> MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>Article 11, sec. 3, of the constitution of Iowa of 1857 ordains that \"no county, or other political or municipal corporation, shall be allowed to become indebted in any manner, or for any purpose, to an amount in the aggregate exceeding five per centum on the value of the taxable property within such county or corporation  to be ascertained by the last state and county tax lists, previous to the incurring of such indebtedness.\" Under that section, the limit of indebtedness which the district could incur at the date of the issue of these bonds was $2071.30. It was already indebted in a sum exceeding $3500, and the five bonds of themselves aggregated $2500, or nearly $500 more than the amount of debt the district could lawfully create. Aside, therefore, from the fact that they were issued without consideration, they were invalid by reason of the constitutional provision, and created no obligation against the district. They were issued at the same time and as one transaction, and were purchased by plaintiff together and in one purchase. If not charged with knowledge of the prior indebtedness, she was with the fact that, independent of such indebtedness, these bonds alone were an over-issue, and beyond the power of the district; for she was bound to take notice of the value of taxable property within the district, as shown by the tax list. <i>Buchanan</i> v. <i>Litchfield,</i> 102 U.S. 278; <i>Northern Bank</i> v. <i>Porter Township,</i> 110 U.S. 608; <i>Dixon County</i> v. <i>Field,</i> 111 U.S. 83. In the first of those cases, on page 289, it is said that \"the purchaser of the bonds was certainly bound to take <span class=\"star-pagination\">*618</span> notice, not only of the constitutional limitation upon municipal indebtedness, but of such facts as the authorized official assessments disclosed concerning the valuation of taxable property within the city for the year 1873;\" and in the last, on page 95, that \"the amount of the bonds issued was known. It is stated in the recital itself. It was $87,000. The holder of each bond was apprised of that fact. The amount of the assessed value of the taxable property in the county is not stated; but, <i>ex vi termini,</i> it was ascertainable in one way only, and that was by reference to the assessment itself, a public record equally accessible to all intending purchasers of bonds, as well as to the county officers.\" So when the plaintiff purchased these bonds she knew, or at least was chargeable with knowledge of the fact, that they were unlawfully issued, and created no obligation against the district. She could not therefore claim to be a <i>bona fide</i> purchaser, no matter what recitals appeared on the face of the instrument.</p>\n<p>But the question which is most earnestly pressed upon our attention is the estoppel which is alleged to have been created by the judgment against the district in the United States Circuit Court at Des Moines, upon coupons detached from the two bonds numbered 14 and 15. Is this a case of estoppel by judgment? The law in respect to such estoppel was fully considered and determined by this court in the case of <i>Cromwell</i> v. <i>County of Sac,</i> 94 U.S. 351. It was there decided that when the second suit is upon the same cause of action, and between the same parties as the first, the judgment in the former is conclusive in the latter as to every question which was or might have been presented and determined in the first action; but when the second suit is upon a different cause of action, though between the same parties, the judgment in the former action operates as an estoppel only as to the point or question actually litigated and determined, and not as to other matters which might have been litigated and determined.</p>\n<p>Now, the present suit is on causes of action different from those presented in the suit at Des Moines. Bonds 16, 17 and 18 were not presented or known in that suit; and while bonds 14 and 15 were presented, alleged to be the property of <span class=\"star-pagination\">*619</span> plaintiff, and judgment asked upon six coupons attached thereto, yet the cause of action on the six coupons is distinct and separate from that upon the bonds or the other coupons. Each matured coupon is a separable promise, and gives rise to a separate cause of action. It may be detached from the bond and sold by itself. Indeed, the title to several matured coupons of the same bond may be in as many different persons, and upon each a distinct and separate action be maintained. So, while the promises of the bond and of the coupons in the first instance are upon the same paper, and the coupons are for interest due upon the bond, yet the promise to pay the coupon is as distinct from that to pay the bond, as though the two promises were placed in different instruments, upon different paper.</p>\n<p>By the rule laid down in <i>Cromwell</i> v. <i>County of Sac</i><i>,</i> the judgment in the suit at Des Moines is conclusive in this case only as to the matters actually litigated and determined. What were they? The defence pleaded was this: That at the time the bonds were issued the indebtedness exceeded five per cent, and the bonds were therefore void; that the district received no consideration; and that the plaintiff was not a <i>bona fide</i> holder. The judgment entry shows that it appeared from the evidence that the indebtedness at the time the bonds were issued exceeded the constitutional limitation of five per cent; but that it was adjudged that the recitals in the bonds estopped the defendant from showing this fact against the plaintiff. In other words, that which was determined was the effect of the recitals. But this case does not turn upon that question at all, and nothing was determined here antagonistic to the adjudication there. An additional fact, that of notice from the amount of the bonds purchased, was proved.</p>\n<p>The effect of recitals in municipal bonds is like that given to words of negotiability in a promissory note. They simply relieve the paper in the hands of a <i>bona fide</i> holder from the burden of defences other than the lack of power, growing out of the original issue of the paper, and available as against the immediate payee. Suppose two negotiable promissory notes, issued at the same time, and as a part of the same transaction. <span class=\"star-pagination\">*620</span> In a suit on the first, brought by a purchaser before maturity, the maker proves facts constituting a defence as against the payee, but fails to bring home notice of these facts to the holder before his purchase; the judgment must go in favor of the holder, for the words of negotiability in the note preclude the maker from such a defence as against him. In a suit on the second of such notes may not the maker couple proof of notice to the holder, with that of the original invalidity of the note, and thus establish a complete defence against the holder? Is he precluded by the first judgment, and his failure in that to prove notice to the holder? That is precisely this case. In the suit at Des Moines no notice to the holder was shown. The recitals cut off the defence pleaded, of original invalidity. In this action notice is proved, and an additional fact is put into the case, which makes a new question. The effect of recitals is one thing; that of recitals coupled with notice is another. The one question was litigated and determined in the Des Moines suit; the other is presented here. Surely an adjudication as to the effect of one fact alone does not preclude in the second suit an inquiry and determination as to the effect of that fact in conjunction with others. Infancy is pleaded in an action on a contract, and an adjudication is made establishing it as a defence. In a second suit between the same parties on a different cause of action, though created at the same time, may not the plaintiff prove ratification after majority? Many reasons may induce or prevent the introduction into the first case of all the facts. It was well said in <i>Cromwell</i> v. <i>County of Sac</i><i>,</i> page 356, that: \"Various considerations, other than the actual merits, may govern a party in bringing forward grounds of recovery or defence in one action, which may not exist in another action upon a different demand, such as the smallness of the amount, or the value of the property in controversy, the difficulty of obtaining the necessary evidence, the expense of the litigation, and his own situation at the time. A party acting upon considerations like these ought not to be precluded from contesting, in a subsequent action, other demands arising out of the same transaction.\"</p>\n<p><span class=\"star-pagination\">*621</span> This case may be looked at in another light. The defence pleaded in the Des Moines suit was, that at the time of the issue of the two bonds then disclosed there was a prior indebtedness of the district exceeding the constitutional limitation; and that defence was the one adjudged to be precluded by the recitals. Here an additional defence is, that the five bonds in suit themselves created an over-issue. That question was not presented in the Des Moines suit, and could not have been adjudicated. It is presented for the first time in this case. It is of itself a valid defence, irrespective of prior indebtedness. So we have in this case a new question not presented in the Des Moines suit, the existence of facts never called to the attention of the court in that case, which of themselves create a perfect defence.</p>\n<p>We see no error in the judgment, and it is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN dissented.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></span> (1892)</b></center>\n<center><h1>NESBIT<br>\nv.<br>\nRIVERSIDE INDEPENDENT DISTRICT.</h1></center>\n<center>No. 212.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 15, 1892.</center>\n<center>Decided April 18, 1892.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF IOWA.\n<p><span class=\"star-pagination\">*613</span> <i>Mr. W. Willoughby</i> and <i>Mr. B.W. Lacy</i> for plaintiff in error.</p>\n<p>No appearance for defendant in error.</p>\n<p><span class=\"star-pagination\">*617</span> MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>Article 11, sec. 3, of the constitution of Iowa of 1857 ordains that \"no county, or other political or municipal corporation, shall be allowed to become indebted in any manner, or for any purpose, to an amount in the aggregate exceeding five per centum on the value of the taxable property within such county or corporation  to be ascertained by the last state and county tax lists, previous to the incurring of such indebtedness.\" Under that section, the limit of indebtedness which the district could incur at the date of the issue of these bonds was $2071.30. It was already indebted in a sum exceeding $3500, and the five bonds of themselves aggregated $2500, or nearly $500 more than the amount of debt the district could lawfully create. Aside, therefore, from the fact that they were issued without consideration, they were invalid by reason of the constitutional provision, and created no obligation against the district. They were issued at the same time and as one transaction, and were purchased by plaintiff together and in one purchase. If not charged with knowledge of the prior indebtedness, she was with the fact that, independent of such indebtedness, these bonds alone were an over-issue, and beyond the power of the district; for she was bound to take notice of the value of taxable property within the district, as shown by the tax list. <i>Buchanan</i> v. <i>Litchfield,</i> 102 U.S. 278; <i>Northern Bank</i> v. <i>Porter Township,</i> 110 U.S. 608; <i>Dixon County</i> v. <i>Field,</i> 111 U.S. 83. In the first of those cases, on page 289, it is said that \"the purchaser of the bonds was certainly bound to take <span class=\"star-pagination\">*618</span> notice, not only of the constitutional limitation upon municipal indebtedness, but of such facts as the authorized official assessments disclosed concerning the valuation of taxable property within the city for the year 1873;\" and in the last, on page 95, that \"the amount of the bonds issued was known. It is stated in the recital itself. It was $87,000. The holder of each bond was apprised of that fact. The amount of the assessed value of the taxable property in the county is not stated; but, <i>ex vi termini,</i> it was ascertainable in one way only, and that was by reference to the assessment itself, a public record equally accessible to all intending purchasers of bonds, as well as to the county officers.\" So when the plaintiff purchased these bonds she knew, or at least was chargeable with knowledge of the fact, that they were unlawfully issued, and created no obligation against the district. She could not therefore claim to be a <i>bona fide</i> purchaser, no matter what recitals appeared on the face of the instrument.</p>\n<p>But the question which is most earnestly pressed upon our attention is the estoppel which is alleged to have been created by the judgment against the district in the United States Circuit Court at Des Moines, upon coupons detached from the two bonds numbered 14 and 15. Is this a case of estoppel by judgment? The law in respect to such estoppel was fully considered and determined by this court in the case of <i>Cromwell</i> v. <i>County of Sac,</i> 94 U.S. 351. It was there decided that when the second suit is upon the same cause of action, and between the same parties as the first, the judgment in the former is conclusive in the latter as to every question which was or might have been presented and determined in the first action; but when the second suit is upon a different cause of action, though between the same parties, the judgment in the former action operates as an estoppel only as to the point or question actually litigated and determined, and not as to other matters which might have been litigated and determined.</p>\n<p>Now, the present suit is on causes of action different from those presented in the suit at Des Moines. Bonds 16, 17 and 18 were not presented or known in that suit; and while bonds 14 and 15 were presented, alleged to be the property of <span class=\"star-pagination\">*619</span> plaintiff, and judgment asked upon six coupons attached thereto, yet the cause of action on the six coupons is distinct and separate from that upon the bonds or the other coupons. Each matured coupon is a separable promise, and gives rise to a separate cause of action. It may be detached from the bond and sold by itself. Indeed, the title to several matured coupons of the same bond may be in as many different persons, and upon each a distinct and separate action be maintained. So, while the promises of the bond and of the coupons in the first instance are upon the same paper, and the coupons are for interest due upon the bond, yet the promise to pay the coupon is as distinct from that to pay the bond, as though the two promises were placed in different instruments, upon different paper.</p>\n<p>By the rule laid down in <i>Cromwell</i> v. <i>County of Sac</i><i>,</i> the judgment in the suit at Des Moines is conclusive in this case only as to the matters actually litigated and determined. What were they? The defence pleaded was this: That at the time the bonds were issued the indebtedness exceeded five per cent, and the bonds were therefore void; that the district received no consideration; and that the plaintiff was not a <i>bona fide</i> holder. The judgment entry shows that it appeared from the evidence that the indebtedness at the time the bonds were issued exceeded the constitutional limitation of five per cent; but that it was adjudged that the recitals in the bonds estopped the defendant from showing this fact against the plaintiff. In other words, that which was determined was the effect of the recitals. But this case does not turn upon that question at all, and nothing was determined here antagonistic to the adjudication there. An additional fact, that of notice from the amount of the bonds purchased, was proved.</p>\n<p>The effect of recitals in municipal bonds is like that given to words of negotiability in a promissory note. They simply relieve the paper in the hands of a <i>bona fide</i> holder from the burden of defences other than the lack of power, growing out of the original issue of the paper, and available as against the immediate payee. Suppose two negotiable promissory notes, issued at the same time, and as a part of the same transaction. <span class=\"star-pagination\">*620</span> In a suit on the first, brought by a purchaser before maturity, the maker proves facts constituting a defence as against the payee, but fails to bring home notice of these facts to the holder before his purchase; the judgment must go in favor of the holder, for the words of negotiability in the note preclude the maker from such a defence as against him. In a suit on the second of such notes may not the maker couple proof of notice to the holder, with that of the original invalidity of the note, and thus establish a complete defence against the holder? Is he precluded by the first judgment, and his failure in that to prove notice to the holder? That is precisely this case. In the suit at Des Moines no notice to the holder was shown. The recitals cut off the defence pleaded, of original invalidity. In this action notice is proved, and an additional fact is put into the case, which makes a new question. The effect of recitals is one thing; that of recitals coupled with notice is another. The one question was litigated and determined in the Des Moines suit; the other is presented here. Surely an adjudication as to the effect of one fact alone does not preclude in the second suit an inquiry and determination as to the effect of that fact in conjunction with others. Infancy is pleaded in an action on a contract, and an adjudication is made establishing it as a defence. In a second suit between the same parties on a different cause of action, though created at the same time, may not the plaintiff prove ratification after majority? Many reasons may induce or prevent the introduction into the first case of all the facts. It was well said in <i>Cromwell</i> v. <i>County of Sac</i><i>,</i> page 356, that: \"Various considerations, other than the actual merits, may govern a party in bringing forward grounds of recovery or defence in one action, which may not exist in another action upon a different demand, such as the smallness of the amount, or the value of the property in controversy, the difficulty of obtaining the necessary evidence, the expense of the litigation, and his own situation at the time. A party acting upon considerations like these ought not to be precluded from contesting, in a subsequent action, other demands arising out of the same transaction.\"</p>\n<p><span class=\"star-pagination\">*621</span> This case may be looked at in another light. The defence pleaded in the Des Moines suit was, that at the time of the issue of the two bonds then disclosed there was a prior indebtedness of the district exceeding the constitutional limitation; and that defence was the one adjudged to be precluded by the recitals. Here an additional defence is, that the five bonds in suit themselves created an over-issue. That question was not presented in the Des Moines suit, and could not have been adjudicated. It is presented for the first time in this case. It is of itself a valid defence, irrespective of prior indebtedness. So we have in this case a new question not presented in the Des Moines suit, the existence of facts never called to the attention of the court in that case, which of themselves create a perfect defence.</p>\n<p>We see no error in the judgment, and it is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN dissented.</p>\n</div>", "id": 93348, "judges": "Brewer, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93348/", "sha1": "f891c5349c2f910e3315c22954f105e0234d0e6f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:17"}