{"absolute_url": "/opinion/93398/matthews-v-warner/", "blocked": false, "citation": {"case_name": "Matthews v. Warner", "docket_number": "250", "document_uris": ["/api/rest/v2/document/93398/"], "federal_cite_one": "145 U.S. 475", "federal_cite_three": null, "federal_cite_two": null, "id": 77778, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77778/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1892-05-16", "date_modified": "2014-12-21T01:31:29.986228", "docket": "/api/rest/v2/docket/192547/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">145 U.S. 475</p>\n    <p class=\"case_cite\">12 S.Ct. 945</p>\n    <p class=\"case_cite\">36 L.Ed. 782</p>\n    <p class=\"parties\">MATTHEWS <i>et al.</i><br>v.<br>WARNER <i>et al.</i></p>\n    <p class=\"date\">May 16, 1892.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bill by Edward Matthews against Caleb H. Warner, Charles F. Smith, and the New England Trust Company to recover the proceeds of certain bonds and notes. Complainant having died, J. Brander Matthews and Peter Barlow were made substituted parties. The bill was dismissed below. 33 Fed. Rep. 369. Complainants appeal. Affirmed.</p>\n      <p class=\"indent\"><i>Wm. A. Abbott</i> and <i>John F. Dillon</i>, for appellants.</p>\n      <p class=\"indent\"><i>Joseph B. Warner</i>, for appellees.</p>\n      <p class=\"indent\">Mr. Justice HARLAN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">STATEMENT BY MR. JUSTICE HARLAN.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In May, 1875, Nathan Matthews, of Boston, was indebted to Thomas Upham, of the same city, in a large amount,&#8212;about $200,000, for money loaned from time to time. This debt was secured by railroad bonds and stocks and by a mortgage upon real estate in Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Matthews, desiring to obtain possession of these securities, proposed to Upham that he surrender them, and take, in substitution, a mortage upon property in the city of New York, which he had arranged to be executed by his brother Edward Matthews, of that city, and was then expecting to receive.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under date of May 6, 1875, Nathan Matthews wrote from Boston to Edward Matthews: 'Dear Brother: * * * I want your lawyer to draw an assignment of the mortgage you give me to Thomas Upham, Medfield, Mass., the assignment for me to sign; but I want him to draw it before he records the mortgage, or rather while he can do it, as I want to give him the assignment; and I want to give him me a letter authorizing me to assign it to Thomas Upham, I, of course, giving you my agreement that I hold it as collateral.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The mortgage here referred to, dated May 8, 1875, was given to Nathan Matthews by Edward Matthews, his wife uniting with him, upon certain real estate in the city of New York, to secure the payment of the mortgagor's bond or obligation to the mortgagee for the sum of $250,000 maturing May 8, 1876. This mortgage contained a proviso to the effect that if the mortgagor, his heirs or personal representatives, should pay to the mortgagee, his personal representatives or assigns, the amount of that bond, and the interest thereon, the mortgage should be void. It was duly acknowledged by the grantors, and was recorded in the proper office on the 11th of May, 1875.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under date of May 10, 1875, Edward Matthews addressed a letter from New York to Nathar Matthews in these words: 'Dear Bro.: You are hereby authorized to assign to Thomas Upham, Esq., the mortgage for $250,000 which I have given you as collateral security for loans made to me.' Subsequently, May 30, 1875, Nathan Matthews, by a written instrument, assigned and transferred to Upham the above mortgage of May 8, 1875, together with the bond or obligation therein described, and the money due and to become due thereon, with interest, subject only to the proviso mentioned in the mortgage. The consideration recited in the assignment was the sum of $250,000 paid to Nathan Matthews by Upham. This instrument was duly acknowledged before a notary public according to the laws of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In expectation of receiving the above mortgage, Upham delivered to Nathan Matthews part of the securities in his hands, and upon receiving it surrendered the remainder. And, subsequently, upon the faith of the mortgage, he made other advances to Nathan Matthews, and renewed some of the latter's notes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nathan Matthews and Upham both failed in business in 1876. The latter made an arrangement with his creditors by which the time of payment of his debts should be extended and new notes given, and by which all his property should be transferred to Caleb H. Warner and Charles F. Smith, to be held by them in trust to secure the payment of such new notes. In pursuance of that arrangement Upham assigned to those trustees the notes and other evidences of debt due from Nathan Matthews, and by writing dated February 3, 1876, also assigned to them the above mortgage of May 8, 1875, and the bond therein described.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An agreement in writing was executed March 6, 1877, between Edward Matthews, Nathan Matthews, and the trustees, Warner and Smith, which recited that Warner and Smith held 'a certain mortgage upon property in New York as security for certain negotiable paper bearing the names of the said Edward and the said Nathan;' and that Edward Matthews was 'desirous of substituting therefor 150 first mortgage bonds of the Memphis and Little Rock Railroad Company of the par value of $1,000 each, and 50 first mortgage bonds of the Carolina Central Railroad Company of the par value of $1,000 each, and also a note of $5,000, signed by Henry J. Furber, and payable in eleven months from date, which the said Nathan Matthews and the said Warner and Smith are willing should be received and held by the said Warner and Smith upon the terms and conditions hereinafter set forth.' It was therefore agreed between the parties as follows: '(1) That the said bonds shall be delivered upon receiving an assignment of the said mortgage to Henry J. Furber, and that the said note shall be delivered within ten days of the receipt of the said assignment, and that the said bonds shall be immediately held, together with the said note when it shall be delivered, as a substitute for the said mortgage in the hands of the said Warner &amp; Smith, and may be dealt with by them in every way as the mortgage might have been, and shall be collateral security for the claims now held by the said Warner &amp; Smith against Nathan Matthews. (2) It is provided that if Mr. Nathan Matthews shall carry out his plan of paying his debts to the said Warner &amp; Smith, then the said bonds and note shall not be delivered to Nathan Matthews, but shall be delivered by the said Warner &amp; Smith to Benjamin E. Bates, W. H. Williams, Isaac Pratt, or some trust company in the city of Hartford, at Mr. Nathan Matthews' option, to be held by such depositary as security for Mr. Edward Matthews' performance of the 'Hartford Agreement,' so called, as hereinafter extended, in the same manner as the bonds now held by W. H. Williams in the hands of Messrs. Morton, Bliss &amp; Company, in this city, are held under the terms of the said agreement. (3) If the said Nathan Matthews shall not within thirty days give to the said Warner &amp; Smith forty-nine bonds of the Boston Water Power Company, and do all things necessary by him to be done in order to make payment to the said Warner &amp; Smith of his liabilities to them, then the said Edward Matthews shall be at liberty, at any time within ten days thereafter, to fulfill the terms of the agreement between the said Nathan and the said Warner &amp; Smith, and upon so performing the same the said Warner &amp; Smith may deliver to him said bonds and note. (4) Upon the delivery of the assignment aforesaid Mr. Edward Matthews shall procure from Morton, Bliss &amp; Company a full discharge of their claim against Nathan Matthews, and the case now pending between them shall be discontinued upon Mr. Nathan Matthews paying the taxable costs of said suit. (5) The time of performance of the said Hartford agreement is hereby extended until the third day of April next. (6) Any failure to deliver the said note of Henry J. Furber shall be considered for all purposes a breach of the said Hartford agreement.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To the above agreement was appended the following, which was also signed by the same parties: 'It is further agreed that when the said Edward Matthews shall have delivered the cash and notes as required by the Hartford agreement, amounting to one hundred and forty-eight thousand dollars, (subject to revision of interest as agreed,) and when the said Warner &amp; Smith shall have received satisfaction of the indebtedness for which the said mortgage has hitherto been held, that thereupon the said bonds and note shall be delivered to Virginia B. Matthews or her attorney, J. Brander Matthews, and that said bonds and note shall be sold only after twenty days' notice, sent by mail, to the said Edward Matthews. It is further agreed that if Nathan Matthews shall select Mr. W. H. Williams as a depositary under the foregoing provisions of this agreement, that in such case Mr. Williams may also hold in his own safe or vault the two hundred and fifty bonds heretofore deposited with Morton, Bliss &amp; Co., as security for the performance of the Hartford agreement.' The railroad bonds and the Furber note were substituted for the mortgage, and were received by Warner and Smith. That note was collected by them, while the railroad bonds were sold, and the proceeds deposited in the New England Trust Company.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Shortly after the above exchange or substitution was made, namely, on the 7th of April, 1877. Mrs. Virginia B. Matthews, wife of Edward Matthews, notified Warner and Smith, in writing, that the 50 first mortgage bonds of the Carolina Central Railroad Company, and the 150 first mortgage bonds of the Memphis &amp; Little Rock Railroad Company, in their possession, were her individual and separate property, had been put into their possession without her consent or authority, and that unless they returned them she would hold them responsible as for an unlawful conversion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A few months later Edward Matthews was adjudged a bankrupt; and on the 10th of December, 1877, Mrs. Matthews commenced a suit in equity to obtain possession of the railroad bonds that Warner and Smith had taken in place of the mortgage of 1875. That case was determined adversely to Mrs. Matthews, and her bill was dismissed. Matthews v. Warner, 6 Fed. Rep. 461. Upon appeal to the court that decree was affirmed on the 22d day of December, 1884. Matthews v. Warner, 112 U. S. 600, 601, 5 Sup. Ct. Rep. 312. Mr. Justice MILLER, speaking for this court, said: 'It seems to be clear that this assignment [of the bond and mortgage for $250,000] was made by the consent of Edward or by his directions. This was in May, 1875. Some time prior to March, 1877, Edward Matthews, who had become embarrassed, desired to take up this mortgage, and entered into negotiations for that purpose with defendants, who agreed to an exchange of the bond and mortgage for the railroad bonds which are the subject of this suit. They accordingly sent Joseph B. Warner, their legal adviser, from Boston, where they resided, with the bond and mortgage, and the exchange was made by him as their agent, receiving the bonds in question at Mr. Matthews' office in the city of New York. This exchange took place on the 6th day of March, 1877. It appears that the 150 Memphis &amp; Little Rock Company bonds were on that day, and had been for some time previous, in possession of Morton, Bliss &amp; Co., bankers, as collateral security for the debt of Edward Matthews, who had placed them there.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Observing that it was significant that the bill filed by Mrs. Matthews was sworn to by one of her solicitors on his belief, and was signed in her name by them, the court further said: 'The only act which she is ever said to have done or performed in person, asserting a claim to these bonds, is a notice, to which her name is appended, to the defendants about a month after the exchange of the bond and mortgage for the railroad bonds, in which she says they are her bonds, and forbids them to sell them. A witness, the clerk of Matthews, says the signature, he thinks, was written by Mr. Matthews. And it is admitted that the letter was dictated by him and written in his office. The plaintiff, who, if she had any just claim to these bonds, could best have explained how that claim originated, who could have told what money or property she loaned her husband, or how he became her debtor, is not sworn as a witness in the case. It looks very much as if the box at the safe-deposit vault, with a key in the possession of the son, who occupied the same office with the father, and in the light of other evidence in the case, was a contrivance by which the husband could use the bonds as his own when he desired, and assert them to be the property of the wife when that was more desirable. We are of opinion that plaintiff never had any real ownership or actual control or any lawful right to the bonds in suit.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The present suit was commenced by Edward Matthews on December 8, 1884, the day preceding that on which the argument of Mrs. Matthews' case was commenced in this court. Its object was to compel the payment to Edward Matthews of the proceeds of the securities delivered to Warner and Smith, trustees, in substitution for the mortgage and bond of May 8, 1875, given to Nathan Matthews, and by him assigned to Thomas Upham. Edward having died, this suit was revived in the names of his executors, the present appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The grounds set forth in the bill for the relief asked are, substantially, these: That the bond and mortgage of May 8, 1875, were given to secure, not only numerous negotiable notes, not then due, which Edward Matthews had given to Nathan Matthews for loans by the latter, amounting to $150,000, but other notes to be given by Edward to Nathan for additional loans of $50,000; that Edward was induced to give the bond and mortgage upon Nathan's representations that Upham held the notes given by Edward for the $150,000, and would furnish money for the additional loans of $50,000; that Nathan also represented that he wished to satisfy Upham, or any one who took the notes, that they were secured, and that if he had the mortgage he could more easily negotiate the notes; that relying upon these representations, and in the belief that the bond and mortgage would be collateral for the notes to be secured by them, by whomsoever held, he executed them, and, by the letter of May 10, 1875, consented to their being assigned to Upham; that the substitution of the securities, the proceeds of which are here in controversy, for the bond and mortgage of 1875, was because of the representation by Warner and Smith that they, as trustees, held the notes which said bond and mortgage were given to secure, whereas they never held them, as the notes, indorsed by Nathan Matthews, had been discounted at his request by various banks and individuals; that Nathan Matthews was adjudged a bankrupt, and the notes so given to him were paid, in part, by Edward, while the remainder were bought by and assigned to his wife, and by her were turned over to him before the commencement of this suit; and that Upham received the assignment of the bond and mortgage of 1875, and Edward's written consent to their being assigned to him, with knowledge that such bond and mortgage were given only to secure loans of Nathan to Edward, evidenced by the latter's notes, and with knowledge, also, of such circumstances as made it his duty to inquire of Edward whether he intended that Nathan should separate the bond and mortgage from the notes secured by them, and assign the mortgage and bond to secure Nathan's individual indebtedness, for which Edward was not liable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defense was that the mortgage was so made and assigned that Upham had, as against Edward Matthews, the right to take it as security for Nathan Matthews' debts to him, and that Edward is estopped to deny this; that Upham had neither notice nor knowledge of any dealings between the brothers that would affect his title; that Edward made the mortgage and consented to its being assigned with knowledge that it was to be used, if Nathan so desired, to secure the latter's debts to Upham; that the plaintiffs are precluded by the position Edward took towards Nathan, the holders of the notes, and the defendants, from maintaining this suit; that Edward was under neither error nor mistake in reference to the notes held by the defendants when the railroad bonds were given in exchange for the mortgage; and that the plaintiffs have no equity against the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon final hearing the bill was dismissed. The opinion of Judge COLT will be found in 33 Fed. Rep. 369.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether the plaintiffs, as executors of Edward Matthews, are concluded by the decree in the suit brought by Mrs. Matthews, or whether the cause of action here asserted is barred by the statute of limitations of Massachusetts, are questions which, in view of the conclusions reached in respect to other issues in the case, need not be determined.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There can be no doubt that the bond and mortgage of 1875 were assigned by Nathan Matthews to Upham for the purpose, primarily, of securing the debts of the former to the latter. Was the assignment for such a purpose authorized by Edward Matthews? Did he, subsequently and with knowledge of the facts, adopt or ratify what his brother did? Is Edward Matthews, as between him and Upham or Upham's trustees, estopped from disputing the right of Upham to have received and held such bond and mortgage as security for Nathan's debts? If either of these questions is answered in the affirmative, the decree should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nathan Matthews was largely indebted to Upham, and the latter held securities that were ample for his protection. Nathan also expected to apply to Upham for additional loans. Their relations were well known to Edward Matthews. There is no room for doubt upon this point. Besides, Edward was hard pressed for money, being then&#8212;as he admitted in a letter of May 4, 1875&#8212;indebted to Nathan alone in the sum of $200,000, and expected Nathan to raise for him the further sum of $50,000 if required. In his letter to Nathan of May 11, 1875&#8212;on which day the mortgage was filed in New York for record&#8212;Edward said: 'I inclose the bond for $250,000 mortgage, and I though it might be more satisfactory to Mr. Upham to have Brander and Watson guaranty it, which they have done.' Now, it may be&#8212;and we think such was the fact&#8212;that, as between Edward Matthews and Nathan Matthews, the mortgage of $250,000 was to stand as collateral security for Edward's debts or liabilities to Nathan. While this idea was expressed in the letters of May 6th and 10th, and while Upham, who saw the letter of the 10th, when he took the assignment of the mortgage and bond, must be presumed to have known of the arrangement thus made by the brothers, as between themselves, he had no notice from anything contained in that letter, or from any communication made to him by either of the brothers, that restrictions of any character were placed upon Nathan's use of the mortgage. The fair meaning of the letter was this: That while, as between Edward and Nathan, the mortgage was to be regarded as collateral security for loans made to the former, the latter was authorized to assign it to Upham without restriction or limitation in respect to the purposes for which such assignment might be made by Nathan. Edward knew that Upham was to part with something of value in consideration of the assignment. But what would have been the inducement to Upham to accept the assignment of the mortgage, if, as is now claimed, the letter of the 10th was notice to him that the mortgage could not be used by Nathan, except as collateral security for Edward's debts to him? Upham had no interest in providing for the loans made by Nathan to Edward, unless he held the notes given by Edward to Nathan for such loans. But he did not hold those notes. He held securities for the debts due for money loaned by him to Nathan, and the latter, in order to get possession of those securities, offered to his creditor the mortgage given by Edward to him. If Upham had taken an assignment of the bond and mortgage, with knowledge or notice that his assignor could use them only as collateral security for loans made to the mortgagor by the mortgagee, such assignment would have been of no value to him, after such loans were extinguished by payment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But when the mortgagor said, as he did by the letter of May 10th, (written expressly to be shown to Upham,) that the mortgagee might assign the mortgage to him,&#8212;the letter imposing no conditions as to the purposes for which the assignment could be made,&#8212;he meant, and intended Upham to understand, that the mortgagee could use the mortgage according to his own discretion, and for any purposes he chose, subject only to the condition that, as between them, it was to be deemed collateral security for the debts then due from the mortgagor to the mortgagee for money loaned. When Nathan wrote under date of May 6th to Edward, 'I want to give him [Upham] the assignment, and I want you to write me a letter authorizing me to assign it to Thomas Upham, I, of course, giving you my agreement that I hold it as collateral,' he meant, and Edward must have understood him to mean, that while, as between them, the mortgage was not executed because of any new and additional liability upon the part of Edward to Nathan, the assignment to Upham must be unconditional and absolute, so as to give the latter the full benefit of the mortgage. Nathan well knew that he could not get the securities put into Upham's hand as security for his own debts to Upham, nor obtain further loans from Upham, unless he presented to the latter such an assignment of Edward's mortgage and bond as would give him a security of equal value with those then held by him for Nathan's debts. There is not the slightest doubt, from the evidence, that Edward fully understood, at the time, all the details of Nathan's plan for obtaining, not only the securities he had placed in Upham's hands, but further loans of money from him.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The interpretation we have given to the writing of May 10, 1875, authorizing Nathan Matthews to assign to Upham the mortgage executed by Edward Matthews, is supported by the subsequent conduct of the parties. We allude here particularly to the written agreement of March 6, 1877. Edward admits in the original bill that Nathan desired to substitute, for the bond and mortgage of 1875, the 150 first-mortgage bonds of the Memphis &amp; Little Rock Railroad Company, and the 50 first-mortgage bonds of the Carolina Central Railroad Company,&#8212;the proceeds of the sales of which are here in question,&#8212;together with the Furber note for $5,000, and that the agreement of 1877 was made in order to effect that result. Now, this agreement provides that the bonds and note just referred to should be received and held in place of Edward's mortgage on the New York property, and be dealt with in every way as that mortgage might have been, and 'shall be collateral security for the claims now held by the said Warner &amp; Smith [trustees of Upham] against Nathan Matthews;' such bonds and note to be delivered to, and held by, certain named parties, as security Edward Matthews' performance of what was called the 'Hartford Agreement,' provided Nathan Matthews carried out his plan for paying his debts to Warner and Smith. By these and other provisions in the agreement of 1877 it was distinctly admitted that the railroad bonds and the Furher note were to take the place of the mortgage of 1875, and stand as security for the debts of Nathan Matthews, held by Upham's trustees. Having consented to this substitution, Edward Matthews brought this suit, without even offering to reinstate the mortgage. He knew when the agreement of 1877 was signed that Nathan was largely indebted to Upham at the time the latter made an assignment to Warner and Smith for the benefit of his creditors. He knew that Warner and Smith, in behalf of Upham and his creditors, claimed to hold the mortgage and bond of 1875 as security for the debts of Nathan, and that such debts were none the less Nathan's because his own name was upon the notes, or some of them, representing those debts. He induced the trustees to surrender the mortgage, and take in place of it certain railroad bonds and a promissory note, which, he agreed, should be collateral security for the claims then held by Warner and Smith against Nathan Matthews. The suggestion that he agreed to the substitution, only because induced by Warner and Smith to believe that they then held the notes he had given to his brother Nathan, and for which the mortgage of 1875 was collateral security, as between him and his brother, is inconsistent with any reasonable inference from the undisputed facts of the case. Even if that suggestion were supported by the evidence, the relief asked ought not to be granted, because, as already shown, Warner and Smith, trustees, had the right originally to hold the mortgage of 1875 as security for Nathan's debts to Upham; and that security having been surrendered by them to Edward Matthews in consideration of the transfer of the railroad bonds and promissory note described in the agreement of 1877, to be held as collateral security for Nathan's debts, Edward could not, in equity, reclaim those bonds and the Furber note, or recover their proceeds without restoring the security for which they were substituted. The suit is wholly without merit, and it is unnecessary to cite authorities to support the conclusions reached by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mr. Justice GRAY did not hear the argument or take part in the decision.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>145 U.S. 475 (1892)</b></center>\n<center><h1>MATTHEWS<br>\nv.<br>\nWARNER.</h1></center>\n<center>No. 250.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 28, 29, 1892.</center>\n<center>Decided May 16, 1892.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*476</span> <i>Mr. John F. Dillon</i> and <i>Mr. William A. Abbott</i> for appellants.</p>\n<p><i>Mr. Joseph B. Warner</i> for appellees.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>In May, 1875, Nathan Matthews, of Boston, was indebted to Thomas Upham, of the same city, in a large amount  about $200,000  for money loaned from time to time. This debt was secured by railroad bonds and stocks, and by a mortgage upon real estate in Boston.</p>\n<p>Matthews, desiring to obtain possession of these securities, proposed to Upham that he surrender them and take, in substitution, a mortgage upon property in the city of New York, which he had arranged to be executed by his brother Edward Matthews of that city, and was then expecting to receive.</p>\n<p>Under date of May 6, 1875, Nathan Matthews wrote from Boston to Edward Matthews: \"Dear Brother: ... I want your lawyer to draw an assignment of the mortgage you give me to Thomas Upham, Medfield, Mass., the assignment for me to sign; but I want him to draw it before he records the mortgage, or rather while he can do it, as I want to give him the assignment; and I want you to write me a letter authorizing me to assign it to Thomas Upham, I, of course, giving you my agreement that I hold it as collateral.\"</p>\n<p>The mortgage here referred to, dated May 8, 1875, was given to Nathan Matthews by Edward Matthews, his wife uniting with him, upon certain real estate in the city of New York, to secure the payment of the mortgagor's bond or obligation to the mortgagee for the sum of $250,000, maturing <span class=\"star-pagination\">*477</span> May 8, 1876. This mortgage contained a proviso to the effect that if the mortgagor, his heirs or personal representatives, should pay to the mortgagee, his personal representatives or assigns, the amount of that bond, and the interest thereon, the mortgage should be void. It was duly acknowledged by the grantors, and was recorded in the proper office on the 11th of May, 1875.</p>\n<p>Under date of May 10, 1875, Edward Matthews addressed a letter from New York to Nathan Matthews in these words: \"Dear Bro.: You are hereby authorized to assign to Thomas Upham, Esquire, the mortgage for $250,000 which I have given you as collateral security for loans made to me.\" Subsequently, May 30, 1875, Nathan Matthews, by a written instrument, assigned and transferred to Upham the above mortgage of May 8, 1875, together with the bond or obligation therein described, and the money due and to become due thereon, with interest, subject only to the proviso mentioned in the mortgage. The consideration recited in the assignment was the sum of $250,000 paid to Nathan Matthews by Upham. This instrument was duly acknowledged before a notary public according to the laws of Massachusetts.</p>\n<p>In expectation of receiving the above mortgage, Upham delivered to Nathan Matthews part of the securities in his hands, and upon receiving it surrendered the remainder. And, subsequently, upon the faith of the mortgage, he made other advances to Nathan Matthews, and renewed some of the latter's notes.</p>\n<p>Nathan Matthews and Upham both failed in business in 1876. The latter made an arrangement with his creditors by which the time of payment of his debts should be extended and new notes given, and by which all his property should be transferred to Caleb H. Warner and Charles F. Smith to be held by them in trust to secure the payment of such new notes. In pursuance of that arrangement Upham assigned to those trustees the notes and other evidences of debt due from Nathan Matthews, and by writing, dated February 3, 1876, also assigned to them the above mortgage of May 8, 1875, and the bond therein described.</p>\n<p><span class=\"star-pagination\">*478</span> An agreement in writing was executed, March 6, 1877, between Edward Matthews, Nathan Matthews, and the trustees Warner and Smith, which recited that Warner and Smith held \"a certain mortgage upon property in New York as security for certain negotiable paper bearing the names of the said Edward and the said Nathan;\" and that Edward Matthews was \"desirous of substituting therefor 150 first mortgage bonds of the Memphis and Little Rock Railroad Company of the par value of $1000 each, and 50 first mortgage bonds of the Carolina Central Railroad Company of the par value of $1000 each, and also a note of $5000, signed by Henry J. Furber, and payable in eleven months from date, which the said Nathan Matthews and the said Warner and Smith are willing should be received and held by the said Warner and Smith upon the terms and conditions hereinafter set forth.\" It was, therefore, agreed between the parties as follows: \"(1) That the said bonds shall be delivered upon receiving an assignment of the said mortgage to Henry J. Furber, and that the said note shall be delivered within ten days of the receipt of the said assignment, and that the said bonds shall be immediately held, together with the said note when it shall be delivered, as a substitute for the said mortgage in the hands of the said Warner and Smith, and may be dealt with by them in every way as the mortgage might have been, and shall be collateral security for the claims now held by the said Warner &amp; Smith against Nathan Matthews. (2) It is provided that if Mr. Nathan Matthews shall carry out his plan of paying his debts to the said Warner &amp; Smith, then the said bonds and note shall not be delivered to Nathan Matthews, but shall be delivered by the said Warner &amp; Smith to Benjamin E. Bates, W.H. Williams, Isaac Pratt, or some trust company in the city of Hartford, at Mr. Nathan Matthews' option, to be held by such depository as security for Mr. Edward Matthews' performance of the `Hartford agreement,' so called, as hereinafter extended, in the same manner as the bonds now held by W.H. Williams in the hands of Messrs. Morton, Bliss and Company, in this city, are held under the terms of the said agreement. (3) If the said <span class=\"star-pagination\">*479</span> Nathan Matthews shall not within thirty days give to the said Warner &amp; Smith forty-nine bonds of the Boston Water Power Company and do all things necessary by him to be done in order to make payment to the said Warner &amp; Smith of his liabilities to them, then the said Edward Matthews shall be at liberty at any time within ten days thereafter to fulfil the terms of the agreement between the said Nathan and the said Warner &amp; Smith, and upon so performing the same the said Warner &amp; Smith may deliver to him said bonds and note. (4) Upon the delivery of the assignment aforesaid Mr. Edward Matthews shall procure from Morton, Bliss and Company a full discharge of their claim against Nathan Matthews, and the case now pending between them shall be discontinued upon Mr. Nathan Matthews paying the taxable costs of said suit. (5) The time of performance of the said `Hartford agreement' is hereby extended until the third day of April next. (6) Any failure to deliver the said note of Henry J. Furber shall be considered for all purposes a breach of the said `Hartford agreement.'\"</p>\n<p>To the above agreement was appended the following, which was also signed by the same parties: \"It is further agreed that when the said Edward Matthews shall have delivered the cash and notes as required by the Hartford agreement, amounting to one hundred and forty-eight thousand dollars, (subject to revision of interest as agreed,) and when the said Warner &amp; Smith shall have received satisfaction of the indebtedness for which the said mortgage has hitherto been held, that thereupon the said bonds and note shall be delivered to Virginia B. Matthews or her attorney, J. Brander Matthews, and that said bonds and note shall be sold only after twenty days' notice, sent by mail, to the said Edward Matthews. It is further agreed that if Nathan Matthews shall select Mr. W.H. Williams as a depository under the foregoing provisions of this agreement, that in such case Mr. Williams may also hold in his own safe or vault the two hundred and fifty bonds heretofore deposited with Morton, Bliss &amp; Co., as security for the performance of the Hartford agreement.\"</p>\n<p><span class=\"star-pagination\">*480</span> The railroad bonds and the Furber note were substituted for the mortgage, and were received by Warner and Smith. That note was collected by them, while the railroad bonds were sold and the proceeds deposited in the New England Trust Company.</p>\n<p>Shortly after the above exchange or substitution was made, namely, on the 7th of April, 1877, Mrs. Virginia B. Matthews, wife of Edward Matthews, notified Warner and Smith, in writing, that the fifty first mortgage bonds of the Carolina Central Railroad Company and the one hundred and fifty first mortgage bonds of the Memphis and Little Rock Railroad Company, in their possession, were her individual and separate property, had been put into their possession without her consent or authority, and that unless they returned them she would hold them responsible as for an unlawful conversion.</p>\n<p>A few months later Edward Matthews was adjudged a bankrupt; and on the 10th of December, 1877, Mrs. Matthews commenced a suit in equity to obtain possession of the railroad bonds that Warner and Smith had taken in place of the mortgage of 1875. That case was determined adversely to Mrs. Matthews, and her bill was dismissed. <i>Matthews</i> v. <i>Warner,</i> 6 Fed. Rep. 461. Upon appeal to the court that decree was affirmed on the 22d day of December, 1884. <i>Matthews</i> v. <i>Warner,</i> 112 U.S. 600, 601, 603. Mr. Justice Miller, speaking for this court, said: \"It seems to be clear that this assignment [of the bond and mortgage for $250,000] was made by the consent of Edward or by his directions. This was in May, 1875. Some time prior to March, 1877, Edward Matthews, who had become embarrassed, desired to take up this mortgage, and entered into negotiations for that purpose with defendants, who agreed to an exchange of the bond and mortgage for the railroad bonds which are the subject of this suit. They accordingly sent Joseph B. Warner, their legal adviser, from Boston, where they resided, with the bond and mortgage, and the exchange was made by him as their agent, receiving the bonds in question at Mr. Matthews' office in the city of New York. This exchange took place on the 6th day of March, 1877. It appears that the 150 Memphis <span class=\"star-pagination\">*481</span> and Little Rock Company bonds were on that day, and had been for some time previous in possession of Morton, Bliss &amp; Co., bankers, as collateral security for the debt of Edward Matthews, who had placed them there.\"</p>\n<p>Observing that it was significant that the bill filed by Mrs. Matthews was sworn to by one of her solicitors on his belief, and was signed in her name by them, the court further said: \"The only act which she is ever said to have done or performed in person, asserting a claim to these bonds, is a notice, to which her name is appended, to the defendants, about a month after the exchange of the bond and mortgage for the railroad bonds, in which she says they are her bonds, and forbids them to sell them. A witness, the clerk of Matthews, says the signature, he thinks, was written by Mr. Matthews. And it is admitted that the letter was dictated by him and written in his office. The plaintiff, who, if she had any just claim to these bonds, could best have explained how that claim originated, who could have told what money or property she loaned her husband, or how he became her debtor, is not sworn as a witness in the case. It looks very much as if the box at the safe deposit vault, with a key in the possession of the son, who occupied the same office with the father, and in the light of other evidence in the case, was a contrivance by which the husband could use the bonds as his own when he desired, and assert them to be the property of the wife when that was more desirable. We are of opinion that plaintiff never had any real ownership, or actual control, or any lawful right, to the bonds in suit.\"</p>\n<p>The present suit was commenced by Edward Matthews on December 8, 1884, the day preceding that on which the argument of Mrs. Matthews' case was commenced in this court. Its object was to compel the payment to Edward Matthews of the proceeds of the securities delivered to Warner and Smith, trustees, in substitution for the mortgage and bond of May 8, 1875, given to Nathan Matthews and by him assigned to Thomas Upham. Edward having died, this suit was revived in the names of his executors, the present appellants.</p>\n<p>The grounds set forth in the bill for the relief asked are, <span class=\"star-pagination\">*482</span> substantially, these: That the bond and mortgage of May 8, 1875, were given to secure, not only numerous negotiable notes, not then due, which Edward Matthews had given to Nathan Matthews for loans by the latter, amounting to $150,000 but other notes to be given by Edward to Nathan for additional loans of $50,000; that Edward was induced to give the bond and mortgage upon Nathan's representations that Upham held the notes given by Edward for the $150,000, and would furnish money for the additional loans of $50,000; that Nathan, also, represented that he wished to satisfy Upham, or any one who took the notes, that they were secured, and that if he had the mortgage he could more easily negotiate the notes; that relying upon these representations, and in the belief that the bond and mortgage would be collateral for the notes to be secured by them, by whomsoever held, he executed them, and, by the letter of May 10, 1875, consented to their being assigned to Upham; that the substitution of the securities, the proceeds of which are here in controversy, for the bond and mortgage of 1875, was because of the representation by Warner and Smith that they, as trustees, held the notes which said bond and mortgage were given to secure, whereas they never held them, as the notes, endorsed by Nathan Matthews, had been discounted at his request by various banks and individuals; that Nathan Matthews was adjudged a bankrupt, and the notes so given to him were paid, in part, by Edward, while the remainder were bought by and assigned to his wife, and by her were turned over to him before the commencement of this suit; and that Upham received the assignment of the bond and mortgage of 1875, and Edward's written consent to their being assigned to him, with knowledge that such bond and mortgage were given only to secure loans of Nathan to Edward, evidenced by the latter's notes, and with knowledge, also, of such circumstances as made it his duty to inquire of Edward whether he intended that Nathan should separate the bond and mortgage from the notes secured by them, and assign the mortgage and bond to secure Nathan's individual indebtedness, for which Edward was not liable.</p>\n<p><span class=\"star-pagination\">*483</span> The defence was that the mortgage was so made and assigned that Upham had, as against Edward Matthews, the right to take it as security for Nathan Matthews' debts to him, and that Edward is estopped to deny this; that Upham had neither notice nor knowledge of any dealings between the brothers that would affect his title; that Edward made the mortgage and consented to its being assigned with knowledge that it was to be used if Nathan so desired, to secure the latter's debts to Upham; that the plaintiffs are precluded by the position Edward took toward Nathan, the holders of the notes, and the defendants, from maintaining this suit; that Edward was under neither error nor mistake in reference to the notes held by the defendants when the railroad bonds were given in exchange for the mortgage; and that the plaintiffs have no equity against the defendants.</p>\n<p>Upon final hearing the bill was dismissed. The opinion of Judge Colt will be found in 33 Fed. Rep. 369.</p>\n<p>Whether the plaintiffs, as executors of Edward Matthews, are concluded by the decree in the suit brought by Mrs. Matthews, or whether the cause of action, here asserted, is barred by the statute of limitations of Massachusetts, are questions which, in view of the conclusions reached in respect to other issues in the case, need not be determined.</p>\n<p>There can be no doubt that the bond and mortgage of 1875 were assigned by Nathan Matthews to Upham for the purpose, primarily, of securing the debts of the former to the latter. Was the assignment for such a purpose authorized by Edward Matthews? Did he, subsequently and with knowledge of the facts, adopt or ratify what his brother did? Is Edward Matthews, as between him and Upham or Upham's trustees, estopped from disputing the right of Upham to have received and held such bond and mortgage as security for Nathan's debts? If either of these questions is answered in the affirmative, the decree should be affirmed.</p>\n<p>Nathan Matthews was largely indebted to Upham, and the latter held securities that were ample for his protection. Nathan, also, expected to apply to Upham for additional loans. Their relations were well known to Edward Matthews. There <span class=\"star-pagination\">*484</span> is no room for doubt upon this point. Besides, Edward was hard pressed for money, being then  as he admitted in a letter of May 4, 1875  indebted to Nathan alone in the sum of $200,000, and expected Nathan to raise for him the further sum of $50,000 if required. In his letter to Nathan of May 11, 1875  on which day the mortgage was filed in New York for record  Edward said: \"I enclose the bond for $250,000 mortgage, and I thought it might be more satisfactory to Mr. Upham to have Brander and Watson guarantee it, which they have done.\" Now, it may be  and we think such was the fact  that, as between Edward Matthews and Nathan Matthews, the mortgage of $250,000 was to stand as collateral security for Edward's debts or liabilities to Nathan. While this idea was expressed in the letters of May 6 and 10, and while Upham, who saw the letter of the 10th, when he took the assignment of the mortgage and bond, must be presumed to have known of the arrangement thus made by the brothers, as between themselves, he had no notice from anything contained in that letter, or from any communication made to him by either of the brothers, that restrictions of any character were placed upon Nathan's use of the mortgage. The fair meaning of the letter was this: That while, as between Edward and Nathan, the mortgage was to be regarded as collateral security for loans made to the former, the latter was authorized to assign it to Upham without restriction or limitation in respect to the purposes for which such assignment might be made by Nathan. Edward knew that Upham was to part with something of value in consideration of the assignment. But what would have been the inducement to Upham to accept the assignment of the mortgage, if, as is now claimed, the letter of the 10th was notice to him that the mortgage could not be used by Nathan, except as collateral security for Edward's debts to him? Upham had no interest in providing for the loans made by Nathan to Edward, unless he held the notes given by Edward to Nathan for such loans. But he did not hold those notes. He held securities for the debts due for money loaned by him to Nathan, and the latter, in order to get possession of those securities, offered to his creditor the <span class=\"star-pagination\">*485</span> mortgage given by Edward to him. If Upham had taken an assignment of the bond and mortgage, with knowledge or notice that his assignor could use them only as collateral security for loans made to the mortgagor by the mortgagee, such assignment would have been of no value to him, after such loans were extinguished by payment.</p>\n<p>But when the mortgagor said, as he did by the letter of May 10, (written expressly to be shown to Upham,) that the mortgagee might assign the mortgage to him  the letter imposing no conditions as to the purposes for which the assignment could be made  he meant, and intended Upham to understand, that the mortgagee could use the mortgage according to his own discretion, and for any purposes he chose, subject only to the condition that, <i>as between them,</i> it was to be deemed collateral security for the debts then due from the mortgagor to the mortgagee for money loaned. When Nathan wrote under date of May 6 to Edward, \"I want to give him [Upham] the assignment, and I want you to write me a letter authorizing me to assign it to Thomas Upham, I, of course, giving you my agreement that I hold it as collateral,\" he meant, and Edward must have understood him to mean, that while, <i>as between them,</i> the mortgage was not executed because of any new and additional liability upon the part of Edward to Nathan, the assignment to Upham must be unconditional and absolute, so as to give, the latter the full benefit of the mortgage. Nathan well knew that he could not get the securities put into Upham's hand as security for his own debts to Upham, nor obtain further loans from Upham, unless he presented to the latter such an assignment of Edward's mortgage and bond as would give him a security of equal value with those then held by him for Nathan's debts. There is not the slightest doubt, from the evidence, that Edward fully understood, at the time, all the details of Nathan's plan for obtaining not only the securities he had placed in Upham's hands, but further loans of money from him.</p>\n<p>The interpretation we have given to the writing of May 10, 1875, authorizing Nathan Matthews to assign to Upham the mortgage executed by Edward Matthews, is supported by the <span class=\"star-pagination\">*486</span> subsequent conduct of the parties. We allude here particularly to the written agreement of March 6, 1877. Edward admits in the original bill that Nathan desired to substitute for the bond and mortgage of 1875, the 150 first mortgage bonds of the Memphis and Little Rock Railroad Company, and the 50 first mortgage bonds of the Carolina Central Railroad Company  the proceeds of the sales of which are here in question  together with the Furber note for $5000; and that the agreement of 1877 was made in order to effect that result. Now, this agreement provides that the bonds and note just referred to should be received and held, in place of Edward's mortgage on the New York property, and be dealt with in every way as that mortgage might have been, and \"shall be collateral security for the claims now held by the said Warner &amp; Smith [trustees of Upham] <i>against Nathan Matthews;</i>\" such bonds and note to be delivered to, and held by, certain named parties, as security for Edward Matthews' performance of what was called the Hartford agreement, <i>provided Nathan Matthews carried out his plan for paying his debts to Warner and Smith.</i> By these and other provisions in the agreement of 1877 it was distinctly admitted that the railroad bonds and the Furber note were to take the place of the mortgage of 1875, and stand as security for the debts <i>of Nathan Matthews,</i> held by Upham's trustees. Having consented to this substitution, Edward Matthews brought this suit, without even offering to reinstate the mortgage. He knew when the agreement of 1877 was signed that Nathan was largely indebted to Upham at the time the latter made an assignment to Warner and Smith for the benefit of his creditors. He knew that Warner and Smith, in behalf of Upham and his creditors, claimed to hold the mortgage and bond of 1875 as security for the debts of Nathan, and that such debts were none the less Nathan's, because his own name was upon the notes, or some of them, representing those debts. He induced the trustees to surrender the mortgage and take in place of it certain railroad bonds and a promissory note, which, he agreed, should be collateral security for the claims then held by Warner and Smith against Nathan Matthews. The suggestion <span class=\"star-pagination\">*487</span> that he agreed to the substitution, only because induced by Warner and Smith to believe that they then held the notes he had given to his brother Nathan, and for which the mortgage of 1875 was collateral security, as between him and his brother, is inconsistent with any reasonable inference from the undisputed facts of the case. Even if that suggestion were supported by the evidence, the relief asked ought not to be granted, because, as already shown, Warner and Smith, trustees, had the right originally to hold the mortgage of 1875 as security for Nathan's debts to Upham; and that security having been surrendered by them to Edward Matthews in consideration of the transfer of the railroad bonds and promissory note described in the agreement of 1877, to be held as collateral security for Nathan's debts, Edward could not, in equity, reclaim those bonds and the Furber note, or recover their proceeds, without restoring the security for which they were substituted. The suit is wholly without merit, and it is unnecessary to cite authorities to support the conclusions reached by the court.</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE GRAY did not hear the argument or take part in the decision.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></span> (1892)</b></center>\n<center><h1>MATTHEWS<br>\nv.<br>\nWARNER.</h1></center>\n<center>No. 250.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 28, 29, 1892.</center>\n<center>Decided May 16, 1892.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*476</span> <i>Mr. John F. Dillon</i> and <i>Mr. William A. Abbott</i> for appellants.</p>\n<p><i>Mr. Joseph B. Warner</i> for appellees.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>In May, 1875, Nathan Matthews, of Boston, was indebted to Thomas Upham, of the same city, in a large amount  about $200,000  for money loaned from time to time. This debt was secured by railroad bonds and stocks, and by a mortgage upon real estate in Boston.</p>\n<p>Matthews, desiring to obtain possession of these securities, proposed to Upham that he surrender them and take, in substitution, a mortgage upon property in the city of New York, which he had arranged to be executed by his brother Edward Matthews of that city, and was then expecting to receive.</p>\n<p>Under date of May 6, 1875, Nathan Matthews wrote from Boston to Edward Matthews: \"Dear Brother: ... I want your lawyer to draw an assignment of the mortgage you give me to Thomas Upham, Medfield, Mass., the assignment for me to sign; but I want him to draw it before he records the mortgage, or rather while he can do it, as I want to give him the assignment; and I want you to write me a letter authorizing me to assign it to Thomas Upham, I, of course, giving you my agreement that I hold it as collateral.\"</p>\n<p>The mortgage here referred to, dated May 8, 1875, was given to Nathan Matthews by Edward Matthews, his wife uniting with him, upon certain real estate in the city of New York, to secure the payment of the mortgagor's bond or obligation to the mortgagee for the sum of $250,000, maturing <span class=\"star-pagination\">*477</span> May 8, 1876. This mortgage contained a proviso to the effect that if the mortgagor, his heirs or personal representatives, should pay to the mortgagee, his personal representatives or assigns, the amount of that bond, and the interest thereon, the mortgage should be void. It was duly acknowledged by the grantors, and was recorded in the proper office on the 11th of May, 1875.</p>\n<p>Under date of May 10, 1875, Edward Matthews addressed a letter from New York to Nathan Matthews in these words: \"Dear Bro.: You are hereby authorized to assign to Thomas Upham, Esquire, the mortgage for $250,000 which I have given you as collateral security for loans made to me.\" Subsequently, May 30, 1875, Nathan Matthews, by a written instrument, assigned and transferred to Upham the above mortgage of May 8, 1875, together with the bond or obligation therein described, and the money due and to become due thereon, with interest, subject only to the proviso mentioned in the mortgage. The consideration recited in the assignment was the sum of $250,000 paid to Nathan Matthews by Upham. This instrument was duly acknowledged before a notary public according to the laws of Massachusetts.</p>\n<p>In expectation of receiving the above mortgage, Upham delivered to Nathan Matthews part of the securities in his hands, and upon receiving it surrendered the remainder. And, subsequently, upon the faith of the mortgage, he made other advances to Nathan Matthews, and renewed some of the latter's notes.</p>\n<p>Nathan Matthews and Upham both failed in business in 1876. The latter made an arrangement with his creditors by which the time of payment of his debts should be extended and new notes given, and by which all his property should be transferred to Caleb H. Warner and Charles F. Smith to be held by them in trust to secure the payment of such new notes. In pursuance of that arrangement Upham assigned to those trustees the notes and other evidences of debt due from Nathan Matthews, and by writing, dated February 3, 1876, also assigned to them the above mortgage of May 8, 1875, and the bond therein described.</p>\n<p><span class=\"star-pagination\">*478</span> An agreement in writing was executed, March 6, 1877, between Edward Matthews, Nathan Matthews, and the trustees Warner and Smith, which recited that Warner and Smith held \"a certain mortgage upon property in New York as security for certain negotiable paper bearing the names of the said Edward and the said Nathan;\" and that Edward Matthews was \"desirous of substituting therefor 150 first mortgage bonds of the Memphis and Little Rock Railroad Company of the par value of $1000 each, and 50 first mortgage bonds of the Carolina Central Railroad Company of the par value of $1000 each, and also a note of $5000, signed by Henry J. Furber, and payable in eleven months from date, which the said Nathan Matthews and the said Warner and Smith are willing should be received and held by the said Warner and Smith upon the terms and conditions hereinafter set forth.\" It was, therefore, agreed between the parties as follows: \"(1) That the said bonds shall be delivered upon receiving an assignment of the said mortgage to Henry J. Furber, and that the said note shall be delivered within ten days of the receipt of the said assignment, and that the said bonds shall be immediately held, together with the said note when it shall be delivered, as a substitute for the said mortgage in the hands of the said Warner and Smith, and may be dealt with by them in every way as the mortgage might have been, and shall be collateral security for the claims now held by the said Warner &amp; Smith against Nathan Matthews. (2) It is provided that if Mr. Nathan Matthews shall carry out his plan of paying his debts to the said Warner &amp; Smith, then the said bonds and note shall not be delivered to Nathan Matthews, but shall be delivered by the said Warner &amp; Smith to Benjamin E. Bates, W.H. Williams, Isaac Pratt, or some trust company in the city of Hartford, at Mr. Nathan Matthews' option, to be held by such depository as security for Mr. Edward Matthews' performance of the `Hartford agreement,' so called, as hereinafter extended, in the same manner as the bonds now held by W.H. Williams in the hands of Messrs. Morton, Bliss and Company, in this city, are held under the terms of the said agreement. (3) If the said <span class=\"star-pagination\">*479</span> Nathan Matthews shall not within thirty days give to the said Warner &amp; Smith forty-nine bonds of the Boston Water Power Company and do all things necessary by him to be done in order to make payment to the said Warner &amp; Smith of his liabilities to them, then the said Edward Matthews shall be at liberty at any time within ten days thereafter to fulfil the terms of the agreement between the said Nathan and the said Warner &amp; Smith, and upon so performing the same the said Warner &amp; Smith may deliver to him said bonds and note. (4) Upon the delivery of the assignment aforesaid Mr. Edward Matthews shall procure from Morton, Bliss and Company a full discharge of their claim against Nathan Matthews, and the case now pending between them shall be discontinued upon Mr. Nathan Matthews paying the taxable costs of said suit. (5) The time of performance of the said `Hartford agreement' is hereby extended until the third day of April next. (6) Any failure to deliver the said note of Henry J. Furber shall be considered for all purposes a breach of the said `Hartford agreement.'\"</p>\n<p>To the above agreement was appended the following, which was also signed by the same parties: \"It is further agreed that when the said Edward Matthews shall have delivered the cash and notes as required by the Hartford agreement, amounting to one hundred and forty-eight thousand dollars, (subject to revision of interest as agreed,) and when the said Warner &amp; Smith shall have received satisfaction of the indebtedness for which the said mortgage has hitherto been held, that thereupon the said bonds and note shall be delivered to Virginia B. Matthews or her attorney, J. Brander Matthews, and that said bonds and note shall be sold only after twenty days' notice, sent by mail, to the said Edward Matthews. It is further agreed that if Nathan Matthews shall select Mr. W.H. Williams as a depository under the foregoing provisions of this agreement, that in such case Mr. Williams may also hold in his own safe or vault the two hundred and fifty bonds heretofore deposited with Morton, Bliss &amp; Co., as security for the performance of the Hartford agreement.\"</p>\n<p><span class=\"star-pagination\">*480</span> The railroad bonds and the Furber note were substituted for the mortgage, and were received by Warner and Smith. That note was collected by them, while the railroad bonds were sold and the proceeds deposited in the New England Trust Company.</p>\n<p>Shortly after the above exchange or substitution was made, namely, on the 7th of April, 1877, Mrs. Virginia B. Matthews, wife of Edward Matthews, notified Warner and Smith, in writing, that the fifty first mortgage bonds of the Carolina Central Railroad Company and the one hundred and fifty first mortgage bonds of the Memphis and Little Rock Railroad Company, in their possession, were her individual and separate property, had been put into their possession without her consent or authority, and that unless they returned them she would hold them responsible as for an unlawful conversion.</p>\n<p>A few months later Edward Matthews was adjudged a bankrupt; and on the 10th of December, 1877, Mrs. Matthews commenced a suit in equity to obtain possession of the railroad bonds that Warner and Smith had taken in place of the mortgage of 1875. That case was determined adversely to Mrs. Matthews, and her bill was dismissed. <i>Matthews</i> v. <i>Warner,</i> 6 Fed. Rep. 461. Upon appeal to the court that decree was affirmed on the 22d day of December, 1884. <i>Matthews</i> v. <i>Warner,</i> <span class=\"citation\" data-id=\"91235\"><a href=\"/opinion/91235/matthews-v-warner/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 601, 603. Mr. Justice Miller, speaking for this court, said: \"It seems to be clear that this assignment [of the bond and mortgage for $250,000] was made by the consent of Edward or by his directions. This was in May, 1875. Some time prior to March, 1877, Edward Matthews, who had become embarrassed, desired to take up this mortgage, and entered into negotiations for that purpose with defendants, who agreed to an exchange of the bond and mortgage for the railroad bonds which are the subject of this suit. They accordingly sent Joseph B. Warner, their legal adviser, from Boston, where they resided, with the bond and mortgage, and the exchange was made by him as their agent, receiving the bonds in question at Mr. Matthews' office in the city of New York. This exchange took place on the 6th day of March, 1877. It appears that the 150 Memphis <span class=\"star-pagination\">*481</span> and Little Rock Company bonds were on that day, and had been for some time previous in possession of Morton, Bliss &amp; Co., bankers, as collateral security for the debt of Edward Matthews, who had placed them there.\"</p>\n<p>Observing that it was significant that the bill filed by Mrs. Matthews was sworn to by one of her solicitors on his belief, and was signed in her name by them, the court further said: \"The only act which she is ever said to have done or performed in person, asserting a claim to these bonds, is a notice, to which her name is appended, to the defendants, about a month after the exchange of the bond and mortgage for the railroad bonds, in which she says they are her bonds, and forbids them to sell them. A witness, the clerk of Matthews, says the signature, he thinks, was written by Mr. Matthews. And it is admitted that the letter was dictated by him and written in his office. The plaintiff, who, if she had any just claim to these bonds, could best have explained how that claim originated, who could have told what money or property she loaned her husband, or how he became her debtor, is not sworn as a witness in the case. It looks very much as if the box at the safe deposit vault, with a key in the possession of the son, who occupied the same office with the father, and in the light of other evidence in the case, was a contrivance by which the husband could use the bonds as his own when he desired, and assert them to be the property of the wife when that was more desirable. We are of opinion that plaintiff never had any real ownership, or actual control, or any lawful right, to the bonds in suit.\"</p>\n<p>The present suit was commenced by Edward Matthews on December 8, 1884, the day preceding that on which the argument of Mrs. Matthews' case was commenced in this court. Its object was to compel the payment to Edward Matthews of the proceeds of the securities delivered to Warner and Smith, trustees, in substitution for the mortgage and bond of May 8, 1875, given to Nathan Matthews and by him assigned to Thomas Upham. Edward having died, this suit was revived in the names of his executors, the present appellants.</p>\n<p>The grounds set forth in the bill for the relief asked are, <span class=\"star-pagination\">*482</span> substantially, these: That the bond and mortgage of May 8, 1875, were given to secure, not only numerous negotiable notes, not then due, which Edward Matthews had given to Nathan Matthews for loans by the latter, amounting to $150,000 but other notes to be given by Edward to Nathan for additional loans of $50,000; that Edward was induced to give the bond and mortgage upon Nathan's representations that Upham held the notes given by Edward for the $150,000, and would furnish money for the additional loans of $50,000; that Nathan, also, represented that he wished to satisfy Upham, or any one who took the notes, that they were secured, and that if he had the mortgage he could more easily negotiate the notes; that relying upon these representations, and in the belief that the bond and mortgage would be collateral for the notes to be secured by them, by whomsoever held, he executed them, and, by the letter of May 10, 1875, consented to their being assigned to Upham; that the substitution of the securities, the proceeds of which are here in controversy, for the bond and mortgage of 1875, was because of the representation by Warner and Smith that they, as trustees, held the notes which said bond and mortgage were given to secure, whereas they never held them, as the notes, endorsed by Nathan Matthews, had been discounted at his request by various banks and individuals; that Nathan Matthews was adjudged a bankrupt, and the notes so given to him were paid, in part, by Edward, while the remainder were bought by and assigned to his wife, and by her were turned over to him before the commencement of this suit; and that Upham received the assignment of the bond and mortgage of 1875, and Edward's written consent to their being assigned to him, with knowledge that such bond and mortgage were given only to secure loans of Nathan to Edward, evidenced by the latter's notes, and with knowledge, also, of such circumstances as made it his duty to inquire of Edward whether he intended that Nathan should separate the bond and mortgage from the notes secured by them, and assign the mortgage and bond to secure Nathan's individual indebtedness, for which Edward was not liable.</p>\n<p><span class=\"star-pagination\">*483</span> The defence was that the mortgage was so made and assigned that Upham had, as against Edward Matthews, the right to take it as security for Nathan Matthews' debts to him, and that Edward is estopped to deny this; that Upham had neither notice nor knowledge of any dealings between the brothers that would affect his title; that Edward made the mortgage and consented to its being assigned with knowledge that it was to be used if Nathan so desired, to secure the latter's debts to Upham; that the plaintiffs are precluded by the position Edward took toward Nathan, the holders of the notes, and the defendants, from maintaining this suit; that Edward was under neither error nor mistake in reference to the notes held by the defendants when the railroad bonds were given in exchange for the mortgage; and that the plaintiffs have no equity against the defendants.</p>\n<p>Upon final hearing the bill was dismissed. The opinion of Judge Colt will be found in 33 Fed. Rep. 369.</p>\n<p>Whether the plaintiffs, as executors of Edward Matthews, are concluded by the decree in the suit brought by Mrs. Matthews, or whether the cause of action, here asserted, is barred by the statute of limitations of Massachusetts, are questions which, in view of the conclusions reached in respect to other issues in the case, need not be determined.</p>\n<p>There can be no doubt that the bond and mortgage of 1875 were assigned by Nathan Matthews to Upham for the purpose, primarily, of securing the debts of the former to the latter. Was the assignment for such a purpose authorized by Edward Matthews? Did he, subsequently and with knowledge of the facts, adopt or ratify what his brother did? Is Edward Matthews, as between him and Upham or Upham's trustees, estopped from disputing the right of Upham to have received and held such bond and mortgage as security for Nathan's debts? If either of these questions is answered in the affirmative, the decree should be affirmed.</p>\n<p>Nathan Matthews was largely indebted to Upham, and the latter held securities that were ample for his protection. Nathan, also, expected to apply to Upham for additional loans. Their relations were well known to Edward Matthews. There <span class=\"star-pagination\">*484</span> is no room for doubt upon this point. Besides, Edward was hard pressed for money, being then  as he admitted in a letter of May 4, 1875  indebted to Nathan alone in the sum of $200,000, and expected Nathan to raise for him the further sum of $50,000 if required. In his letter to Nathan of May 11, 1875  on which day the mortgage was filed in New York for record  Edward said: \"I enclose the bond for $250,000 mortgage, and I thought it might be more satisfactory to Mr. Upham to have Brander and Watson guarantee it, which they have done.\" Now, it may be  and we think such was the fact  that, as between Edward Matthews and Nathan Matthews, the mortgage of $250,000 was to stand as collateral security for Edward's debts or liabilities to Nathan. While this idea was expressed in the letters of May 6 and 10, and while Upham, who saw the letter of the 10th, when he took the assignment of the mortgage and bond, must be presumed to have known of the arrangement thus made by the brothers, as between themselves, he had no notice from anything contained in that letter, or from any communication made to him by either of the brothers, that restrictions of any character were placed upon Nathan's use of the mortgage. The fair meaning of the letter was this: That while, as between Edward and Nathan, the mortgage was to be regarded as collateral security for loans made to the former, the latter was authorized to assign it to Upham without restriction or limitation in respect to the purposes for which such assignment might be made by Nathan. Edward knew that Upham was to part with something of value in consideration of the assignment. But what would have been the inducement to Upham to accept the assignment of the mortgage, if, as is now claimed, the letter of the 10th was notice to him that the mortgage could not be used by Nathan, except as collateral security for Edward's debts to him? Upham had no interest in providing for the loans made by Nathan to Edward, unless he held the notes given by Edward to Nathan for such loans. But he did not hold those notes. He held securities for the debts due for money loaned by him to Nathan, and the latter, in order to get possession of those securities, offered to his creditor the <span class=\"star-pagination\">*485</span> mortgage given by Edward to him. If Upham had taken an assignment of the bond and mortgage, with knowledge or notice that his assignor could use them only as collateral security for loans made to the mortgagor by the mortgagee, such assignment would have been of no value to him, after such loans were extinguished by payment.</p>\n<p>But when the mortgagor said, as he did by the letter of May 10, (written expressly to be shown to Upham,) that the mortgagee might assign the mortgage to him  the letter imposing no conditions as to the purposes for which the assignment could be made  he meant, and intended Upham to understand, that the mortgagee could use the mortgage according to his own discretion, and for any purposes he chose, subject only to the condition that, <i>as between them,</i> it was to be deemed collateral security for the debts then due from the mortgagor to the mortgagee for money loaned. When Nathan wrote under date of May 6 to Edward, \"I want to give him [Upham] the assignment, and I want you to write me a letter authorizing me to assign it to Thomas Upham, I, of course, giving you my agreement that I hold it as collateral,\" he meant, and Edward must have understood him to mean, that while, <i>as between them,</i> the mortgage was not executed because of any new and additional liability upon the part of Edward to Nathan, the assignment to Upham must be unconditional and absolute, so as to give, the latter the full benefit of the mortgage. Nathan well knew that he could not get the securities put into Upham's hand as security for his own debts to Upham, nor obtain further loans from Upham, unless he presented to the latter such an assignment of Edward's mortgage and bond as would give him a security of equal value with those then held by him for Nathan's debts. There is not the slightest doubt, from the evidence, that Edward fully understood, at the time, all the details of Nathan's plan for obtaining not only the securities he had placed in Upham's hands, but further loans of money from him.</p>\n<p>The interpretation we have given to the writing of May 10, 1875, authorizing Nathan Matthews to assign to Upham the mortgage executed by Edward Matthews, is supported by the <span class=\"star-pagination\">*486</span> subsequent conduct of the parties. We allude here particularly to the written agreement of March 6, 1877. Edward admits in the original bill that Nathan desired to substitute for the bond and mortgage of 1875, the 150 first mortgage bonds of the Memphis and Little Rock Railroad Company, and the 50 first mortgage bonds of the Carolina Central Railroad Company  the proceeds of the sales of which are here in question  together with the Furber note for $5000; and that the agreement of 1877 was made in order to effect that result. Now, this agreement provides that the bonds and note just referred to should be received and held, in place of Edward's mortgage on the New York property, and be dealt with in every way as that mortgage might have been, and \"shall be collateral security for the claims now held by the said Warner &amp; Smith [trustees of Upham] <i>against Nathan Matthews;</i>\" such bonds and note to be delivered to, and held by, certain named parties, as security for Edward Matthews' performance of what was called the Hartford agreement, <i>provided Nathan Matthews carried out his plan for paying his debts to Warner and Smith.</i> By these and other provisions in the agreement of 1877 it was distinctly admitted that the railroad bonds and the Furber note were to take the place of the mortgage of 1875, and stand as security for the debts <i>of Nathan Matthews,</i> held by Upham's trustees. Having consented to this substitution, Edward Matthews brought this suit, without even offering to reinstate the mortgage. He knew when the agreement of 1877 was signed that Nathan was largely indebted to Upham at the time the latter made an assignment to Warner and Smith for the benefit of his creditors. He knew that Warner and Smith, in behalf of Upham and his creditors, claimed to hold the mortgage and bond of 1875 as security for the debts of Nathan, and that such debts were none the less Nathan's, because his own name was upon the notes, or some of them, representing those debts. He induced the trustees to surrender the mortgage and take in place of it certain railroad bonds and a promissory note, which, he agreed, should be collateral security for the claims then held by Warner and Smith against Nathan Matthews. The suggestion <span class=\"star-pagination\">*487</span> that he agreed to the substitution, only because induced by Warner and Smith to believe that they then held the notes he had given to his brother Nathan, and for which the mortgage of 1875 was collateral security, as between him and his brother, is inconsistent with any reasonable inference from the undisputed facts of the case. Even if that suggestion were supported by the evidence, the relief asked ought not to be granted, because, as already shown, Warner and Smith, trustees, had the right originally to hold the mortgage of 1875 as security for Nathan's debts to Upham; and that security having been surrendered by them to Edward Matthews in consideration of the transfer of the railroad bonds and promissory note described in the agreement of 1877, to be held as collateral security for Nathan's debts, Edward could not, in equity, reclaim those bonds and the Furber note, or recover their proceeds, without restoring the security for which they were substituted. The suit is wholly without merit, and it is unnecessary to cite authorities to support the conclusions reached by the court.</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE GRAY did not hear the argument or take part in the decision.</p>\n</div>", "id": 93398, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93398/", "sha1": "3669f9762585c5b77264bae2a23e1f8bbc7c1ba3", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:19"}