{"absolute_url": "/opinion/101059/bedford-co-v-stone-cutters-assn/", "blocked": false, "citation": {"case_name": "Bedford Co. v. Stone Cutters Assn.", "docket_number": "412", "document_uris": ["/api/rest/v2/document/101059/"], "federal_cite_one": "274 U.S. 37", "federal_cite_three": null, "federal_cite_two": null, "id": 85442, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85442/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 43, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1927-04-11", "date_modified": "2014-12-21T01:38:26.843377", "docket": "/api/rest/v2/docket/393686/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">274 U.S. 37</p>\n    <p class=\"case_cite\">47 S.Ct. 522</p>\n    <p class=\"case_cite\">71 L.Ed. 916</p>\n    <p class=\"parties\">BEDFORD CUT STONE CO. et al.<br>v.<br>JOURNEYMAN STONE CUTTERS' ASS'N OF NORTH AMERICA et al.</p>\n    <p class=\"docket\">No. 412.</p>\n    <p class=\"date\">Argued Jan. 18, 1927.</p>\n    <p class=\"date\">Decided April 11, 1927.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Walter Gordon Merritt, of New York City, Daniel Davenport, of Bridgeport, Conn., and Charles Martindale, of Indianapolis, Ind., for petitioners.</p>\n      <p class=\"indent\">Mr. Moses B. Lairy, of Indianapolis, Ind., for respondents.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 38-40 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioners, Bedford Cut Stone Company and 23 others, all, with one or two exceptions, Indiana corporations, are in the business of quarrying or fabricating, or both quarrying and fabricating, Indiana limestone, in what is called the Bedford-Bloomington district in the state of Indiana. Their combined investment is about $6,000,000, and their annual aggregate sales amount to about $15,000,000, more than 75 per cent. of which are made in interstate commerce to customers outside the state of Indiana. The Journeymen Stone Cutters' Association of North America, sometimes called and hereinafter referred as the 'General Union,' is an association of mechanics engaged in the stone-cutting trade. It has a constitution, by-laws, and officers, and an income derived from assessments upon its members. Its principal headquarters are in Indiana, and it has a membership of about 5,000 persons, divided into over 150 local unions, located in various states and in Canada, each of such local unions having its own by-laws, officers, and income derived from like assessments. By virtue of his membership, each member of these local unions is a member of the General Union. The members of the General Union and allied locals throughout the United States are stone cutters, carvers, curb cutters, curb setters, bridge cutters, planermen, lathemen, and carborundum moulding machine operators, engaged in the cutting, patching, and fabrication of all natural and artificial stones; and the General Union claims jurisdiction over all of them.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This suit was brought by petitioners against the General Union and some of its officers, and a number of affiliated local unions and some of their officers, to enjoin them from combining and conspiring together to commit, and from committing, various acts in restraint of interstate commerce in violation of the federal Anti-Trust Act, c. 647, 26 Stat. 209 (Comp. St. &#167; 8820 et seq.), and to petitioners' great and irreparable damage. The federal District Court for the District of Indiana, after a hearing, refused a preliminary injunction, and subsequently, on final hearing, entered a decree dismissing the bill for want of equity. On appeal, this decree was affirmed by the Court of Appeals upon the authority of an earlier opinion in the same case. 9 F.(2d) 40.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts, so far as necessary to be stated, follow. Limestone produced by petitioners is quarried and fabricated largely for building construction purposes. The stone is first taken in rough blocks from the earth, and generally then cut into appropriate sizes and sometimes planed. Part of this product is shipped directly to buildings, where it is fitted, trimmed, and set in place; the remainder being sold in the rough to contractors to be fabricated. The stone sold in interstate commerce comes into competition with other kinds of natural and artificial stone. The principal producers of artificial stone are unionized and are located outside of Indiana. Before 1921, petitioners carried on their work in Indiana under written agreement with the General Union, but since that time they have operated under agreements with unaffiliated unions, with the effect of closing their shops and quarries against the members of the General Union and its locals. Prior to the filing of the bill of complaint, the General Union issued a notice to all its locals and members, directing its members not to work on stone 'that has been started-planed, turned, cut, or semifinished-by men working in opposition to our organization,' and setting forth that a convention of the union had determined that 'members were to rigidly enforce the rule to keep off all work started by men working in opposition to our organization, with the exception of the work of Shea-Donnelly, which firm holds an injunction against our association.' Stone produced by petitioners by labor eligible to membership in respondents' unions was declared 'unfair'; and the president of the General Union announced that the rule against handling such stone was to be promptly enforced in every part of the country. Most of the stone workers employed, outside the state of Indiana, on the buildings where petitioners' product is used, are members of the General Union; and, in most of the industrial centers, building construction is on a closed shop union basis.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The rule requiring members to refrain from working on 'unfair' stone was persistently adhered to and effectively enforced against petitioners' product, in a large number of cities and in many states. The evidence shows many instances of interference with the use of petitioners' stone by interstate customers, and expressions of apprehension on the part of such customers of labor troubles if they purchased the stone. The president of the General Union himself testified, in effect, that generally the men were living up to the order, and, if it were shown to him that they did not do so in any place, he would see that they did. Members found working on petitioners' product were ordered to stop and threatened with a revocation of their cards if they continued; and the order of the General Union seems to have been enforced even when it might be against the desire of the local union. The transcript contains the record of a hearing upon these matters before the Colorado Industrial Commission, from which it appears that, in obedience to the order of the General Union, its members theretofore employed in Denver upon local building stopped work because petitioners' product was being used. The local contractor was notified merely that the men stopped work because the stone being used was 'unfair.' The contractor personally had no trouble of any kind with the union, and no other reason for the strike than that stated above existed. B. F. James, a member and an acting officer of the General Union, testified that the local union, in conducting its strike against a local builder, had no choice in the matter; that they had their orders from the General Union, with which they complied; that there was no difference or feeling whatever between the union and the local employer; that the fight was with the Bedford stone producers, and they were trying to affect them through the local employer.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Q. And you people have no choice in the matter, you are just      complying with the orders from the International (General      Union)?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'A. We have no choice whatever.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Q. Probably, if it was left up to you people here, knowing      this employer as you do, why your organization here, local      organization, would not strike on this man?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'A. I don't believe we would; no.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Q. But you have got to follow the orders of your      international organization?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'A. Yes, sir.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The evidence makes plain that neither the General Union nor the locals had any grievance against any of the buildings-local purchasers of the stone-or any other local grievance, and that the strikes were ordered and conducted for the sole purpose of preventing the use and, consequently, the sale and shipment in interstate commerce, of petitioners' product, in order, by threatening the loss or serious curtailment of their interstate market, to force petitioners to the alternative of coming to undesired terms with the members of these unions. In 1924, the president of the General Union said:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The natural stone industry needs all the natural advantages      it can possibly get, as there are so many kinds of substitutes to take the natural stone's place in the      building material market, that it behooves the natural stone      employers to do their utmost to see that no handicap is in      its way, and it is a well-known fact that, when any material      is known to have labor grievances, it retards that material      in the building market, as the building public do not want      the stigma on their building that it was built by 'unfair      labor,' and they are also afraid of stoppage of work and      unnecessary disputes while their building is in course of      construction, and no one can blame them for that.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the Colorado inquiry, the witness James further testified that the strike order did not make any allowance for stone theretofore ordered. 'We were trying to affect the Bedford people through the local man.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Q. So the only person injured would be your own local man,      who is your employer, and your personal friend, is that it?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'A. In a way. If it was finished that way, he would be the      only one hurt. We are not fighting on this Denver man. We are      trying to force these people through the other subcontractors      all over the country.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Q. You are trying to force the Bedford to employ members of      your union to do this work?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Q. And, irrespective of who it hurts, that is the object?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'A. That is the object. It is done from our headquarters.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Q. Mr. Fernald, or anybody else, they have got to get out of      the road; that is the object?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'A. We are trying to gain this point, irrespective of who it      hurts.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From a consideration of all the evidence, it is apparent that the enforcement of the general order to strike against petitioners' product could have had no purpose other than that of coercing or inducing the local employers to refrain from purchasing such product. To accept the assertion made here to the contrary would be to say that the order and the effort to enforce it were vain and idle things, without any rational purpose whatsoever. And, indeed, on the argument, in answer to a question from the bench, counsel for respondents very frankly said that, unless petitioners' interstate trade in the so-called unfair stone were injuriously affected, the strikes would accomplish nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That the means adopted to bring about the contemplated restraint of commerce operated after physical transportation had ended is immaterial. Loewe v. Lawlor, 208 U. S. 274, 301, 28 S. Ct. 301, 52 L. Ed. 488, 13 Ann. Cas. 815; Boyle v. United States (C. C. A.) 259 F. 803, 805, 806. The product against which the strikes were directed, it is true, had come to rest in the respective localities to which it had been shipped, so that it had ceased to be a subject of interstate commerce (Industrial Ass'n v. United States, 268 U. S. 64, 78, 79, 45 S. Ct. 403, 69 L. Ed. 849); and interferences for a purely local object with its use, with no intention, express or implied, to restrain interstate commerce, it may be assumed, would not have been a violation of the Anti-Trust Act (Id., page 77 (45 S. Ct. 403); United Mine Workers v. Coronado Co., 259 U. S. 344, 410, 411, 42 S. Ct. 570, 66 L. Ed. 975, 27 A. L. R. 762). But these interferences were not thus in pursuit of a local motive-they had for their primary aim restraint of the interstate sale and shipment of the commodity. Interstate commerce was the direct object of attack, 'for the sake of which the several specific acts and courses of conduct (were) done and adopted.' And the restraint of such commerce was the necessary consequence of the acts and conduct and the immediate end in view. Swift &amp; Co. v. United States, 196 U. S. 375, 397, 25 S. Ct. 276, 49 L. Ed. 518. Prevention of the use of petitioners' product, which, without more, might have been a purely local matter, therefore, was only a part of the conspiracy, which must be construed as an entirety; and, when so regarded, the local transactions become a part of the general plan and purpose to destroy or narrow petitioners' interstate trade. Montague &amp; Co. v. Lowry, 193 U. S. 38, 45, 46, 24 S. Ct. 307, 48 L. Ed. 608. In other words, strikes against the local use of the product were simply the means adopted to effect the unlawful restraint. And it is this result, not the means devised to secure it, which gives character to the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Respondents' chief contention is that 'their sole and only purpose * * * was to unionize the cutters and carvers of stone at the quarries.' And it may be conceded that this was the ultimate and in view. But how was that end to be effect? The evidence shows indubitably that it was by an attack upon the use of the product in other states to which it had been and was being shipped, with the intent and purpose of bringing about the loss or serious reduction of petitioners' interstate business, and thereby forcing compliance with the demands of the unions. And, since these strikes were directed against the use of petitioners' product in other states, with the plain design of suppressing or narrowing the interstate market, it is no answer to say that the ultimate object to be accomplished was to bring about a change of conduct on the part of petitioners in respect of the employment of union members in Indiana. A restraint of interstate commerce cannot be justified by the fact that the ultimate object of the participants was to secure an ulterior benefit which they might have been at liberty to pursue by means not involving such restraint. Anderson v. Shipowners' Association, 272 U. S. 359, 47 S. Ct. 125, 71 L. Ed. 298, November 22, 1926; Duplex Co. v. Deering, 254 U. S. 443, 468, 41 S. Ct. 172, 65 L. Ed. 349, 16 A. L. R. 196; Ellis v. Inman, Poulsen &amp; Co. (C. C. A.) 131 F. 182, 186.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The case, therefore, is controlled, not by United Mine Workers v. Coronado Co., supra, and United Leather Workers v. Herkert, 265 U. S. 457, 44 S. Ct. 623, 68 L. Ed. 1104, 33 A. L. R. 566, as respondents contend, but by others presently to be discussed. In the United Leather Workers Case, it appeared that the strikes were leveled only against production, and that the strikers (page 471 (44 S. Ct. 627)) 'did nothing which in any way directly interfered with the interstate transportation or sales of the complainants' product'; and the decision rests upon the ground that there was an entire absence of evidence or circumstances to show that the defendants, in their conspiracy to coerce complainants, were directing their scheme against interstate commerce. United Mine Workers v. Coronado Co., supra, pages 408, 409 (42 S. Ct. 570), is to the same effect.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But, in the second United Mine Workers Case (268 U. S. 295, 310, 45 S. Ct. 551, 556 (69 L. Ed. 963)), this court found sufficient evidence, even where the strike was directed against production, of an intent to restrain interstate commerce, and said:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'The mere reduction in the supply of an article to be shipped      in interstate commerce by the illegal or tortious prevention      of its manufacture or production is ordinarily an indirect      and remote obstruction to that commerce. But when the intent      of those unlawfully preventing the manufacture or production      is shown to be to restrain or control the supply entering and      moving in interstate commerce, or the price of it in      interstate markets, their action is a direct violation of the      Anti-Trust Act.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the present case, since the strikes were directed against the use of the product in other states, with the immediate purpose and necessary effect of restraining future sales and shipments in interstate commerce, the determinative decisions to be applied are those pointed out in the United Leather Workers Case, at page 469 (44 S. Ct. 626):</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'In Loewe v. Lawlor, 208 U. S. 274 (28 S. Ct. 301, 52 L. Ed.      488, 13 Ann. Cas. 815), and in Duplex Co. v. Deering, 254 U.      S. 443 (41 S. Ct. 172, 65 L. Ed. 349, 16 A. L. R. 196),      members of labor unions having a controversy with their      employers sought to embarrass the sales by their employers of      the product of their manufacture in other states by boycott      and otherwise. They were held guilty of a conspiracy against      interstate commerce because of their palpable intent to achieve their      purpose by direct obstruction of that commerce.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Respondents cite and rely upon Hopkins v. United States, 171 U. S. 578, 19 S. Ct. 40, 43 L. Ed. 290, and Anderson v. United States, 171 U. S. 604, 19 S. Ct. 50, 43 L. Ed. 300. But of those cases we need say no more than that they involved agreements which neither in purpose nor in necessary result related to or had any direct effect upon interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">With a few changes in respect of the product involved, dates, names, and incidents, which would have no effect upon the prin ciples established, the opinion in Duplex Co. v. Deering, supra, might serve as an opinion in this case. The object of the boycott there was precisely the same as it is here, and the interferences with interstate commerce, while they were more numerous and more drastic, did not differ in essential character from the interferences here. A short statement of the case will make this clear.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The complainant was a manufacturer of printing presses, and conducted its business on the 'open shop' policy. There had been an unsuccessful strike to enforce the 'closed shop,' the eight-hour day, and the union scale of wages. The strikers and the local organizations to which they belonged were affiliated with an international asociation having a membership of more than 60,000. They entered into a combination to restrain complainant's interstate trade by means of a 'secondary boycott,' in pursuance of which complainant's customers in another state were warned not to purchase, install, or operate its printing presses and threatened with loss and sympathetic strikes should they do so. The strikers threatened a trucking company with trouble if it should haul the presses, incited employees of the trucking company and other men employed by complainant's customers to strike in order to interfere with the hauling and installation of presses, notified repair shops not to do repair work on the presses, threatened union men with loss of union cards and the blacklist if they assisted in installing the presses, and resorted to other methods of preventing the sale and delivery of complainant's presses in interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This court held that complainant's business of manufacturing presses and disposing of them in commerce was a property right entitled to protection against unlawful injury or interference, that unrestrained access to the channels of interstate commerce was necessary for the successful conduct of that business, and that the combination to hinder and obstruct such commerce by the means indicated was in violation of the Sherman Anti-Trust Act, as amended by the Clayton Act (38 Stat. 730). The combination was held to constitute a 'secondary boycott,' defined as:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'A combination not merely to refrain from dealing with      complainant, or to advise or by peaceful means persuade      complainant's customers to refrain ('primary boycott'), but      to exercise coercive pressure upon such customers, actual or      prospective, in order to cause them to withhold or withdraw      patronage from complainant through fear of loss or damage to      themselves should they deal with it.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Whether either kind of boycott was lawful or unlawful at common law was held to be immaterial, and the distinction between a primary and a secondary boycott was only important to be considered upon the question of the proper construction of the Clayton Act; and, as to that, it was distinctly determined that the Clayton Act was not intended to legalize the secondary boycott.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The court further held (pages 467, 468 (41 S. Ct. 172)) that by prior decisions of this court it had been settled that a restraint of interstate commerce, produced by peaceable persuasion, was as much within the prohibition of the Anti-Trust Act as one accomplished by force or threats of force, and that there was nothing in section 20 of the Clayton Act, being Comp. St. &#167; 1243d (page 473 et seq. (41 S. Ct. 172)), which modified that rule as applied to the case under review or justified a resort to the secondary boycott. And it was said (page 477 (41 S. Ct. 172)), that the harmful consequences of the opposite construction, adopted by the court below, were illustrated by that case, where an ordinary controversy in a manufacturing establishment, concerning terms and conditions of employment there, had been held a sufficient occasion for imposing a general embargo upon the products of the establishment and a nation-wide blockade of the channels of interstate commerce against them. The conclusion was reached that complainant was entitled to an injunction under the Sherman Act as amended by the Clayton Act, and that it was unnecessary to consider whether a like result would follow under the common law or local statutes. Finally, it is important to note (page 478 (41 S. Ct. 172)) the scope of the injunction which was authorized. Not only were the association and its members to be restrained from interfering with the sale, transportation, or delivery in interstate commerce of the presses, but also from interfering with</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">the 'carting, installation, use, operation, exhibition,      display, or repairing of any such press or presses, * * * and      especially from using any force, threats, command, direction,      or even persuasion with the object or having the effect of      causing any person or persons to decline employment, cease      employment, or not seek employment, or to refrain from work      or cease working under any person, firm, or corporation being      a purchaser or prospective purchaser of any printing press or      presses from complainant. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Loewe v. Lawlor, supra, also dealt with a secondary boycott. The case arose before the enactment of the Clayton Act, but, in view of what has just been said, that is not important. The defendants, certain labor organizations and the members thereof, undertook to compel complainants to unionize their factory. Being unsuccessful, the members of the labor organizations withdrew from complainants' service and endeavored to persuade others to do the same. Defendants then declared a boycott against hats manufactured by complainants found in the hands of their customers in other states, with the purpose and intent to destroy or curtail complainants' market in other states and thereby coerce compliance with defendants' demands. This was held (pages 292, 294 (28 S. Ct. 303)) to be a combination falling 'within the class of restraints of trade aimed at compelling third parties and strangers involuntarily not to engage in the course of trade except on conditions that the combination imposes,' and an unlawful restraint of interstate commerce as defined by the Anti-Trust Act. Referring to earlier cases, it was said (page 297 (28 S. Ct. 304)) that the Anti-Trust Act had a broader application than the prohibition of restraints of trade unlawful at common law, and that its effect was to declare illegal 'every contract, combination or conspiracy, in whatever form, of whatever nature, and whoever may be the parties to it, which directly or necessarily operates in restraint of trade or commerce among the several states.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In United States v. Brims et al., 272 U. S. 549, 47 S. Ct. 169, 71 L. Ed. 403 (November 23, 1926), a criminal case, this court dealt with a combination of manufacturers, contractors, and carpenters in Chicago, having for its object the destruction of the competition of nonunion mills in Wisconsin and elsewhere by the employment in Chicago of union carpenters only, with the understanding that they would refuse to install nonunion made millwork. There was evidence tending to show that so-called outside competition was cut down and thereby interstate commerce directly and materially impeded, and that this result was within the intention of the combination, which, upon these facts, was held to be in violation of the Anti-Trust Act.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In Gompers v. Buck's Stove &amp; Range Co., 221 U. S. 418, 438, 439, 31 S. Ct. 492, 497 (55 L. Ed. 797, 34 L. R. A. (N. S.) 874), this court said that the restraining powers of the courts extend to every device whereby commerce is illegally restrained; and that&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'To hold that the restraint of trade under the Sherman      Anti-Trust Act, or on general principles of law, could be      enjoined, but that the means through which the restraint was      accomplished could not be enjoined would be to render the law      impotent.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In cases arising outside the Anti-Trust Act, involving strikes like those here under review against so-called unfair products, there is a sharp conflict of opinion. On the one hand, it is said that such a strike is justified on the ground of self-interest; that the injury to the producer is inflicted, not maliciously, but in self-defense; that the refusal of the producer of deal with the union and to observe its standards threatens the interest of all its members and the members of the affiliated locals; and that a strike against the unfair material is a mere recognition of this unity of interest, and in refusing to work on such material the union is only refusing to aid in its own destruction. The opposite view is illustrated by such cases as Toledo, etc., Ry. Co. (C. C.) 62 F. 803, 817, et F. 730, 19 L. R. A. 387; Thomas v. Cincinnati, etc. Ry. Co. (C. C.) 62 F. 803, 817, et seq.; Moores v. Bricklayers' Union, 23 Wkly. Law Bul. (Ohio) 48 (affirmed by the Supreme Court of Ohio without opinion, 51 Ohio St. 605); Burnham v. Dowd, 217 Mass. 351, 104 N. E. 841, 51 L. R. A. (N. S.) 778; Purvis v. United Brotherhood, 214 Pa. 348, 63 A. 585, 12 N. R. A. (N. S.) 642, 112 Am. St. Rep. 757, 6 Ann. Cas. 275; Booth &amp; Bro. v. Burgess, 72 N. J. Eq. 181, 188, 196, 65 A. 226; Piano &amp; Organ Workers v. P. &amp; O. Supply Co., 124 Ill. App. 353.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">But with this conflict we have no concern in the present case. The question which it involves was presented and considered in the Duplex Co. Case, supra, as the prevailing and the dissenting opinions show; and there it was plainly held that the point had no bearing upon the enforcement of the Anti-Trust Act, and that, since complainant had a clear right to an injunction under that act as amended by the Clayton Act, it was 'unnecessary to consider whether a like result would follow under the common law or local statutes.' Whatever may be said as to the motives of the respondents or their general right to combine for the purpose of redressing alleged grievances of their fellow craftsmen or of protecting themselves or their organizations, the present combination deliberately adopted a course of conduct which directly and substantially curtailed, or threatened thus to curtail, the natural flow in interstate commerce of a very large proportion of the building limestone production of the entire country, to the gravely probable disadvantage of producers, purchasers, and the public; and it must be held to be a combination in undue and unreasonable restraint of such commerce within the meaning of the Anti-Trust Act as interpreted by this court. An act which lawfully might be done by one may, when done by many acting in concert, take on the form of a conspiracy and become a public wrong, and may be prohibited if the result be hurtful to the public or to individuals against whom such concerted action is directed (Grenada Lumber Co. v. Mississippi, 217 U. S. 433, 440, 30 S. Ct. 535, 54 L. Ed. 826); and any suggestion that such concerted action here may be justified as a necessary defensive measure is completly answered by the words of this court in Eastern States Lumber Ass'n v. United States, 234 U. S. 600, 613, 34 S. Ct. 951, 954 (58 L. Ed. 1490, L. R. A. 1915A, 788) that&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'Congress, with the right to control the field of interstate      commerce, has so legislated as to prevent resort to practices      which unduly restrain competition or unduly obstruct the free      flow of such commerce, and private choice of means must yield      to the national authority thus exerted.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The record does not disclose whether petitioners, at the time of bringing suit, had suffered actual injury; but that is not material. An intent to restrain interstate commerce being shown, it is enough to justify equitable interposition by injunction if there be a dangerous probability that such injury will happen; and this clearly appears. The Anti-Trust Act 'directs itself against that dangerous probability as well as against the completed result.' Swift&amp; Co. v. United States, supra, page 396 (25 S. Ct. 279); Vicksburg Waterworks Co. v. Vicksburg, 185 U. S. 65, 82, 22 S. Ct. 585, 46 L. Ed. 808; Thomson Machine Co. v. Brown, 89 N. J. Eq. 326, 328, 104 A. 129.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">From the foregoing review, it is manifest that the acts and conduct of respondents fall within the terms of the Anti-Trust Act; and petitioners are entitled to relief by injunction under section 16 of the Clayton Act, c. 323, 38 Stat. 730, 737 (Comp. St. &#167; 8835o), by which they are authorized to sue for such relief 'against threatened loss or damage by a violation of the anti-trust laws,' etc. The strikes, ordered and carried out with the sole object of preventing the use and installation of petitioners' product in other states, necessarily threatened to destroy or narrow petitioners' interstate trade by taking from them their customers. That the organizations, in general purpose and in and of themselves, were lawful, and that the ultimate result aimed at may not have been illegal in itself, are beside the point. Where the means adopted are unlawful, the innocent general character of the organizations adopting them or the lawfulness of the ultimate end sought to be attained, cannot serve as a justification.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mr. Justice SANFORD (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">I concur in this result upon the controlling authority of Duplex Co. v. Deering, 254 U. S. 443, 478, 41 S. Ct. 172, 65 L. Ed. 349, 16 A. L. R. 196, which, as applied to the ultimate question in this case, I am unable to distinguish.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The separate opinion of Mr. Justice STONE.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As an original proposition, I should have doubted whether the Sherman Act prohibited a labor union from peaceably refusing to work upon material produced by nonunion labor or by a rival union, even though interstate commerce were affected. In the light of the policy adopted by Congress in the Clayton Act, with respect to organized labor, and in the light of Standard Oil Co. v. United States, 221 U. S. 1, 31 S. Ct. 502, 55 L. Ed. 619, 34 L. R. A. (N. S.) 834, Ann. Cas. 1912D, 734, and United States v. American Tobacco Co., 221 U. S. 106, 178-180, 31 S. Ct. 632, 55 L. Ed. 663, I should not have thought that such action as is now complained of was to be regarded as an unreasonable and therefore prohibited restraint of trade. But in Duplex Printing Press Co. v. Deering, 254 U. S. 443, 41 S. Ct. 172, 65 L. Ed. 349, 16 A. L. R. 196, these views were rejected by a majority of the court and a decree was authorized restraining in precise terms any agreement not to work or refusal to work, such as is involved here. Whatever additional facts there may have been in that case, the decree enjoined the defendants from using&#8212;'even persuasion with the object or having the effect of causing any person or persons to decline employment, cease employment, or not seek employment, or to refrain from work or cease working under any person, firm, or corporation being a purchaser or prospective purchaser of any printing press or presses from complainant, * * *.' Page 478 (41 S. Ct. 180).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">These views, which I should not have hesitated to apply here, have now been rejected again largely on the authority of the Duplex Case. For that reason alone, I concur with the majority.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. Justice BRANDEIS (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The constitution of the Journeymen Stone Cutters' Association provides:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'No member of this association shall cut, carve or fit any      material that has been cut by men working in opposition to      this association.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">For many years, the plaintiffs had contracts with the association under which its members were employed at their several quarries and works. In 1921, the plaintiffs refused to renew the contracts because certain rules or conditions proposed by the journeymen were unacceptable. Then came a strike. It was followed by a lockout, the organization by the plaintiffs of a so-called independent union, and the establishment of it at their plants. Repeated efforts to adjust the controversy proved futile. Finally, the association urged its members working on buildings in other states to observe the above provision of its constitution. Its position was:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">'That, if employers will not employ our members in one place,      we will decline to work for them in another, or to finish any      work that has been started or party completed by men these      employers are using to combat our organization.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The trial court dismissed the bill. The United States Circuit Court of Appeals affirming the decree said:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'After long negotiations and failure to reach a new working      agreement, the union officers ordered that none of its      members should further cut stone which had already been      partly cut by nonunion labor, with the result that on certain      jobs in different states stonecutters, who were members of      the union, declined to do further cutting upon such stone.      Where, as in some cases, there were few or no local      stonecutters, except such as belonged to the union, the      completion of the buildings was more or less hindered by the      order, the manifest object of which was to induce appellants      to make a contract with the union for employment of only      union stonecutters in the Indiana limestone district. It does      not appear that the quarrying of stone, or sawing it into      blocks, or the transportation of it, or setting it in the      buildings, or any other building operation, was sought to be      interfered with, and no actual or threatened violence      appears, no picketing, no boycott, and nothing of that      character.'</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">If, in the struggle for existence, individual working men may, under any circumstances, co-operate in this way for self-protection even though the interstate trade of another is thereby restrained, the lower courts were clearly right in denying the injunction sought by plaintiffs. I have no occasion to consider whether the restraint, which was applied wholly intrastate, became in its operation a direct restraint upon interstate commerce. For it has long been settled that only unreasonable restraints are prohibited by the Sherman Law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Standard Oil Co. v. United States, 221 U. S. 1, 56, 58, 31 S. Ct. 502, 55 L. Ed. 619, 34 L. R. A. (N. S.) 834, Ann. Cas. 1912D, 734; United States v. American Tobacco Co., 221 U. S. 106, 178, 180, 31 S. Ct. 632, 55 L. Ed. 663; Chicago Board of Trade v. United States, 246 U. S. 231, 238, 38 S. Ct. 242, 62 L. Ed. 683; United States v. Trenton Potteries Co., 273 U. S. 392, 47 S. Ct. 377, 71 L. Ed. &#8212;, No. 27, decided February 21, 1927. Compare United States v. Terminal Ass'n, 224 U. S. 383, 32 S. Ct. 507, 56 L. Ed. 810; United States v. Reading Co., 226 U. S. 324, 369, 33 S. Ct. 90, 57 L. Ed. 243. And the restraint imposed was, in my opinion, a reasonable one. The act does not establish the standard of reasonableness. What is reasonable must be determined by the application of principles of the common law, as administered in federal courts, unaffected by state legislation or decision. Compare Duplex Printing Co. v. Deering, 254 U. S. 443, 466, 41 S. Ct. 172, 65 L. Ed. 349, 16 A. L. R. 196. Tested by these principles, the propreity of the unions' conduct can hardly be doubted by one who believes in the organization of labor</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Neither the individual stonecutters nor the unions had any contract with any of the plaintiffs or with any of their customers. So far as concerned the plaintiffs and their customers, the individual stonecutters were free either to work or to abstain from working on stone which had been cut at the quarries by members of the employers' union. So far as concerned the association, the individual stonecutter was not free. He had agreed, when he became a member, that he would not work on stone 'cut by men working in opposition to' the association. It was in duty bound to urge upon its members observance of the obligation assumed. These cut stone companies, who alone are seeking relief, were its declared enemies. They were seeking to destroy it. And the danger was great.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The plaintiffs are not weak employers opposed by a mighty union. They have large financial resources. Together, they ship 70 per cent. of all the cut stone in the country. combined in a local employers' organization. And their organization is affiliated with the national employers' organization, called 'International Cut Stone &amp; Quarrymen's Association.' Standing alone, each of the 150 journeymen's locals is weak. The average number of members in a local union is only 33. The locals are widely scattered throughout out the country. Strong employers could destroy a local 'by importing scabs' from other cities. And many of the builders by whom the stonecutters were employed in different cities are strong. It is only through combining the 5,000 organized stonecutters in a national union, and developing loyalty to it, that the individual stonecutter anywhere can protect his own job.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The manner in which these individual stonecutters exercised their asserted right to perform their union duty by refusing to finish stone 'cut by men working in opposition to' the association was confessedly legal. They were innocent alike of trespass and of breach of contract. They did not picket. They refrained from violence, intimidation, fraud, and threats. They refrained from obstructing otherwise either the plaintiffs or their customers in attempts to secure other help. They did not plan a boycott against any of the plaintiffs or against builders who used the plaintiffs' product. On the contrary, they expressed entire willingness to cut and finish anywhere any stone quarried by any of the plaintiffs, except such stone by any of partially 'cut by men working in opposition to' the association. A large part of the plaintiffs' product consisting of blocks, slabs, and sawed work was not affected by the order of the union officials. The individual stonecutter was thus clearly innocent of wrongdoing, unless it was illegal for him to agree with his fellow craftsmen to refrain from working on the 'scab' cut stone because it was an article of interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The manner in which the journeymen's unions acted was also clearly legal. The combination complained of is the co-operation of persons wholly of the same craft, united in a national union, solely for self-protection. No outsider-be he quarrier, dealer, builder, or laborer-was a party to the combination. No purpose was to be subserved except to promote the trade interests of members of the Journeymen's Association. There was no attempt by the unions to boycott the plaintiffs. There was no attempt to seek the aid of members of any other craft, by a sympathetic strike or otherwise. The contest was not a class struggle. It was a struggle between particular employers and their employees. But the controversy out of which it arose related, not to specific grievances, but to fundamental matters of union policy of general application throughout the country. The national association had the duty to determine, so far as its members were concerned, what that policy should be. It deemed the maintenance of that policy a matter of vital interest to each member of the union. The duty rested upon it to enforce its policy by all legitimate means. The association, its locals and officers, were clearly innocent of wrong doing, unless Congress has declared that, for union officials to urge members to refrain from working on stone 'cut by men working in opposition' to it, is necessarily illegal if thereby the interstate trade of another is restrained.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The contention that earlier decisions of this court compel the conclusion that it is illegal seems to me unfounded. The cases may support the claim that, by such local abstention from work, interstate trade is restrained. But examination of the facts in those cases makes clear that they have no tendency whatsoever to establish that the restraint imposed by the unions in the case at bar is unreasonable. The difference between the simple refraining from work practiced here, and the conduct held unreasonable in Duplex Printing Press Co. v. Deering, 254 U. S. 443, 41 S. Ct. 172, 65 L. Ed. 349, 16 A. L. R. 196, appears from a recital in that opinion of the defendants' acts:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'The acts embraced the following, with others: Warning      customers that it would be better for them not to purchase,      or, having purchased, not to install, presses made by      complainant, and threatening them with loss should they do      so; threatening customers with sympathetic strikes in other      trades; notifying a trucking company usually employed by      customers to haul the presses not to do so, and threatening      it with trouble if it should; inciting employees of the      trucking company, and other men employed by customers of      complainant, to strike against their respective employers, in      order to interfere with the hauling and installation of      presses, and thus bring pressure to bear upon the customers;      notifying repair shops not to do repair work on Duplex      presses; coercing union men by threatening them with loss of      union cards and with being black-listed as 'scabs' if they      assisted in installing the presses; threatening an exposition      company with a strike if it permitted complainant's presses      to be exhibited; and resorting to a variety of other modes of      preventing the sale of presses of complainant's manufacture      in or about New York City, and delivery of them in interstate      commerce, such as injuring and threatening to injure      complainant's customers and prospective customers, and      persons concerned in hauling, handling, or installing the      presses.' Pages 463, 464 (41 S. Ct. 175).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The character of the acts held in Duplex Printing Press Co. v. Deering to constitute unreasonable restraint is further shown by the scope of the injunction there prescribed (pages 478, 479 (41 S. Ct. 180)):</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">'There should be an injunction against defendants and the      associations represented by them, and all members of those      associations, restraining them, according to the prayer of      the bill, from interfering or attempting to interfere with      the sale, transportation, or delivery in interstate commerce      of any printing press or presses manufactured by complainant,      or the transportation, carting, installation, use, operation,      exhibition, display, or repairing of any such press or      presses, or the performance of any contract or contracts made      by complainant respecting the sale, transportation, delivery,      or installation of any such press or presses, by causing or      threatening to cause loss, damage, trouble, or inconvenience      to any person, firm, or corporation concerned in the      purchase, transportation, carting, installation, use,      operation, exhibition, display, or repairing of any such      press or presses, or the performance of any such contract or      contracts; and also and especially from using any force,      threats, command, direction, or even persuasion with the      object or having the effect of causing any person or persons      to decline employment, cease employment, or not seek      employment, or to refrain from work or cease working under      any person, firm or corporation being a purchaser or      prospective purchaser of any printing press or presses from      complainant, or engaged in hauling, carting, delivering,      installing, handling, using, operating, or repairing any such      press or presses for any customer of complainant. Other      threatened conduct by defendants or the associations they      represent, or the members of such associations, in      furtherance of the secondary boycott should be included in      the injunction according to the proofs.'</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The difference between the facts here involved and those in the Duplex Case does not lie only in the character of the acts complained of. It lies also in the occasion and purpose of the action taken and in the scope of the combination. The combination there condemned was not, as here, the co-operation for self-protection only of men in a single craft. It was an effort to win by invoking the aid of others, both organized and unorganized, not concerned in the trade dispute. The conduct there condemned was not, as here, a mere refusal to finish particular work begun 'by men working in opposition to' the union. It was the institution of a general boycott, not only of the business of the employer, but of the businesses of all who should participate in the marketing, installation, or exhibition of its product. The conduct there condemned was not, as here, action taken for self-protection against an opposing union installed by employers to destroy the regular union with which they long had had contracts. The action in the Duplex Case was taken in an effort to unionize an open shop. Moreover, there the combination of defendants was aggressive action directed against an isolated employer. Here it is defensive action of working men directed against a combination of employers. The serious question on which the court divided in the Duplex Case was not whether the restraint imposed was reasonable. It was whether the Clayton Act had forbidden federal courts to issue an injunction in that class of cases. See page 464, (41 S. Ct. 172).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In Loewe v. Lawlor, 208 U. S. 274, 28 S. Ct. 301, 52 L. Ed. 488, 13 Ann. Cas. 815, Gompers v. Buck's Stove Co., 221 U. S. 418, 31 S. Ct. 492, 55 L. Ed. 797, 34 L. R. A. (N. S.) 874, and Lawlor v. Loewe, 235 U. S. 522, 35 S. Ct. 170, 59 L. Ed. 341, the conduct held unreasonable was not, as here, a refusal to finish a product partly made by members of an opposing union. It was invoking the power of the consumer as a weapon of offensive warfare. There, a general boycott was declared of the manufacturer's product. And the boycott was extended to the business of both wholesalers and retailers who might aid in the marketing of the manufacturer's product. Moreover, the boycott was to be effected, not by the co-operation merely of the few members of the craft directly and vitally interested in the trade dispute, but by the aid of the vast forces of organized labor affiliated with them through the American Federation of Labor.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In United States v. Brims, 272 U. S. 549, 47 S. Ct. 169, 71 L. Ed. 403, the combination complained of was not the co-operation merely of working men of the same craft. It was a combination of manufacturers of millwork in Chicago with building contractors who cause such work to be installed and the unions whose members are to be employed. Moreover the purpose of the combination was not primarily to further the interests of the union carpenters. The immediate purpose was to suppress competition with the Chicago manufacturers. As this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'The respondent manufacturers found their business seriously      impeded by the competition of material made by nonunion mills      located outside of Illinois. * * * They wished to eliminate      the competition of Wisconsin and other nonunion mills, which      were paying lower wages and consequently could undersell      them. * * * The local manufacturers, relieved from the      competition that came through interstate commerce, increased      their output and profits; they gave special discounts to      local contractors; more union carpenters secured employment      in Chicago, and their wages were increased. These were the      incentives which brought about the combination.'</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In United Mine Workers v. Coronado Co., 259 U. S. 344, 42 S. Ct. 570, 66 L. Ed. 975, 27 A. L. R. 762, 268 U. S. 295, United Leather Workers v. Herkert, 265 U. S. 457, 44 S. Ct. 623, 68 L. Ed. 1104, 33 A. L. R. 566, Industrial Association v. United States, 268 U. S. 64, 45 S. Ct. 403, 69 L. Ed. 849, as in Hopkins v. United States, 171 U. S. 578, 19 S. Ct. 40, 43 L. Ed. 290, Anderson v. United States, 171 U. S. 604, 19 S. Ct. 50, 43 L. Ed. 300, Montague &amp; Co. v. Lowry, 193 U. S. 38, 24 S. Ct. 307, 48 L. Ed. 608, and Swift &amp; Co. v. United States, 196 U. S. 375, 25 S. Ct. 276, 49 L. Ed. 518, the questions put in issue were not the reasonableness of the restraint, but whether the restraint was of interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Members of the Journeymen Stone Cutters' Association could not work anywhere on stone which has been cut at the quarries by 'men working in opposition' to it, without aiding and abetting the enemy. Observance by each member of the provision of their constitution which forbids such action was ensential to his own self-protection. It was demanded of each of loyalty to the organization and to his fellows. If, on the undisputed facts of this case, refusal to work can be enjoined, Congress created by the Sherman Law and the Clayton Act an instrument for imposing restraints upon labor which reminds one of involuntary servitude. The Sherman Law was held in United States v. United States Steel Corporation, 251 U. S. 417, 40 S. Ct. 293, 64 L. Ed. 343, 8 A. L. R. 1121, to permit capitalists to combine in a single corporation 50 per cent. of the steel industry of the United States dominating the trade through its vast resources. The Sherman Law was held in United States v. United Shoe Machinery Co., 247 U. S. 32, 38 S. Ct. 473, 62 L. Ed. 968, to permit capitalists to combine in another corporation practically the whole shoe machinery industry of the country, necessarily giving it a position of dominance over shoe manufacturing in America. It would, indeed, be strange if Congress had by the same act willed to deny to members of a small craft of workingmen the right to cooperate in simply refraining from work, when that course was the only means of self-protection against a combination of militant and powerful employers. I cannot believe that Congress did so.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Mr. Justice HOLMES concurs in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The contrary view was unsuccessfully contended for by Mr. Justice Harlan, dissenting, in Standard Oil Co. v. United States, 221 U. S. 1, 85, 100, 31 S. Ct. 502, 55 L. Ed. 619, 34 L. R. A. (N. S.) 834, Ann. Cas. 1912D, 734.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>274 U.S. 37 (1927)</b></center>\n<center><h1>BEDFORD CUT STONE COMPANY ET AL.<br>\nv.<br>\nJOURNEYMEN STONE CUTTERS' ASSOCIATION OF NORTH AMERICA ET AL.</h1></center>\n<center>No. 412.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18, 1927.</center>\n<center>Decided April 11, 1927.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*38</span> <i>Messrs. Walter Gordon Merritt</i> and <i>Daniel Davenport,</i> with whom <i>Mr. Charles Martindale</i> was on the brief, for petitioners.</p>\n<p><i>Mr. Moses B. Lairy,</i> with whom <i>Messrs. Edward E. Gates</i> and <i>Frederick Van Nuys</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*41</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Petitioners, Bedford Cut Stone Company and 23 others, all, with one or two exceptions, Indiana corporations, are in the business of quarrying or fabricating, or both quarrying and fabricating, Indiana limestone in what is called the Bedford-Bloomington District in the State of Indiana. Their combined investment is about $6,000,000, and their annual aggregate sales amount to about $15,000,000, more than 75% of which are made in interstate commerce to customers outside the State of Indiana. The Journeymen Stone Cutters' Association of North America, sometimes called and hereinafter referred to as the \"General Union,\" is an association of mechanics engaged in the stone-cutting trade. It has a constitution, by-laws and officers, and an income derived from assessments upon its members. Its principal headquarters are in Indiana, and it has a membership of about 5,000 persons, divided into over 150 local unions located in various states and in Canada, each of such local unions having its own by-laws, officers, and income derived from like assessments. By virtue of his membership, each member of these local unions is a member of the General Union. The members of the General Union and allied locals throughout the United States are stone cutters, carvers, curb cutters, curb setters, bridge cutters, planermen, lathemen, and carborundum moulding machine operators, engaged in the cutting, patching and fabrication of all natural and artificial stones; and the General Union claims jurisdiction over all of them.</p>\n<p>This suit was brought by petitioners against the General Union and some of its officers, and a number of affiliated local unions and some of their officers, to enjoin <span class=\"star-pagination\">*42</span> them from combining and conspiring together to commit, and from committing, various acts in restraint of interstate commerce in violation of the federal Anti-Trust Act, c. 647, 26 Stat. 209, and to petitioners' great and irreparable damage. The federal district court for the district of Indiana, after a hearing, refused a preliminary injunction and, subsequently, on final hearing, entered a decree dismissing the bill for want of equity. On appeal, this decree was affirmed by the court of appeals upon the authority of an earlier opinion in the same case. 9 F. (2d) 40.</p>\n<p>The facts, so far as necessary to be stated, follow. Limestone produced by petitioners is quarried and fabricated largely for building construction purposes. The stone is first taken in rough blocks from the earth and, generally, then cut into appropriate sizes and sometimes planed. Part of this product is shipped directly to buildings, where it is fitted, trimmed and set in place, the remainder being sold in the rough to contractors to be fabricated. The stone sold in interstate commerce comes into competition with other kinds of natural and artificial stone. The principal producers of artificial stone are unionized and are located outside of Indiana. Before 1921, petitioners carried on their work in Indiana under written agreement with the General Union, but since that time they have operated under agreements with unaffiliated unions, with the effect of closing their shops and quarries against the members of the General Union and its locals. Prior to the filing of the bill of complaint, the General Union issued a notice to all its locals and members, directing its members not to work on stone \"that has been started  planed, turned, cut, or semi-finished  by men working in opposition to our organization,\" and setting forth that a convention of the union had determined that \"members were to rigidly enforce the rule to keep off all work started by men working in <span class=\"star-pagination\">*43</span> opposition to our organization, with the exception of the work of Shea-Donnelly, which firm holds an injunction against our association.\" Stone produced by petitioners by labor eligible to membership in respondents' unions was declared \"unfair\"; and the president of the General Union announced that the rule against handling such stone was to be promptly enforced in every part of the country. Most of the stone workers employed, outside the State of Indiana, on the buildings where petitioners' product is used, are members of the General Union; and in most of the industrial centers, building construction is on a closed shop union basis.</p>\n<p>The rule requiring members to refrain from working on \"unfair\" stone was persistently adhered to and effectively enforced against petitioner's product, in a large number of cities and in many states. The evidence shows many instances of interference with the use of petitioners' stone by interstate customers, and expressions of apprehension on the part of such customers of labor troubles if they purchased the stone. The President of the General Union himself testified, in effect, that generally the men were living up to the order and if it were shown to him that they did not do so in any place he would see that they did. Members found working on petitioners' product, were ordered to stop and threatened with a revocation of their cards if they continued; and the order of the General Union seems to have been enforced even when it might be against the desire of the local union. The transcript contains the record of a hearing upon these matters before the Colorado Industrial Commission, from which it appears that in obedience to the order of the General Union its members theretofore employed in Denver upon local building stopped work because petitioners' product was being used. The local contractor was notified merely that the men stopped work because the stone being used was <span class=\"star-pagination\">*44</span> \"unfair.\" The contractor personally had no trouble of any kind with the union, and no other reason for the strike than that stated above existed. B.F. James, a member and an acting officer of the General Union testified that the local union in conducting its strike against a local builder had no choice in the matter; that they had their orders from the General Union with which they complied; that there was no difference or feeling whatever between the union and the local employer; that the fight was with the Bedford stone producers and they were trying to affect them through the local employer.</p>\n<p>\"Q. And you people have no choice in the matter, you are just complying with the orders from the International [General Union]?</p>\n<p>\"A. We have no choice whatever.</p>\n<p>\"Q. Probably, if it was left up to you people here, knowing this employer as you do, why, your organization here, local organization, would not strike on this man?</p>\n<p>\"A. I don't believe we would, no.</p>\n<p>\"Q. But you have got to follow the orders of your International organization?</p>\n<p>\"A. Yes, sir.\"</p>\n<p>The evidence makes plain that neither the General Union nor the locals had any grievance against any of the builders  local purchasers of the stone  or any other local grievance; and that the strikes were ordered and conducted for the sole purpose of preventing the use and, consequently, the sale and shipment in interstate commerce, of petitioners' product, in order, by threatening the loss or serious curtailment of their interstate market, to force petitioners to the alternative of coming to undesired terms with the members of these unions. In 1924, the president of the General Union said:</p>\n<p>\"The natural stone industry needs all the natural advantages it can possibly get, as there are so many kinds <span class=\"star-pagination\">*45</span> of substitutes to take the natural stone's place in the building material market, that it behooves the natural stone employers to do their utmost to see that no handicap is in its way, and it is a well known fact that when any material is known to have labor grievances, it retards that material in the building market, as the building public do not want the stigma on their building that it was built by `unfair labor,' and they are also afraid of stoppage of work and unnecessary disputes while their building is in course of construction, and no one can blame them for that.\"</p>\n<p>In the Colorado inquiry, the witness James further testified that the strike order did not make any allowance for stone theretofore ordered. \"We were trying to affect the Bedford people through the local man.\"</p>\n<p>\"Q. So the only person injured would be your own local man, who is your employer, and your personal friend, is that it?</p>\n<p>\"A. In a way. If it was finished that way, he would be the only one hurt. We are not fighting on this Denver man. We are trying to force these people through the other subcontractors all over the country.</p>\n<p>. . .</p>\n<p>\"Q. You are trying to force the Bedford to employ members of your union to do this work?</p>\n<p>\"A. Yes, sir.</p>\n<p>\"Q. And irrespective of who it hurts, that is the object?</p>\n<p>\"A. That is the object. It is done from our headquarters.</p>\n<p>\"Q. Mr. Fernald, or anybody else, they have got to get out of the road, that is the object?</p>\n<p>\"A. We are trying to gain this point, irrespective of who it hurts.\"</p>\n<p>From a consideration of all the evidence, it is apparent that the enforcement of the general order to strike against petitioners' product could have had no purpose other than <span class=\"star-pagination\">*46</span> that of coercing or inducing the local employers to refrain from purchasing such product. To accept the assertion made here to the contrary, would be to say that the order and the effort to enforce it were vain and idle things without any rational purpose whatsoever. And indeed, on the argument, in answer to a question from the bench, counsel for respondents very frankly said that, unless petitioners' interstate trade in the so-called unfair stone were injuriously affected, the strikes would accomplish nothing.</p>\n<p>That the means adopted to bring about the contemplated restraint of commerce operated after physical transportation had ended is immaterial. <i>Loewe</i> v. <i>Lawlor,</i> 208 U.S. 274, 301; <i>Boyle</i> v. <i>United States,</i> 259 Fed. 803, 805-806. The product against which the strikes were directed, it is true, had come to rest in the respective localities to which it had been shipped, so that it had ceased to be a subject of interstate commerce, <i>Industrial Assn.</i> v. <i>United States,</i> 268 U.S. 64, 78-79; and interferences for a purely local object with its use, with no intention, express or implied, to restrain interstate commerce, it may be assumed, would not have been a violation of the Anti-Trust Act. <i>Id.,</i> p. 77; <i>United Mine Workers</i> v. <i>Coronado Co.,</i> 259 U.S. 344, 410-411. But these interferences were not thus in pursuit of a local motive,  they had for their primary aim restraint of the interstate sale and shipment of the commodity. Interstate commerce was the direct object of attack \"for the sake of which the several specific acts and courses of conduct [were] done and adopted.\" And the restraint of such commerce was the necessary consequence of the acts and conduct and the immediate end in view. <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375, 397. Prevention of the use of petitioners' product, which, without more, might have been a purely local matter, therefore, was only a part of the conspiracy, which must be construed as an <span class=\"star-pagination\">*47</span> entirety; and, when so regarded, the local transactions become a part of the general plan and purpose to destroy or narrow petitioners' interstate trade. <i>Montague &amp; Co.</i> v. <i>Lowry,</i> 193 U.S. 38, 45-46. In other words, strikes against the local use of the product were simply the means adopted to effect the unlawful restraint. And it is this result, not the means devised to secure it, which gives character to the conspiracy.</p>\n<p>Respondents' chief contention is that \"their sole and only purpose . . . was to unionize the cutters and carvers of stone at the quarries.\" And it may be conceded that this was the ultimate end in view. But how was that end to be effected? The evidence shows indubitably that it was by an attack upon the use of the product in other states to which it had been and was being shipped, with the intent and purpose of bringing about the loss or serious reduction of petitioners' interstate business, and thereby forcing compliance with the demands of the unions. And, since these strikes were directed against the use of petitioners' product in other states, with the plain design of suppressing or narrowing the interstate market, it is no answer to say that the ultimate object to be accomplished was to bring about a change of conduct on the part of petitioners in respect of the employment of union members in Indiana. A restraint of interstate commerce cannot be justified by the fact that the ultimate object of the participants was to secure an ulterior benefit which they might have been at liberty to pursue by means not involving such restraint. <i>Anderson</i> v. <i>Shipowners Association,</i> 272 U.S. 359; <i>Duplex Co.</i> v. <i>Deering,</i> 254 U.S. 443, 468; <i>Ellis</i> v. <i>Inman, Poulsen &amp; Co.,</i> 131 Fed. 182, 186.</p>\n<p>The case, therefore, is controlled, not by <i>United Mine Workers</i> v. <i>Coronado Co., supra</i><i>,</i> and <i>United Leather Workers</i> v. <i>Herkert,</i> 265 U.S. 457, as respondents contend, but by others presently to be discussed. In the <i>United Leather Workers</i> case, it appeared that the strikes <span class=\"star-pagination\">*48</span> were levelled only against production, and that the strikers (p. 471) \"did nothing which in any way directly interfered with the interstate transportation or sales of the complainants' product;\" and the decision rests upon the ground that there was an entire absence of evidence or circumstances to show that the defendants, in their conspiracy to coerce complainants, were directing their scheme against interstate commerce. <i>United Mine Workers</i> v. <i>Coronado Co., supra,</i> pp. 408-409, is to the same effect.</p>\n<p>But in the second <i>United Mine Workers</i> case, 268 U.S. 295, 310, this court found sufficient evidence, even where the strike was directed against production, of an intent to restrain interstate commerce, and said:</p>\n<p>\"The mere reduction in the supply of an article to be shipped in interstate commerce by the illegal or tortious prevention of its manufacture or production is ordinarily an indirect and remote obstruction to that commerce. But when the intent of those unlawfully preventing the manufacture or production is shown to be to restrain or control the supply entering and moving in interstate commerce, or the price of it in interstate markets, their action is a direct violation of the Anti-Trust Act.\"</p>\n<p>In the present case, since the strikes were directed against the use of the product in other states, with the immediate purpose and necessary effect of restraining future sales and shipments in interstate commerce, the determinative decisions to be applied are those pointed out in the <i>United Leather Workers</i> case, at p. 469:</p>\n<p>\"In <i>Loewe</i> v. <i>Lawlor,</i> 208 U.S. 274, and in <i>Duplex Co.</i> v. <i>Deering,</i> 254 U.S. 443, members of labor unions having a controversy with their employers sought to embarrass the sales by their employers of the product of their manufacture in other States by boycott and otherwise. They were held guilty of a conspiracy against interstate commerce <span class=\"star-pagination\">*49</span> because of their palpable intent to achieve their purpose by direct obstruction of that commerce.\"</p>\n<p>Respondents cite and rely upon <i>Hopkins</i> v. <i>United States,</i> 171 U.S. 578, and <i>Anderson</i> v. <i>United States,</i> 171 U.S. 604. But of those cases we need say no more than that they involved agreements which neither in purpose nor in necessary result related to or had any direct effect upon interstate commerce.</p>\n<p>With a few changes in respect of the product involved, dates, names and incidents, which would have no effect upon the principles established, the opinion in <i>Duplex Co.</i> v. <i>Deering, supra</i><i>,</i> might serve as an opinion in this case. The object of the boycott there was precisely the same as it is here, and the interferences with interstate commerce, while they were more numerous and more drastic, did not differ in essential character from the interferences here. A short statement of the case will make this clear.</p>\n<p>The complainant was a manufacturer of printing presses and conducted its business on the \"open shop\" policy. There had been an unsuccessful strike to enforce the \"closed shop,\" the eight-hour day and the union scale of wages. The strikers and the local organizations to which they belonged were affiliated with an international association having a membership of more than sixty thousand. They entered into a combination to restrain complainant's interstate trade by means of a \"secondary boycott,\" in pursuance of which complainant's customers in another state were warned not to purchase, install or operate its printing presses and threatened with loss and sympathetic strikes should they do so. The strikers threatened a trucking company with trouble if it should haul the presses; incited employees of the trucking company and other men employed by complainant's customers to strike in order to interfere with the hauling and <span class=\"star-pagination\">*50</span> installation of presses; notified repair shops not to do repair work on the presses; threatened union men with loss of union cards and the blacklist if they assisted in installing the presses; and resorted to other methods of preventing the sale and delivery of complainant's presses in interstate commerce.</p>\n<p>This court held that complainant's business of manufacturing presses and disposing of them in commerce was a property right entitled to protection against unlawful injury or interference; that unrestrained access to the channels of interstate commerce was necessary for the successful conduct of that business; and that the combination to hinder and obstruct such commerce by the means indicated was in violation of the Sherman Anti-Trust Act, as amended by the Clayton Act. The combination was held to constitute a \"secondary boycott,\" defined as \"a combination not merely to refrain from dealing with complainant, or to advise or by peaceful means persuade complainant's customers to refrain (`primary boycott'), but to exercise coercive pressure upon such customers, actual or prospective, in order to cause them to withhold or withdraw patronage from complainant through fear of loss or damage to themselves should they deal with it.\" Whether either kind of boycott was lawful or unlawful at common law was held to be immaterial, and the distinction between a primary and a secondary boycott was only important to be considered upon the question of the proper construction of the Clayton Act; and, as to that, it was distinctly determined that the Clayton Act was not intended to legalize the secondary boycott.</p>\n<p>The court further held (p. 467-468) that by prior decisions of this court, it had been settled that a restraint of interstate commerce produced by peaceable persuasion was as much within the prohibition of the Anti-Trust Act as one accomplished by force or threats of force, and that there was nothing in  20 of the Clayton Act (p. 473 <span class=\"star-pagination\">*51</span> <i>et seq.</i>) which modified that rule as applied to the case under review or justified a resort to the secondary boycott. And it was said (p. 477) that the harmful consequences of the opposite construction, adopted by the court below, were illustrated by that case where an ordinary controversy in a manufacturing establishment, concerning terms and conditions of employment there, had been held a sufficient occasion for imposing a general embargo upon the products of the establishment and a nation-wide blockade of the channels of interstate commerce against them. The conclusion was reached that complainant was entitled to an injunction under the Sherman Act as amended by the Clayton Act, and that it was unnecessary to consider whether a like result would follow under the common law or local statutes. Finally, it is important to note (p. 478) the scope of the injunction which was authorized. Not only were the association and its members to be restrained from interfering with the sale, transportation, or delivery in interstate commerce of the presses, but also from interfering with the \"carting, installation, use, operation, exhibition, display, or repairing of any such press or presses, .. . and especially from using any force, threats, command, direction, or even persuasion with the object or having the effect of causing any person or persons to decline employment, cease employment, or not seek employment, or to refrain from work or cease working under any person, firm, or corporation being a purchaser or prospective purchaser of any printing press or presses from complainant, . . .\"</p>\n<p><i>Loewe</i> v. <i>Lawlor, supra</i><i>,</i> also dealt with a secondary boycott. The case arose before the enactment of the Clayton Act, but, in view of what has just been said, that is not important. The defendants, certain labor organizations and the members thereof, undertook to compel complainants to unionize their factory. Being unsuccessful, the members of the labor organizations withdrew from complainants' <span class=\"star-pagination\">*52</span> service and endeavored to persuade others to do the same. Defendants then declared a boycott against hats manufactured by complainants found in the hands of their customers in other states, with the purpose and intent to destroy or curtail complainants' market in other states and thereby coerce compliance with defendants' demands. This was held (pp. 292-294) to be a combination falling \"within the class of restraints of trade aimed at compelling third parties and strangers involuntarily not to engage in the course of trade except on conditions that the combination imposes,\" and an unlawful restraint of interstate commerce as defined by the Anti-Trust Act. Referring to earlier cases, it was said (p. 297) that the Anti-Trust Act had a broader application than the prohibition of restraints of trade unlawful at common law, and that its effect was to declare illegal \"every contract, combination or conspiracy, in whatever form, of whatever nature, and whoever may be the parties to it, which directly or necessarily operates in restraint of trade or commerce among the several States.\"</p>\n<p>In <i>United States</i> v. <i>Brims,</i> 272 U.S. 549, a criminal case, this court dealt with a combination of manufacturers, contractors and carpenters in Chicago, having for its object the destruction of the competition of nonunion mills in Wisconsin and elsewhere by the employment in Chicago of union carpenters only, with the understanding that they would refuse to install nonunion-made mill-work. There was evidence tending to show that so-called outside competition was cut down and thereby interstate commerce directly and materially impeded, and that this result was within the intention of the combination, which, upon these facts, was held to be in violation of the Anti-Trust Act.</p>\n<p>In <i>Gompers</i> v. <i>Bucks Stove &amp; Range Co.,</i> 221 U.S. 418, 438-439, this court said that the restraining powers of the courts extend to every device whereby commerce is illegally <span class=\"star-pagination\">*53</span> restrained; and that  \"To hold that the restraint of trade under the Sherman anti-trust act, or on general principles of law, could be enjoined, but that the means through which the restraint was accomplished could not be enjoined would be to render the law impotent.\"</p>\n<p>In cases arising outside the Anti-Trust Act, involving strikes like those here under review against so-called unfair products, there is a sharp conflict of opinion. On the one hand, it is said that such a strike is justified on the ground of self-interest; that the injury to the producer is inflicted, not maliciously, but in self-defense; that the refusal of the producer to deal with the union and to observe its standards threatens the interest of all its members and the members of the affiliated locals; and that a strike against the unfair material is a mere recognition of this unity of interest, and in refusing to work on such material the union is only refusing to aid in its own destruction. The opposite view is illustrated by such cases as <i>Toledo, etc., Ry. Co.</i> v. <i>Pennsylvania Co.,</i> 54 Fed. 730; <i>Thomas</i> v. <i>Cincinnati, etc., Ry. Co.,</i> 62 Fed. 803, 817, <i>et seq.; Moores</i> v. <i>Bricklayers' Union,</i> 23 Wkly. Cin. Law Bull. 48 (affirmed by the Supreme Court of Ohio without opinion); <i>Burnham</i> v. <i>Dowd,</i> 217 Mass. 351; <i>Purvis</i> v. <i>United Brotherhood,</i> 214 Pa. St. 348; <i>Booth &amp; Brother</i> v. <i>Burgess,</i> 72 N.J. Eq. 181, 188, 196; <i>Piano &amp; Organ Workers</i> v. <i>P. &amp; O. Supply Co.,</i> 124 Ill. App. 353.</p>\n<p>But with this conflict we have no concern in the present case. The question which it involves was presented and considered in the <i>Duplex Co.</i> case, <i>supra,</i> as the prevailing and the dissenting opinions show; and there it was plainly held that the point had no bearing upon the enforcement of the Anti-Trust Act, and that since complainant had a clear right to an injunction under that Act as amended by the Clayton Act, it was \"unnecessary to consider whether a like result would follow under the common law or local statutes.\"</p>\n<p><span class=\"star-pagination\">*54</span> Whatever may be said as to the motives of the respondents or their general right to combine for the purpose of redressing alleged grievances of their fellow craftsmen or of protecting themselves or their organizations, the present combination deliberately adopted a course of conduct which directly and substantially curtailed, or threatened thus to curtail, the natural flow in interstate commerce of a very large proportion of the building limestone production of the entire country, to the gravely probable disadvantage of producers, purchasers and the public; and it must be held to be a combination in undue and unreasonable restraint of such commerce within the meaning of the Anti-Trust Act as interpreted by this court. An act which lawfully might be done by one, may when done by many acting in concert take on the form of a conspiracy and become a public wrong, and may be prohibited if the result be hurtful to the public or to individuals against whom such concerted action is directed, <i>Grenada Lumber Co.</i> v. <i>Mississippi,</i> 217 U.S. 433, 440; and any suggestion that such concerted action here may be justified as a necessary defensive measure is completely answered by the words of this court in <i>Eastern States Lumber Ass'n</i> v. <i>United States,</i> 234 U.S. 600, 613, that \"Congress, with the right to control the field of interstate commerce, has so legislated as to prevent resort to practices which unduly restrain competition or unduly obstruct the free flow of such commerce, and private choice of means must yield to the national authority thus exerted.\"</p>\n<p>The record does not disclose whether petitioners at the time of bringing suit had suffered actual injury; but that is not material. An intent to restrain interstate commerce being shown, it is enough to justify equitable interposition by injunction if there be a dangerous probability that such injury will happen; and this clearly appears. The Anti-Trust Act \"directs itself against that dangerous probability as well as against the completed result.\" <i>Swift</i> <span class=\"star-pagination\">*55</span> <i>&amp; Co.</i> v. <i>United States, supra,</i> p. 396; <i>Vicksburg Waterworks Co.</i> v. <i>Vicksburg,</i> 185 U.S. 65, 82; <i>Thomson Machine Co.</i> v. <i>Brown,</i> 89 N.J. Eq. 326, 328.</p>\n<p>From the foregoing review, it is manifest that the acts and conduct of respondents fall within the terms of the Anti-Trust Act; and petitioners are entitled to relief by injunction under  16 of the Clayton Act, c. 323, 38 Stat. 730, 737, by which they are authorized to sue for such relief \"against threatened loss or damage by a violation of the anti-trust laws,\" etc. The strikes, ordered and carried out with the sole object of preventing the use and installation of petitioners' product in other states, necessarily threatened to destroy or narrow petitioners' interstate trade by taking from them their customers. That the organizations, in general purpose and in and of themselves, were lawful and that the ultimate result aimed at may not have been illegal in itself, are beside the point. Where the means adopted are unlawful, the innocent general character of the organizations adopting them or the lawfulness of the ultimate end sought to be attained, cannot serve as a justification.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. JUSTICE SANFORD, concurring.</p>\n<p>I concur in this result upon the controlling authority of <i>Duplex Company</i> v. <i>Deering,</i> 254 U.S. 443, 478, which, as applied to the ultimate question in this case, I am unable to distinguish.</p>\n<p>The separate opinion of MR. JUSTICE STONE.</p>\n<p>As an original proposition, I should have doubted whether the Sherman Act prohibited a labor union from peaceably refusing to work upon material produced by non-union labor or by a rival union, even though interstate <span class=\"star-pagination\">*56</span> commerce were affected. In the light of the policy adopted by Congress in the Clayton Act, with respect to organized labor, and in the light of <i>Standard Oil Co.</i> v. <i>United States,</i> 221 U.S. 1; <i>United States</i> v. <i>American Tobacco Co.,</i> 221 U.S. 106, 178-180, I should not have thought that such action as is now complained of was to be regarded as an unreasonable and therefore prohibited restraint of trade. But in <i>Duplex Printing Press Co.</i> v. <i>Deering,</i> 254 U.S. 443, these views were rejected by a majority of the court and a decree was authorized restraining in precise terms any agreement not to work or refusal to work, such as is involved here. Whatever additional facts there may have been in that case, the decree enjoined the defendants from using \"even persuasion with the object or having the effect of causing any person or persons to decline employment, cease employment, or not seek employment, or to refrain from work or cease working under any person, firm, or corporation being a purchaser or prospective purchaser of any printing press or presses from complainant, . . .\" (p. 478). These views, which I should not have hesitated to apply here, have now been rejected again largely on the authority of the <i>Duplex</i> case. For that reason alone, I concur with the majority.</p>\n<p>MR. JUSTICE BRANDEIS, dissenting.</p>\n<p>The constitution of the Journeymen Stone Cutters' Association provides: \"No member of this Association shall cut, carve or fit any material that has been cut by men working in opposition to this Association.\" For many years, the plaintiffs had contracts with the Association under which its members were employed at their several quarries and works. In 1921, the plaintiffs refused to renew the contracts because certain rules or conditions proposed by the Journeymen were unacceptable. <span class=\"star-pagination\">*57</span> Then came a strike. It was followed by a lockout, the organization by the plaintiffs of a so-called independent union, and the establishment of it at their plants. Repeated efforts to adjust the controversy proved futile. Finally, the Association urged its members working on buildings in other States to observe the above provision of its constitution. Its position was \"that if employers will not employ our members in one place, we will decline to work for them in another, or to finish any work that has been started or partly completed by men these employers are using to combat our organization.\"</p>\n<p>The trial court dismissed the bill. The United States Circuit Court of Appeals affirming the decree said:</p>\n<p>\"After long negotiations and failure to reach a new working agreement, the union officers ordered that none of its members should further cut stone which had been partly cut by non-union labor, with the result that on certain jobs in different states stone cutters, who were members of the union, declined to do further cutting upon such stone. Where, as in some cases, there were few or no local stone cutters except such as belonged to the union, the completion of the buildings was more or less hindered by the order, the manifest object of which was to induce appellants to make a contract with the union for employment of only union stonecutters in the Indiana limestone district. It does not appear that the quarrying of stone, or sawing it into blocks, or the transportation of it, or setting it in buildings, or any other building operation, was sought to be interfered with, and no actual or threatened violence appears, no picketing, no boycott, and nothing of that character.\"</p>\n<p>If, in the struggle for existence, individual workingmen may, under any circumstances, co-operate in this way for self-protection even though the interstate trade of another is thereby restrained, the lower courts were clearly right in denying the injunction sought by plaintiffs. I have <span class=\"star-pagination\">*58</span> no occasion to consider whether the restraint, which was applied wholly intrastate, became in its operation a direct restraint upon interstate commerce. For it has long been settled that only unreasonable restraints are prohibited by the Sherman Law.<sup>[1]</sup><i>Standard Oil Co.</i> v. <i>United States,</i> 221 U.S. 1, 56-58; <i>United States</i> v. <i>American Tobacco Co.,</i> 221 U.S. 106, 178-180; <i>Chicago Board of Trade</i> v. <i>United States,</i> 246 U.S. 231, 238; <i>United States</i> v. <i>Trenton Potteries Co.,</i> 273 U.S. 392, 396. Compare <i>United States</i> v. <i>Terminal Ass'n,</i> 224 U.S. 383; <i>United States</i> v. <i>Reading Co.,</i> 226 U.S. 324, 369. And the restraint imposed was, in my opinion, a reasonable one. The Act does not establish the standard of reasonableness. What is reasonable must be determined by the application of principles of the common law, as administered in federal courts unaffected by state legislation or decisions. Compare <i>Duplex Printing Co.</i> v. <i>Deering,</i> 254, U.S. 443, 466. Tested by these principles, the propriety of the unions' conduct can hardly be doubted by one who believes in the organization of labor.</p>\n<p>Neither the individual stonecutters nor the unions had any contract with any of the plaintiffs or with any of their customers. So far as concerned the plaintiffs and their customers, the individual stonecutters were free either to work or to abstain from working on stone which had been cut at the quarries by members of the employers' union. So far as concerned the Association, the individual stonecutter was not free. He had agreed, when he became a member, that he would not work on stone \"cut by men working in opposition to\" the Association. It was in duty bound to urge upon its members observance of the obligation assumed. These cut stone companies, who alone are seeking relief, were its declared <span class=\"star-pagination\">*59</span> enemies. They were seeking to destroy it. And the danger was great.</p>\n<p>The plaintiffs are not weak employers opposed by a mighty union. They have large financial resources. Together, they ship 70 per cent. of all the cut stone in the country. They are not isolated concerns. They had combined in a local employers' organization. And their organization is affiliated with the national employers' organization, called \"International Cut Stone &amp; Quarrymen's Association.\" Standing alone, each of the 150 Journeymen's locals is weak. The average number of members in a local union is only 33. The locals are widely scattered throughout the country. Strong employers could destroy a local \"by importing scabs\" from other cities. And many of the builders by whom the stonecutters were employed in different cities, are strong. It is only through combining the 5,000 organized stonecutters in a national union, and developing loyalty to it, that the individual stonecutter anywhere can protect his own job.</p>\n<p>The manner in which these individual stonecutters exercised their asserted right to perform their union duty by refusing to finish stone \"cut by men working in opposition to\" the Association was confessedly legal. They were innocent alike of trespass and of breach of contract. They did not picket. They refrained from violence, intimidation, fraud and threats. They refrained from obstructing otherwise either the plaintiffs or their customers in attempts to secure other help. They did not plan a boycott against any of the plaintiffs or against builders who used the plaintiffs' product. On the contrary, they expressed entire willingness to cut and finish anywhere any stone quarried by any of the plaintiffs, except such stone as had been partially \"cut by men working in opposition to\" the Association. A large part of the plaintiffs' product consisting of blocks, slabs and sawed work was not <span class=\"star-pagination\">*60</span> affected by the order of the union officials. The individual stonecutter was thus clearly innocent of wrongdoing, unless it was illegal for him to agree with his fellow craftsmen to refrain from working on the \"scab\"-cut stone because it was an article of interstate commerce.</p>\n<p>The manner in which the Journeymens' unions acted was also clearly legal. The combination complained of is the co-operation of persons wholly of the same craft, united in a national union, solely for self-protection. No outsider  be he quarrier, dealer, builder or laborer  was a party to the combination. No purpose was to be subserved except to promote the trade interests of members of the Journeymens' Association. There was no attempt by the unions to boycott the plaintiffs. There was no attempt to seek the aid of members of any other craft, by a sympathetic strike or otherwise. The contest was not a class struggle. It was a struggle between particular employers and their employees. But the controversy out of which it arose, related, not to specific grievances, but to fundamental matters of union policy of general application throughout the country. The national Association had the duty to determine, so far as its members were concerned, what that policy should be. It deemed the maintenance of that policy a matter of vital interest to each member of the union. The duty rested upon it to enforce its policy by all legitimate means. The Association, its locals and officers were clearly innocent of wrong-doing, unless Congress has declared that for union officials to urge members to refrain from working on stone \"cut by men working in opposition\" to it is necessarily illegal if thereby the interstate trade of another is restrained.</p>\n<p>The contention that earlier decisions of this Court compel the conclusion that it is illegal seems to me unfounded. The cases may support the claim that, by such local abstention from work, interstate trade is restrained. But examination <span class=\"star-pagination\">*61</span> of the facts in those cases makes clear that they have no tendency whatsoever to establish that the restraint imposed by the unions in the case at bar is unreasonable. The difference between the simple refraining from work practiced here, and the conduct held unreasonable in <i>Duplex Printing Press Co.</i> v. <i>Deering,</i> 254 U.S. 443, appears from a recital in that opinion of the defendants' acts:</p>\n<p>\"The acts embraced the following, with others: warning customers that it would be better for them not to purchase, or having purchased not to install, presses made by complainant, and threatening them with loss should they do so; threatening customers with sympathetic strikes in other trades; notifying a trucking company usually employed by customers to haul the presses not to do so, and threatening it with trouble if it should; inciting employees of the trucking company, and other men employed by customers of complainant, to strike against their respective employers in order to interfere with the hauling and installation of presses, and thus bring pressure to bear upon the customers; notifying repair shops not to do repair work on Duplex presses; coercing union men by threatening them with loss of union cards and with being blacklisted as `scabs' if they assisted in installing the presses; threatening an exposition company with a strike if it permitted complainant's presses to be exhibited; and resorting to a variety of other modes of preventing the sale of presses of complainant's manufacture in or about New York City, and delivery of them in interstate commerce, such as injuring and threatening to injure complainant's customers and prospective customers, and persons concerned in hauling, handling, or installing the presses.\" (pp. 463-4.)</p>\n<p>The character of the acts held in <i>Duplex Printing Press Co.</i> v. <i>Deering</i> to constitute unreasonable restraint is further <span class=\"star-pagination\">*62</span> shown by the scope of the injunction there prescribed (pp. 478-479):</p>\n<p>\"There should be an injunction against defendants and the associations represented by them, and all members of those associations, restraining them, according to the prayer of the bill, from interfering or attempting to interfere with the sale, transportation, or delivery in interstate commerce of any printing press or presses manufactured by complainant, or the transportation, carting, installation, use, operation, exhibition, display, or repairing of any such press or presses, or the performance of any contract or contracts made by complainant respecting the sale, transportation, delivery, or installation of any such press or presses, by causing or threatening to cause loss, damage, trouble, or inconvenience to any person, firm, or corporation concerned in the purchase, transportation, carting, installation, use, operation, exhibition, display or repairing of any such press or presses, or the performance of any such contract or contracts; and also and especially from using any force, threats, command, direction, or even persuasion with the object or having the effect of causing any person or persons to decline employment, cease employment, or not seek employment, or to refrain from work or cease working under any person, firm, or corporation being a purchaser or prospective purchaser of any printing press or presses from complainant, or engaged in hauling, carting, delivering, installing, handling, using, operating, or repairing any such press or presses for any customer of complainant. Other threatened conduct by defendants or the associations they represent, or the members of such associations, in furtherance of the secondary boycott should be included in the injunction according to the proofs.\"</p>\n<p>The difference between the facts here involved and those in the <i>Duplex</i> case does not lie only in the character of the acts complained of. It lies also in the occasion and <span class=\"star-pagination\">*63</span> purpose of the action taken and in the scope of the combination. The combination there condemned was not, as here, the co-operation for self-protection only of men in a single craft. It was an effort to win by invoking the aid of others, both organized and unorganized, not concerned in the trade dispute. The conduct there condemned was not, as here, a mere refusal to finish particular work begun \"by men working in opposition to\" the union. It was the institution of a general boycott, not only of the business of the employer, but of the businesses of all who should participate in the marketing, installation or exhibition of its product. The conduct there condemned was not, as here, action taken for self-protection against an opposing union installed by employers to destroy the regular union with which they long had had contracts. The action in the <i>Duplex</i> case was taken in an effort to unionize an open shop. Moreover, there the combination of defendants was aggressive action directed against an isolated employer. Here it is defensive action of workingmen directed against a combination of employers. The serious question on which the Court divided in the <i>Duplex</i> case was not whether the restraint imposed was reasonable. It was whether the Clayton Act had forbidden federal courts to issue an injunction in that class of cases. See p. 464.</p>\n<p>In <i>Loewe</i> v. <i>Lawlor,</i> 208 U.S. 274; <i>Gompers</i> v. <i>Bucks Stove Co.,</i> 221 U.S. 418; and <i>Lawlor</i> v. <i>Loewe,</i> 235 U.S. 522, the conduct held unreasonable was not, as here, a refusal to finish a product partly made by members of an opposing union. It was invoking the power of the consumer as a weapon of offensive warfare. There, a general boycott was declared of the manufacturer's product. And the boycott was extended to the businesses of both wholesalers and retailers who might aid in the marketing of the manufacturer's product. Moreover, the boycott was to be effected, not by the co-operation merely of the few members of the craft directly and vitally interested <span class=\"star-pagination\">*64</span> in the trade-dispute, but by the aid of the vast forces of organized labor affiliated with them through the American Federation of Labor.</p>\n<p>In <i>United States</i> v. <i>Brims,</i> 272 U.S. 549, the combination complained of was not the co-operation merely of workingmen of the same craft. It was a combination of manufacturers of millwork in Chicago, with building contractors who cause such work to be installed, and the unions whose members are to be employed. Moreover the purpose of the combination was not primarily to further the interests of the union carpenters. The immediate purpose was to suppress competition with the Chicago manufacturers. As this Court said:</p>\n<p>\"The respondent manufacturers found their business seriously impeded by the competition of material made by nonunion mills located outside of Illinois. . . . They wished to eliminate the competition of Wisconsin and other nonunion mills which were paying lower wages and consequently could undersell them. . . . The local manufacturers, relieved from the competition that came through interstate commerce, increased their output and profits; they gave special discounts to local contractors; more union carpenters secured employment in Chicago and their wages were increased. These were the incentives which brought about the combination.\"</p>\n<p>In <i>United Mine Workers</i> v. <i>Coronado Co.,</i> 259 U.S. 344; 268 U.S. 295; <i>United Leather Workers</i> v. <i>Herkert,</i> 265 U.S. 457; <i>Industrial Association</i> v. <i>United States,</i> 268 U.S. 64, as in <i>Hopkins</i> v. <i>United States,</i> 171 U.S. 578; <i>Anderson</i> v. <i>United States,</i> 171 U.S. 604; <i>Montague</i> v. <i>Lowry,</i> 193 U.S. 38, and <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375, the questions put in issue were not the reasonableness of the restraint, but whether the restraint was of interstate commerce.</p>\n<p>Members of the Journeymen Stone Cutters' Association could not work anywhere on stone which had been cut at the quarries by \"men working in opposition\" to it, <span class=\"star-pagination\">*65</span> without aiding and abetting the enemy. Observance by each member of the provision of their constitution which forbids such action was essential to his own self-protection. It was demanded of each by loyalty to the organization and to his fellows. If, on the undisputed facts of this case, refusal to work can be enjoined, Congress created by the Sherman Law and the Clayton Act an instrument for imposing restraints upon labor which reminds of involuntary servitude. The Sherman Law was held in <i>United States</i> v. <i>United States Steel Corporation,</i> 251 U.S. 417, to permit capitalists to combine in a single corporation 50 per cent. of the steel industry of the United States dominating the trade through its vast resources. The Sherman Law was held in <i>United States</i> v. <i>United Shoe Machinery Co.,</i> 247 U.S. 32, to permit capitalists to combine in another corporation practically the whole shoe machinery industry of the country, necessarily giving it a position of dominance over shoe-manufacturing in America. It would, indeed, be strange if Congress had by the same Act willed to deny to members of a small craft of workingmen the right to cooperate in simply refraining from work, when that course was the only means of self-protection against a combination of militant and powerful employers. I cannot believe that Congress did so.</p>\n<p>MR. JUSTICE HOLMES concurs in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]   The contrary view was unsuccessfully contended for by Mr. Justice Harlan, dissenting, in <i>Standard Oil Co.</i> v. <i>United States,</i> 221 U.S. 1, 85-100.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></span> (1927)</b></center>\n<center><h1>BEDFORD CUT STONE COMPANY ET AL.<br>\nv.<br>\nJOURNEYMEN STONE CUTTERS' ASSOCIATION OF NORTH AMERICA ET AL.</h1></center>\n<center>No. 412.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 18, 1927.</center>\n<center>Decided April 11, 1927.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*38</span> <i>Messrs. Walter Gordon Merritt</i> and <i>Daniel Davenport,</i> with whom <i>Mr. Charles Martindale</i> was on the brief, for petitioners.</p>\n<p><i>Mr. Moses B. Lairy,</i> with whom <i>Messrs. Edward E. Gates</i> and <i>Frederick Van Nuys</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*41</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Petitioners, Bedford Cut Stone Company and 23 others, all, with one or two exceptions, Indiana corporations, are in the business of quarrying or fabricating, or both quarrying and fabricating, Indiana limestone in what is called the Bedford-Bloomington District in the State of Indiana. Their combined investment is about $6,000,000, and their annual aggregate sales amount to about $15,000,000, more than 75% of which are made in interstate commerce to customers outside the State of Indiana. The Journeymen Stone Cutters' Association of North America, sometimes called and hereinafter referred to as the \"General Union,\" is an association of mechanics engaged in the stone-cutting trade. It has a constitution, by-laws and officers, and an income derived from assessments upon its members. Its principal headquarters are in Indiana, and it has a membership of about 5,000 persons, divided into over 150 local unions located in various states and in Canada, each of such local unions having its own by-laws, officers, and income derived from like assessments. By virtue of his membership, each member of these local unions is a member of the General Union. The members of the General Union and allied locals throughout the United States are stone cutters, carvers, curb cutters, curb setters, bridge cutters, planermen, lathemen, and carborundum moulding machine operators, engaged in the cutting, patching and fabrication of all natural and artificial stones; and the General Union claims jurisdiction over all of them.</p>\n<p>This suit was brought by petitioners against the General Union and some of its officers, and a number of affiliated local unions and some of their officers, to enjoin <span class=\"star-pagination\">*42</span> them from combining and conspiring together to commit, and from committing, various acts in restraint of interstate commerce in violation of the federal Anti-Trust Act, c. 647, 26 Stat. 209, and to petitioners' great and irreparable damage. The federal district court for the district of Indiana, after a hearing, refused a preliminary injunction and, subsequently, on final hearing, entered a decree dismissing the bill for want of equity. On appeal, this decree was affirmed by the court of appeals upon the authority of an earlier opinion in the same case. 9 F. (2d) 40.</p>\n<p>The facts, so far as necessary to be stated, follow. Limestone produced by petitioners is quarried and fabricated largely for building construction purposes. The stone is first taken in rough blocks from the earth and, generally, then cut into appropriate sizes and sometimes planed. Part of this product is shipped directly to buildings, where it is fitted, trimmed and set in place, the remainder being sold in the rough to contractors to be fabricated. The stone sold in interstate commerce comes into competition with other kinds of natural and artificial stone. The principal producers of artificial stone are unionized and are located outside of Indiana. Before 1921, petitioners carried on their work in Indiana under written agreement with the General Union, but since that time they have operated under agreements with unaffiliated unions, with the effect of closing their shops and quarries against the members of the General Union and its locals. Prior to the filing of the bill of complaint, the General Union issued a notice to all its locals and members, directing its members not to work on stone \"that has been started  planed, turned, cut, or semi-finished  by men working in opposition to our organization,\" and setting forth that a convention of the union had determined that \"members were to rigidly enforce the rule to keep off all work started by men working in <span class=\"star-pagination\">*43</span> opposition to our organization, with the exception of the work of Shea-Donnelly, which firm holds an injunction against our association.\" Stone produced by petitioners by labor eligible to membership in respondents' unions was declared \"unfair\"; and the president of the General Union announced that the rule against handling such stone was to be promptly enforced in every part of the country. Most of the stone workers employed, outside the State of Indiana, on the buildings where petitioners' product is used, are members of the General Union; and in most of the industrial centers, building construction is on a closed shop union basis.</p>\n<p>The rule requiring members to refrain from working on \"unfair\" stone was persistently adhered to and effectively enforced against petitioner's product, in a large number of cities and in many states. The evidence shows many instances of interference with the use of petitioners' stone by interstate customers, and expressions of apprehension on the part of such customers of labor troubles if they purchased the stone. The President of the General Union himself testified, in effect, that generally the men were living up to the order and if it were shown to him that they did not do so in any place he would see that they did. Members found working on petitioners' product, were ordered to stop and threatened with a revocation of their cards if they continued; and the order of the General Union seems to have been enforced even when it might be against the desire of the local union. The transcript contains the record of a hearing upon these matters before the Colorado Industrial Commission, from which it appears that in obedience to the order of the General Union its members theretofore employed in Denver upon local building stopped work because petitioners' product was being used. The local contractor was notified merely that the men stopped work because the stone being used was <span class=\"star-pagination\">*44</span> \"unfair.\" The contractor personally had no trouble of any kind with the union, and no other reason for the strike than that stated above existed. B.F. James, a member and an acting officer of the General Union testified that the local union in conducting its strike against a local builder had no choice in the matter; that they had their orders from the General Union with which they complied; that there was no difference or feeling whatever between the union and the local employer; that the fight was with the Bedford stone producers and they were trying to affect them through the local employer.</p>\n<p>\"Q. And you people have no choice in the matter, you are just complying with the orders from the International [General Union]?</p>\n<p>\"A. We have no choice whatever.</p>\n<p>\"Q. Probably, if it was left up to you people here, knowing this employer as you do, why, your organization here, local organization, would not strike on this man?</p>\n<p>\"A. I don't believe we would, no.</p>\n<p>\"Q. But you have got to follow the orders of your International organization?</p>\n<p>\"A. Yes, sir.\"</p>\n<p>The evidence makes plain that neither the General Union nor the locals had any grievance against any of the builders  local purchasers of the stone  or any other local grievance; and that the strikes were ordered and conducted for the sole purpose of preventing the use and, consequently, the sale and shipment in interstate commerce, of petitioners' product, in order, by threatening the loss or serious curtailment of their interstate market, to force petitioners to the alternative of coming to undesired terms with the members of these unions. In 1924, the president of the General Union said:</p>\n<p>\"The natural stone industry needs all the natural advantages it can possibly get, as there are so many kinds <span class=\"star-pagination\">*45</span> of substitutes to take the natural stone's place in the building material market, that it behooves the natural stone employers to do their utmost to see that no handicap is in its way, and it is a well known fact that when any material is known to have labor grievances, it retards that material in the building market, as the building public do not want the stigma on their building that it was built by `unfair labor,' and they are also afraid of stoppage of work and unnecessary disputes while their building is in course of construction, and no one can blame them for that.\"</p>\n<p>In the Colorado inquiry, the witness James further testified that the strike order did not make any allowance for stone theretofore ordered. \"We were trying to affect the Bedford people through the local man.\"</p>\n<p>\"Q. So the only person injured would be your own local man, who is your employer, and your personal friend, is that it?</p>\n<p>\"A. In a way. If it was finished that way, he would be the only one hurt. We are not fighting on this Denver man. We are trying to force these people through the other subcontractors all over the country.</p>\n<p>. . .</p>\n<p>\"Q. You are trying to force the Bedford to employ members of your union to do this work?</p>\n<p>\"A. Yes, sir.</p>\n<p>\"Q. And irrespective of who it hurts, that is the object?</p>\n<p>\"A. That is the object. It is done from our headquarters.</p>\n<p>\"Q. Mr. Fernald, or anybody else, they have got to get out of the road, that is the object?</p>\n<p>\"A. We are trying to gain this point, irrespective of who it hurts.\"</p>\n<p>From a consideration of all the evidence, it is apparent that the enforcement of the general order to strike against petitioners' product could have had no purpose other than <span class=\"star-pagination\">*46</span> that of coercing or inducing the local employers to refrain from purchasing such product. To accept the assertion made here to the contrary, would be to say that the order and the effort to enforce it were vain and idle things without any rational purpose whatsoever. And indeed, on the argument, in answer to a question from the bench, counsel for respondents very frankly said that, unless petitioners' interstate trade in the so-called unfair stone were injuriously affected, the strikes would accomplish nothing.</p>\n<p>That the means adopted to bring about the contemplated restraint of commerce operated after physical transportation had ended is immaterial. <i>Loewe</i> v. <i>Lawlor,</i> <span class=\"citation\" data-id=\"96774\"><a href=\"/opinion/96774/loewe-v-lawlor/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 301; <i>Boyle</i> v. <i>United States,</i> 259 Fed. 803, 805-806. The product against which the strikes were directed, it is true, had come to rest in the respective localities to which it had been shipped, so that it had ceased to be a subject of interstate commerce, <i>Industrial Assn.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100639\"><a href=\"/opinion/100639/industrial-assn-of-san-francisco-v-united-states/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78-79; and interferences for a purely local object with its use, with no intention, express or implied, to restrain interstate commerce, it may be assumed, would not have been a violation of the Anti-Trust Act. <i>Id.,</i> p. 77; <i>United Mine Workers</i> v. <i>Coronado Co.,</i> <span class=\"citation\" data-id=\"100018\"><a href=\"/opinion/100018/mine-workers-v-coronado-coal-co/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 410-411. But these interferences were not thus in pursuit of a local motive,  they had for their primary aim restraint of the interstate sale and shipment of the commodity. Interstate commerce was the direct object of attack \"for the sake of which the several specific acts and courses of conduct [were] done and adopted.\" And the restraint of such commerce was the necessary consequence of the acts and conduct and the immediate end in view. <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/opinion/96205/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 397. Prevention of the use of petitioners' product, which, without more, might have been a purely local matter, therefore, was only a part of the conspiracy, which must be construed as an <span class=\"star-pagination\">*47</span> entirety; and, when so regarded, the local transactions become a part of the general plan and purpose to destroy or narrow petitioners' interstate trade. <i>Montague &amp; Co.</i> v. <i>Lowry,</i> <span class=\"citation\" data-id=\"96020\"><a href=\"/opinion/96020/montague-co-v-lowry/\"><span class=\"volume\">193</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 45-46. In other words, strikes against the local use of the product were simply the means adopted to effect the unlawful restraint. And it is this result, not the means devised to secure it, which gives character to the conspiracy.</p>\n<p>Respondents' chief contention is that \"their sole and only purpose . . . was to unionize the cutters and carvers of stone at the quarries.\" And it may be conceded that this was the ultimate end in view. But how was that end to be effected? The evidence shows indubitably that it was by an attack upon the use of the product in other states to which it had been and was being shipped, with the intent and purpose of bringing about the loss or serious reduction of petitioners' interstate business, and thereby forcing compliance with the demands of the unions. And, since these strikes were directed against the use of petitioners' product in other states, with the plain design of suppressing or narrowing the interstate market, it is no answer to say that the ultimate object to be accomplished was to bring about a change of conduct on the part of petitioners in respect of the employment of union members in Indiana. A restraint of interstate commerce cannot be justified by the fact that the ultimate object of the participants was to secure an ulterior benefit which they might have been at liberty to pursue by means not involving such restraint. <i>Anderson</i> v. <i>Shipowners Association,</i> 272 U.S. 359; <i>Duplex Co.</i> v. <i>Deering,</i> <span class=\"citation\" data-id=\"99687\"><a href=\"/opinion/99687/duplex-printing-press-co-v-deering/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 468; <i>Ellis</i> v. <i>Inman, Poulsen &amp; Co.,</i> 131 Fed. 182, 186.</p>\n<p>The case, therefore, is controlled, not by <i>United Mine Workers</i> v. <i>Coronado Co., supra</i><i>,</i> and <i>United Leather Workers</i> v. <i>Herkert,</i> <span class=\"citation\" data-id=\"100461\"><a href=\"/opinion/100461/leather-workers-v-herkert-meisel-trunk-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, as respondents contend, but by others presently to be discussed. In the <i>United Leather Workers</i> case, it appeared that the strikes <span class=\"star-pagination\">*48</span> were levelled only against production, and that the strikers (p. 471) \"did nothing which in any way directly interfered with the interstate transportation or sales of the complainants' product;\" and the decision rests upon the ground that there was an entire absence of evidence or circumstances to show that the defendants, in their conspiracy to coerce complainants, were directing their scheme against interstate commerce. <i>United Mine Workers</i> v. <i>Coronado Co., supra,</i> pp. 408-409, is to the same effect.</p>\n<p>But in the second <i>United Mine Workers</i> case, <span class=\"citation\" data-id=\"100666\"><a href=\"/opinion/100666/coronado-co-v-um-workers/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>, 310, this court found sufficient evidence, even where the strike was directed against production, of an intent to restrain interstate commerce, and said:</p>\n<p>\"The mere reduction in the supply of an article to be shipped in interstate commerce by the illegal or tortious prevention of its manufacture or production is ordinarily an indirect and remote obstruction to that commerce. But when the intent of those unlawfully preventing the manufacture or production is shown to be to restrain or control the supply entering and moving in interstate commerce, or the price of it in interstate markets, their action is a direct violation of the Anti-Trust Act.\"</p>\n<p>In the present case, since the strikes were directed against the use of the product in other states, with the immediate purpose and necessary effect of restraining future sales and shipments in interstate commerce, the determinative decisions to be applied are those pointed out in the <i>United Leather Workers</i> case, at p. 469:</p>\n<p>\"In <i>Loewe</i> v. <i>Lawlor,</i> <span class=\"citation\" data-id=\"96774\"><a href=\"/opinion/96774/loewe-v-lawlor/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, and in <i>Duplex Co.</i> v. <i>Deering,</i> <span class=\"citation\" data-id=\"99687\"><a href=\"/opinion/99687/duplex-printing-press-co-v-deering/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, members of labor unions having a controversy with their employers sought to embarrass the sales by their employers of the product of their manufacture in other States by boycott and otherwise. They were held guilty of a conspiracy against interstate commerce <span class=\"star-pagination\">*49</span> because of their palpable intent to achieve their purpose by direct obstruction of that commerce.\"</p>\n<p>Respondents cite and rely upon <i>Hopkins</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94933\"><a href=\"/opinion/94933/hopkins-v-united-states/\"><span class=\"volume\">171</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>, and <i>Anderson</i> v. <i>United States,</i> 171 U.S. 604. But of those cases we need say no more than that they involved agreements which neither in purpose nor in necessary result related to or had any direct effect upon interstate commerce.</p>\n<p>With a few changes in respect of the product involved, dates, names and incidents, which would have no effect upon the principles established, the opinion in <i>Duplex Co.</i> v. <i>Deering, supra</i><i>,</i> might serve as an opinion in this case. The object of the boycott there was precisely the same as it is here, and the interferences with interstate commerce, while they were more numerous and more drastic, did not differ in essential character from the interferences here. A short statement of the case will make this clear.</p>\n<p>The complainant was a manufacturer of printing presses and conducted its business on the \"open shop\" policy. There had been an unsuccessful strike to enforce the \"closed shop,\" the eight-hour day and the union scale of wages. The strikers and the local organizations to which they belonged were affiliated with an international association having a membership of more than sixty thousand. They entered into a combination to restrain complainant's interstate trade by means of a \"secondary boycott,\" in pursuance of which complainant's customers in another state were warned not to purchase, install or operate its printing presses and threatened with loss and sympathetic strikes should they do so. The strikers threatened a trucking company with trouble if it should haul the presses; incited employees of the trucking company and other men employed by complainant's customers to strike in order to interfere with the hauling and <span class=\"star-pagination\">*50</span> installation of presses; notified repair shops not to do repair work on the presses; threatened union men with loss of union cards and the blacklist if they assisted in installing the presses; and resorted to other methods of preventing the sale and delivery of complainant's presses in interstate commerce.</p>\n<p>This court held that complainant's business of manufacturing presses and disposing of them in commerce was a property right entitled to protection against unlawful injury or interference; that unrestrained access to the channels of interstate commerce was necessary for the successful conduct of that business; and that the combination to hinder and obstruct such commerce by the means indicated was in violation of the Sherman Anti-Trust Act, as amended by the Clayton Act. The combination was held to constitute a \"secondary boycott,\" defined as \"a combination not merely to refrain from dealing with complainant, or to advise or by peaceful means persuade complainant's customers to refrain (`primary boycott'), but to exercise coercive pressure upon such customers, actual or prospective, in order to cause them to withhold or withdraw patronage from complainant through fear of loss or damage to themselves should they deal with it.\" Whether either kind of boycott was lawful or unlawful at common law was held to be immaterial, and the distinction between a primary and a secondary boycott was only important to be considered upon the question of the proper construction of the Clayton Act; and, as to that, it was distinctly determined that the Clayton Act was not intended to legalize the secondary boycott.</p>\n<p>The court further held (p. 467-468) that by prior decisions of this court, it had been settled that a restraint of interstate commerce produced by peaceable persuasion was as much within the prohibition of the Anti-Trust Act as one accomplished by force or threats of force, and that there was nothing in  20 of the Clayton Act (p. 473 <span class=\"star-pagination\">*51</span> <i>et seq.</i>) which modified that rule as applied to the case under review or justified a resort to the secondary boycott. And it was said (p. 477) that the harmful consequences of the opposite construction, adopted by the court below, were illustrated by that case where an ordinary controversy in a manufacturing establishment, concerning terms and conditions of employment there, had been held a sufficient occasion for imposing a general embargo upon the products of the establishment and a nation-wide blockade of the channels of interstate commerce against them. The conclusion was reached that complainant was entitled to an injunction under the Sherman Act as amended by the Clayton Act, and that it was unnecessary to consider whether a like result would follow under the common law or local statutes. Finally, it is important to note (p. 478) the scope of the injunction which was authorized. Not only were the association and its members to be restrained from interfering with the sale, transportation, or delivery in interstate commerce of the presses, but also from interfering with the \"carting, installation, use, operation, exhibition, display, or repairing of any such press or presses, .. . and especially from using any force, threats, command, direction, or even persuasion with the object or having the effect of causing any person or persons to decline employment, cease employment, or not seek employment, or to refrain from work or cease working under any person, firm, or corporation being a purchaser or prospective purchaser of any printing press or presses from complainant, . . .\"</p>\n<p><i>Loewe</i> v. <i>Lawlor, supra</i><i>,</i> also dealt with a secondary boycott. The case arose before the enactment of the Clayton Act, but, in view of what has just been said, that is not important. The defendants, certain labor organizations and the members thereof, undertook to compel complainants to unionize their factory. Being unsuccessful, the members of the labor organizations withdrew from complainants' <span class=\"star-pagination\">*52</span> service and endeavored to persuade others to do the same. Defendants then declared a boycott against hats manufactured by complainants found in the hands of their customers in other states, with the purpose and intent to destroy or curtail complainants' market in other states and thereby coerce compliance with defendants' demands. This was held (pp. 292-294) to be a combination falling \"within the class of restraints of trade aimed at compelling third parties and strangers involuntarily not to engage in the course of trade except on conditions that the combination imposes,\" and an unlawful restraint of interstate commerce as defined by the Anti-Trust Act. Referring to earlier cases, it was said (p. 297) that the Anti-Trust Act had a broader application than the prohibition of restraints of trade unlawful at common law, and that its effect was to declare illegal \"every contract, combination or conspiracy, in whatever form, of whatever nature, and whoever may be the parties to it, which directly or necessarily operates in restraint of trade or commerce among the several States.\"</p>\n<p>In <i>United States</i> v. <i>Brims,</i> <span class=\"citation\" data-id=\"100952\"><a href=\"/opinion/100952/united-states-v-brims/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, a criminal case, this court dealt with a combination of manufacturers, contractors and carpenters in Chicago, having for its object the destruction of the competition of nonunion mills in Wisconsin and elsewhere by the employment in Chicago of union carpenters only, with the understanding that they would refuse to install nonunion-made mill-work. There was evidence tending to show that so-called outside competition was cut down and thereby interstate commerce directly and materially impeded, and that this result was within the intention of the combination, which, upon these facts, was held to be in violation of the Anti-Trust Act.</p>\n<p>In <i>Gompers</i> v. <i>Bucks Stove &amp; Range Co.,</i> <span class=\"citation\" data-id=\"97437\"><a href=\"/opinion/97437/gompers-v-bucks-stove-range-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 438-439, this court said that the restraining powers of the courts extend to every device whereby commerce is illegally <span class=\"star-pagination\">*53</span> restrained; and that  \"To hold that the restraint of trade under the Sherman anti-trust act, or on general principles of law, could be enjoined, but that the means through which the restraint was accomplished could not be enjoined would be to render the law impotent.\"</p>\n<p>In cases arising outside the Anti-Trust Act, involving strikes like those here under review against so-called unfair products, there is a sharp conflict of opinion. On the one hand, it is said that such a strike is justified on the ground of self-interest; that the injury to the producer is inflicted, not maliciously, but in self-defense; that the refusal of the producer to deal with the union and to observe its standards threatens the interest of all its members and the members of the affiliated locals; and that a strike against the unfair material is a mere recognition of this unity of interest, and in refusing to work on such material the union is only refusing to aid in its own destruction. The opposite view is illustrated by such cases as <i>Toledo, etc., Ry. Co.</i> v. <i>Pennsylvania Co.,</i> 54 Fed. 730; <i>Thomas</i> v. <i>Cincinnati, etc., Ry. Co.,</i> 62 Fed. 803, 817, <i>et seq.; Moores</i> v. <i>Bricklayers' Union,</i> 23 Wkly. Cin. Law Bull. 48 (affirmed by the Supreme Court of Ohio without opinion); <i>Burnham</i> v. <i>Dowd,</i> 217 Mass. 351; <i>Purvis</i> v. <i>United Brotherhood,</i> 214 Pa. St. 348; <i>Booth &amp; Brother</i> v. <i>Burgess,</i> <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">181</span></span>, 188, 196; <i>Piano &amp; Organ Workers</i> v. <i>P. &amp; O. Supply Co.,</i> 124 Ill. App. 353.</p>\n<p>But with this conflict we have no concern in the present case. The question which it involves was presented and considered in the <i>Duplex Co.</i> case, <i>supra,</i> as the prevailing and the dissenting opinions show; and there it was plainly held that the point had no bearing upon the enforcement of the Anti-Trust Act, and that since complainant had a clear right to an injunction under that Act as amended by the Clayton Act, it was \"unnecessary to consider whether a like result would follow under the common law or local statutes.\"</p>\n<p><span class=\"star-pagination\">*54</span> Whatever may be said as to the motives of the respondents or their general right to combine for the purpose of redressing alleged grievances of their fellow craftsmen or of protecting themselves or their organizations, the present combination deliberately adopted a course of conduct which directly and substantially curtailed, or threatened thus to curtail, the natural flow in interstate commerce of a very large proportion of the building limestone production of the entire country, to the gravely probable disadvantage of producers, purchasers and the public; and it must be held to be a combination in undue and unreasonable restraint of such commerce within the meaning of the Anti-Trust Act as interpreted by this court. An act which lawfully might be done by one, may when done by many acting in concert take on the form of a conspiracy and become a public wrong, and may be prohibited if the result be hurtful to the public or to individuals against whom such concerted action is directed, <i>Grenada Lumber Co.</i> v. <i>Mississippi,</i> <span class=\"citation\" data-id=\"97245\"><a href=\"/opinion/97245/grenada-lumber-co-v-mississippi/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 440; and any suggestion that such concerted action here may be justified as a necessary defensive measure is completely answered by the words of this court in <i>Eastern States Lumber Ass'n</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98251\"><a href=\"/opinion/98251/eastern-states-lumber-assn-v-united-states/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 613, that \"Congress, with the right to control the field of interstate commerce, has so legislated as to prevent resort to practices which unduly restrain competition or unduly obstruct the free flow of such commerce, and private choice of means must yield to the national authority thus exerted.\"</p>\n<p>The record does not disclose whether petitioners at the time of bringing suit had suffered actual injury; but that is not material. An intent to restrain interstate commerce being shown, it is enough to justify equitable interposition by injunction if there be a dangerous probability that such injury will happen; and this clearly appears. The Anti-Trust Act \"directs itself against that dangerous probability as well as against the completed result.\" <i>Swift</i> <span class=\"star-pagination\">*55</span> <i>&amp; Co.</i> v. <i>United States, supra,</i> p. 396; <i>Vicksburg Waterworks Co.</i> v. <i>Vicksburg,</i> <span class=\"citation\" data-id=\"95632\"><a href=\"/opinion/95632/vicksburg-waterworks-co-v-vicksburg/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">65</span></a></span>, 82; <i>Thomson Machine Co.</i> v. <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">326</span></span>, 328.</p>\n<p>From the foregoing review, it is manifest that the acts and conduct of respondents fall within the terms of the Anti-Trust Act; and petitioners are entitled to relief by injunction under  16 of the Clayton Act, c. 323, 38 Stat. 730, 737, by which they are authorized to sue for such relief \"against threatened loss or damage by a violation of the anti-trust laws,\" etc. The strikes, ordered and carried out with the sole object of preventing the use and installation of petitioners' product in other states, necessarily threatened to destroy or narrow petitioners' interstate trade by taking from them their customers. That the organizations, in general purpose and in and of themselves, were lawful and that the ultimate result aimed at may not have been illegal in itself, are beside the point. Where the means adopted are unlawful, the innocent general character of the organizations adopting them or the lawfulness of the ultimate end sought to be attained, cannot serve as a justification.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. JUSTICE SANFORD, concurring.</p>\n<p>I concur in this result upon the controlling authority of <i>Duplex Company</i> v. <i>Deering,</i> <span class=\"citation\" data-id=\"99687\"><a href=\"/opinion/99687/duplex-printing-press-co-v-deering/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 478, which, as applied to the ultimate question in this case, I am unable to distinguish.</p>\n<p>The separate opinion of MR. JUSTICE STONE.</p>\n<p>As an original proposition, I should have doubted whether the Sherman Act prohibited a labor union from peaceably refusing to work upon material produced by non-union labor or by a rival union, even though interstate <span class=\"star-pagination\">*56</span> commerce were affected. In the light of the policy adopted by Congress in the Clayton Act, with respect to organized labor, and in the light of <i>Standard Oil Co.</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>; <i>United States</i> v. <i>American Tobacco Co.,</i> <span class=\"citation\" data-id=\"1292673\"><a href=\"/opinion/1292673/united-states-v-american-tobacco-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 178-180, I should not have thought that such action as is now complained of was to be regarded as an unreasonable and therefore prohibited restraint of trade. But in <i>Duplex Printing Press Co.</i> v. <i>Deering,</i> <span class=\"citation\" data-id=\"99687\"><a href=\"/opinion/99687/duplex-printing-press-co-v-deering/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, these views were rejected by a majority of the court and a decree was authorized restraining in precise terms any agreement not to work or refusal to work, such as is involved here. Whatever additional facts there may have been in that case, the decree enjoined the defendants from using \"even persuasion with the object or having the effect of causing any person or persons to decline employment, cease employment, or not seek employment, or to refrain from work or cease working under any person, firm, or corporation being a purchaser or prospective purchaser of any printing press or presses from complainant, . . .\" (p. 478). These views, which I should not have hesitated to apply here, have now been rejected again largely on the authority of the <i>Duplex</i> case. For that reason alone, I concur with the majority.</p>\n<p>MR. JUSTICE BRANDEIS, dissenting.</p>\n<p>The constitution of the Journeymen Stone Cutters' Association provides: \"No member of this Association shall cut, carve or fit any material that has been cut by men working in opposition to this Association.\" For many years, the plaintiffs had contracts with the Association under which its members were employed at their several quarries and works. In 1921, the plaintiffs refused to renew the contracts because certain rules or conditions proposed by the Journeymen were unacceptable. <span class=\"star-pagination\">*57</span> Then came a strike. It was followed by a lockout, the organization by the plaintiffs of a so-called independent union, and the establishment of it at their plants. Repeated efforts to adjust the controversy proved futile. Finally, the Association urged its members working on buildings in other States to observe the above provision of its constitution. Its position was \"that if employers will not employ our members in one place, we will decline to work for them in another, or to finish any work that has been started or partly completed by men these employers are using to combat our organization.\"</p>\n<p>The trial court dismissed the bill. The United States Circuit Court of Appeals affirming the decree said:</p>\n<p>\"After long negotiations and failure to reach a new working agreement, the union officers ordered that none of its members should further cut stone which had been partly cut by non-union labor, with the result that on certain jobs in different states stone cutters, who were members of the union, declined to do further cutting upon such stone. Where, as in some cases, there were few or no local stone cutters except such as belonged to the union, the completion of the buildings was more or less hindered by the order, the manifest object of which was to induce appellants to make a contract with the union for employment of only union stonecutters in the Indiana limestone district. It does not appear that the quarrying of stone, or sawing it into blocks, or the transportation of it, or setting it in buildings, or any other building operation, was sought to be interfered with, and no actual or threatened violence appears, no picketing, no boycott, and nothing of that character.\"</p>\n<p>If, in the struggle for existence, individual workingmen may, under any circumstances, co-operate in this way for self-protection even though the interstate trade of another is thereby restrained, the lower courts were clearly right in denying the injunction sought by plaintiffs. I have <span class=\"star-pagination\">*58</span> no occasion to consider whether the restraint, which was applied wholly intrastate, became in its operation a direct restraint upon interstate commerce. For it has long been settled that only unreasonable restraints are prohibited by the Sherman Law.<sup>[1]</sup><i>Standard Oil Co.</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 56-58; <i>United States</i> v. <i>American Tobacco Co.,</i> <span class=\"citation\" data-id=\"1292673\"><a href=\"/opinion/1292673/united-states-v-american-tobacco-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 178-180; <i>Chicago Board of Trade</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99113\"><a href=\"/opinion/99113/board-of-trade-of-chicago-v-united-states/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, 238; <i>United States</i> v. <i>Trenton Potteries Co.,</i> <span class=\"citation\" data-id=\"101026\"><a href=\"/opinion/101026/united-states-v-trenton-potteries-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 396. Compare <i>United States</i> v. <i>Terminal Ass'n,</i> 224 U.S. 383; <i>United States</i> v. <i>Reading Co.,</i> <span class=\"citation\" data-id=\"97720\"><a href=\"/opinion/97720/united-states-v-reading-co/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 369. And the restraint imposed was, in my opinion, a reasonable one. The Act does not establish the standard of reasonableness. What is reasonable must be determined by the application of principles of the common law, as administered in federal courts unaffected by state legislation or decisions. Compare <i>Duplex Printing Co.</i> v. <i>Deering,</i> 254, U.S. 443, 466. Tested by these principles, the propriety of the unions' conduct can hardly be doubted by one who believes in the organization of labor.</p>\n<p>Neither the individual stonecutters nor the unions had any contract with any of the plaintiffs or with any of their customers. So far as concerned the plaintiffs and their customers, the individual stonecutters were free either to work or to abstain from working on stone which had been cut at the quarries by members of the employers' union. So far as concerned the Association, the individual stonecutter was not free. He had agreed, when he became a member, that he would not work on stone \"cut by men working in opposition to\" the Association. It was in duty bound to urge upon its members observance of the obligation assumed. These cut stone companies, who alone are seeking relief, were its declared <span class=\"star-pagination\">*59</span> enemies. They were seeking to destroy it. And the danger was great.</p>\n<p>The plaintiffs are not weak employers opposed by a mighty union. They have large financial resources. Together, they ship 70 per cent. of all the cut stone in the country. They are not isolated concerns. They had combined in a local employers' organization. And their organization is affiliated with the national employers' organization, called \"International Cut Stone &amp; Quarrymen's Association.\" Standing alone, each of the 150 Journeymen's locals is weak. The average number of members in a local union is only 33. The locals are widely scattered throughout the country. Strong employers could destroy a local \"by importing scabs\" from other cities. And many of the builders by whom the stonecutters were employed in different cities, are strong. It is only through combining the 5,000 organized stonecutters in a national union, and developing loyalty to it, that the individual stonecutter anywhere can protect his own job.</p>\n<p>The manner in which these individual stonecutters exercised their asserted right to perform their union duty by refusing to finish stone \"cut by men working in opposition to\" the Association was confessedly legal. They were innocent alike of trespass and of breach of contract. They did not picket. They refrained from violence, intimidation, fraud and threats. They refrained from obstructing otherwise either the plaintiffs or their customers in attempts to secure other help. They did not plan a boycott against any of the plaintiffs or against builders who used the plaintiffs' product. On the contrary, they expressed entire willingness to cut and finish anywhere any stone quarried by any of the plaintiffs, except such stone as had been partially \"cut by men working in opposition to\" the Association. A large part of the plaintiffs' product consisting of blocks, slabs and sawed work was not <span class=\"star-pagination\">*60</span> affected by the order of the union officials. The individual stonecutter was thus clearly innocent of wrongdoing, unless it was illegal for him to agree with his fellow craftsmen to refrain from working on the \"scab\"-cut stone because it was an article of interstate commerce.</p>\n<p>The manner in which the Journeymens' unions acted was also clearly legal. The combination complained of is the co-operation of persons wholly of the same craft, united in a national union, solely for self-protection. No outsider  be he quarrier, dealer, builder or laborer  was a party to the combination. No purpose was to be subserved except to promote the trade interests of members of the Journeymens' Association. There was no attempt by the unions to boycott the plaintiffs. There was no attempt to seek the aid of members of any other craft, by a sympathetic strike or otherwise. The contest was not a class struggle. It was a struggle between particular employers and their employees. But the controversy out of which it arose, related, not to specific grievances, but to fundamental matters of union policy of general application throughout the country. The national Association had the duty to determine, so far as its members were concerned, what that policy should be. It deemed the maintenance of that policy a matter of vital interest to each member of the union. The duty rested upon it to enforce its policy by all legitimate means. The Association, its locals and officers were clearly innocent of wrong-doing, unless Congress has declared that for union officials to urge members to refrain from working on stone \"cut by men working in opposition\" to it is necessarily illegal if thereby the interstate trade of another is restrained.</p>\n<p>The contention that earlier decisions of this Court compel the conclusion that it is illegal seems to me unfounded. The cases may support the claim that, by such local abstention from work, interstate trade is restrained. But examination <span class=\"star-pagination\">*61</span> of the facts in those cases makes clear that they have no tendency whatsoever to establish that the restraint imposed by the unions in the case at bar is unreasonable. The difference between the simple refraining from work practiced here, and the conduct held unreasonable in <i>Duplex Printing Press Co.</i> v. <i>Deering,</i> <span class=\"citation\" data-id=\"99687\"><a href=\"/opinion/99687/duplex-printing-press-co-v-deering/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, appears from a recital in that opinion of the defendants' acts:</p>\n<p>\"The acts embraced the following, with others: warning customers that it would be better for them not to purchase, or having purchased not to install, presses made by complainant, and threatening them with loss should they do so; threatening customers with sympathetic strikes in other trades; notifying a trucking company usually employed by customers to haul the presses not to do so, and threatening it with trouble if it should; inciting employees of the trucking company, and other men employed by customers of complainant, to strike against their respective employers in order to interfere with the hauling and installation of presses, and thus bring pressure to bear upon the customers; notifying repair shops not to do repair work on Duplex presses; coercing union men by threatening them with loss of union cards and with being blacklisted as `scabs' if they assisted in installing the presses; threatening an exposition company with a strike if it permitted complainant's presses to be exhibited; and resorting to a variety of other modes of preventing the sale of presses of complainant's manufacture in or about New York City, and delivery of them in interstate commerce, such as injuring and threatening to injure complainant's customers and prospective customers, and persons concerned in hauling, handling, or installing the presses.\" (pp. 463-4.)</p>\n<p>The character of the acts held in <i>Duplex Printing Press Co.</i> v. <i>Deering</i> to constitute unreasonable restraint is further <span class=\"star-pagination\">*62</span> shown by the scope of the injunction there prescribed (pp. 478-479):</p>\n<p>\"There should be an injunction against defendants and the associations represented by them, and all members of those associations, restraining them, according to the prayer of the bill, from interfering or attempting to interfere with the sale, transportation, or delivery in interstate commerce of any printing press or presses manufactured by complainant, or the transportation, carting, installation, use, operation, exhibition, display, or repairing of any such press or presses, or the performance of any contract or contracts made by complainant respecting the sale, transportation, delivery, or installation of any such press or presses, by causing or threatening to cause loss, damage, trouble, or inconvenience to any person, firm, or corporation concerned in the purchase, transportation, carting, installation, use, operation, exhibition, display or repairing of any such press or presses, or the performance of any such contract or contracts; and also and especially from using any force, threats, command, direction, or even persuasion with the object or having the effect of causing any person or persons to decline employment, cease employment, or not seek employment, or to refrain from work or cease working under any person, firm, or corporation being a purchaser or prospective purchaser of any printing press or presses from complainant, or engaged in hauling, carting, delivering, installing, handling, using, operating, or repairing any such press or presses for any customer of complainant. Other threatened conduct by defendants or the associations they represent, or the members of such associations, in furtherance of the secondary boycott should be included in the injunction according to the proofs.\"</p>\n<p>The difference between the facts here involved and those in the <i>Duplex</i> case does not lie only in the character of the acts complained of. It lies also in the occasion and <span class=\"star-pagination\">*63</span> purpose of the action taken and in the scope of the combination. The combination there condemned was not, as here, the co-operation for self-protection only of men in a single craft. It was an effort to win by invoking the aid of others, both organized and unorganized, not concerned in the trade dispute. The conduct there condemned was not, as here, a mere refusal to finish particular work begun \"by men working in opposition to\" the union. It was the institution of a general boycott, not only of the business of the employer, but of the businesses of all who should participate in the marketing, installation or exhibition of its product. The conduct there condemned was not, as here, action taken for self-protection against an opposing union installed by employers to destroy the regular union with which they long had had contracts. The action in the <i>Duplex</i> case was taken in an effort to unionize an open shop. Moreover, there the combination of defendants was aggressive action directed against an isolated employer. Here it is defensive action of workingmen directed against a combination of employers. The serious question on which the Court divided in the <i>Duplex</i> case was not whether the restraint imposed was reasonable. It was whether the Clayton Act had forbidden federal courts to issue an injunction in that class of cases. See p. 464.</p>\n<p>In <i>Loewe</i> v. <i>Lawlor,</i> <span class=\"citation\" data-id=\"96774\"><a href=\"/opinion/96774/loewe-v-lawlor/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>; <i>Gompers</i> v. <i>Bucks Stove Co.,</i> <span class=\"citation\" data-id=\"97437\"><a href=\"/opinion/97437/gompers-v-bucks-stove-range-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>; and <i>Lawlor</i> v. <i>Loewe,</i> <span class=\"citation\" data-id=\"98321\"><a href=\"/opinion/98321/lawlor-v-loewe/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, the conduct held unreasonable was not, as here, a refusal to finish a product partly made by members of an opposing union. It was invoking the power of the consumer as a weapon of offensive warfare. There, a general boycott was declared of the manufacturer's product. And the boycott was extended to the businesses of both wholesalers and retailers who might aid in the marketing of the manufacturer's product. Moreover, the boycott was to be effected, not by the co-operation merely of the few members of the craft directly and vitally interested <span class=\"star-pagination\">*64</span> in the trade-dispute, but by the aid of the vast forces of organized labor affiliated with them through the American Federation of Labor.</p>\n<p>In <i>United States</i> v. <i>Brims,</i> <span class=\"citation\" data-id=\"100952\"><a href=\"/opinion/100952/united-states-v-brims/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, the combination complained of was not the co-operation merely of workingmen of the same craft. It was a combination of manufacturers of millwork in Chicago, with building contractors who cause such work to be installed, and the unions whose members are to be employed. Moreover the purpose of the combination was not primarily to further the interests of the union carpenters. The immediate purpose was to suppress competition with the Chicago manufacturers. As this Court said:</p>\n<p>\"The respondent manufacturers found their business seriously impeded by the competition of material made by nonunion mills located outside of Illinois. . . . They wished to eliminate the competition of Wisconsin and other nonunion mills which were paying lower wages and consequently could undersell them. . . . The local manufacturers, relieved from the competition that came through interstate commerce, increased their output and profits; they gave special discounts to local contractors; more union carpenters secured employment in Chicago and their wages were increased. These were the incentives which brought about the combination.\"</p>\n<p>In <i>United Mine Workers</i> v. <i>Coronado Co.,</i> <span class=\"citation\" data-id=\"100018\"><a href=\"/opinion/100018/mine-workers-v-coronado-coal-co/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>; <span class=\"citation\" data-id=\"100666\"><a href=\"/opinion/100666/coronado-co-v-um-workers/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>; <i>United Leather Workers</i> v. <i>Herkert,</i> <span class=\"citation\" data-id=\"100461\"><a href=\"/opinion/100461/leather-workers-v-herkert-meisel-trunk-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>; <i>Industrial Association</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100639\"><a href=\"/opinion/100639/industrial-assn-of-san-francisco-v-united-states/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, as in <i>Hopkins</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94933\"><a href=\"/opinion/94933/hopkins-v-united-states/\"><span class=\"volume\">171</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>; <i>Anderson</i> v. <i>United States,</i> 171 U.S. 604; <i>Montague</i> v. <i>Lowry,</i> <span class=\"citation\" data-id=\"96020\"><a href=\"/opinion/96020/montague-co-v-lowry/\"><span class=\"volume\">193</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, and <i>Swift &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96205\"><a href=\"/opinion/96205/swift-co-v-united-states/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, the questions put in issue were not the reasonableness of the restraint, but whether the restraint was of interstate commerce.</p>\n<p>Members of the Journeymen Stone Cutters' Association could not work anywhere on stone which had been cut at the quarries by \"men working in opposition\" to it, <span class=\"star-pagination\">*65</span> without aiding and abetting the enemy. Observance by each member of the provision of their constitution which forbids such action was essential to his own self-protection. It was demanded of each by loyalty to the organization and to his fellows. If, on the undisputed facts of this case, refusal to work can be enjoined, Congress created by the Sherman Law and the Clayton Act an instrument for imposing restraints upon labor which reminds of involuntary servitude. The Sherman Law was held in <i>United States</i> v. <i>United States Steel Corporation,</i> <span class=\"citation\" data-id=\"99511\"><a href=\"/opinion/99511/united-states-v-united-states-steel-corporation/\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">417</span></a></span>, to permit capitalists to combine in a single corporation 50 per cent. of the steel industry of the United States dominating the trade through its vast resources. The Sherman Law was held in <i>United States</i> v. <i>United Shoe Machinery Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></span>, to permit capitalists to combine in another corporation practically the whole shoe machinery industry of the country, necessarily giving it a position of dominance over shoe-manufacturing in America. It would, indeed, be strange if Congress had by the same Act willed to deny to members of a small craft of workingmen the right to cooperate in simply refraining from work, when that course was the only means of self-protection against a combination of militant and powerful employers. I cannot believe that Congress did so.</p>\n<p>MR. JUSTICE HOLMES concurs in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]   The contrary view was unsuccessfully contended for by Mr. Justice Harlan, dissenting, in <i>Standard Oil Co.</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 85-100.</p>\n\n</div>", "id": 101059, "judges": "Sutherland", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101059/", "sha1": "9f97f8109963d07548f6ccc2a7eb4b9e1125f1d0", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:40"}