{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "274 U.S. 23", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/101057/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Lowe v. Dickson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "158", 
    "id": 85440, 
    "resource_uri": "/api/rest/v2/citation/85440/"
  }, 
  "id": 101057, 
  "blocked": false, 
  "judges": "Sutherland", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1927-04-11", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>274 U.S. 23 (1927)</b></center>\n<center><h1>LOWE<br>\nv.<br>\nDICKSON.</h1></center>\n<center>No. 158.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 24, 1927.</center>\n<center>Decided April 11, 1927.</center>\nCERTIORARI TO THE SUPREME COURT OF THE STATE OF OKLAHOMA.\n<p><i>Mr. Samuel Herrick,</i> with whom <i>Messrs. S.A. Horton, O.C. Wybrant, Charles Swendall,</i> and <i>Claude Nowlin</i> were on the briefs, for petitioner.</p>\n<p><i>Mr. Patrick H. Loughran</i> for respondent.</p>\n<p><span class=\"star-pagination\">*24</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Respondent obtained a decree in an Oklahoma state court adjudging that a certain tract of land, for which a United States patent had been issued to Seward K. Lowe, was held by Lowe in trust for respondent. This decree was affirmed by the state supreme court. 108 Okla. 241. The suit was brought against Seward K. Lowe and Susan Lowe, his wife. On October 4, 1926, the death of Seward K. Lowe was suggested, and Susan Lowe substituted as the sole party petitioner.</p>\n<p>The pertinent facts are as follows: On May 22, 1894, respondent made homestead entry of 160 acres of land, and, after final proof and payment, received a patent from the government. On March 3, 1902, he made a second homestead entry of other land at the proper local land office. His affidavit accompanying the application contained the statement that he had not theretofore made an entry under the homestead laws except that he had filed upon certain described land and \"paid out on it about three years ago.\" In making the second entry, respondent acted in good faith, believing at that time that his right to make it had been conferred by law. On March 6, 1902, the local land officer informed respondent that his second entry was erroneously allowed because, by his former entry, he had exhausted his homestead right; that the entry would undoubtedly be held for cancellation by the Commissioner of the General Land Office on that account; and that respondent could, if he wished, relinquish that entry and apply for the return of his fees and commissions. Respondent took no action, and the entry, in fact, was not cancelled but was intact on and after May 22, 1902. On that date, an act of Congress, § 2, c. 821, 32 Stat. 203, was passed, the effect of which was to qualify respondent to make a second homestead entry. <span class=\"star-pagination\">*25</span> After the passage of that act, respondent continued to claim the land as a homestead.</p>\n<p>On March 13, 1903, Seward K. Lowe filed a contest against the second entry on a charge of abandonment, but subsequently withdrew it and instituted a new contest, January 28, 1905, charging abandonment for a period of six months and failure to improve and cultivate. June 20, 1906, the local land office found for Lowe and recommended cancellation of respondent's entry. On July 2, following, respondent made another application to enter the land as a homestead, reciting the two former entries and asserting that the second one had been erroneously allowed. This third application was rejected by the local land office on the ground that it conflicted with the subsisting second entry. Appeals to the Department of the Interior followed, respondent contending that his second entry was a nullity and, consequently, not contestable, and that his third application should have been allowed under the decision in <i>Jeremiah H. Murphy,</i> 4 L.D. 467, holding that a subsisting void entry is no bar to a subsequent legal application by the same person. The department held that (1) the original invalidity of the second entry was immaterial, because respondent's continued assertion of right thereunder after the passage of the act of May 22, 1902, cured the entry and made it valid, citing prior decisions; (2) the entry having thus been validated, the rule in the <i>Murphy</i> case was not applicable; and (3) the second entry having become valid, respondent was bound to pursue it in compliance with law and could not defeat a contest by electing, after the contest was waged, to treat the entry as invalid. On the merits, the charge of failure to reside upon and cultivate the land was found proved, and the entry was cancelled on that ground. Lowe made homestead entry of the land, and in time received final certificate and patent.</p>\n<p><span class=\"star-pagination\">*26</span> The state supreme court declined to follow this holding of the department, saying that while it was supported by a number of prior departmental decisions, which were entitled to great weight and should not be overruled unless clearly erroneous, a controlling conclusion to the contrary had been reached by this court in <i>Prosser</i> v. <i>Finn,</i> 208 U.S. 67.</p>\n<p>The <i>Prosser</i> case involved the construction and application of § 452 Rev. Stats. \u0097 \"The officers, clerks, and employes in the General Land Office are prohibited from directly or indirectly purchasing or becoming interested in the purchase of any of the public land; and any person who violates this section shall forthwith be removed from his office.\" Prosser, a special agent of the General Land Office and held to be within the terms of the statute, made a timber culture entry of certain land and complied with the law in respect of cultivation and in other particulars. His entry was contested upon the ground, among others, that it was made in violation of § 452. The contest was sustained by the local land office, and its ruling affirmed by the department. Patent for the land was issued to Finn, and Prosser brought suit for a decree adjudging that the title was held for him in trust by Finn. The ruling of the department was attacked on the ground that long prior to the initiation of the contest, Prosser had ceased to have any connection whatever with the land department, and his entry, therefore, was validated by removal of the disability. This court held that the statute applied; that Prosser's entry was invalid; that his continuance in possession after ceasing to be special agent was not equivalent to a new entry; and that his rights were to be determined by the validity of the original entry at the time it was made.</p>\n<p>Section 452 affects a class of persons having superior opportunities and power to perpetrate frauds and secure undue advantage over the general public in the acquisition <span class=\"star-pagination\">*27</span> of public lands. \"The purpose of the prohibition is to guard against the temptations and partiality likely to attend efforts to acquire public lands, or interests therein, by persons so situated, and thereby to prevent abuse and inspire confidence in the administration of the public-land laws.\" <i>Waskey</i> v. <i>Hammer,</i> 223 U.S. 85, 93. The provision is to be so applied and enforced as to effectuate the purpose. And it is evident, that to deny an officer, clerk or employe of the land office the right to make an entry while occupying that relationship, but to validate such an entry upon his retirement from the service, would thwart the statutory policy, since the result would be to allow the entryman still to reap the fruit of his undue advantage, superior knowledge and opportunities, and, perhaps, of his fraud, which it is the aim of the statute to forestall.</p>\n<p>But the restrictions of the homestead law which precluded the acquisition of a second homestead rest upon other and different considerations. The purpose of such restrictions was to limit the bounty of the United States; but when that bounty has been extended to include an additional homestead right, the policy of the law is not infringed by allowing an entry, honestly made, though unauthorized under the old law, to stand as though made under the new law; provided, of course, other rights have not intervened. In that case, to compel a cancellation of the unauthorized entry and the formal making of a new entry of the same land is merely to require unnecessary circuity of action to accomplish a permissible result. The land department for many years has uniformly held that the old entry may stand, <i>John J. Stewart,</i> 9 L.D. 543; <i>George W. Blackwell,</i> 11 L.D. 384; <i>Smith et al.</i> v. <i>Taylor,</i> 23 L.D. 440, and its decision should not be disturbed except for cogent reasons, <i>McLaren</i> v. <i>Fleischer,</i> 256 U.S. 477, 481; <i>United States</i> v. <i>Pugh,</i> 99 U.S. 265, 269, which here do not exist. On the contrary, as we <span class=\"star-pagination\">*28</span> have indicated, the reasons convincingly are the other way. The <i>Prosser</i> case would have fallen within a like principle if, while Prosser was in possession of the land and resting upon his entry, the law itself had been so altered as to remove the disqualification imposed by § 452. Such a change in the law would have manifested a change of policy, with which, as in the present case, validation of the unauthorized entry, no adverse claims intervening, would not have conflicted.</p>\n<p>It is well settled that, while § 2320 Rev. Stats. provides explicitly that \"no location of a mining-claim shall be made until the discovery of the vein or lode within the limits of the claim located,\" a discovery after location will validate the location if no adverse rights have intervened. To require a new location under these circumstances \"would be a useless and idle ceremony, which the law does not require.\" <i>Mining Company</i> v. <i>Tunnel Company,</i> 196 U.S. 337, 345, 348-352; <i>Union Oil Co.</i> v. <i>Smith,</i> 249 U.S. 337, 347; <i>Cole</i> v. <i>Ralph,</i> 252 U.S. 286, 296. So, where an alien has made a public land entry, his subsequent naturalization or declaration of intention to become a citizen will, in the absence of adverse claims, relate back and confirm the entry. <i>Bogan</i> v. <i>Edinburgh American Land Mortg. Co.,</i> 63 Fed. 192, 198. In <i>Manuel</i> v. <i>Wulff,</i> 152 U.S. 505, 511, the same rule was applied in the case of a purchase of a mining claim by an alien who became a citizen pending adverse proceedings. And the rule is the same where a homestead entry has been made by a minor who comes of age prior to the inception of an adverse claim. <i>Huff</i> v. <i>Geis,</i> 71 Colo. 7; <i>Dillard</i> v. <i>Hurd,</i> 46 L.D. 51. We are unable to perceive any substantial ground for denying the applicability of the logic of these decisions to the present case.</p>\n<p>It follows, as the land department held, that Lowe's contest was filed against a validated and subsisting entry which had had the effect of segregating the land from the <span class=\"star-pagination\">*29</span> public domain and thereby precluding the subsequent entry attempted to be made by Dickson. <i>Holt</i> v. <i>Murphy,</i> 207 U.S. 407, 412. And since Dickson's right to relief rests entirely upon his contention to the contrary, which the state court upheld, the decree of that court must be</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:48:40", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></span> (1927)</b></center>\n<center><h1>LOWE<br>\nv.<br>\nDICKSON.</h1></center>\n<center>No. 158.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 24, 1927.</center>\n<center>Decided April 11, 1927.</center>\nCERTIORARI TO THE SUPREME COURT OF THE STATE OF OKLAHOMA.\n<p><i>Mr. Samuel Herrick,</i> with whom <i>Messrs. S.A. Horton, O.C. Wybrant, Charles Swendall,</i> and <i>Claude Nowlin</i> were on the briefs, for petitioner.</p>\n<p><i>Mr. Patrick H. Loughran</i> for respondent.</p>\n<p><span class=\"star-pagination\">*24</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Respondent obtained a decree in an Oklahoma state court adjudging that a certain tract of land, for which a United States patent had been issued to Seward K. Lowe, was held by Lowe in trust for respondent. This decree was affirmed by the state supreme court. 108 Okla. 241. The suit was brought against Seward K. Lowe and Susan Lowe, his wife. On October 4, 1926, the death of Seward K. Lowe was suggested, and Susan Lowe substituted as the sole party petitioner.</p>\n<p>The pertinent facts are as follows: On May 22, 1894, respondent made homestead entry of 160 acres of land, and, after final proof and payment, received a patent from the government. On March 3, 1902, he made a second homestead entry of other land at the proper local land office. His affidavit accompanying the application contained the statement that he had not theretofore made an entry under the homestead laws except that he had filed upon certain described land and \"paid out on it about three years ago.\" In making the second entry, respondent acted in good faith, believing at that time that his right to make it had been conferred by law. On March 6, 1902, the local land officer informed respondent that his second entry was erroneously allowed because, by his former entry, he had exhausted his homestead right; that the entry would undoubtedly be held for cancellation by the Commissioner of the General Land Office on that account; and that respondent could, if he wished, relinquish that entry and apply for the return of his fees and commissions. Respondent took no action, and the entry, in fact, was not cancelled but was intact on and after May 22, 1902. On that date, an act of Congress, § 2, c. 821, 32 Stat. 203, was passed, the effect of which was to qualify respondent to make a second homestead entry. <span class=\"star-pagination\">*25</span> After the passage of that act, respondent continued to claim the land as a homestead.</p>\n<p>On March 13, 1903, Seward K. Lowe filed a contest against the second entry on a charge of abandonment, but subsequently withdrew it and instituted a new contest, January 28, 1905, charging abandonment for a period of six months and failure to improve and cultivate. June 20, 1906, the local land office found for Lowe and recommended cancellation of respondent's entry. On July 2, following, respondent made another application to enter the land as a homestead, reciting the two former entries and asserting that the second one had been erroneously allowed. This third application was rejected by the local land office on the ground that it conflicted with the subsisting second entry. Appeals to the Department of the Interior followed, respondent contending that his second entry was a nullity and, consequently, not contestable, and that his third application should have been allowed under the decision in <i>Jeremiah H. Murphy,</i> 4 L.D. 467, holding that a subsisting void entry is no bar to a subsequent legal application by the same person. The department held that (1) the original invalidity of the second entry was immaterial, because respondent's continued assertion of right thereunder after the passage of the act of May 22, 1902, cured the entry and made it valid, citing prior decisions; (2) the entry having thus been validated, the rule in the <i>Murphy</i> case was not applicable; and (3) the second entry having become valid, respondent was bound to pursue it in compliance with law and could not defeat a contest by electing, after the contest was waged, to treat the entry as invalid. On the merits, the charge of failure to reside upon and cultivate the land was found proved, and the entry was cancelled on that ground. Lowe made homestead entry of the land, and in time received final certificate and patent.</p>\n<p><span class=\"star-pagination\">*26</span> The state supreme court declined to follow this holding of the department, saying that while it was supported by a number of prior departmental decisions, which were entitled to great weight and should not be overruled unless clearly erroneous, a controlling conclusion to the contrary had been reached by this court in <i>Prosser</i> v. <i>Finn,</i> 208 U.S. 67.</p>\n<p>The <i>Prosser</i> case involved the construction and application of § 452 Rev. Stats. \u0097 \"The officers, clerks, and employes in the General Land Office are prohibited from directly or indirectly purchasing or becoming interested in the purchase of any of the public land; and any person who violates this section shall forthwith be removed from his office.\" Prosser, a special agent of the General Land Office and held to be within the terms of the statute, made a timber culture entry of certain land and complied with the law in respect of cultivation and in other particulars. His entry was contested upon the ground, among others, that it was made in violation of § 452. The contest was sustained by the local land office, and its ruling affirmed by the department. Patent for the land was issued to Finn, and Prosser brought suit for a decree adjudging that the title was held for him in trust by Finn. The ruling of the department was attacked on the ground that long prior to the initiation of the contest, Prosser had ceased to have any connection whatever with the land department, and his entry, therefore, was validated by removal of the disability. This court held that the statute applied; that Prosser's entry was invalid; that his continuance in possession after ceasing to be special agent was not equivalent to a new entry; and that his rights were to be determined by the validity of the original entry at the time it was made.</p>\n<p>Section 452 affects a class of persons having superior opportunities and power to perpetrate frauds and secure undue advantage over the general public in the acquisition <span class=\"star-pagination\">*27</span> of public lands. \"The purpose of the prohibition is to guard against the temptations and partiality likely to attend efforts to acquire public lands, or interests therein, by persons so situated, and thereby to prevent abuse and inspire confidence in the administration of the public-land laws.\" <i>Waskey</i> v. <i>Hammer,</i> <span class=\"citation\" data-id=\"97535\"><a href=\"/opinion/97535/waskey-v-hammer/\"><span class=\"volume\">223</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 93. The provision is to be so applied and enforced as to effectuate the purpose. And it is evident, that to deny an officer, clerk or employe of the land office the right to make an entry while occupying that relationship, but to validate such an entry upon his retirement from the service, would thwart the statutory policy, since the result would be to allow the entryman still to reap the fruit of his undue advantage, superior knowledge and opportunities, and, perhaps, of his fraud, which it is the aim of the statute to forestall.</p>\n<p>But the restrictions of the homestead law which precluded the acquisition of a second homestead rest upon other and different considerations. The purpose of such restrictions was to limit the bounty of the United States; but when that bounty has been extended to include an additional homestead right, the policy of the law is not infringed by allowing an entry, honestly made, though unauthorized under the old law, to stand as though made under the new law; provided, of course, other rights have not intervened. In that case, to compel a cancellation of the unauthorized entry and the formal making of a new entry of the same land is merely to require unnecessary circuity of action to accomplish a permissible result. The land department for many years has uniformly held that the old entry may stand, <i>John J. Stewart,</i> 9 L.D. 543; <i>George W. Blackwell,</i> 11 L.D. 384; <i>Smith et al.</i> v. <i>Taylor,</i> 23 L.D. 440, and its decision should not be disturbed except for cogent reasons, <i>McLaren</i> v. <i>Fleischer,</i> <span class=\"citation\" data-id=\"99821\"><a href=\"/opinion/99821/mclaren-v-fleischer/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 481; <i>United States</i> v. <i>Pugh,</i> <span class=\"citation\" data-id=\"89945\"><a href=\"/opinion/89945/united-states-v-pugh/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 269, which here do not exist. On the contrary, as we <span class=\"star-pagination\">*28</span> have indicated, the reasons convincingly are the other way. The <i>Prosser</i> case would have fallen within a like principle if, while Prosser was in possession of the land and resting upon his entry, the law itself had been so altered as to remove the disqualification imposed by § 452. Such a change in the law would have manifested a change of policy, with which, as in the present case, validation of the unauthorized entry, no adverse claims intervening, would not have conflicted.</p>\n<p>It is well settled that, while § 2320 Rev. Stats. provides explicitly that \"no location of a mining-claim shall be made until the discovery of the vein or lode within the limits of the claim located,\" a discovery after location will validate the location if no adverse rights have intervened. To require a new location under these circumstances \"would be a useless and idle ceremony, which the law does not require.\" <i>Mining Company</i> v. <i>Tunnel Company,</i> <span class=\"citation\" data-id=\"96202\"><a href=\"/opinion/96202/mining-company-v-tunnel-company/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 345, 348-352; <i>Union Oil Co.</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"99339\"><a href=\"/opinion/99339/union-oil-co-of-cal-v-smith/\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 347; <i>Cole</i> v. <i>Ralph,</i> <span class=\"citation\" data-id=\"99544\"><a href=\"/opinion/99544/cole-v-ralph/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 296. So, where an alien has made a public land entry, his subsequent naturalization or declaration of intention to become a citizen will, in the absence of adverse claims, relate back and confirm the entry. <i>Bogan</i> v. <i>Edinburgh American Land Mortg. Co.,</i> 63 Fed. 192, 198. In <i>Manuel</i> v. <i>Wulff,</i> <span class=\"citation\" data-id=\"93853\"><a href=\"/opinion/93853/manuel-v-wulff/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></a></span>, 511, the same rule was applied in the case of a purchase of a mining claim by an alien who became a citizen pending adverse proceedings. And the rule is the same where a homestead entry has been made by a minor who comes of age prior to the inception of an adverse claim. <i>Huff</i> v. <i>Geis,</i> 71 Colo. 7; <i>Dillard</i> v. <i>Hurd,</i> 46 L.D. 51. We are unable to perceive any substantial ground for denying the applicability of the logic of these decisions to the present case.</p>\n<p>It follows, as the land department held, that Lowe's contest was filed against a validated and subsisting entry which had had the effect of segregating the land from the <span class=\"star-pagination\">*29</span> public domain and thereby precluding the subsequent entry attempted to be made by Dickson. <i>Holt</i> v. <i>Murphy,</i> <span class=\"citation\" data-id=\"96742\"><a href=\"/opinion/96742/holt-v-murphy/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span>, 412. And since Dickson's right to relief rests entirely upon his contention to the contrary, which the state court upheld, the decree of that court must be</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "sha1": "00ef1c105e52b66153edc6aa235cf33266e3b3f7", 
  "date_modified": "2014-12-21T01:38:24.331023", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/101057/lowe-v-dickson/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/837348/", 
  "html": "<p class=\"case_cite\">274 U.S. 23</p>\n    <p class=\"case_cite\">47 S.Ct. 494</p>\n    <p class=\"case_cite\">71 L.Ed. 907</p>\n    <p class=\"parties\">LOWE<br>v.<br>DICKSON.</p>\n    <p class=\"docket\">No. 158.</p>\n    <p class=\"date\">Argued February 24, 1927.</p>\n    <p class=\"date\">Decided April 11, 1927.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Samuel Herrick, of Washington, D. C., and Claude Nowlin, of St. Louis, Mo., for petitioner.</p>\n      <p class=\"indent\">Mr. Patrick H. Loughran, of Washington, D. C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent obtained a decree in an Oklahoma state court adjudging that a certain tract of land for which a United States pattent had been issued to Seward K. Lowe, was held by Lowe in trust for respondent. This decree was affirmed by the state Supreme Court. 108 Okl. 241, 236 P. 399. The suit was brought against Seward K. Lowe and Susan Lowe, his wife. On October 4, 1926, the death of Seward K. Lowe was suggested, and Susan Lowe substituted as the sole party petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts are as follows: On May 22, 1894, respondent made homestead entry of 160 acres of land, and after final proof and payment, received a patent from the government. On March 3, 1902, he made a second homestead entry of other land at the proper local land office. His affidavit accompanying the application contained the statement that he had not theretofore made an entry under the homestead laws except that he had filed upon certain described land and 'paid out on it about three years ago.' In making the second entry, respondent acted in good faith, believing at that time that his right to make it had been conferred by law. On March 6, 1902, the local land officer informed respondent that his second entry was erroneously allowed because, by his former entry, he had exhausted his homestead right; that the entry would undoubtedly be held for cancellation by the Commissioner of the General Land Office on that account; and that respondent could, if he wished, reliquish that entry and apply for the return of his fees and commissions. Respondent took no action, and the entry, in fact, was not canceled, but was intact on and after May 22, 1902. On that date, an act of Congress (section 2, c. 821, 32 Stat. 203 (Comp. St. &#167; 5015)) was passed, the effect of which was to qualify respondent to make a second homestead entry. After the passage of that act, respondent continued to claim the land as a homestead.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 13, 1903, Seward K. Lowe filed a contest against the second entry on a charge of abandonment, but subsequently withdrew it and instituted a new contest, January 28, 1905, charging abandonment for a period of six months and failure to improve and cultivate. June 20, 1906, the local land office found for Lowe and recommended cancellation of respondent's entry. On July 2, following, respondent made another application to enter the land as a homestead, reciting the two former entries and asserting that the second one had been erroneously allowed. This third application was rejected by the local land office on the ground that it conflicted with the subsisting second entry. Appeals to the Department of the Interior followed, respondent contending that his second entry was a nullity, and consequently not contestable, and that his third application should have been allowed under the decision in Jeremiah H. Murphy, 4 L. D. 467, holding that a subsisting void entry is no bar to a subsequent legal application by the same person. The department held that (1) the original invalidity of the second entry was immaterial, because respondent's continued assertion of right thereunder after the passage of the act of May 22, 1902, cured the entry and made it valid, citing prior decisions; (2) the entry having thus been validated, the rule in the Murphy Case was not applicable; and (3) the second entry having become valid, respondent was bound to pursue it in compliance with law and could not defeat a contest by electing, after the contest was waged, to treat the entry as invalid. On the merits, the charge of failure to reside upon and cultivate the land was found proved, and the entry was canceled on that ground. Lowe made homestead entry of the land, and in time received final certificate and patent.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The state Supreme Court declined to follow this holding of the department, saying that while it was supported by a number of prior departmental decisions, which were entitled to great weight, and should not be overruled, unless clearly erroneous, a controlling conclusion to the contrary had been reached by this court in Prosser v. Finn, 208 U. S. 67, 28 S. Ct. 225, 52 L. Ed. 392.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Prosser Case involved the construction and application of section 452, Rev. Stats. (Comp. St. &#167; 698):</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The officers, clerks, and employe &#167; in the General Land      Office are prohibited from directly or indirectly purchasing      or becoming interested in the purchase of any of the public      land; and any person who violates this section shall      forthwith be removed from his office.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Prosser, a special agent of the General Land Office and held to be within the terms of the statute, made a timber culture entry of certain land and complied with the law in respect to cultivation and in other particulars. His entry was contested upon the ground, among others, that it was made in violation of section 452. The contest was sustained by the local land office, and its ruling affirmed by the department. Patent for the land was issued to Finn, and Prosser brought suit for a decree adjudging that the title was held for him in trust by Finn. The ruling of the department was attacked on the ground that long prior to the initiation of the contest, Prosser had ceased to have any connection whatever with the Land Department, and his entry, therefore, was validated by removal of the disability. This court held that the statute applied; that Prossers' entry was invalid; that his continuance in possession after ceasing to be special agent was not equivalent to a new entry; and that his rights were to be determined by the validity of the original entry at the time it was made.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 452 affects a class of persons having superior opportunities and power to perpetrate frauds and secure undue advantage over the general public in the acquisition of public lands. 'The purpose of the prohibition is to guard against the temptations and partiality likely to attend efforts to acquire public lands, or interests therein, by persons so situated, and thereby to prevent abuse and inspire confidence in the administration of the public-land laws.' Waskey v. Hammer, 223 U. S. 85, 93, 32 S. Ct. 187, 189 (56 L. Ed. 359). The provision is to be so applied and enforced as to effectuate the purpose. And it is evident, that to deny an officer, clerk, or employe of the land office the right to make an entry while occupying that relationship, but to validate such an entry upon his retirement from the service, would thwart the statutory policy, since the result would be to allow the entryman still to reap the fruit of his undue advantage, superior knowledge and opportunities, and, perhaps, of his fraud, which it is the aim of the statute to forestall.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But the restrictions of the homestead law which precluded the acquisition of a second homestead rest upon other and different considerations. The purpose of such restrictions was to limit the bounty of the United States; but, when that bounty has been extended to include an additional homestead right, the policy of the law is not infringed by allowing an entry, honestly made, though unauthorized under the old law, to stand as though made under the new law: Provided, of course, other rights have not intervened. In that case, to compel a cancellation of the unauthorized entry and the formal making of a new entry of the same land is merely to require unnecessary circuity of action to accomplish a permissible result. The Land Department for many years has uniformly held that the old entry may stand (John J. Stewart, 9 L. D. 543; George W. Blackwell, 11 L. D. 384; Smith et al. v. Taylor, 23 L. D. 440), and its decision should not be disturbed except for cogent reasons (McLaren v. Fleischer, 256 U. S. 477, 481, 41 S. Ct. 577, 65 L. Ed. 1052; United States v. Pugh, 99 U. S. 265, 269, 25 L. Ed. 322), which here do not exist. On the contrary, as we have indicated, the reasons convincingly are the other way. The Prosser Case would have fallen within a like principle of, while Prosser was in possession of the land and resting upon his entry, the law itself had been so altered as to remove the disqualification imposed by section 452. Such a change in the law would have manifested a change of policy, with which, as in the present case, validation of the unauthorized entry, no adverse claims intervening, would not have conflicted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is well settled that, while section 2320, Rev. Stats. (Comp. St. &#167; 4615) provides explicitly that 'no location of a mining claim shall be made until the discovery of the vein or lode within the limits of the claim located,' a discovery after location will validate the location if no adverse rights have intervened. To require a new location under these circumstances 'would be a useless and idle ceremony, which the law does not require.' Mining Co. v. Tunnel Co., 196 U. S. 337, 345, 348-352, 25 S. Ct. 266 (49 L. Ed. 501); Union Oil Co. v. Smith, 249 U. S. 337, 347, 39 S. Ct. 308, 63 L. Ed. 635; Cole v. Ralph, 252 U. S. 286, 296, 40 S. Ct. 321, 64 L. Ed. 567. So, where an alien has made a public land entry, his subsequent naturalization or declaration of intention to become a citizen will, in the absence of adverse claims, relate back and confirm the entry. Bogan v. Edinburgh American Land Mortg. Co. (C. C. A.) 63 F. 192, 198. In Manuel v. Wulff, 152 U. S. 505, 511, 14 S. Ct. 651, 38 L. Ed. 532, the same rule was applied in the case of a purchase of a mining claim by an alien who became a citizen pending adverse proceedings. And the rule is the same where a homestead entry has been made by a minor who comes of age prior to the inception of an adverse claim. Huff v. Geis, 71 Colo. 7, 203 P. 677; Dillard v. Hurd, 46 L. D. 51. We are unable to perceive any substantial ground for denying the applicability of the logic of these decisions to the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It follows, as the Land Department held, that Lowe's contest was filed against a validated and subsisting entry which had had the effect of segregating the land from the public domain and thereby precluding the subsequent entry attempted to be made by Dickson. Holt v. Murphy, 207 U. S. 407, 412, 28 S. Ct. 212, 52 L. Ed. 271. And since Dickson's right to relief rests entirely upon his contention to the contrary, which the state court upheld, the decree of that court must be</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/101057/"
}