{"absolute_url": "/opinion/101126/portneuf-marsh-valley-canal-co-v-brown/", "blocked": false, "citation": {"case_name": "Portneuf-Marsh Valley Canal Co. v. Brown", "docket_number": "252", "document_uris": ["/api/rest/v2/document/101126/"], "federal_cite_one": "274 U.S. 630", "federal_cite_three": null, "federal_cite_two": null, "id": 85509, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85509/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1927-06-06", "date_modified": "2014-12-21T01:38:20.871277", "docket": "/api/rest/v2/docket/273667/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">274 U.S. 630</p>\n    <p class=\"case_cite\">47 S.Ct. 692</p>\n    <p class=\"case_cite\">71 L.Ed. 1293</p>\n    <p class=\"parties\">PORTNEUF-MARSH VALLEY CANAL CO.<br>v.<br>BROWN et al.</p>\n    <p class=\"docket\">No. 252.</p>\n    <p class=\"date\">Argued March 18, 1927.</p>\n    <p class=\"date\">Decided May 31, 1927.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. T. C. Coffin, J. H. Peterson, and D. C. McDougall, all of Pocatello, Idaho, for petitioner.</p>\n      <p class=\"indent\">Mr. Edwin Snow, of Boise, Idaho, for respondents.</p>\n      <p class=\"indent\">[Argument of Counsel from page 631 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented by this record is one of priority of liens upon shares of stock representing water rights in an irrigation project organized and created under the Act of Congress known as the Carey Act, Act Aug. 18, 1894, c. 301, &#167; 4, 28 Stat. 372, 422 (Comp. St. &#167; 4685), as amended June 11, 1896, (29 Stat. 413, 434, c. 420 (Comp. St. &#167; 4686)), and under concurrent legislation of the state of Idaho (Comp. St. Idaho 1919, tit. 26, c. 136, &#167; 2996 et seq.). The present suit was begun in the District Court for Idaho by respondents, citizens of Massachusetts, for the foreclosure of a deed of trust, of which they are trustees. The defendants are two Idaho corporations, the Portneuf-Marsh Valley Irrigation Company and the Portneuf-Marsh Valley Canal Company, the petitioner here, referred to respectively in this opinion as the construction company and the operating company. The District Court entered a decree for the defendants on the issues now presented (299 F. 338), which was reversed by the Circuit Court of Appeals for the Ninth Circuit. (5 F.(2d) 895). This court granted certiorari. 270 U. S. 637, 46 S. Ct. 204, 70 L. Ed. 773.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Proceeding under the applicable legislation, the construction company entered into a contract on June 3, 1908, with the state of Idaho for the construction of an irrigation system to supply water to certain arid lands within the state, set apart for that purpose by the federal government under the provisions of the Carey Act. The contract provided that the construction company should sell water rights in the irrigation system to such settlers as should receive from the state allotments of the designated lands and fixed maximum rates and terms of sale. A water right was defined as the right to receive sufficient water from the system to irrigate one acre of land, and represented a proportionate interest in the irrigation works. The contract contemplated vesting the control of the irrigation system in the settlers through the medium of an operating company, to be organized by the construction company as soon as the lands were thrown open to settlement. It provided that the operating company should issue one share of stock for each water right sold to settlers and that the remainder should be issued to the construction company pending further sale of water rights, and that the irrigation system when completed should be transferred to the operating company in return for its capital stock so issued. The contract stipulated also that the interest of the construction company in the irrigation system and the lands within the project might be mortgaged in accordance with the Carey Act and the statutes of Idaho, and these laws were specifically made a part of the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant to the statutes and the contract with the state, the construction company sold water rights to settlers, undertaking to deliver to them a like number of shares of stock in the operating company. The purchasers agreed that their interest in the lands to be acquired from the state, to which the water rights were to be appurtenant, and the shares of stock should be security for the deferred installment payments, and default in payment of any installment was to accelerate the maturity of the purchase price. Appropriate mortgages and assignments to be first liens upon the land were to be given for that purpose. The agreement also provided that the operating company should have power to levy all necessary tolls, charges, and assessments, which the purchasers of the water rights, represented by the stock, agreed to pay, and that the contracts for the sale of water rights might be assigned by the construction company.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">To finance the project, the construction company authorized a bond issue secured by the present mortgage of the irrigation system then being constructed. The deed provided that until default the construction company might sell water rights to entrymen and required that before bonds were issued, the construction company deposit with the trustees as further security the contracts for the sale of water rights, as described, and other security obtained from the purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In compliance with the statutes and contracts, steps necessary to launch the system were taken. Water rights were sold, the designated lands were allotted to entrymen, their contracts of purchase were pledged by the construction company under its mortgage and the irrigation system was conveyed to the operating company, subject to the mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The project did not flourish. Some of the settlers having failed to make payment of installments due on the contracts of purchase, respondents acquired their land, water rights, and stock, in some cases by foreclosure and in others by quitclaim deeds. The construction company defaulted in payment of interest on its bonds. The present suit was brought by respondents to foreclose the mortgage on the irrigation system and to foreclose any claims that the two companies might make to the land, water rights, and stock acquired by respondents in the enforcement of their rights against the entrymen under the contracts of purchase. The construction company, being insolvent, made no defense and the case was disposed of below on the theory that the trustees, as against the operating company, so far as the water rights and stock were concerned, stood in the position of the construction company. The operating company as a defense set up by answer its ownership of some of the stock in controversy acquired under a lien alleged to be superior to that of respondents. This contention was based upon the following facts:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The certificate of incorporation of the operating company authorizes it to levy and collect tolls, charges, and assessments to defray the expense of maintenance and operation of the irrigation system, and its by-laws, concededly in accordance with the contracts and applicable statutes, require the certificates of stock to describe the lands to which the shares and water rights relate, and declare that they shall be appurtenant to such lands, unless forfeited for nonpayment of assessments. In the event of default in payment of assessments by stockholders, the operating company under local statutes may sell the stock at public auction. In the case of the stock in question the assessments had not been paid by the entrymen. The stock was sold at public auction, the operating company becoming the purchaser.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By stipulation the decree of foreclosure was limited to the stock in the operating company, acquired by it in the manner already described, and as to that stock the decree gave priority to the maintenance liens.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It will be observed that out of the complicated transactions by which the irrigation system was created and made appurtenant to lands set apart by the government for that purpose, two distinct classes of liens were created with respect to the stock and water rights, in addition to the general mortgage lien on the irrigation system as a whole. There were (a) the liens for maintenance and operating charges in favor of the operating company, created under its charter and bylaws by the acquisition and acceptance of its stock by the several purchasers and their failure to pay assessments; (b) the purchase-money liens in favor of the construction company on the stock and water rights and on the entrymen's land, created by the sales contracts which had been pledged to respondents.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The charter and by-laws of the operating company provided that the construction company should not be liable for assessments for the expense of maintenance and operation while it held the stock before sale. As no charges could be levied upon the purchasers of the water rights to whom the construction company delivered the equivalent shares of stocks until they received allotments of land, and as the acquisition of the water rights and stock in the operating company by purchasers was conditioned upon their receiving allotments of land, it is apparent that the provisions for maintenance liens in favor of the operating company and the lien stipulations in the sales contracts became effective simultaneously on the allotment of lands to purchasers of water rights. But as the liens for maintenance came into existence only with the furnishing of water to allottees after they had acquired their land, those liens were subsequent in point of time to the purchase-money liens which attached as soon as the lands were acquired.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Usually liens which are prior in time are prior in equity, but where as here each is stipulated for in contemplation of the creation of the other, the question of priority must be resolved by ascertaining the true meaning and effect of the stipulations themselves. And as the documents here contain no specific provision giving preference to the one class of liens or the other, the question of priority now presented must be resolved by an examination of the entire plan for establishing the irrigation system, in the light of the applicable statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Legislation permitting, a scheme for the creation of such a system might undoubtedly provide that liens for maintenance should take precedence over a general mortgage given to finance its construction. Such is the recognized order of priority in admiralty and to a more limited extent in receiverships in equity and in foreclosure proceedings. The trial court stated persuasively the contentions made here that hardship to individuals and danger to the unity and continuity of the system in event of foreclosure, if maintenance charges are not thus given the preference, are considerations which might well turn the scales in favor of that class of liens if the statutes, or the controlling documents in the absence of statutory provision, were silent or ambiguous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But we think the statutes here are neither silent nor ambiguous. Reading together the documents embodying the plan of organization, which specifically incorporated the provisions of the statutes, the question may be resolved without exclusive reliance upon implications to be found in the general nature and purpose of the plan itself.</p>\n    </div>\n    <p class=\"indent\">The Carey Act as amended declares:</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'A lien or liens is hereby authorized to be created by the      state to which such lands are granted and by no other      authority whatever, and when created shall be valid on and      against the separate legal subdivisions of land reclaimed,      for the actual cost and necessary expenses of reclamation and      reasonable interest thereon. * * *' U. S. Comp. St. &#167; 4686.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This statute is an enabling act, empowering the state to provide for liens by appropriate legislation. The construction of state statutes so enacted, and the status of liens created under them are local questions (Equitable Trust Co. v. Cassia County (C. C. A.) 5 F.(2d) 955) which, in the absence of controlling authority by the highest court of the state, we must determine for ourselves. Risty v. Chicago, R. I. &amp; P. R. Co., 270 U. S. 378, 46 S. Ct. 236, 70 L. Ed. 641. By the act of the Idaho Legislature accepting the benefits of the Carey Act (section 3019, Comp. Stat. 1919), it is provided:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Any person, company, or association, furnishing water for      any tract of land, shall have a first and prior lien on said      water right and land upon which said water is used, for all      deferred payments for said water rights; said lien to be in      all respects prior to any and all other liens created or      attempted to be created by the owner and possessor of said      land; said lien to remain in full force and effect until the      last deferred payment for the water right is fully paid and      satisfied according to the terms of the contract under which      said water right was acquired.' The construction company was a company furnishing water within the meaning of the section, and the liens for the deferred payments now asserted by respondents are liens in its favor, authorized by the statute and reserved by its contracts with the purchasers. But it is argued, notwithstanding the broad language of the statute, that its application is limited by the second clause:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Said lien to be in all respects prior to any and all other      liens created or attempted to be created by the owner and      possessor of said land.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is insisted, as the district court held, that by reason of this clause the liens to secure deferred payments do not take priority over the liens for maintenance because the latter are not liens created by the land owners, which alone are subordinated to the purchase contract liens.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But we think the quoted clause cannot be thus narrowly construed. It is not in terms a limitation on the general language of the section but an amplification of it. Its apparent purpose is to make certain that entrymen, in the process of acquiring their lands and making the water rights appurtenant to them, may not by any legal device create liens which shall come ahead of the purchase contract liens given to secure the deferred payments. The clause provides that the authorized liens on the water rights and lands shall have priority over all liens created by the landowners themselves, but that is not equivalent to saying that they shall be prior to no others. It is of course an implied term of every lien statute that the lien authorized is subordinate to liens for taxes. Continental &amp; Commercial Trust &amp; Savings Bank v. Werner, 36 Idaho, 601, 602, 215 P. 458. If the meaning here contended for were given to the statute, liens for the unpaid purchase price would be subject to subsequent materialmen's and mechanics' liens and those of attachment and levy of execution. The statute obviously could not be so interpreted without thwarting its plain purpose and destroying its effective operation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Its primary object was to secure the requisite capital for the creation of costly irrigation systems by which arid public lands could be brought under cultivation. It could not have been contemplated that the 'first and prior' liens authorized by the statute to secure the repayment of such capital should be subsequent to every other lien which might be placed upon the property except those formally executed by the landowners or that a 'first lien' of that character would attract capital into a new and hazardous enterprise. The concluding clause of the section, 'said lien to remain in full force and effect until the last deferred payment * * * is fully paid and satisfied,' can only mean that the liens for purchase money which were first when created, remain so despite maintenance liens which may later come into operation as a result of the nonpayment of assessments.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The provisions of the various instruments for establishing the irrigation system, while not explicit, are entirely consistent with the view which we take of the meaning and effect of the statute. The contract between the two companies provided in substance, as did the by-laws of the operating company specifically (article 5, &#167; 8) that all shares of stock 'shall be held subject to the rights of' the construction company 'until the amount due such company, its successors or assigns, shall have been fully * * * paid, as provided in the contract between said corporation and the purchaser of shares. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is significant also that chapter 138 of the Compiled Statutes of Idaho, which provides for the regulation of Carey Act operating companies, contains specific provisions for establishing maintenance liens on Carey Act lands to which the water rights are appurtenant, by filing a notice of lien with the county recorder (sections 3040, 3042), a procedure which does not seem to have been followed here. There are provisions for foreclosure and sale of the land with appurtenant water rights. Sections 3045, 3046. Section 3040 describes the maintenance lien as a 'first and prior lien,' but it is expressly provided (section 3049) that this article shall not affect 'any other lien or right of lien given by the laws of this state, or otherwise,' thus in terms giving the lien authorized by section 3019 priority. Section 5631 is not applicable, since it does not pertain to water rights or stock.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We therefore conclude that the contract liens are superior to the maintenance liens asserted by petitioner, a conclusion which makes it unnecessary for us to consider the validity of the maintenance liens challenged by respondents.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>274 U.S. 630 (1927)</b></center>\n<center><h1>PORTNEUF-MARSH VALLEY CANAL COMPANY<br>\nv.<br>\nBROWN ET AL., TRUSTEES.</h1></center>\n<center>No. 252.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 18, 1927.</center>\n<center>Decided May 31, 1927.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*631</span> <i>Mr. T.C. Coffin,</i> with whom <i>Messrs. D.C. McDougall, I.E. McDougall, H.O. McDougall,</i> and <i>J.H. Peterson</i> were on the brief, for petitioners.</p>\n<p><i>Mr. Edwin Snow,</i> with whom <i>Messrs. John A. Marshall, W. Rodman Peabody,</i> and <i>Howard W. Brown</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*632</span> MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>The question presented by this record is one of priority of liens upon shares of stock representing water rights in an irrigation project organized and created under the Act of Congress known as the Carey Act, August 18, 1894, c. 301, § 4, 28 Stat. 372, 422, as amended June 11, 1896, c. 420, 29 Stat. 413, 434, and under concurrent legislation of the State of Idaho, title 26, c. 136, § 2996, <i>et seq.</i> The present suit was begun in the district court for Idaho by respondents, citizens of Massachusetts, for the foreclosure of a deed of trust, of which they are trustees. The defendants are two Idaho corporations, the Portneuf-Marsh Valley Irrigation Company and the Portneuf-Marsh Valley Canal Company, the petitioner here, referred to respectively in this opinion as the construction company and the operating company. The district court entered a decree for the defendants on the issues now presented, 299 Fed. 338, which was reversed by the court of appeals for the ninth circuit. 5 Fed. (2d) 895. This Court granted certiorari. 270 U.S. 637.</p>\n<p>Proceeding under the applicable legislation, the construction company entered into a contract, on June 3, 1908, with the State of Idaho, for the construction of an irrigation system to supply water to certain arid lands within the State, set apart for that purpose by the federal government under the provisions of the Carey Act. The contract provided that the construction company should sell water rights in the irrigation system to such settlers as should receive from the state allotments of the designated lands, and fixed maximum rates and terms of sale. A water right was defined as the right to receive sufficient water from the system to irrigate one acre of land, and represented a proportionate interest in the irrigation works. The contract contemplated vesting the control of the irrigation system in the settlers through the medium <span class=\"star-pagination\">*633</span> of an operating company, to be organized by the construction company as soon as the lands were thrown open to settlement. It provided that the operating company should issue one share of stock for each water right sold to settlers, and that the remainder should be issued to the construction company pending further sale of water rights, and that the irrigation system when completed should be transferred to the operating company in return for its capital stock so issued. The contract stipulated also that the interest of the construction company in the irrigation system and the lands within the project might be mortgaged in accordance with the Carey Act and the statutes of Idaho, and these laws were specifically made a part of the contract.</p>\n<p>Pursuant to the statutes and the contract with the state, the construction company sold water rights to settlers, undertaking to deliver to them a like number of shares of stock in the operating company. The purchasers agreed that their interest in the lands to be acquired from the state, to which the water rights were to be appurtenant, and the shares of stock, should be security for the deferred installment payments; and default in payment of any installment was to accelerate the maturity of the purchase price. Appropriate mortgages and assignments, to be first liens upon the land, were to be given for that purpose. The agreement also provided that the operating company should have power to levy all necessary tolls, charges, and assessments, which the purchasers of the water rights, represented by the stock, agreed to pay, and that the contracts for the sale of water rights might be assigned by the construction company.</p>\n<p>To finance the project, the construction company authorized a bond issue secured by the present mortgage of the irrigation system then being constructed. The deed provided that until default the construction company might sell water rights to entrymen, and required <span class=\"star-pagination\">*634</span> that, before bonds were issued, the construction company deposit with the trustees as further security the contracts for the sale of water rights, as described, and other security obtained from the purchasers.</p>\n<p>In compliance with the statutes and contracts, steps necessary to launch the system were taken. Water rights were sold, the designated lands were allotted to entrymen, their contracts of purchase were pledged by the construction company under its mortgage, and the irrigation system was conveyed to the operating company, subject to the mortgage.</p>\n<p>The project did not flourish. Some of the settlers having failed to make payment of installments due on the contracts of purchase, respondents acquired their land, water rights, and stock, in some cases by foreclosure and in others by quit-claim deeds. The construction company defaulted in payment of interest on its bonds. The present suit was brought by respondents to foreclose the mortgage on the irrigation system and to foreclose any claims that the two companies might make to the land, water rights, and stock acquired by respondents in the enforcement of their rights against the entrymen under the contracts of purchase. The construction company, being insolvent, made no defense, and the case was disposed of below on the theory that the trustees, as against the operating company, so far as the water rights and stock were concerned, stood in the position of the construction company. The operating company, as a defense, set up by answer its ownership of some of the stock in controversy, acquired under a lien alleged to be superior to that of respondents. This contention was based upon the following facts.</p>\n<p>The certificate of incorporation of the operating company authorizes it to levy and collect tolls, charges, and assessments to defray the expense of maintenance and operation of the irrigation system, and its by-laws, concededly <span class=\"star-pagination\">*635</span> in accordance with the contracts and applicable statutes, require the certificates of stock to describe the lands to which the shares and water rights relate, and declare that they shall be appurtenant to such lands, unless forfeited for nonpayment of assessments. In the event of default in payment of assessments by stockholders, the operating company under local statutes may sell the stock at public auction. In the case of the stock in question the assessments had not been paid by the entrymen. The stock was sold at public auction, the operating company becoming the purchaser.</p>\n<p>By stipulation the decree of foreclosure was limited to the stock in the operating company, acquired by it in the manner already described, and as to that stock the decree gave priority to the maintenance liens.</p>\n<p>It will be observed that out of the complicated transactions by which the irrigation system was created and made appurtenant to lands set apart by the government for that purpose, two distinct classes of liens were created with respect to the stock and water rights, in addition to the general mortgage lien on the irrigation system as a whole. There were (a) the liens for maintenance and operating charges in favor of the operating company, created under its charter and by-laws by the acquisition and acceptance of its stock by the several purchasers and their failure to pay assessments; (b) the purchase money liens in favor of the construction company on the stock and water rights and on the entrymen's land, created by the sales contracts which had been pledged to respondents.</p>\n<p>The charter and by-laws of the operating company provided that the construction company should not be liable for assessments for the expense of maintenance and operation while it held the stock before sale. As no charges could be levied upon the purchasers of the water rights to whom the construction company delivered the <span class=\"star-pagination\">*636</span> equivalent shares of stock until they received allotments of land, and as the acquisition of the water rights and stock in the operating company by purchasers was conditioned upon their receiving allotments of land, it is apparent that the provisions for maintenance liens in favor of the operating company and the lien stipulations in the sales contracts became effective simultaneously on the allotment of lands to purchasers of water rights. But as the liens for maintenance came into existence only with the furnishing of water to allottees after they had acquired their land, those liens were subsequent in point of time to the purchase money liens which attached as soon as the lands were acquired.</p>\n<p>Usually liens which are prior in time are prior in equity, but where as here each is stipulated for in contemplation of the creation of the other, the question of priority must be resolved by ascertaining the true meaning and effect of the stipulations themselves. And as the documents here contain no specific provision giving preference to the one class of liens or the other, the question of priority now presented must be resolved by an examination of the entire plan for establishing the irrigation system, in the light of the applicable statutes.</p>\n<p>Legislation permitting, a scheme for the creation of such a system might undoubtedly provide that liens for maintenance should take precedence over a general mortgage given to finance its construction. Such is the recognized order of priority in admiralty and to a more limited extent in receiverships in equity and in foreclosure proceedings. The trial court stated persuasively the contentions made here that hardship to individuals and danger to the unity and continuity of the system in event of foreclosure, if maintenance charges are not thus given the preference, are considerations which might well turn the scales in favor of that class of liens if the statutes, <span class=\"star-pagination\">*637</span> or the controlling documents in the absence of statutory provision, were silent or ambiguous.</p>\n<p>But we think the statutes here are neither silent nor ambiguous. Reading together the documents embodying the plan of organization, which specifically incorporated the provisions of the statutes, the question may be resolved without exclusive reliance upon implications to be found in the general nature and purpose of the plan itself.</p>\n<p>The Carey Act as amended declares, \"a lien or liens is hereby authorized to be created by the State to which such lands are granted and by no other authority whatever, and when created shall be valid on and against the separate legal subdivisions of land reclaimed, for the actual cost and necessary expenses of reclamation and reasonable interest thereon. . . .\" This statute is an enabling act, empowering the state to provide for liens by appropriate legislation. The construction of state statutes so enacted, and the status of liens created under them are local questions (<i>Equitable Trust Co.</i> v. <i>Cassia County,</i> 15 Fed. (2d) 955) which, in the absence of controlling authority by the highest court of the state, we must determine for ourselves. <i>Risty</i> v. <i>Chicago, R.I. &amp; Pac. Ry.,</i> 270 U.S. 378. By the act of the Idaho legislature accepting the benefits of the Carey Act (§ 3019 Comp. Stat. 1919), it is provided:</p>\n<p>\"Any person, company or association, furnishing water for any tract of land, shall have a first and prior lien on said water right and land upon which said water is used, for all deferred payments for said water right; said lien to be in all respects prior to any and all other liens created or attempted to be created by the owner and possessor of said land; said lien to remain in full force and effect until the last deferred payment for the water right is fully paid and satisfied according to the terms of the contract under which said water right was acquired.\"</p>\n<p><span class=\"star-pagination\">*638</span> The construction company was a company furnishing water within the meaning of the section, and the liens for the deferred payments now asserted by respondents are liens in its favor, authorized by the statute and reserved by its contracts with the purchasers. But it is argued, notwithstanding the broad language of the statute, that its application is limited by the second clause: \"said lien to be in all respects prior to any and all other liens created or attempted to be created by the owner and possessor of said land.\" It is insisted, as the district court held, that by reason of this clause the liens to secure deferred payments do not take priority over the liens for maintenance because the latter are not liens created by the land owners, which alone are subordinated to the purchase contract liens.</p>\n<p>But we think the quoted clause cannot be thus narrowly construed. It is not in terms a limitation on the general language of the section but an amplification of it. Its apparent purpose is to make certain that entrymen, in the process of acquiring their lands and making the water rights appurtenant to them, may not by any legal device create liens which shall come ahead of the purchase contract liens given to secure the deferred payments. The clause provides that the authorized liens on the water rights and lands shall have priority over all liens created by the land owners themselves, but that is not equivalent to saying that they shall be prior to no others. It is of course an implied term of every lien statute that the lien authorized is subordinate to liens for taxes. <i>Continental &amp; Commercial Trust &amp; Savings Bank</i> v. <i>Werner,</i> 36 Idaho 601, 602. If the meaning here contended for were given to the statute, liens for the unpaid purchase price would be subject to subsequent materialmen's and mechanics' liens and those of attachment and levy of execution. The statute obviously <span class=\"star-pagination\">*639</span> could not be so interpreted without thwarting its plain purpose and destroying its effective operation.</p>\n<p>Its primary object was to secure the requisite capital for the creation of costly irrigation systems by which arid public lands could be brought under cultivation. It could not have been contemplated that the \"first and prior\" liens authorized by the statute to secure the repayment of such capital should be subsequent to every other lien which might be placed upon the property except those formally executed by the land owners or that a \"first lien\" of that character would attract capital into a new and hazardous enterprise. The concluding clause of the section \"said lien to remain in full force and effect until the last deferred payment . . . is fully paid and satisfied,\" can only mean that the liens for purchase money which were first when created, remain so despite maintenance liens which may later come into operation as a result of the non-payment of assessments.</p>\n<p>The provisions of the various instruments for establishing the irrigation system, while not explicit, are entirely consistent with the view which we take of the meaning and effect of the statute. The contract between the two companies provided in substance, as did the by-laws of the operating company specifically (Art. V, § 8) that all shares of stock \"shall be held subject to the rights of\" the construction company \"until the amount due such Company its successors or assigns, shall have been fully . . . paid, as provided in the contract between said corporation and the purchaser of shares. . . .\"</p>\n<p>It is significant also that c. 138 of the Compiled Statutes of Idaho, which provides for the regulation of Carey Act operating companies, contains specific provisions for establishing maintenance liens on Carey Act lands to which the water rights are appurtenant, by filing a notice of lien with the county recorder, §§ 3040, 3042, a procedure <span class=\"star-pagination\">*640</span> which does not seem to have been followed here. There are provisions for foreclosure and sale of the land with appurtenant water rights, §§ 3045, 3046. Section 3040 describes the maintenance lien as a \"first and prior lien,\" but it is expressly provided, § 3049, that this article shall not affect \"any other lien or right of lien given by the laws of this state, or otherwise,\" thus in terms giving the lien authorized by § 3019 priority. Section 5631 is not applicable since it does not pertain to water rights or stock.</p>\n<p>We therefore conclude that the contract liens are superior to the maintenance liens asserted by petitioner, a conclusion which makes it unnecessary for us to consider the validity of the maintenance liens challenged by respondents.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></span> (1927)</b></center>\n<center><h1>PORTNEUF-MARSH VALLEY CANAL COMPANY<br>\nv.<br>\nBROWN ET AL., TRUSTEES.</h1></center>\n<center>No. 252.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 18, 1927.</center>\n<center>Decided May 31, 1927.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*631</span> <i>Mr. T.C. Coffin,</i> with whom <i>Messrs. D.C. McDougall, I.E. McDougall, H.O. McDougall,</i> and <i>J.H. Peterson</i> were on the brief, for petitioners.</p>\n<p><i>Mr. Edwin Snow,</i> with whom <i>Messrs. John A. Marshall, W. Rodman Peabody,</i> and <i>Howard W. Brown</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*632</span> MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>The question presented by this record is one of priority of liens upon shares of stock representing water rights in an irrigation project organized and created under the Act of Congress known as the Carey Act, August 18, 1894, c. 301, § 4, 28 Stat. 372, 422, as amended June 11, 1896, c. 420, 29 Stat. 413, 434, and under concurrent legislation of the State of Idaho, title 26, c. 136, § 2996, <i>et seq.</i> The present suit was begun in the district court for Idaho by respondents, citizens of Massachusetts, for the foreclosure of a deed of trust, of which they are trustees. The defendants are two Idaho corporations, the Portneuf-Marsh Valley Irrigation Company and the Portneuf-Marsh Valley Canal Company, the petitioner here, referred to respectively in this opinion as the construction company and the operating company. The district court entered a decree for the defendants on the issues now presented, 299 Fed. 338, which was reversed by the court of appeals for the ninth circuit. 5 Fed. (2d) 895. This Court granted certiorari. 270 U.S. 637.</p>\n<p>Proceeding under the applicable legislation, the construction company entered into a contract, on June 3, 1908, with the State of Idaho, for the construction of an irrigation system to supply water to certain arid lands within the State, set apart for that purpose by the federal government under the provisions of the Carey Act. The contract provided that the construction company should sell water rights in the irrigation system to such settlers as should receive from the state allotments of the designated lands, and fixed maximum rates and terms of sale. A water right was defined as the right to receive sufficient water from the system to irrigate one acre of land, and represented a proportionate interest in the irrigation works. The contract contemplated vesting the control of the irrigation system in the settlers through the medium <span class=\"star-pagination\">*633</span> of an operating company, to be organized by the construction company as soon as the lands were thrown open to settlement. It provided that the operating company should issue one share of stock for each water right sold to settlers, and that the remainder should be issued to the construction company pending further sale of water rights, and that the irrigation system when completed should be transferred to the operating company in return for its capital stock so issued. The contract stipulated also that the interest of the construction company in the irrigation system and the lands within the project might be mortgaged in accordance with the Carey Act and the statutes of Idaho, and these laws were specifically made a part of the contract.</p>\n<p>Pursuant to the statutes and the contract with the state, the construction company sold water rights to settlers, undertaking to deliver to them a like number of shares of stock in the operating company. The purchasers agreed that their interest in the lands to be acquired from the state, to which the water rights were to be appurtenant, and the shares of stock, should be security for the deferred installment payments; and default in payment of any installment was to accelerate the maturity of the purchase price. Appropriate mortgages and assignments, to be first liens upon the land, were to be given for that purpose. The agreement also provided that the operating company should have power to levy all necessary tolls, charges, and assessments, which the purchasers of the water rights, represented by the stock, agreed to pay, and that the contracts for the sale of water rights might be assigned by the construction company.</p>\n<p>To finance the project, the construction company authorized a bond issue secured by the present mortgage of the irrigation system then being constructed. The deed provided that until default the construction company might sell water rights to entrymen, and required <span class=\"star-pagination\">*634</span> that, before bonds were issued, the construction company deposit with the trustees as further security the contracts for the sale of water rights, as described, and other security obtained from the purchasers.</p>\n<p>In compliance with the statutes and contracts, steps necessary to launch the system were taken. Water rights were sold, the designated lands were allotted to entrymen, their contracts of purchase were pledged by the construction company under its mortgage, and the irrigation system was conveyed to the operating company, subject to the mortgage.</p>\n<p>The project did not flourish. Some of the settlers having failed to make payment of installments due on the contracts of purchase, respondents acquired their land, water rights, and stock, in some cases by foreclosure and in others by quit-claim deeds. The construction company defaulted in payment of interest on its bonds. The present suit was brought by respondents to foreclose the mortgage on the irrigation system and to foreclose any claims that the two companies might make to the land, water rights, and stock acquired by respondents in the enforcement of their rights against the entrymen under the contracts of purchase. The construction company, being insolvent, made no defense, and the case was disposed of below on the theory that the trustees, as against the operating company, so far as the water rights and stock were concerned, stood in the position of the construction company. The operating company, as a defense, set up by answer its ownership of some of the stock in controversy, acquired under a lien alleged to be superior to that of respondents. This contention was based upon the following facts.</p>\n<p>The certificate of incorporation of the operating company authorizes it to levy and collect tolls, charges, and assessments to defray the expense of maintenance and operation of the irrigation system, and its by-laws, concededly <span class=\"star-pagination\">*635</span> in accordance with the contracts and applicable statutes, require the certificates of stock to describe the lands to which the shares and water rights relate, and declare that they shall be appurtenant to such lands, unless forfeited for nonpayment of assessments. In the event of default in payment of assessments by stockholders, the operating company under local statutes may sell the stock at public auction. In the case of the stock in question the assessments had not been paid by the entrymen. The stock was sold at public auction, the operating company becoming the purchaser.</p>\n<p>By stipulation the decree of foreclosure was limited to the stock in the operating company, acquired by it in the manner already described, and as to that stock the decree gave priority to the maintenance liens.</p>\n<p>It will be observed that out of the complicated transactions by which the irrigation system was created and made appurtenant to lands set apart by the government for that purpose, two distinct classes of liens were created with respect to the stock and water rights, in addition to the general mortgage lien on the irrigation system as a whole. There were (a) the liens for maintenance and operating charges in favor of the operating company, created under its charter and by-laws by the acquisition and acceptance of its stock by the several purchasers and their failure to pay assessments; (b) the purchase money liens in favor of the construction company on the stock and water rights and on the entrymen's land, created by the sales contracts which had been pledged to respondents.</p>\n<p>The charter and by-laws of the operating company provided that the construction company should not be liable for assessments for the expense of maintenance and operation while it held the stock before sale. As no charges could be levied upon the purchasers of the water rights to whom the construction company delivered the <span class=\"star-pagination\">*636</span> equivalent shares of stock until they received allotments of land, and as the acquisition of the water rights and stock in the operating company by purchasers was conditioned upon their receiving allotments of land, it is apparent that the provisions for maintenance liens in favor of the operating company and the lien stipulations in the sales contracts became effective simultaneously on the allotment of lands to purchasers of water rights. But as the liens for maintenance came into existence only with the furnishing of water to allottees after they had acquired their land, those liens were subsequent in point of time to the purchase money liens which attached as soon as the lands were acquired.</p>\n<p>Usually liens which are prior in time are prior in equity, but where as here each is stipulated for in contemplation of the creation of the other, the question of priority must be resolved by ascertaining the true meaning and effect of the stipulations themselves. And as the documents here contain no specific provision giving preference to the one class of liens or the other, the question of priority now presented must be resolved by an examination of the entire plan for establishing the irrigation system, in the light of the applicable statutes.</p>\n<p>Legislation permitting, a scheme for the creation of such a system might undoubtedly provide that liens for maintenance should take precedence over a general mortgage given to finance its construction. Such is the recognized order of priority in admiralty and to a more limited extent in receiverships in equity and in foreclosure proceedings. The trial court stated persuasively the contentions made here that hardship to individuals and danger to the unity and continuity of the system in event of foreclosure, if maintenance charges are not thus given the preference, are considerations which might well turn the scales in favor of that class of liens if the statutes, <span class=\"star-pagination\">*637</span> or the controlling documents in the absence of statutory provision, were silent or ambiguous.</p>\n<p>But we think the statutes here are neither silent nor ambiguous. Reading together the documents embodying the plan of organization, which specifically incorporated the provisions of the statutes, the question may be resolved without exclusive reliance upon implications to be found in the general nature and purpose of the plan itself.</p>\n<p>The Carey Act as amended declares, \"a lien or liens is hereby authorized to be created by the State to which such lands are granted and by no other authority whatever, and when created shall be valid on and against the separate legal subdivisions of land reclaimed, for the actual cost and necessary expenses of reclamation and reasonable interest thereon. . . .\" This statute is an enabling act, empowering the state to provide for liens by appropriate legislation. The construction of state statutes so enacted, and the status of liens created under them are local questions (<i>Equitable Trust Co.</i> v. <i>Cassia County,</i> 15 Fed. (2d) 955) which, in the absence of controlling authority by the highest court of the state, we must determine for ourselves. <i>Risty</i> v. <i>Chicago, R.I. &amp; Pac. Ry.,</i> 270 U.S. 378. By the act of the Idaho legislature accepting the benefits of the Carey Act (§ 3019 Comp. Stat. 1919), it is provided:</p>\n<p>\"Any person, company or association, furnishing water for any tract of land, shall have a first and prior lien on said water right and land upon which said water is used, for all deferred payments for said water right; said lien to be in all respects prior to any and all other liens created or attempted to be created by the owner and possessor of said land; said lien to remain in full force and effect until the last deferred payment for the water right is fully paid and satisfied according to the terms of the contract under which said water right was acquired.\"</p>\n<p><span class=\"star-pagination\">*638</span> The construction company was a company furnishing water within the meaning of the section, and the liens for the deferred payments now asserted by respondents are liens in its favor, authorized by the statute and reserved by its contracts with the purchasers. But it is argued, notwithstanding the broad language of the statute, that its application is limited by the second clause: \"said lien to be in all respects prior to any and all other liens created or attempted to be created by the owner and possessor of said land.\" It is insisted, as the district court held, that by reason of this clause the liens to secure deferred payments do not take priority over the liens for maintenance because the latter are not liens created by the land owners, which alone are subordinated to the purchase contract liens.</p>\n<p>But we think the quoted clause cannot be thus narrowly construed. It is not in terms a limitation on the general language of the section but an amplification of it. Its apparent purpose is to make certain that entrymen, in the process of acquiring their lands and making the water rights appurtenant to them, may not by any legal device create liens which shall come ahead of the purchase contract liens given to secure the deferred payments. The clause provides that the authorized liens on the water rights and lands shall have priority over all liens created by the land owners themselves, but that is not equivalent to saying that they shall be prior to no others. It is of course an implied term of every lien statute that the lien authorized is subordinate to liens for taxes. <i>Continental &amp; Commercial Trust &amp; Savings Bank</i> v. <i>Werner,</i> <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">601</span></span>, 602. If the meaning here contended for were given to the statute, liens for the unpaid purchase price would be subject to subsequent materialmen's and mechanics' liens and those of attachment and levy of execution. The statute obviously <span class=\"star-pagination\">*639</span> could not be so interpreted without thwarting its plain purpose and destroying its effective operation.</p>\n<p>Its primary object was to secure the requisite capital for the creation of costly irrigation systems by which arid public lands could be brought under cultivation. It could not have been contemplated that the \"first and prior\" liens authorized by the statute to secure the repayment of such capital should be subsequent to every other lien which might be placed upon the property except those formally executed by the land owners or that a \"first lien\" of that character would attract capital into a new and hazardous enterprise. The concluding clause of the section \"said lien to remain in full force and effect until the last deferred payment . . . is fully paid and satisfied,\" can only mean that the liens for purchase money which were first when created, remain so despite maintenance liens which may later come into operation as a result of the non-payment of assessments.</p>\n<p>The provisions of the various instruments for establishing the irrigation system, while not explicit, are entirely consistent with the view which we take of the meaning and effect of the statute. The contract between the two companies provided in substance, as did the by-laws of the operating company specifically (Art. V, § 8) that all shares of stock \"shall be held subject to the rights of\" the construction company \"until the amount due such Company its successors or assigns, shall have been fully . . . paid, as provided in the contract between said corporation and the purchaser of shares. . . .\"</p>\n<p>It is significant also that c. 138 of the Compiled Statutes of Idaho, which provides for the regulation of Carey Act operating companies, contains specific provisions for establishing maintenance liens on Carey Act lands to which the water rights are appurtenant, by filing a notice of lien with the county recorder, §§ 3040, 3042, a procedure <span class=\"star-pagination\">*640</span> which does not seem to have been followed here. There are provisions for foreclosure and sale of the land with appurtenant water rights, §§ 3045, 3046. Section 3040 describes the maintenance lien as a \"first and prior lien,\" but it is expressly provided, § 3049, that this article shall not affect \"any other lien or right of lien given by the laws of this state, or otherwise,\" thus in terms giving the lien authorized by § 3019 priority. Section 5631 is not applicable since it does not pertain to water rights or stock.</p>\n<p>We therefore conclude that the contract liens are superior to the maintenance liens asserted by petitioner, a conclusion which makes it unnecessary for us to consider the validity of the maintenance liens challenged by respondents.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", "id": 101126, "judges": "Stone", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101126/", "sha1": "310152165c416a1c437b249c53d749869847f2e8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:42"}