{"absolute_url": "/opinion/101166/washington-ex-rel-stimson-lumber-co-v-kuykendall/", "blocked": false, "citation": {"case_name": "Washington Ex Rel. Stimson Lumber Co. v. Kuykendall", "docket_number": "66", "document_uris": ["/api/rest/v2/document/101166/"], "federal_cite_one": "275 U.S. 207", "federal_cite_three": null, "federal_cite_two": null, "id": 85549, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85549/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1927-11-21", "date_modified": "2014-12-21T01:38:27.162401", "docket": "/api/rest/v2/docket/478136/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">275 U.S. 207</p>\n    <p class=\"case_cite\">48 S.Ct. 41</p>\n    <p class=\"case_cite\">72 L.Ed. 241</p>\n    <p class=\"parties\">STATE OF WASHINGTON ex rel. STIMSON LUMBER CO.<br>v.<br>KUYKENDALL et al.</p>\n    <p class=\"docket\">No. 66.</p>\n    <p class=\"date\">Argued Oct. 24, 1927.</p>\n    <p class=\"date\">Decided Nov. 21, 1927.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. C. A. Reynolds, of Seattle, Wash., for plaintiff in error.</p>\n      <p class=\"indent\">Mr. H. C. Brodie, of Olympia, Wash., for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">October 17, 1924, the department of public works, after hearing upon a complaint of relator, made an order which declared that a specified tariff rate for towing logs from Clifton to Lake Union in Seattle was 'just, fair, and no more than sufficient,' and directed the Shively Towboat Company to collect from relator charges based on that rate for towing done between March 1, and May 1, 1924. He superior court affirmed the order. Relator appealed to the Supreme Court, and there challenged the validity of the order and statutory provisions under which it was made, on the ground that they are repugnant to the due process clause of the Fourteenth Amendment. The court held them valid and affirmed the judgment. 137 Wash. 602, 243 P. 834.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Relator got logs near Clifton and had a mill for the manufacture of lumber at Lake Union. The distance by water is about 100 miles. The Northwestern Towboat Owners' Association, in accordance with an order of the department, filed a tariff effective September 30, 1923. The tariff included maps showing Puget Sound and adjacent waters divided into zones; it named rates for towing between all points thereon; it contained a list of 50 operators including the Shively Company, that concurred therein; it specified rates to be charged for towing ships, scows, and logs between zones, and rates for many other services to be rendered by tugs. The rate specified for towing logs from the zone including Clifton to that including Lake Union was 94 cents per thousand feet. A note declared 'all tows at owner's risk,' and stated that the tariff was intended to name rates for all services on Puget Sound and adjacent waters. Commencing March 1, 1924, the Shively Company towed logs for relator from Clifton to Lake Union, and, in accordance with an agreement between them, charged $16.50 per section. Either could terminate the arrangement at will. A supplement to the tariff, effective May 1, 1924, named $25 per section as the rate from Clifton to Lake Union. That rate was the same or a little less than 94 cents per thousand. Relator's logs were towed by the section, and the last-mentioned rate was put in so that it would not have to scale the logs in order to ascertain the charges. June 6, 1924, relator complained to the department asserting, among other things not here material, that the business of towing logs was not affected with a public interest or within the jurisdiction of the department. Then followed the hearing, order, and judgments above referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The statutes of Washington declare that towboats operated 'for the public use in the conveyance of persons or property for hire over and upon the waters within this state' are common carriers. They require that charges made by common carriers 'shall be just, fair, reasonable, and sufficient'; that the carriers file with the department of public works schedules showing the rates to be charged; that the names of carriers who are parties to joint tariffs shall be specified therein; and that each party, other than the one filing the tariff, shall file such evidence of concurrence as may be required. And the statutes make it unlawful for any such carrier to collect different compensation than that provided for in the schedules, and prohibit it from charging any person a greater or less compensation than that collected from others for like contemporaneous service. Other provisions authorize the department to prescribe and enforce the rates to be charged by all common carriers including towboats. Remington's Complied Statutes, &#167; 10344 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Relator does not here contest the reasonableness of the rate; it does not question the power of the state or the authority of the department to prescribe and enforce reasonable rates for transportation by common carriers on Puget Sound and adjacent waters in Washinton; it does not contend that, if the Shively Company was a common carrier of logs by towboat, the agreement for transportation of relator's logs for less than the tariff would be valid, or that the order complained of would not be valid. It is established that, consistently with the due process clause of the Fourteenth Amendment, a private carrier cannot be converted into a common carrier by mere legislative command. Frost Trucking Co. v. R. R. Commission, 271 U. S. 583, 592, 46 S. Ct. 605, 70 L. Ed. 1101, 47 A. L. R. 457; Michigan Commission v. Duke, 266 U. S. 570, 577, 45 S. Ct. 191, 69 L. Ed. 445, 36 A. L. R. 1105.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It cannot reasonably be said that operators of towboats may not become common carriers in the towing of logs in Puget Sound and adjacent waters. The manufacture of lumber at mills located by those waters is one of the principal industries of the State. The forests are tributary to the Sound and waters connecting with it. Large quantities of logs are floated from the forests to the mills. Towboats are commonly used for that purpose. In all essential particulars that service is like the carriage of freight in vessels. The reasons for rate regulation are the same in one case as in the other. Within settled principles, one who undertakes for hire to transport from place to place the property of others who may choose to employ him is a common carrier. Propeller Niagara v. Cordes et al., 21 How. 7, 22, 16 L. Ed. 41. The tariff filed by the Northwestern Towboat Owners' Association shows that 50 owners held themselves out as engaged in the business of common carriers, including the towing of logs; and, for that purpose, they devote their towboats to the use of the public. They are common carriers, not because of legislative fiat, but by reason of the character of the business they carry on. The statute does not attempt to make all towboats common carriers. It application is limited to those operated in the public use for hire. The rule that towboats not having exclusive control of vessels towed are not to be held to the strict liability of common carriers<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> does not affect the question under consideration. And the notice in the tariff that all tows are at owner's risk is immaterial. 'A common carrier is such by virtue of his occupation, not by virtue of the responsibilities under which he rests.' Liverpool Steam Co. v. Phenix Ins. Co., 129 U. S. 397, 440, 9 S. Ct. 469, 471 (32 L. Ed. 788). The Shively Company stands the same as the other parties to the tariff. It was engaged in the general towboat business; it towed logs for others as well as for relator; it held itself out as a common carrier in that line of business and by the tariff gave public notice to that effect. Its towboat was devoted to the public use, among other things, for the transportation of logs. By its own choice, it became a common carrier. Terminal Taxicab Co. v. District of Columbia, 241 U. S. 252, 36 S. Ct. 583, 60 L. Ed. 984, Ann. Cas. 1916D, 765. The State had power to regulate its charges. Munn v. Illinois, 94 U. S. 113, 24 L. Ed. 77. The purpose of the regulations complained of is to establish reasonable rates to be charged, and to prevent unjust discrimination, by public carriers. Such regulations would be of little value if the state law permitted the shippers by private contract with public carriers to obtain the towing of their logs for less than the prescribed rates. Relator was free to have its logs towed by a private carrier for such compensation as might be agreed and without regard to the rates established by the department. The order was not aimed at any such transaction. It being conceded here that the charges in question are not excessive, the relator's contention that the state rate regulation deprives it of its property in violation of the Fourteenth Amendment has no foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Steamer Webb, 14 Wall. 406, 414, 20 L. Ed. 774; The Margaret, 94 U. S. 494, 496, 24 L. Ed. 146; Transportation Line v. Hope, 95 U. S. 297, 300, 24 L. Ed. 477.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>275 U.S. 207 (1927)</b></center>\n<center><h1>WASHINGTON EX REL. STIMSON LUMBER COMPANY<br>\nv.<br>\nKUYKENDALL ET AL.</h1></center>\n<center>No. 66.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 24, 1927.</center>\n<center>Decided November 21, 1927.</center>\nERROR TO THE SUPREME COURT OF WASHINGTON.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. Charles A. Reynolds</i> for plaintiff in error.</p>\n<p><i>Mr. H.C. Brodie,</i> with whom <i>Mr. John H. Dunbar</i> was on the brief, for defendants in error.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>October 17, 1924, the Department of Public Works, after hearing upon a complaint of relator, made an order which declared that a specified tariff rate for towing logs from Clifton to Lake Union in Seattle was \"just, fair and no more than sufficient,\" and directed the Shively Towboat Company to collect from relator, charges based on that rate for towing done between March 1, and May 1, 1924. The superior court affirmed the order. <span class=\"star-pagination\">*209</span> Relator appealed to the Supreme Court, and there challenged the validity of the order and statutory provisions under which it was made, on the ground that they are repugnant to the due process clause of the Fourteenth Amendment. The court held them valid and affirmed the judgment. 137 Wash. 602.</p>\n<p>Relator got logs near Clifton and had a mill for the manufacture of lumber at Lake Union. The distance by water is about 100 miles. The Northwestern Towboat Owners Association, in accordance with an order of the Department, filed a tariff effective September 30, 1923. The tariff included maps showing Puget Sound and adjacent waters divided into zones; it named rates for towing between all points thereon; it contained a list of 50 operators, including the Shively Company, that concurred therein; it specified rates to be charged for towing ships, scows and logs between zones, and rates for many other services to be rendered by tugs. The rate specified for towing logs from the zone including Clifton to that including Lake Union was 94 cents per thousand feet. A note declared \"all tows at owners risk,\" and stated that the tariff was intended to name rates for all services on Puget Sound and adjacent waters. Commencing March 1, 1924, the Shively Company towed logs for relator from Clifton to Lake Union; and, in accordance with an agreement between them, charged $16.50 per section. Either could terminate the arrangement at will. A supplement to the tariff, effective May 1, 1924, named $25 per section as the rate from Clifton to Lake Union. That rate was the same or a little less than 94 cents per thousand. Relator's logs were towed by the section, and the last mentioned rate was put in so that it would not have to scale the logs in order to ascertain the charges. June 6, 1924, relator complained to the Department asserting, among other <span class=\"star-pagination\">*210</span> things not here material, that the business of towing logs was not affected with a public interest or within the jurisdiction of the Department. Then followed the hearing, order and judgments above referred to.</p>\n<p>The statutes of Washington declare that towboats operated \"for the public use in the conveyance of persons or property for hire over and upon the waters within this state\" are common carriers. They require that charges made by common carriers \"shall be just, fair, reasonable and sufficient\": that the carriers file with the Department of Public Works, schedules showing the rates to be charged; that the names of carriers, who are parties to joint tariffs, shall be specified therein; and that each party other than the one filing the tariff, shall file such evidence of concurrence as may be required. And the statutes make it unlawful for any such carrier to collect different compensation than that provided for in the schedules, and prohibit it from charging any person a greater or less compensation than that collected from others for like contemporaneous service. Other provisions authorize the Department to prescribe and enforce the rates to be charged by all common carriers, including towboats. Remington's Compiled Statutes, ยง 10344, <i>et seq.</i></p>\n<p>Relator does not here contest the reasonableness of the rate; it does not question the power of the State, or the authority of the Department, to prescribe and enforce reasonable rates for transportation by common carriers on Puget Sound and adjacent waters in Washington; it does not contend that, if the Shively Company was a common carrier of logs by towboat, the agreement for transportation of relator's logs for less than the tariff would be valid, or that the order complained of would not be valid. It is established that, consistently with the due process clause of the Fourteenth Amendment, a <span class=\"star-pagination\">*211</span> private carrier cannot be converted into a common carrier by mere legislative command. <i>Frost Trucking Co.</i> v. <i>R.R. Commission,</i> 271 U.S. 583, 592; <i>Michigan Commission</i> v. <i>Duke,</i> 266 U.S. 570, 577.</p>\n<p>It cannot reasonably be said that operators of towboats may not become common carriers in the towing of logs in Puget Sound and adjacent waters. The manufacture of lumber at mills located by these waters is one of the principal industries of the State. The forests are tributary to the Sound and waters connecting with it. Large quantities of logs are floated from the forests to the mills. Towboats are commonly used for that purpose. In all essential particulars, that service is like the carriage of freight in vessels. The reasons for rate regulation are the same in one case as in the other. Within settled principles, one who undertakes for hire to transport from place to place the property of others who may choose to employ him is a common carrier. <i>Propeller Niagara</i> v. <i>Cordes,</i> 21 How. 7, 22. The tariff filed by the Northwestern Towboat Owners Association shows that 50 owners held themselves out as engaged in the business of common carriers, including the towing of logs; and, for that purpose, they devote their towboats to the use of the public. They are common carriers, not because of legislative fiat, but by reason of the character of the business they carry on. The statute does not attempt to make all towboats common carriers. Its application is limited to those operated in public use for hire. The rule that towboats not having exclusive control of vessels towed are not to be held to the strict liability of common carriers<sup>[*]</sup> does not affect the question under consideration. And the notice in the tariff that all tows are at owner's risk is immaterial. \"A common carrier is such by virtue of his occupation, not by <span class=\"star-pagination\">*212</span> virtue of the responsibilities under which he rests.\" <i>Liverpool Steam Co.</i> v. <i>Phenix Ins. Co.,</i> 129 U.S. 397, 440. The Shively Company stands the same as the other parties to the tariff. It was engaged in the general towboat business; it towed logs for others as well as for relator; it held itself out as a common carrier in that line of business, and by the tariff gave public notice to that effect. Its towboat was devoted to the public use, among other things, for the transportation of logs. By its own choice, it became a common carrier. <i>Terminal Taxicab Co.</i> v. <i>Kutz,</i> 241 U.S. 252. The State had power to regulate its charges. <i>Munn</i> v. <i>Illinois,</i> 94 U.S. 113. The purpose of the regulations complained of is to establish reasonable rates to be charged, and to prevent unjust discrimination, by public carriers. Such regulations would be of little value if the state law permitted the shippers by private contract with public carriers to obtain the towing of their logs for less than the prescribed rates. Relator was free to have its logs towed by a private carrier for such compensation as might be agreed and without regard to the rates established by the Department. The order was not aimed at any such transaction. It being conceded here that the charges in question are not excessive, the relator's contention that the state rate regulation deprives it of its property in violation of the Fourteenth Amendment has no foundation.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>The Steamer Webb,</i> 14 Wall. 406, 414; <i>The Margaret,</i> 94 U.S. 494, 496; <i>Transportation Line</i> v. <i>Hope,</i> 95 U.S. 297, 300.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></span> (1927)</b></center>\n<center><h1>WASHINGTON EX REL. STIMSON LUMBER COMPANY<br>\nv.<br>\nKUYKENDALL ET AL.</h1></center>\n<center>No. 66.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 24, 1927.</center>\n<center>Decided November 21, 1927.</center>\nERROR TO THE SUPREME COURT OF WASHINGTON.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. Charles A. Reynolds</i> for plaintiff in error.</p>\n<p><i>Mr. H.C. Brodie,</i> with whom <i>Mr. John H. Dunbar</i> was on the brief, for defendants in error.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>October 17, 1924, the Department of Public Works, after hearing upon a complaint of relator, made an order which declared that a specified tariff rate for towing logs from Clifton to Lake Union in Seattle was \"just, fair and no more than sufficient,\" and directed the Shively Towboat Company to collect from relator, charges based on that rate for towing done between March 1, and May 1, 1924. The superior court affirmed the order. <span class=\"star-pagination\">*209</span> Relator appealed to the Supreme Court, and there challenged the validity of the order and statutory provisions under which it was made, on the ground that they are repugnant to the due process clause of the Fourteenth Amendment. The court held them valid and affirmed the judgment. 137 Wash. 602.</p>\n<p>Relator got logs near Clifton and had a mill for the manufacture of lumber at Lake Union. The distance by water is about 100 miles. The Northwestern Towboat Owners Association, in accordance with an order of the Department, filed a tariff effective September 30, 1923. The tariff included maps showing Puget Sound and adjacent waters divided into zones; it named rates for towing between all points thereon; it contained a list of 50 operators, including the Shively Company, that concurred therein; it specified rates to be charged for towing ships, scows and logs between zones, and rates for many other services to be rendered by tugs. The rate specified for towing logs from the zone including Clifton to that including Lake Union was 94 cents per thousand feet. A note declared \"all tows at owners risk,\" and stated that the tariff was intended to name rates for all services on Puget Sound and adjacent waters. Commencing March 1, 1924, the Shively Company towed logs for relator from Clifton to Lake Union; and, in accordance with an agreement between them, charged $16.50 per section. Either could terminate the arrangement at will. A supplement to the tariff, effective May 1, 1924, named $25 per section as the rate from Clifton to Lake Union. That rate was the same or a little less than 94 cents per thousand. Relator's logs were towed by the section, and the last mentioned rate was put in so that it would not have to scale the logs in order to ascertain the charges. June 6, 1924, relator complained to the Department asserting, among other <span class=\"star-pagination\">*210</span> things not here material, that the business of towing logs was not affected with a public interest or within the jurisdiction of the Department. Then followed the hearing, order and judgments above referred to.</p>\n<p>The statutes of Washington declare that towboats operated \"for the public use in the conveyance of persons or property for hire over and upon the waters within this state\" are common carriers. They require that charges made by common carriers \"shall be just, fair, reasonable and sufficient\": that the carriers file with the Department of Public Works, schedules showing the rates to be charged; that the names of carriers, who are parties to joint tariffs, shall be specified therein; and that each party other than the one filing the tariff, shall file such evidence of concurrence as may be required. And the statutes make it unlawful for any such carrier to collect different compensation than that provided for in the schedules, and prohibit it from charging any person a greater or less compensation than that collected from others for like contemporaneous service. Other provisions authorize the Department to prescribe and enforce the rates to be charged by all common carriers, including towboats. Remington's Compiled Statutes, ยง 10344, <i>et seq.</i></p>\n<p>Relator does not here contest the reasonableness of the rate; it does not question the power of the State, or the authority of the Department, to prescribe and enforce reasonable rates for transportation by common carriers on Puget Sound and adjacent waters in Washington; it does not contend that, if the Shively Company was a common carrier of logs by towboat, the agreement for transportation of relator's logs for less than the tariff would be valid, or that the order complained of would not be valid. It is established that, consistently with the due process clause of the Fourteenth Amendment, a <span class=\"star-pagination\">*211</span> private carrier cannot be converted into a common carrier by mere legislative command. <i>Frost Trucking Co.</i> v. <i>R.R. Commission,</i> <span class=\"citation\" data-id=\"100914\"><a href=\"/opinion/100914/frost-frost-trucking-co-v-railroad-commn-of-cal/\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">583</span></a></span>, 592; <i>Michigan Commission</i> v. <i>Duke,</i> <span class=\"citation\" data-id=\"100552\"><a href=\"/opinion/100552/michigan-pub-util-commn-v-duke/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span>, 577.</p>\n<p>It cannot reasonably be said that operators of towboats may not become common carriers in the towing of logs in Puget Sound and adjacent waters. The manufacture of lumber at mills located by these waters is one of the principal industries of the State. The forests are tributary to the Sound and waters connecting with it. Large quantities of logs are floated from the forests to the mills. Towboats are commonly used for that purpose. In all essential particulars, that service is like the carriage of freight in vessels. The reasons for rate regulation are the same in one case as in the other. Within settled principles, one who undertakes for hire to transport from place to place the property of others who may choose to employ him is a common carrier. <i>Propeller Niagara</i> v. <i>Cordes,</i> <span class=\"citation\" data-id=\"87190\"><a href=\"/opinion/87190/propeller-niagara-v-cordes/\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">7</span></a></span>, 22. The tariff filed by the Northwestern Towboat Owners Association shows that 50 owners held themselves out as engaged in the business of common carriers, including the towing of logs; and, for that purpose, they devote their towboats to the use of the public. They are common carriers, not because of legislative fiat, but by reason of the character of the business they carry on. The statute does not attempt to make all towboats common carriers. Its application is limited to those operated in public use for hire. The rule that towboats not having exclusive control of vessels towed are not to be held to the strict liability of common carriers<sup>[*]</sup> does not affect the question under consideration. And the notice in the tariff that all tows are at owner's risk is immaterial. \"A common carrier is such by virtue of his occupation, not by <span class=\"star-pagination\">*212</span> virtue of the responsibilities under which he rests.\" <i>Liverpool Steam Co.</i> v. <i>Phenix Ins. Co.,</i> <span class=\"citation\" data-id=\"92423\"><a href=\"/opinion/92423/liverpool-great-western-steam-co-v-phenix-ins-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 440. The Shively Company stands the same as the other parties to the tariff. It was engaged in the general towboat business; it towed logs for others as well as for relator; it held itself out as a common carrier in that line of business, and by the tariff gave public notice to that effect. Its towboat was devoted to the public use, among other things, for the transportation of logs. By its own choice, it became a common carrier. <i>Terminal Taxicab Co.</i> v. <i>Kutz,</i> 241 U.S. 252. The State had power to regulate its charges. <i>Munn</i> v. <i>Illinois,</i> 94 U.S. 113. The purpose of the regulations complained of is to establish reasonable rates to be charged, and to prevent unjust discrimination, by public carriers. Such regulations would be of little value if the state law permitted the shippers by private contract with public carriers to obtain the towing of their logs for less than the prescribed rates. Relator was free to have its logs towed by a private carrier for such compensation as might be agreed and without regard to the rates established by the Department. The order was not aimed at any such transaction. It being conceded here that the charges in question are not excessive, the relator's contention that the state rate regulation deprives it of its property in violation of the Fourteenth Amendment has no foundation.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>The Steamer Webb,</i> <span class=\"citation\" data-id=\"88548\"><a href=\"/opinion/88548/the-steamer-webb/\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">406</span></a></span>, 414; <i>The Margaret,</i> <span class=\"citation\" data-id=\"89498\"><a href=\"/opinion/89498/the-margaret/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, 496; <i>Transportation Line</i> v. <i>Hope,</i> <span class=\"citation\" data-id=\"89600\"><a href=\"/opinion/89600/transportation-line-v-hope/\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 300.</p>\n\n</div>", "id": 101166, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101166/", "sha1": "c34bbd8a1d7a9c53d0f8c1009e132e4512e90f34", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:42"}