{"absolute_url": "/opinion/86816/united-states-v-dauterieve/", "blocked": false, "citation": {"case_name": "United States v. D'Auterieve", "docket_number": null, "document_uris": ["/api/rest/v2/document/86816/"], "federal_cite_one": "56 U.S. 14", "federal_cite_three": null, "federal_cite_two": null, "id": 54908, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54908/", "scotus_early_cite": "15 How. 14", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1854-01-17", "date_modified": "2014-12-21T01:25:11.002431", "docket": "/api/rest/v2/docket/270829/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">56 U.S. 14</p>\n    <p class=\"case_cite\">15 How. 14</p>\n    <p class=\"case_cite\">14 L.Ed. 580</p>\n    <p class=\"parties\">THE UNITED STATES, APPELLANTS,<br>v.<br>JEAN BAPTISTE D'AUTERIEVE, PONPONNE LE BLANC AND<br>OTHERS, HEIRS AND LEGAL REPRESENTATIVES OF JEAN ANTOINE BERNARD<br>D'AUTERIEVE, DECEASED.</p>\n    <p class=\"date\">December Term, 1853</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS was an appeal from the District Court of the United States, for the Eastern District of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The history of the claim is fully set forth in the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was argued by <i>Mr. Cushing</i>, (Attorney-General,) for the United States, and submitted on a printed argument, by <i>Messrs. Janin</i> and <i>Taylor</i>, for the appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The points made on the part of the United States were the following:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. That the claim of the petitioners, founded on the alleged grant by the Western Company is not open for discussion, the petitioners having taken no appeal from the decree of the court below, confirming their claim to the extent only of the forty-four arpens of front, and excepting even out of this confirmation the forty in depth on the front granted to the Acadians. But if it were, then every thing relating to that grant and its extent and locality, and what interest D'Auterieve had in it, are so vague and uncertain that it would be impossible to identify and locate the land, and the grant would have to be declared void.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. That D'Auterieve, by accepting the new concessions from the Spanish authorities, thereby waived all claims under the grant of the Western Company.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. That the edict of 1728, and the alleged order of O'Reilly reducing the extent of the lands and the granting of them to others, subsequent to the alleged concessions, are acts for which the petitioners can have no relief against the United States, being the acts of competent French and Spanish authorities during the time these powers held the sovereignty of the country.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The property, in the enjoyment of which the treaty stipulates that the inhabitants of the ceded territory were to be maintained and protected, was such property as stood recognized by Spain at the date of the treaty, as the private property of the inhabitants. The United States are not bound to recognize what Spain had not recognized.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">4. That the evidence in the case shows that this claim was voluntarily given up and surrendered to the Spanish authorities in 1780, and the long silence from that time until 1836, shows that it had been abandoned by the claimant's ancestors, and the grants made by the Spanish authorities within the limits of the land claimed, to the Acadians and others subsequent to the surrender, show how they regarded the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">5. That there was no sufficient evidence of the concessions made by O'Reilly and Unzaga such as to enable the court below to take jurisdiction of the claim. None were produced, and there was no evidence of loss or contents. The act of 1824 limits the jurisdiction to claims founded on any grant, warrant, or order of survey. The letter of Unzaga to D'Auterieve is not a concession, and the recital in the certificate of survey of Andry is not evidence of the existence of the concession or of its contents.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">6. That there is nothing in the case to authorize the side lines to be run to the Atchafalaya river. It is alleged in the petition that O'Reilly, at the time of his visit to point Coupee in December, 1769, whilst he reduced the front of the grant, allowed the original depth to the river to remain. The first thing to be done is to show that this was the depth of the French grant. There is not a particle of evidence to show that this was the original depth, or to show that O'Reilly sanctioned it. A supposition, even that he could have sanctioned it, is put to flight by the first article of his regulations, made 18th February, 1770, on his return to New Orleans, from his visit, which declares that grants on the borders of the river (the Mississippi) shall be forty arpens in depth. That this was the depth allowed by O'Reilly to D'Auterieve, is corroborated by the sale made by the widow of the latter shortly after his death, which conveys only to the depth of forty arpens.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to Andry's plan and certificate of survey, they say nothing as to the rear boundary being the Atchafalaya, neither do they profess to state that he measured and run the side lines to any distance whatever; he merely marks their direction, without saying how far they run; disregarding the twelfth article of O'Reilly's regulations. The rear boundary cannot be ascertained from either or both of the plan and certificate of survey, and the lands cannot, therefore, be located, and the alleged concessions of O'Reilly and Unzaga must therefore be declared void, as being vague and uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If the claimants were entitled to the confirmation of any part of the concessions it would be confined to the lands delineated on Andry's plan, (which, it will be seen on examination, stretches back from the river only about forty arpens,) because Unzaga in his letter to D'Auterieve states, that he 'approves the survey, conformably to the plan of the surveyor, Don Lewis Andry, dated 12th March, last.' But even this would avail the claimants nothing, for the whole lands appearing on the plan are absorbed by the Acadian grants, excepted from confirmation by the court below, and other Spanish grants in their rear.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The brief of Messrs. <i>Janin</i> and <i>Taylor</i> was as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The petitioners in this action seek to obtain the confirmation of a tract of land as described in their petition, extending from within forty arpens of the Mississippi river to the Atchafalaya. Their title to it is asserted to result from a grant made by the 'Western Company,' created by the King of France, in 1717, to Paris Duvernay, having four leagues front on the western bank of the Mississippi river, opposite Bayou Manchac, and extending back to the Atchafalaya river. And from the proceedings of the Spanish government in relation to it, after the transfer of Louisiana by France to Spain, under the treaty of 1762, by which the front on the Mississippi was reduced to forty-four arpens, between side lines, the beginning and courses of which were established in 1772, by the proper surveying officer, and approved by the then governor, with the former depth to the Atchafalaya.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We shall confine ourselves to a reference to the evidence in the record produced by the petitioners, inasmuch as there can be no question as to the authority of the Western Company to make the grant alleged to have been made to Paris Duvernay, (1 White's Recopilacion, 641, 642, art. 5; 643, art. 8,) or of the Spanish authorities to recognize the title of the then holder of it to the whole or to a part of the land comprised in it in 1772.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The original grant by the Western Company has not been produced, nor indeed any direct written evidence of its existence, or its precise location or extent.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The evidence showing the existence, location, and extent of the grant to Paris Duvernay is, 1st, historical; 2d, documentary; and 3d, parol, and is as follows:</p>\n    </div>\n    <p class=\"center\">1st. <i>Historical Evidence</i>.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1st. Mention is made of it in Martin's History of Louisiana, vol. 1, pp. 205 and 246. In that work it is spoken of as one of the large grants made by the 'Western Company' to promote the settlement of the colony, and is described as situated on the right bank of the Mississippi, opposite Bayou Manchac.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The arrival of the settlers sent out by Duvernay in or about 1718, to be established on the grant, is related in Martin's History, (vol. 1, p. 206,) and it is also spoken of by Bernard de la Harpe, in his 'Journale Historique de l'establissement des Francais  a la Louisiana,' p. 142.</p>\n    </div>\n    <p class=\"center\">2d. <i>Documentary Evidence</i>.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. The existence of the grant is clearly shown by the descriptions of the contents of different papers found by the public officer, who made an inventory in due form of law of the effects left by Claude Trenonay de Chamfret, at Point Coupee, in Louisiana, on the 10th of July, 1793.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">2. Its existence is clearly shown by the following copies obtained from France:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">1st. An extract from the archives existing in the office of the Minister of Marine and the Colonies of France, containing a statement of the passengers embarked for Louisiana, on the ship Gironde, on the 30th of September, 1724, in which one of the passengers is described as 'director or manager of the concession belonging to H. Paris Duvernay;' and others are spoken of as workmen attached to the same concession.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">2d. Extract from the same archives, containing a statement as to the companies of infantry supported in the province of Louisiana, and of the situation of the inhabitants at each point, dated May, 1724. Mention is here made of the concession of Mr. Paris, and a number of particulars are given with respect to it.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">3d. Extract from a general census of the plantations and inhabitants of the colony of Louisiana, from the same office, dated 1st January, 1726. Mention is made in it of the 'concession of Mr. Paris Duvernay, at bayou Goula.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">4th. Extract from the same archives, dated 17th May, 1724. This is an extract from the register 'Comptes des Indes,' and is an order from the directors of the East India Company, on the council of Louisiana, for fifty negroes, for which Paris Duvernay had paid the sum of 40,000 livres to the company in Paris.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">5th. Copy of a notarial act passed in Paris on the 16th of May, 1729, between Duvernay and others, who were interested with him as partners, in relation to this concession.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">6th. Copy of a notarial act passed in Paris, on the 2d of October, 1726, containing the deliberations of the persons then interested in relation to the management of this concession.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">7th. Copy of a power of attorney, by notarial act, from Paris Duvernay to Claude Trenonay de Chamfret, dated 18th October, 1731, giving him authority to cancel and annul a previous arrangement, and to take back the plantation and concession.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">8th. Copy of contract by notarial act between Duvernay and de Chamfret, 18th October, 1731.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">9th. Mention of the copy of a decree putting Claude Trenonay de Chamfret, acting under the power of attorney of Paris Duvernay, in possession of the concession contained in the extract from the inventory of Claude Trenonay de Chamfret, before mentioned. The date of this decree was 16th August, 1733. It is erroneously printed in the transcript, 1783.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">10th. Notarial act of donation, made by Paris Duvernay to Claude Trenonay, of the establishment, &amp;c., and to all his rights, by virtue of the concession originally made, &amp;c. This was dated at Paris, 28th July, 1748.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">11th. Copies of acts, &amp;c., &amp;c., showing sale by Claude Trenonay de Chamfret to D'Auterieve, of the concession, and the ratification of that sale by Claude Trenonay, by his accepting a note or notes representing a part of the price, and enforcing the payment of them.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The act, at page 36, of the transcript, executed by Trenonay, makes mention of his claim against his uncle, Claude Trenonay de Chamfret, for the alienation of property belonging to him; and that at page 37, recites that de Chamfret had given up an obligation of D'Auterieve for the sum of fourteen thousand four hundred and sixty-six livres, the balance of the sale of the plantation at bayou Goula, comprised in the donation to him. In the examination of papers contained in the inventory before referred to, there is one described as the decree of the council, condemning D'Auterieve to pay to Trenonay the amount of his obligation for 14,456 livres.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">And this brings us to a new epoch. No trace has been discovered of the original grant. If it remained in the hands of the original grantee, it was doubtless soon lost after he, or his heirs, ceased to have any interest in the land comprised in it. The Western Company ceased to exist long before the transfer of Louisiana by France to Spain, in 1769. After Spain took possession of the Province, O'Reilly, the first Governor, by an arbitrary exercise of power, declared his determination to reduce the front of D'Auterieve, the then owner of the concession, to a front of twenty arpens. There is, however, no written evidence of this fact, but what results from the statement made by Andry, in the <i>proces verbal</i> of his survey. Unzaga, the succeeding Governor, did not carry out the determination of O'Reilly. He reduced the front on the river, however, to forty-four arpens, but left to D'Auterieve the original depth to the Atchafalaya. This appears from the copy of the <i>proces verbal</i> of the survey made by Andry, under the authority of the Governor General, on the 12th of March, 1772, to be found at page 27, of the printed transcript, and the plan or map representing the same at page 40, of the original transcript, and from the express approval of the survey, <i>proces verbal</i>, and plan, which were laid before him on the 28th of March, 1772, made and given in writing on the 12th of July, of the same year, 1772. There are translations of the material parts of the <i>proces verbal</i> of the survey, made by Mr. Janin, and embodied in a brief presented by him to the land office in 1835 or 1836, at page 21, of the transcript, and a translation of the letter of Unzaga approving it, also embodied in the same brief, at page 22.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">From these proceedings, three facts are rendered indisputable. 1st. That it was to the knowledge of the Spanish government that a valid grant existed, under the authority of France, for a very large tract of land at the point in question, the title to which at the time vested in D'Auterieve, of which the tract comprised in the lines established by the survey, made a part. 2d. That it had a very wide front on the river; and 3d. That it extended back in depth to the Atchafalaya.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The parol evidence of Degruys, as to the existence, location, and extent of the grant, is very clear and distinct. The portions of his deposition relating to these points are in harmony with the proceedings and acts of the Spanish government, as shown in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The lines established by the Spanish government, as the boundaries to the land left to D'Auterieve, after 1772, are shown by the following evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">1st. By the grant to Delpino, received in evidence, and copied into the transcript, and the survey of the land granted to him, which survey was made on the 14th of February, 1772, before the survey made of the land left to D'Auterieve, which was confirmed by the United States to Joseph Hebert, under No. 406. (See confirmation, page 46, of printed transcript.) Public lands, page ___, and is represented as lot or section 48, on the plot of T. 10, R. No. 13 east, which is contained in the original transcript; and</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2d. By the grant to An. Maria Dorval, and the survey of the land granted to him, made on the 12th of March, 1772. This was confirmed to Barbre Chlatre, No. 206. (Public Lands, page ___.)</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">These two tracts constituted the upper and lower boundaries of the tract left to D'Auterieve, and the lower and upper lines, respectively, determine the direction of the side lines of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">D'Auterieve continued in possession of this property up to his death. He entered into a contract for erecting a mill there in 1772. He died there in 1776.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">D'Auterieve, at his death, left several young children, who were his heirs. After the death of D'Auterieve, his widow, the same year, (1776,) sold six arpens of the front, with the depth of forty arpens. The remainder of the front, to the depth of forty arpens only, was afterwards comprised in an arrangement made by Degruys, with Governor Galvez, as stated in his deposition before referred to. The statement of Degruys is confirmed by the fact that the surveys of the different portions of the front were all made long after the arrangement spoken of by him, (being, in point of fact, made in 1796,) and that it is stated in the <i>proces verbals</i> of the surveys that these lands were those which were contained in the forty arpens from the concession of Mr. D'Auterieve, for the establishment of the Acadian families. (See <i>proces verbal</i> of survey, by Pintado, and forming part of the concession of Mr. Dotrive, which was destined for the establishment of the Acadian families, and 'which were taken for the establishment of the French Acadian families, from the concession of Mr. Dotrive.'</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The court is also referred to the brief of Mr. Janin, prepared and filed with the commissioners in 1835 or 1836, which we find copied in the transcript at page 18.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Mr. Justice NELSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This is an appeal from a decree of the District Court for the Eastern District of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The heirs of D'Auterieve filed their petition under the act of Congress of the 17th June, 1844, which provides for the adjustment of certain land claims against the government, setting up a claim to a large tract in the parish of Iberville, on the west bank of the Mississippi river, at a place called Bayou Goula, some thirty leagues above the city of New Orleans. The decree below is in favor of the heirs, and the case is now before us on an appeal by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The petition sets out a charter from the King of France, in August, 1717, by which the province of Louisiana was granted to the Western or Mississippi Company; and also a grant from that company in the same year, to Paris Duvernay, a wealthy capitalist of France, of a tract of land fronting on the western bank of the Mississippi opposite Bayou Manchac, having four leagues front on the river, and extending back in the rear to the river Atchafalaya. That soon after this, Duvernay fitted out a company of sixty men, under the direction of his agent Dubuisson, all of whom arrived at New Orleans in the spring of 1716, and immediately thereafter settled upon the tract; the settlement was known as the 'Bayou Goula Concession,' the principal establishment being in the neighborhood of the village of the Bayou Goulas Indians. That the settlement was kept up by Duvernay for many years at great expense, and under many difficulties, and contributed materially towards the establishment of the French dominion in Lower Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The petition further states, that in 1765, Duvernay, through his agent, Tremonay De Chamfret, sold the tract in question to Bernard D'Auterieve, the ancestor of the present claimants, and delivered to him the possession. That in 1769, after O'Reilly had taken possession of the province, on behalf of the King of Spain in pursuance of the treaty of 1762, he gave orders that the Bayou Goula Concession should be reduced from four leagues to twenty arpens front, but that Unzaga, his successor, in 1772, enlarged it to forty-four arpens on the river, and ordered a survey of the same by Luis Andry, the government surveyor, which was made accordingly on the 12th of March, 1772, and approved by the Governor, 12th July, of the same year. D'Auterieve continued to occupy and improve the tract, making it his place of residence, from 1765, the date of his purchase, till his death, 24th of March, 1776. That the widow remained in possession with her children till 1779, when she married Jean Babtiste Degruys, who resided at Attakapas, to which place they removed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The petition further states, that about this time, Galvez, the then Governor of Louisiana, desirous of introducing some Spanish families from the Canary Islands as colonists, and to provide a settlement for them, made contracts with various persons for the construction of small houses, and, among others, with Degruys; who undertook to build a number on the Bayou Goula Concession, and to give up the front on the river to the use of these colonists, with forty arpens in depth; that he built a number of these houses, and delivered them to the Governor, and was paid for them; but not in accordance with the agreement. That the government having become engaged in a war against the province of of West Florida, the Governor changed his purposes in behalf of the Spanish families, and assigned a different location for their accommodation, but subsequently set apart this tract with the cabins erected, to a number of Acadian emigrants, who had been some years previously driven from their ancient possessions in Nova Scotia by the British government. The petition states, that Degruys and his family continued to reside at Attakapas, where they had other property; that the back land in Bayou Goula Concession, being either low swamp land, or nearly inaccessible, and of little value, was neglected by the family, and especially by Degruys, the head of it, and some portions were subsequently granted to others by the Spanish government, in ignorance of the rights of the ancestors of the present claimants. The petitioners admit that no claim was set up to these back lands, from the time the front was surrendered to Governor Galvez, which must have been about the year 1780, down till 1821 or 1822, when the heirs employed the late Mr. Edward Livingston, as their attorney, to inquire into their claims. They state that the children of D'Auterieve, at the time of his death were under age; that there were four of them; and at the time of the removal of the family from the Concession to Attakapas, the eldest, Antoine, was only fourteen years old, the second, Louis, twelve, the third, Marigny, six; the fourth, Dubrelet, died in infancy. Antoine died in 1812, leaving four children; Marigny in 1828, leaving no issue; Louis, in 1814, leaving four children. These descendants of D'Auterieve have instituted the present proceedings. The widow died in 1811. Degruys, the husband, was living at the commencement of this suit, and had been examined, as a witness, on behalf of the claimants.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">These are the facts substantially, as stated in the petition; and the title of the petitioners, as will be seen from the statement, is founded, 1st, upon the grant or concession to Duvernay by the Western or Mississippi Company, in 1717, and the purchase from Tremonay de Chamfret, his agent, in 1765, by D'Auterieve the ancestor, together with the possession and occupation of the tract, from 1717 down to 1780, when the family left it, and removed to Attakapas; and 2d, upon the order of survey of Unzaga, in 1772, the survey made accordingly by Andry, and the approval of the same by the Governor in the same year.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As it respects the first ground of title, the grant to Duvernay in 1717, no record of it has been produced, and, after a thorough examination of the archives of that date, both at New Orleans and at Paris, and in the appropriate offices for the deposit of such records, none can be found. The only proof furnished is to be found in the historical sketches given to the public, of the first settlement of Louisiana by the French government, under the direction of the Western or Mississippi Company, together with some documentary evidence relating to the settlement of the plantation by Duvernay, through his agents, such as powers of attorney, and some intermediate transfers of the titles, in the course of the agency. But unfortunately, neither the historical sketches, or documentary evidence, furnish any information as to the extent of the grant or its boundaries.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The several historians of the transactions of the Western Company in Louisiana of that date, concur in stating that agriculture was one of the first objects of encouragement in the colony; that the company thought the most effectual mode of accomplishing it would be to make large concessions of land to the most wealthy and powerful personages in the kingdom. Accordingly, one of four leagues square, on the Arkansas river, was made to John Law, the famous projector of the company, and its Director-General, together with twelve others in different places in the province, and among them, one on the right bank of the Mississippi, opposite Bayou Manchac, to Paris Duvernay, the grant in question. The extent of these grants is given only in the instance of Law. Durvernay at the time was one of the counsellors of the king, and Intendant of the Royal Military Academy in France. In the course of the first year after the grant was made, he shipped with his agent, Dubuisson, some sixty emigrants, and settled them upon the tract, with the necessary provisions and implements for clearing the plantation, for the erection of cabins, and for husbandry, and in a few years after, 1724, he purchased and sent to Louisiana, some fifty slaves to supply labor upon it. Large sums of money were also expended by him in other improvements. But, notwithstanding the exertions and large expenditures of the proprietor, the establishment turned out unprofitable, became embarrassed through the neglect and dishonesty of the agents, and involved in litigation, so that in 1765 he made a sale of part of it to D'Auterieve, as already stated, and in the next year, 1766, gave the residue and all his interest in the concern, to Claude Tremonay, his nephew, he agreeing to indemnify him against any claims or demands arising out of it, and for which he might be liable.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Now, as it respects this branch of the title set up, and relied on by the petitioners, there are two objections to their proceedings under the act of 1844, either of which is fatal to a recovery. In the first place, the title, as derived from Duvernay, if still a subsisting one in them, is a complete and perfect one, and consequently not within the first section of that act, which confers the jurisdiction upon this court. The place to litigate it is in the local jurisdiction of the State by the common-law action of ejectment, or such other action as may be provided for the trial of the legal titles to real estate. For, although we are not able to speak of the nature or the character of the title from the terms of the grant, in the absence of that instrument, all the evidence which has been furnished in relation to it leads to the conclusion that the full right of property passed to the original grantee. Even the length of possession, which is relied on, lays a foundation for the presumption of such a grant, and cannot therefore avail the petitioners here.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">And in the second place, the tract claimed as derived from Duvernay is without boundaries or location. The only description that has been referred to, or which we have been able to find, after a pretty thorough search, even in historical records, is that it was a grant of a large tract upon the right bank of the Mississippi river, opposite Bayou Manchac, a point some thirty leagues above New Orleans. In the intermediate transfers and powers of attorney, found in the record, it is referred to as a plantation or concession, known by the name of 'Le Dubuisson,' the name of the first agent, or by the name of 'Bayou Goula Village,' the name of an ancient Indian village at that place on the river. We have no evidence of the extent of the concession on the river, or of its depth back, or of any landmarks designating the tract, by which it can be regarded as severed from the public domain.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Without, therefore, pursuing this branch of the case further, it is sufficient to say, that no title or claim of title has been made out under the French grant, or concession, to Duvernay, that could have been recognized or dealt with by the court below, under the limited jurisdiction conferred by the act of 1844, and of course no ground for the decree in that court, in favor of the petitioners under it. The title, if any, is a legal one, not cognizable under this act.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The next branch of the title set up and relied on by the petitioners, is that derived from the Spanish government in 1772.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It appears that O'Reilly, who first established the Spanish authority in Lower Louisiana in 1769, after the cession by France in 1762, assumed the right to reform and modify several of the large grants that had been made by the old government upon the Mississippi river, and required of the occupants to confine themselves within fixed and determined boundaries. His avowed object was to secure a denser population upon the margin of that river, especially above New Orleans, with a view to protect the province against the incursions of hostile Indians, and also against the border settlements of the English, in case of a war between Great Britain and Spain. Amongst others, he reduced the possession of D'Auterieve under the grant to Duvernay, to twenty arpens front on the river. Unzaga, however, who succeeded him as governor of the province in 1772, enlarged it to forty-four arpens front, and ordered a survey of the same by Andry, the public surveyor. This survey was made, returned, and approved by Unzaga in the same year.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">These acts of O'Reilly and Unzaga have been urged as a confirmation by the Spanish government, <i>pro tanto</i>, of the French grant to Duvernay; and it may be admitted that they are entitled to great weight in that aspect of the case. But this view cannot avail the petitioners here, as the effect would be simply the confirmation of a complete and perfect title, which we have seen cannot be dealt with under this act of 1844. The title thus confirmed must necessarily partake of the nature of the one derived under the French concession or grant.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">It has also been urged, that this order of survey by Unzaga may be properly regarded as an incipient step in the derivation of a title under the Spanish government, independently of any previous grant&#8212;hence an incomplete title, and therefore an appropriate case for examination by the District Court, under the act of 1844. This, we think, cannot be denied, and shall therefore proceed to examine the claim to the tract in question, under this survey by Andry.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We have before us the field-notes of this survey, together with the lines protracted upon the map accompanying them. They furnish full evidence, that the tract assigned to D'Auterieve by O'Reilly and Unzaga, was severed from the royal domain, and its boundaries determined; and, were there nothing else in the case, there would be but little difficulty as it respects the title within these boundaries. But, as we have already seen, it is admitted that the front of the tract on the river within the limit of this survey, and for forty arpens back, was given up to Governor Galvez, in or about the year 1780, and was subsequently assigned by him to the Acadian emigrants, under whom it is still held. No part of this is claimed by the petitioners. But it is insisted that this survey extended back from the river beyond the forty arpens, and even to the Atchafalaya river, a distance of some twelve or fifteen miles. The claim is confined to this part of the tract. It becomes material, therefore, to ascertain the extent of this survey, especially the depth back from the river. The upper side line is the boundary between this and the adjoining lot, which then belonged to Vincente Delpino. This lot was surveyed by Andry, in February, 1772, the month previous to the survey of D'Auterieve in question; and, it is stated in the field-notes that the two lots are separated by a strait which appears to extend back from the river to the north-west, and will serve as a common boundary between the adjacent owners. Andry further states that no landmarks have been made upon the line, as the channel of the bayou or strait is taken as the boundary; and may serve as a common canal for both habitations to get wood from the mountains. In a note to this survey it is stated, that D'Auterieve and Delpino had agreed between themselves, that in case the said bayou instead of following the direction of the course of the line which was north-west, should incline more towards the west, that is, upon the concession of D'Auterieve, then this canal should remain the property of the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">This survey of Delpino's lot extended back from the river the usual depth, which was forty arpens, or one mile and a half. It was made in February, 1772. The survey by Andry of D'Auterieve's lot was made in the next month. The field-notes of that survey adopts this bayou or canal as the common boundary between him and Delpino in case the course of its channel should be north-west; but if it should incline more west, then it was to belong exclusively to D'Auterieve. No other boundary was designated on this line, this bayou, as said by Andry, being supposed to be the division until its course may be perceived or ascertained after the land has been cleared. The bayou is drawn upon the map giving to it the course supposed; and the note of Andry appended, explaining it as follows: 'Bayou or strait which separates the lands of the party interested from the lands of Vincente Delpino, under the stipulation expressed in the certificate.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Now this is the upper side line of D'Auterieve, which it is insisted on behalf of the petitioners, extends back from the river not only the depth of forty arpens, but back to the Atchafalaya river, a distance of some twelve or fifteen miles. This river is not mentioned in the field-notes, nor is it delineated on the map, nor anywhere referred to as the terminus of the line. On the contrary, the lower side line of Delpino, the next neighbor above, is adopted as a common boundary between them, and that line, it is admitted, extends in depth but forty arpens, leaving, therefore, a very strong, if not controlling inference, that this was also the depth of D'Auterieve's.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In making the survey, Andry run out the two lots of D'Auterieve separately, that is the twenty arpens as limited by O'Reilly, and adjoining these, the addition made by Unzaga, his successor. This mode was adopted as enabling the surveyor the better to make the requisite allowance for the sharp bend in the Mississippi river at this stretch of it. Accordingly, after ascertaining the lower point on the river, of the twenty arpens and course of the line back, Andry states in the field-notes, that he traced the line back, marked E, B, X, as a common limit between the two aforesaid grants; but he says he placed no landmarks on it, as both the grants belonged to the same master, and the interested party so desired.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">This line is also drawn upon the map, and corresponds with the upper side line in depth, and of course with the rear line of Delpino's lot, which was but forty arpens back.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The field notes then set out in detail the survey of the remaining twenty-four arpens conceded to D'Auterieve by Unzaga, and after ascertaining the lower point on the river and course of the lower side line back, describes it as a line marked Q, R, S, and as separating the lot from Antonio Dorval, the neighbor below. On referring to the map, it will be seen that this line corresponds in depth with the two preceding back lines of the survey. Dorval's lot extended in depth only forty arpens.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The field notes further state, that adopting this line as the true boundary between D'Auterieve and Dorval, his neighbor below, the former would be deprived of a road of four leagues in extent, which he had made through the mountains and swamps, to enable him to go to the Atchafalaya and attend to his cattle which he had on a vachary at Attakapas; and this being so, Andry changed this lower line so as to include the road within the limits of the lot.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This completed the survey; and it will be seen, from the examination, that there is not the slightest ground for the claim set up, on the part of the petitioners, that the tract as surveyed under the Spanish order extended back to the Atchafalaya, or further than the usual depth of forty arpens. This river is not drawn upon the map as the boundary in the rear, nor is it designated or even referred to as such boundary in the field-notes on the contrary the rear line of the tract as drawn on the map corresponds with the termini of the lines traced back from the Mississippi, and which we have already described.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Andry, in his report of the survey to Unzaga, mentions his departure in tracing the lower line of the lot from his instructions, with a view to include the road, and observes, that he had bounded him in the said road and its adjoining lines as far as the river Atchafalaya, subject to the approbation of his Excellency. This survey was approved by Unzaga, and it is argued, that this communication of Andry implies that this lower line of the tract was intended to reach back to the Atchafalaya. The answer to this is, that no such intention is to be found in the minutes of the survey kept at the time it was made, nor as indicated upon the map, but the contrary. And all that can be properly understood from the letter, is what Andry had previously stated in the field-notes, namely, that the lower side line had been depressed so as to give to D'Auterieve, the benefit of his road of four leagues, which extended to the Atchafalaya. Had this alteration not been made, the road leading from the Mississippi back for the forty arpens, would have fallen within the limits of Dorval's lot below, and thus D'Auterieve be deprived of the benefit of it for the mile and an half, the depth of that lot. Beyond that limit he could have used it as before, as it then ran through the royal domain.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">We cannot infer, from the ambiguous expressions in the letter to Unzaga, the object of which was to explain the reasons for the depression of this side line contrary to his instructions, so as to include the road, an intention to carry the survey back to that river, when in contradiction of the description as given in the field-notes, and as delineated on the map. If Andry had intended the side lines should be thus carried back, it would have been a simple matter to have said so in the field-notes, and to have designated the river as the rear boundary on the map. The difference in the result is not so slight as to have been overlooked, or accidental. The survey, as actually made, contains probably some twenty-five hundred, or three thousand acres. As claimed under the construction attempted to be given to the letter, it would contain but little short of half a million, a difference depending upon the fact, whether the side lines which run north-west and south-west and widened therefore ninety degrees, should be extended back one mile and an half, or from twelve to fifteen miles.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We think the field-notes and map should control, rather than this casual phrase in the letter accompanying them to Unzaga. The field-notes described this lower line by letters Q, R, S, and we have the delineation of it on the map corresponding to these letters; and both fix the terminus in conformity with the upper back lines of the tract as already run and delineated, and all this without any mention or allusion to this river as the boundary in the rear. Instead of this, the rear line is protracted on the map at the termini of the back lines, thereby expressly excluding the idea of a river boundary.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">A good deal of stress has been laid upon the idea, that as the French grant extended back to the Atchafalaya, the order of survey by the Spanish authorities was intended only to limit or diminish the front upon the river, leaving the depth as before. But the difficulty in giving any force to the suggestion is, that there is no evidence before us that the French grant extended back to this river. Even the historical records, mostly relied on in the case, furnish no such suggestion. This idea, therefore, cannot aid us in giving the construction claimed to the order of survey.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The acts of the parties tend strongly to confirm the view we have taken of this order of survey. Two of the sons of D'Auterieve were of age at the time this concession was given up to Galvez in 1780, and the family removed to Attakapas, and the youngest became of age in a few years thereafter. The eldest died in 1812, the second in 1814, and the youngest in 1828.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">All of them resided in the neighborhood of the tract, and during this whole period, a lapse of some thirty-three years, no claim was made to it; nor indeed ever by any of the members of the family who had the best opportunity of knowing the facts and circumstances under which it was surrendered, and of the extent and character of the title. The presumption is very strong, they must have been impressed with the belief that all the right that belonged to the family under the order of survey, had been given up to Galvez by the arrangement entered into with him.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The acts of the Spanish government also in making concessions subsequently within the limits of the claim, as was done, show that no such right as is now set up was recognized by it.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In any view, therefore, that we have been able to take of the case, we think that the decree of the court below is erroneous, and should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Mr. Justice CURTIS.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Justices McLean, Wayne, Campbell, and myself, do not understand the opinion which has been delivered by Mr. Justice Nelson as intended to express the judgment of this court upon the validity of the complete French grant, alleged by the petition to have been made by The Western Company to Paris Duvernay in 1717, or upon the effect of the alleged confirmation of such alleged complete French title, or any part thereof, by the Spanish Governors, O'Reilly and Unzaga. The trial of such a title not being within the jurisdiction of this court upon this petition, according to the repeated decisions of this court, and the plain terms of the act of May 26, 1824, under which we derive our authority, it seems equally clear, that the questions whether there is any sufficient evidence that such a grant was made, or whether it could be located, or whether it embraced the premises in question, or whether it had been in part or in whole confirmed; and how extensive such confirmation, if made, was, are questions not judicially before us. For these questions belong exclusively to the trial of that legal title.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In our judgment, this embraces the whole case. It exhausts every allegation in the petition, which makes no claim to any incipient or imperfect French or Spanish title. It alleges only a complete French grant, and a confirmation to D'Auterieve, who was then in possession under it, of part of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Now, the first section of the act of 1824, provides that a person, claiming lands by virtue of a French or Spanish grant, concession, warrant, or order of survey, which might have been perfected into a complete title, may present a petition to the District Court, setting forth, fully, plainly, and substantially, the nature of his claim to the lands, particularly stating the date of the grant, &amp;c., under which he claims; and then it continues: 'and the said court is hereby authorized and required to hold and exercise jurisdiction of every petition presented in conformity with this act, and to hear and determine the same.' Unless, therefore, the petition is presented in conformity with this act, the special and limited jurisdiction which the act confers does not exist. The title shown by this petition being a complete title, derived from the Western Company, and confirmed by the Spanish authorities, and the petitioner not having shown, fully, plainly, and substantially, or even by the most obscure suggestion, any other title, we cannot perceive how this court has any jurisdiction under the act of 1824. We add, however, that if, as in the case of Davenport's Heirs, at the present term, the petition did duly aver facts, constituting in point of law an imperfect title, we should not consider the petition defective, though it might state an erroneous legal conclusion from those facts, and call the title a perfect one. That is not this case, as may be seen by recurring to the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Our opinion is, that this petition should be dismissed for want of jurisdiction, without prejudice to any legal title of the petitioners, and that no opinion should be expressed by this court upon any question of fact or law arising upon the evidence.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the District Court of the United States for the Eastern District of Louisiana, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said District Court in this cause be, and the same is hereby, reversed, and that this cause be, and the same is hereby, remanded to the said District Court, with directions to that court to dismiss the petition of the claimants.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>56 U.S. 14 (1853)</b></center>\n<center><b>15 How. 14</b></center>\n<center><h1>THE UNITED STATES, APPELLANTS,<br>\nv.<br>\nJEAN BAPTISTE D'AUTERIEVE, PONPONNE LE BLANC AND OTHERS, HEIRS AND LEGAL REPRESENTATIVES OF JEAN ANTOINE BERNARD D'AUTERIEVE, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>It was argued by Mr. Cushing, (Attorney-General,) for the United States, and submitted on a printed argument, by Messrs. Janin and Taylor, for the appellees.</p>\n<p><span class=\"star-pagination\">*20</span> Mr. Justice NELSON delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the District Court for the Eastern District of Louisiana.</p>\n<p>The heirs of D'Auterieve filed their petition under the act of Congress of the 17th June, 1844, which provides for the adjustment of certain land claims against the government, setting up a claim to a large tract in the parish of Iberville, on the west bank of the Mississippi river, at a place called Bayou Goula, some thirty leagues above the city of New Orleans. The decree below is in favor of the heirs, and the case is now before us on an appeal by the United States.</p>\n<p><span class=\"star-pagination\">*21</span> The petition sets out a charter from the King of France, in August, 1717, by which the province of Louisiana was granted to the Western or Mississippi Company; and also a grant from that company in the same year, to Paris Duvernay, a wealthy capitalist of France, of a tract of land fronting on the western bank of the Mississippi opposite Bayou Manchac, having four leagues front on the river, and extending back in the rear to the river Atchafalaya. That soon after this, Duvernay fitted out a company of sixty men, under the direction of his agent Dubuisson, all of whom arrived at New Orleans in the spring of 1716, and immediately thereafter settled upon the tract; the settlement was known as the \"Bayou Goula Concession,\" the principal establishment being in the neighborhood of the village of the Bayou Goulas Indians. That the settlement was kept up by Duvernay for many years at great expense, and under many difficulties, and contributed materially towards the establishment of the French dominion in Lower Louisiana.</p>\n<p>The petition further states, that in 1765, Duvernay, through his agent, Tremonay De Chamfret, sold the tract in question to Bernard D'Auterieve, the ancestor of the present claimants, and delivered to him the possession. That in 1769, after O'Reilly had taken possession of the province, on behalf of the King of Spain in pursuance of the treaty of 1762, he gave orders that the Bayou Goula Concession should be reduced from four leagues to twenty arpens front, but that Unzaga, his successor, in 1772, enlarged it to forty-four arpens on the river, and ordered a survey of the same by Luis Andry, the government surveyor, which was made accordingly on the 12th of March, 1772, and approved by the Governor, 12th July, of the same year. D'Auterieve continued to occupy and improve the tract, making it his place of residence, from 1765, the date of his purchase, till his death, 24th of March, 1776. That the widow remained in possession with her children till 1779, when she married Jean Babtiste Degruys, who resided at Attakapas, to which place they removed.</p>\n<p>The petition further states, that about this time, Galvez, the then Governor of Louisiana, desirous of introducing some Spanish families from the Canary Islands as colonists, and to provide a settlement for them, made contracts with various persons for the construction of small houses, and, among others, with Degruys; who undertook to build a number on the Bayou Goula Concession, and to give up the front on the river to the use of these colonists, with forty arpens in depth; that he built a number of these houses, and delivered them to the Governor, and was paid for them; but not in accordance with the agreement. That the government having become engaged in a war <span class=\"star-pagination\">*22</span> against the province of of West Florida, the Governor changed his purposes in behalf of the Spanish families, and assigned a different location for their accommodation, but subsequently set apart this tract with the cabins erected, to a number of Acadian emigrants, who had been some years previously driven from their ancient possessions in Nova Scotia by the British government. The petition states, that Degruys and his family continued to reside at Attakapas, where they had other property; that the back land in Bayou Goula Concession, being either low swamp land, or nearly inaccessible, and of little value, was neglected by the family, and especially by Degruys, the head of it, and some portions were subsequently granted to others by the Spanish government, in ignorance of the rights of the ancestors of the present claimants. The petitioners admit that no claim was set up to these back lands, from the time the front was surrendered to Governor Galvez, which must have been about the year 1780, down till 1821 or 1822, when the heirs employed the late Mr. Edward Livingston, as their attorney, to inquire into their claims. They state that the children of D'Auterieve, at the time of his death were under age; that there were four of them; and at the time of the removal of the family from the Concession to Attakapas, the eldest, Antoine, was only fourteen years old, the second, Louis, twelve, the third, Marigny, six; the fourth, Dubrelet, died in infancy. Antoine died in 1812, leaving four children; Marigny in 1828, leaving no issue; Louis, in 1814, leaving four children. These descendants of D'Auterieve have instituted the present proceedings. The widow died in 1811. Degruys, the husband, was living at the commencement of this suit, and has been examined, as a witness, on behalf of the claimants.</p>\n<p>These are the facts substantially, as stated in the petition; and the title of the petitioners, as will be seen from the statement, is founded, 1st, upon the grant or concession to Duvernay by the Western or Mississippi Company, in 1717, and the purchase from Tremonay de Chamfret, his agent, in 1765, by D'Auterieve the ancestor, together with the possession and occupation of the tract, from 1717 down to 1780, when the family left it, and removed to Attakapas; and 2d, upon the order of survey of Unzaga, in 1772, the survey made accordingly by Andry, and the approval of the same by the Governor in the same year.</p>\n<p>As it respects the first ground of title, the grant to Duvernay in 1717, no record of it has been produced, and, after a thorough examination of the archives of that date, both at New Orleans and at Paris, and in the appropriate offices for the deposit of such records, none can be found. The only proof furnished is to be found in the historical sketches given to the public, of the <span class=\"star-pagination\">*23</span> first settlement of Louisiana by the French government, under the direction of the Western or Mississippi Company, together with some documentary evidence relating to the settlement of the plantation by Duvernay, through his agents, such as powers of attorney, and some intermediate transfers of the titles, in the course of the agency. But unfortunately, neither the historical sketches, or documentary evidence, furnish any information as to the extent of the grant or its boundaries.</p>\n<p>The several historians of the transactions of the Western Company in Louisiana of that date, concur in stating that agriculture was one of the first objects of encouragement in the colony; that the company thought the most effectual mode of accomplishing it would be to make large concessions of land to the most wealthy and powerful personages in the kingdom. Accordingly, one of four leagues square, on the Arkansas river, was made to John Law, the famous projector of the company, and its Director-General, together with twelve others in different places in the province, and among them, one on the right bank of the Mississippi, opposite Bayou Manchac, to Paris Duvernay, the grant in question. The extent of these grants is given only in the instance of Law. Duvernay at the time was one of the counsellors of the king, and Intendant of the Royal Military Academy in France. In the course of the first year after the grant was made, he shipped with his agent, Dubuisson, some sixty emigrants, and settled them upon the tract, with the necessary provisions and implements for clearing the plantation, for the erection of cabins, and for husbandry, and in a few years after, 1724, he purchased and sent to Louisiana, some fifty slaves to supply labor upon it. Large sums of money were also expended by him in other improvements. But, notwithstanding the exertions and large expenditures of the proprietor, the establishment turned out unprofitable, became embarrassed through the neglect and dishonesty of the agents, and involved in litigation, so that in 1765 he made a sale of part of it to D'Auterieve, as already stated, and in the next year, 1766, gave the residue and all his interest in the concern, to Claude Tremonay, his nephew, he agreeing to indemnify him against any claims or demands arising out of it, and for which he might be liable.</p>\n<p>Now, as it respects this branch of the title set up, and relied on by the petitioners, there are two objections to their proceedings under the act of 1844, either of which is fatal to a recovery. In the first place, the title, as derived from Duvernay, is still a subsisting one in them, is a complete and perfect one, and consequently not within the first section of that act, which confers the jurisdiction upon this court. The place to litigate it is in <span class=\"star-pagination\">*24</span> the local jurisdiction of the State by the common-law action of ejectment, or such other action as may be provided for the trial of the legal titles to real estate. For, although we are not able to speak of the nature or the character of the title from the terms of the grant, in the absence of that instrument, all the evidence which has been furnished in relation to it leads to the conclusion that the full right of property passed to the original grantee. Even the length of possession, which is relied on, lays a foundation for the presumption of such a grant, and cannot therefore avail the petitioners here.</p>\n<p>And in the second place, the tract claimed as derived from Duvernay is without boundaries or location. The only description that has been referred to, or which we have been able to find, after a pretty thorough search, even in historical records, is that it was a grant of a large tract upon the right bank of the Mississippi river, opposite Bayou Manchac, a point some thirty leagues above New Orleans. In the intermediate transfers and powers of attorney, found in the record, it is referred to as a plantation or concession, known by the name of \"Le Dubuisson,\" the name of the first agent, or by the name of \"Bayou Goula Village,\" the name of an ancient Indian village at that place on the river. We have no evidence of the extent of the concession on the river, or of its depth back, or of any landmarks designating the tract, by which it can be regarded as severed from the public domain.</p>\n<p>Without, therefore, pursuing this branch of the case further, it is sufficient to say, that no title or claim of title has been made out under the French grant, or concession, to Duvernay, that could have been recognized or dealt with by the court below, under the limited jurisdiction conferred by the act of 1844, and of course no ground for the decree in that court, in favor of the petitioners under it. The title, if any, is a legal one, not cognizable under this act.</p>\n<p>The next branch of the title set up and relied on by the petitioners, is that derived from the Spanish government in 1772.</p>\n<p>It appears that O'Reilly, who first established the Spanish authority in Lower Louisiana in 1769, after the cession by France in 1762, assumed the right to reform and modify several of the large grants that had been made by the old government upon the Mississippi river, and required of the occupants to confine themselves within fixed and determined boundaries. His avowed object was to secure a denser population upon the margin of that river, especially above New Orleans, with a view to protect the province against the incursions of hostile Indians, and also against the border settlements of the English, in case of a war between Great Britain and Spain. Amongst others, <span class=\"star-pagination\">*25</span> he reduced the possession of D'Auterieve under the grant to Duvernay, to twenty arpens front on the river. Unzaga, however, who succeeded him as governor of the province in 1772, enlarged it to forty-four arpens front, and ordered a survey of the same by Andry, the public surveyor. This survey was made, returned, and approved by Unzaga in the same year.</p>\n<p>These acts of O'Reilly and Unzaga have been urged as a confirmation by the Spanish government, pro tanto, of the French grant to Duvernay; and it may be admitted that they are entitled to great weight in that aspect of the case. But this view cannot avail the petitioners here, as the effect would be simply the confirmation of a complete and perfect title, which we have seen cannot be dealt with under this act of 1844. The title thus confirmed must necessarily partake of the nature of the one derived under the French concession or grant.</p>\n<p>It has also been urged, that this order of survey by Unzaga may be properly regarded as an incipient step in the derivation of a title under the Spanish government, independently of any previous grant  hence an incomplete title, and therefore an appropriate case for examination by the District Court, under the act of 1844. This, we think, cannot be denied, and shall therefore proceed to examine the claim to the tract in question, under this survey by Andry.</p>\n<p>We have before us the field-notes of this survey, together with the lines protracted upon the map accompanying them. They furnish full evidence, that the tract assigned to D'Auterieve by O'Reilly and Unzaga, was severed from the royal domain, and its boundaries determined; and, were there nothing else in the case, there would be but little difficulty as it respects the title within these boundaries. But, as we have already seen, it is admitted that the front of the tract on the river within the limit of this survey, and for forty arpens back, was given up to Governor Galvez, in or about the year 1780, and was subsequently assigned by him to the Acadian emigrants, under whom it is still held. No part of this is claimed by the petitioners. But it is insisted that this survey extended back from the river beyond the forty arpens, and even to the Atchafalaya river, a distance of some twelve or fifteen miles. The claim is confined to this part of the tract. It becomes material, therefore, to ascertain the extent of this survey, especially the depth back from the river. The upper side line is the boundary between this and the adjoining lot, which then belonged to Vincente Delpino. This lot was surveyed by Andry, in February, 1772, the month previous to the survey of D'Auterieve in question; and, it is stated in the field-notes that the two lots are separated by a strait which appears to extend back from the river to the north-west, <span class=\"star-pagination\">*26</span> and will serve as a common boundary between the adjacent owners. Andry further states that no landmarks have been made upon the line, as the channel of the bayou or strait is taken as the boundary; and may serve as a common canal for both habitations to get wood from the mountains. In a note to this survey it is stated, that D'Auterieve and Delpino had agreed between themselves, that in case the said bayou instead of following the direction of the course of the line which was north-west, should incline more towards the west, that is, upon the concession of D'Auterieve, then this canal should remain the property of the latter.</p>\n<p>This survey of Delpino's lot extended back from the river the usual depth, which was forty arpens, or one mile and a half. It was made in February, 1772. The survey by Andry of D'Auterieve's lot was made in the next month. The field-notes of that survey adopts this bayou or canal as the common boundary between him and Delpino in case the course of its channel should be north-west; but if it should incline more west, then it was to belong exclusively to D'Auterieve. No other boundary was designated on this line, this bayou, as said by Andry, being supposed to be the division until its course may be perceived or ascertained after the land has been cleared. The bayou is drawn upon the map giving to it the course supposed; and the note of Andry appended, explaining it as follows: \"Bayou or strait which separates the lands of the party interested from the lands of Vincente Delpino, under the stipulation expressed in the certificate.\"</p>\n<p>Now this is the upper side line of D'Auterieve, which it is insisted on behalf of the petitioners, extends back from the river not only the depth of forty arpens, but back to the Atchafalaya river, a distance of some twelve or fifteen miles. This river is not mentioned in the field-notes, nor is it delineated on the map, nor anywhere referred to as the terminus of the line. On the contrary, the lower side line of Delpino, the next neighbor above, is adopted as a common boundary between them, and that line, it is admitted, extends in depth but forty arpens, leaving, therefore, a very strong, if not controlling inference, that this was also the depth of D'Auterieve's.</p>\n<p>In making the survey, Andry run out the two lots of D'Auterieve separately, that is the twenty arpens as limited by O'Reilly, and adjoining these, the addition made by Unzaga, his successor. This mode was adopted as enabling the surveyor the better to make the requisite allowance for the sharp bend in the Mississippi river at this stretch of it. Accordingly, after ascertaining the lower point on the river, of the twenty arpens and course of the line back, Andry states in the field-notes, that <span class=\"star-pagination\">*27</span> he traced the line back, marked E, B, X, as a common limit between the two aforesaid grants; but he says he placed no landmarks on it, as both the grants belonged to the same master, and the interested party so desired.</p>\n<p>This line is also drawn upon the map, and corresponds with the upper side line in depth, and of course with the rear line of Delpino's lot, which was but forty arpens back.</p>\n<p>The field notes then set out in detail the survey of the remaining twenty-four arpens conceded to D'Auterieve by Unzaga, and after ascertaining the lower point on the river and course of the lower side line back, describes it as a line marked Q, R, S, and as separating the lot from Antonio Dorval, the neighbor below. On referring to the map, it will be seen that this line corresponds in depth with the two preceding back lines of the survey. Dorval's lot extended in depth only forty arpens.</p>\n<p>The field notes further state, that adopting this line as the true boundary between D'Auterieve and Dorval, his neighbor below, the former would be deprived of a road of four leagues in extent, which he had made through the mountains and swamps, to enable him to go to the Atchafalaya and attend to his cattle which he had on a vachary at Attakapas; and this being so, Andry changed this lower line so as to include the road within the limits of the lot.</p>\n<p>This completed the survey; and it will be seen, from the examination, that there is not the slightest ground for the claim set up, on the part of the petitioners, that the tract as surveyed under the Spanish order extended back to the Atchafalaya, or further than the usual depth of forty arpens. This river is not drawn upon the map as the boundary in the rear, nor is it designated or even referred to as such boundary in the field-notes, on the contrary the rear line of the tract as drawn on the map corresponds with the termini of the lines traced back from the Mississippi, and which we have already described.</p>\n<p>Andry, in his report of the survey to Unzaga, mentions his departure in tracing the lower line of the lot from his instructions, with a view to include the road, and observes, that he had bounded him in the said road and its adjoining lines as far as the river Atchafalaya, subject to the approbation of his Excellency. This survey was approved by Unzaga, and it is argued, that this communication of Andry implies that this lower line of the tract was intended to reach back to the Atchafalaya. The answer to this is, that no such intention is to be found in the minutes of the survey kept at the time it was made, nor as indicated upon the map, but the contrary. And all that can be properly understood from the letter, is what Andry had previously stated in the field-notes, namely, that the <span class=\"star-pagination\">*28</span> lower side line had been depressed so as to give to D'Auterieve, the benefit of his road of four leagues, which extended to the Atchafalaya. Had this alteration not been made, the road leading from the Mississippi back for the forty arpens, would have fallen within the limits of Dorval's lot below, and thus D'Auterieve be deprived of the benefit of it for the mile and an half, the depth of that lot. Beyond that limit he could have used it as before, as it then ran through the royal domain.</p>\n<p>We cannot infer, from the ambiguous expressions in the letter to Unzaga, the object of which was to explain the reasons for the depression of this side line contrary to his instructions, so as to include the road, an intention to carry the survey back to that river, when in contradiction of the description as given in the field-notes, and as delineated on the map. If Andry had intended the side lines should be thus carried back, it would have been a simple matter to have said so in the field-notes, and to have designated the river as the rear boundary on the map. The difference in the result is not so slight as to have been overlooked, or accidental. The survey, as actually made, contains probably some twenty-five hundred, or three thousand acres. As claimed under the construction attempted to be given to the letter, it would contain but little short of half a million, a difference depending upon the fact, whether the side lines which run north-west and south-west and widened therefore ninety degrees, should be extended back one mile and an half, or from twelve to fifteen miles.</p>\n<p>We think the field-notes and map should control, rather than this casual phrase in the letter accompanying them to Unzaga. The field-notes described this lower line by letters Q, R, S, and we have the delineation of it on the map corresponding to these letters; and both fix the terminus in conformity with the upper back lines of the tract as already run and delineated, and all this without any mention or allusion to this river as the boundary in the rear. Instead of this, the rear line is protracted on the map at the termini of the back lines, thereby expressly excluding the idea of a river boundary.</p>\n<p>A good deal of stress has been laid upon the idea, that as the French grant extended back to the Atchafalaya, the order of survey by the Spanish authorities was intended only to limit or diminish the front upon the river, leaving the depth as before. But the difficulty in giving any force to the suggestion is, that there is no evidence before us that the French grant extended back to this river. Even the historical records, mostly relied on in the case, furnish no such suggestion. This idea, therefore, cannot aid us in giving the construction claimed to the order of survey.</p>\n<p><span class=\"star-pagination\">*29</span> The acts of the parties tend strongly to confirm the view we have taken of this order of survey. Two of the sons of D'Auterieve were of age at the time this concession was given up to Galvez in 1780, and the family removed to Attakapas, and the youngest became of age in a few years thereafter. The eldest died in 1812, the second in 1814, and the youngest in 1828.</p>\n<p>All of them resided in the neighborhood of the tract, and during this whole period, a lapse of some thirty-three years, no claim was made to it; nor indeed ever by any of the members of the family who had the best opportunity of knowing the facts and circumstances under which it was surrendered, and of the extent and character of the title. The presumption is very strong, they must have been impressed with the belief that all the right that belonged to the family under the order of survey, had been given up to Galvez by the arrangement entered into with him.</p>\n<p>The acts of the Spanish government also in making concessions subsequently within the limits of the claim, as was done, show that no such right as is now set up was recognized by it.</p>\n<p>In any view, therefore, that we have been able to take of the case, we think that the decree of the court below is erroneous, and should be reversed.</p>\n<p>Mr. Justice CURTIS.</p>\n<p>Justices McLean, Wayne, Campbell, and myself, do not understand the opinion which has been delivered by Mr. Justice Nelson as intended to express the judgment of this court upon the validity of the complete French grant, alleged by the petition to have been made by The Western Company to Paris Duvernay in 1717, or upon the effect of the alleged confirmation of such alleged complete French title, or any part thereof, by the Spanish Governors, O'Reilly and Unzaga. The trial of such a title not being within the jurisdiction of this court upon this petition, according to the repeated decisions of this court, and the plain terms of the act of May 26, 1824, under which we derive our authority, it seems equally clear, that the questions whether there is any sufficient evidence that such a grant was made, or whether it could be located, or whether it embraced the premises in question, or whether it had been in part or in whole confirmed; and how extensive such confirmation, if made, was, are questions not judicially before us. For these questions belong exclusively to the trial of that legal title.</p>\n<p>In our judgment, this embraces the whole case. It exhausts every allegation in the petition, which makes no claim to any incipient or imperfect French or Spanish title. It alleges only <span class=\"star-pagination\">*30</span> a complete French grant, and a confirmation to D'Auterieve, who was then in possession under it, of part of the land.</p>\n<p>Now, the first section of the act of 1824, provides that a person, claiming lands by virtue of a French or Spanish grant, concession, warrant, or order of survey, which might have been perfected into a complete title, may present a petition to the District Court, setting forth, fully, plainly, and substantially, the nature of his claim to the lands, particularly stating the date of the grant, &amp;c., under which he claims; and then it continues: \"and the said court is hereby authorized and required to hold and exercise jurisdiction of every petition presented in conformity with this act, and to hear and determine the same.\" Unless, therefore, the petition is presented in conformity with this act, the special and limited jurisdiction which the act confers does not exist. The title shown by this petition being a complete title, derived from the Western Company, and confirmed by the Spanish authorities, and the petitioner not having shown, fully, plainly, and substantially, or even by the most obscure suggestion, any other title, we cannot perceive how this court has any jurisdiction under the act of 1824. We add, however, that if, as in the case of Davenport's Heirs, at the present term, the petition did duly aver facts, constituting in point of law an imperfect title, we should not consider the petition defective, though it might state an erroneous legal conclusion from those facts, and call the title a perfect one. That is not this case, as may be seen by recurring to the petition.</p>\n<p>Our opinion is, that this petition should be dismissed for want of jurisdiction, without prejudice to any legal title of the petitioners, and that no opinion should be expressed by this court upon any question of fact or law arising upon the evidence.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the Eastern District of Louisiana, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said District Court in this cause be, and the same is hereby, reversed, and that this cause be, and the same is hereby, remanded to the said District Court, with directions to that court to dismiss the petition of the claimants.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></span> (1853)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">14</span></span></b></center>\n<center><h1>THE UNITED STATES, APPELLANTS,<br>\nv.<br>\nJEAN BAPTISTE D'AUTERIEVE, PONPONNE LE BLANC AND OTHERS, HEIRS AND LEGAL REPRESENTATIVES OF JEAN ANTOINE BERNARD D'AUTERIEVE, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>It was argued by Mr. Cushing, (Attorney-General,) for the United States, and submitted on a printed argument, by Messrs. Janin and Taylor, for the appellees.</p>\n<p><span class=\"star-pagination\">*20</span> Mr. Justice NELSON delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the District Court for the Eastern District of Louisiana.</p>\n<p>The heirs of D'Auterieve filed their petition under the act of Congress of the 17th June, 1844, which provides for the adjustment of certain land claims against the government, setting up a claim to a large tract in the parish of Iberville, on the west bank of the Mississippi river, at a place called Bayou Goula, some thirty leagues above the city of New Orleans. The decree below is in favor of the heirs, and the case is now before us on an appeal by the United States.</p>\n<p><span class=\"star-pagination\">*21</span> The petition sets out a charter from the King of France, in August, 1717, by which the province of Louisiana was granted to the Western or Mississippi Company; and also a grant from that company in the same year, to Paris Duvernay, a wealthy capitalist of France, of a tract of land fronting on the western bank of the Mississippi opposite Bayou Manchac, having four leagues front on the river, and extending back in the rear to the river Atchafalaya. That soon after this, Duvernay fitted out a company of sixty men, under the direction of his agent Dubuisson, all of whom arrived at New Orleans in the spring of 1716, and immediately thereafter settled upon the tract; the settlement was known as the \"Bayou Goula Concession,\" the principal establishment being in the neighborhood of the village of the Bayou Goulas Indians. That the settlement was kept up by Duvernay for many years at great expense, and under many difficulties, and contributed materially towards the establishment of the French dominion in Lower Louisiana.</p>\n<p>The petition further states, that in 1765, Duvernay, through his agent, Tremonay De Chamfret, sold the tract in question to Bernard D'Auterieve, the ancestor of the present claimants, and delivered to him the possession. That in 1769, after O'Reilly had taken possession of the province, on behalf of the King of Spain in pursuance of the treaty of 1762, he gave orders that the Bayou Goula Concession should be reduced from four leagues to twenty arpens front, but that Unzaga, his successor, in 1772, enlarged it to forty-four arpens on the river, and ordered a survey of the same by Luis Andry, the government surveyor, which was made accordingly on the 12th of March, 1772, and approved by the Governor, 12th July, of the same year. D'Auterieve continued to occupy and improve the tract, making it his place of residence, from 1765, the date of his purchase, till his death, 24th of March, 1776. That the widow remained in possession with her children till 1779, when she married Jean Babtiste Degruys, who resided at Attakapas, to which place they removed.</p>\n<p>The petition further states, that about this time, Galvez, the then Governor of Louisiana, desirous of introducing some Spanish families from the Canary Islands as colonists, and to provide a settlement for them, made contracts with various persons for the construction of small houses, and, among others, with Degruys; who undertook to build a number on the Bayou Goula Concession, and to give up the front on the river to the use of these colonists, with forty arpens in depth; that he built a number of these houses, and delivered them to the Governor, and was paid for them; but not in accordance with the agreement. That the government having become engaged in a war <span class=\"star-pagination\">*22</span> against the province of of West Florida, the Governor changed his purposes in behalf of the Spanish families, and assigned a different location for their accommodation, but subsequently set apart this tract with the cabins erected, to a number of Acadian emigrants, who had been some years previously driven from their ancient possessions in Nova Scotia by the British government. The petition states, that Degruys and his family continued to reside at Attakapas, where they had other property; that the back land in Bayou Goula Concession, being either low swamp land, or nearly inaccessible, and of little value, was neglected by the family, and especially by Degruys, the head of it, and some portions were subsequently granted to others by the Spanish government, in ignorance of the rights of the ancestors of the present claimants. The petitioners admit that no claim was set up to these back lands, from the time the front was surrendered to Governor Galvez, which must have been about the year 1780, down till 1821 or 1822, when the heirs employed the late Mr. Edward Livingston, as their attorney, to inquire into their claims. They state that the children of D'Auterieve, at the time of his death were under age; that there were four of them; and at the time of the removal of the family from the Concession to Attakapas, the eldest, Antoine, was only fourteen years old, the second, Louis, twelve, the third, Marigny, six; the fourth, Dubrelet, died in infancy. Antoine died in 1812, leaving four children; Marigny in 1828, leaving no issue; Louis, in 1814, leaving four children. These descendants of D'Auterieve have instituted the present proceedings. The widow died in 1811. Degruys, the husband, was living at the commencement of this suit, and has been examined, as a witness, on behalf of the claimants.</p>\n<p>These are the facts substantially, as stated in the petition; and the title of the petitioners, as will be seen from the statement, is founded, 1st, upon the grant or concession to Duvernay by the Western or Mississippi Company, in 1717, and the purchase from Tremonay de Chamfret, his agent, in 1765, by D'Auterieve the ancestor, together with the possession and occupation of the tract, from 1717 down to 1780, when the family left it, and removed to Attakapas; and 2d, upon the order of survey of Unzaga, in 1772, the survey made accordingly by Andry, and the approval of the same by the Governor in the same year.</p>\n<p>As it respects the first ground of title, the grant to Duvernay in 1717, no record of it has been produced, and, after a thorough examination of the archives of that date, both at New Orleans and at Paris, and in the appropriate offices for the deposit of such records, none can be found. The only proof furnished is to be found in the historical sketches given to the public, of the <span class=\"star-pagination\">*23</span> first settlement of Louisiana by the French government, under the direction of the Western or Mississippi Company, together with some documentary evidence relating to the settlement of the plantation by Duvernay, through his agents, such as powers of attorney, and some intermediate transfers of the titles, in the course of the agency. But unfortunately, neither the historical sketches, or documentary evidence, furnish any information as to the extent of the grant or its boundaries.</p>\n<p>The several historians of the transactions of the Western Company in Louisiana of that date, concur in stating that agriculture was one of the first objects of encouragement in the colony; that the company thought the most effectual mode of accomplishing it would be to make large concessions of land to the most wealthy and powerful personages in the kingdom. Accordingly, one of four leagues square, on the Arkansas river, was made to John Law, the famous projector of the company, and its Director-General, together with twelve others in different places in the province, and among them, one on the right bank of the Mississippi, opposite Bayou Manchac, to Paris Duvernay, the grant in question. The extent of these grants is given only in the instance of Law. Duvernay at the time was one of the counsellors of the king, and Intendant of the Royal Military Academy in France. In the course of the first year after the grant was made, he shipped with his agent, Dubuisson, some sixty emigrants, and settled them upon the tract, with the necessary provisions and implements for clearing the plantation, for the erection of cabins, and for husbandry, and in a few years after, 1724, he purchased and sent to Louisiana, some fifty slaves to supply labor upon it. Large sums of money were also expended by him in other improvements. But, notwithstanding the exertions and large expenditures of the proprietor, the establishment turned out unprofitable, became embarrassed through the neglect and dishonesty of the agents, and involved in litigation, so that in 1765 he made a sale of part of it to D'Auterieve, as already stated, and in the next year, 1766, gave the residue and all his interest in the concern, to Claude Tremonay, his nephew, he agreeing to indemnify him against any claims or demands arising out of it, and for which he might be liable.</p>\n<p>Now, as it respects this branch of the title set up, and relied on by the petitioners, there are two objections to their proceedings under the act of 1844, either of which is fatal to a recovery. In the first place, the title, as derived from Duvernay, is still a subsisting one in them, is a complete and perfect one, and consequently not within the first section of that act, which confers the jurisdiction upon this court. The place to litigate it is in <span class=\"star-pagination\">*24</span> the local jurisdiction of the State by the common-law action of ejectment, or such other action as may be provided for the trial of the legal titles to real estate. For, although we are not able to speak of the nature or the character of the title from the terms of the grant, in the absence of that instrument, all the evidence which has been furnished in relation to it leads to the conclusion that the full right of property passed to the original grantee. Even the length of possession, which is relied on, lays a foundation for the presumption of such a grant, and cannot therefore avail the petitioners here.</p>\n<p>And in the second place, the tract claimed as derived from Duvernay is without boundaries or location. The only description that has been referred to, or which we have been able to find, after a pretty thorough search, even in historical records, is that it was a grant of a large tract upon the right bank of the Mississippi river, opposite Bayou Manchac, a point some thirty leagues above New Orleans. In the intermediate transfers and powers of attorney, found in the record, it is referred to as a plantation or concession, known by the name of \"Le Dubuisson,\" the name of the first agent, or by the name of \"Bayou Goula Village,\" the name of an ancient Indian village at that place on the river. We have no evidence of the extent of the concession on the river, or of its depth back, or of any landmarks designating the tract, by which it can be regarded as severed from the public domain.</p>\n<p>Without, therefore, pursuing this branch of the case further, it is sufficient to say, that no title or claim of title has been made out under the French grant, or concession, to Duvernay, that could have been recognized or dealt with by the court below, under the limited jurisdiction conferred by the act of 1844, and of course no ground for the decree in that court, in favor of the petitioners under it. The title, if any, is a legal one, not cognizable under this act.</p>\n<p>The next branch of the title set up and relied on by the petitioners, is that derived from the Spanish government in 1772.</p>\n<p>It appears that O'Reilly, who first established the Spanish authority in Lower Louisiana in 1769, after the cession by France in 1762, assumed the right to reform and modify several of the large grants that had been made by the old government upon the Mississippi river, and required of the occupants to confine themselves within fixed and determined boundaries. His avowed object was to secure a denser population upon the margin of that river, especially above New Orleans, with a view to protect the province against the incursions of hostile Indians, and also against the border settlements of the English, in case of a war between Great Britain and Spain. Amongst others, <span class=\"star-pagination\">*25</span> he reduced the possession of D'Auterieve under the grant to Duvernay, to twenty arpens front on the river. Unzaga, however, who succeeded him as governor of the province in 1772, enlarged it to forty-four arpens front, and ordered a survey of the same by Andry, the public surveyor. This survey was made, returned, and approved by Unzaga in the same year.</p>\n<p>These acts of O'Reilly and Unzaga have been urged as a confirmation by the Spanish government, pro tanto, of the French grant to Duvernay; and it may be admitted that they are entitled to great weight in that aspect of the case. But this view cannot avail the petitioners here, as the effect would be simply the confirmation of a complete and perfect title, which we have seen cannot be dealt with under this act of 1844. The title thus confirmed must necessarily partake of the nature of the one derived under the French concession or grant.</p>\n<p>It has also been urged, that this order of survey by Unzaga may be properly regarded as an incipient step in the derivation of a title under the Spanish government, independently of any previous grant  hence an incomplete title, and therefore an appropriate case for examination by the District Court, under the act of 1844. This, we think, cannot be denied, and shall therefore proceed to examine the claim to the tract in question, under this survey by Andry.</p>\n<p>We have before us the field-notes of this survey, together with the lines protracted upon the map accompanying them. They furnish full evidence, that the tract assigned to D'Auterieve by O'Reilly and Unzaga, was severed from the royal domain, and its boundaries determined; and, were there nothing else in the case, there would be but little difficulty as it respects the title within these boundaries. But, as we have already seen, it is admitted that the front of the tract on the river within the limit of this survey, and for forty arpens back, was given up to Governor Galvez, in or about the year 1780, and was subsequently assigned by him to the Acadian emigrants, under whom it is still held. No part of this is claimed by the petitioners. But it is insisted that this survey extended back from the river beyond the forty arpens, and even to the Atchafalaya river, a distance of some twelve or fifteen miles. The claim is confined to this part of the tract. It becomes material, therefore, to ascertain the extent of this survey, especially the depth back from the river. The upper side line is the boundary between this and the adjoining lot, which then belonged to Vincente Delpino. This lot was surveyed by Andry, in February, 1772, the month previous to the survey of D'Auterieve in question; and, it is stated in the field-notes that the two lots are separated by a strait which appears to extend back from the river to the north-west, <span class=\"star-pagination\">*26</span> and will serve as a common boundary between the adjacent owners. Andry further states that no landmarks have been made upon the line, as the channel of the bayou or strait is taken as the boundary; and may serve as a common canal for both habitations to get wood from the mountains. In a note to this survey it is stated, that D'Auterieve and Delpino had agreed between themselves, that in case the said bayou instead of following the direction of the course of the line which was north-west, should incline more towards the west, that is, upon the concession of D'Auterieve, then this canal should remain the property of the latter.</p>\n<p>This survey of Delpino's lot extended back from the river the usual depth, which was forty arpens, or one mile and a half. It was made in February, 1772. The survey by Andry of D'Auterieve's lot was made in the next month. The field-notes of that survey adopts this bayou or canal as the common boundary between him and Delpino in case the course of its channel should be north-west; but if it should incline more west, then it was to belong exclusively to D'Auterieve. No other boundary was designated on this line, this bayou, as said by Andry, being supposed to be the division until its course may be perceived or ascertained after the land has been cleared. The bayou is drawn upon the map giving to it the course supposed; and the note of Andry appended, explaining it as follows: \"Bayou or strait which separates the lands of the party interested from the lands of Vincente Delpino, under the stipulation expressed in the certificate.\"</p>\n<p>Now this is the upper side line of D'Auterieve, which it is insisted on behalf of the petitioners, extends back from the river not only the depth of forty arpens, but back to the Atchafalaya river, a distance of some twelve or fifteen miles. This river is not mentioned in the field-notes, nor is it delineated on the map, nor anywhere referred to as the terminus of the line. On the contrary, the lower side line of Delpino, the next neighbor above, is adopted as a common boundary between them, and that line, it is admitted, extends in depth but forty arpens, leaving, therefore, a very strong, if not controlling inference, that this was also the depth of D'Auterieve's.</p>\n<p>In making the survey, Andry run out the two lots of D'Auterieve separately, that is the twenty arpens as limited by O'Reilly, and adjoining these, the addition made by Unzaga, his successor. This mode was adopted as enabling the surveyor the better to make the requisite allowance for the sharp bend in the Mississippi river at this stretch of it. Accordingly, after ascertaining the lower point on the river, of the twenty arpens and course of the line back, Andry states in the field-notes, that <span class=\"star-pagination\">*27</span> he traced the line back, marked E, B, X, as a common limit between the two aforesaid grants; but he says he placed no landmarks on it, as both the grants belonged to the same master, and the interested party so desired.</p>\n<p>This line is also drawn upon the map, and corresponds with the upper side line in depth, and of course with the rear line of Delpino's lot, which was but forty arpens back.</p>\n<p>The field notes then set out in detail the survey of the remaining twenty-four arpens conceded to D'Auterieve by Unzaga, and after ascertaining the lower point on the river and course of the lower side line back, describes it as a line marked Q, R, S, and as separating the lot from Antonio Dorval, the neighbor below. On referring to the map, it will be seen that this line corresponds in depth with the two preceding back lines of the survey. Dorval's lot extended in depth only forty arpens.</p>\n<p>The field notes further state, that adopting this line as the true boundary between D'Auterieve and Dorval, his neighbor below, the former would be deprived of a road of four leagues in extent, which he had made through the mountains and swamps, to enable him to go to the Atchafalaya and attend to his cattle which he had on a vachary at Attakapas; and this being so, Andry changed this lower line so as to include the road within the limits of the lot.</p>\n<p>This completed the survey; and it will be seen, from the examination, that there is not the slightest ground for the claim set up, on the part of the petitioners, that the tract as surveyed under the Spanish order extended back to the Atchafalaya, or further than the usual depth of forty arpens. This river is not drawn upon the map as the boundary in the rear, nor is it designated or even referred to as such boundary in the field-notes, on the contrary the rear line of the tract as drawn on the map corresponds with the termini of the lines traced back from the Mississippi, and which we have already described.</p>\n<p>Andry, in his report of the survey to Unzaga, mentions his departure in tracing the lower line of the lot from his instructions, with a view to include the road, and observes, that he had bounded him in the said road and its adjoining lines as far as the river Atchafalaya, subject to the approbation of his Excellency. This survey was approved by Unzaga, and it is argued, that this communication of Andry implies that this lower line of the tract was intended to reach back to the Atchafalaya. The answer to this is, that no such intention is to be found in the minutes of the survey kept at the time it was made, nor as indicated upon the map, but the contrary. And all that can be properly understood from the letter, is what Andry had previously stated in the field-notes, namely, that the <span class=\"star-pagination\">*28</span> lower side line had been depressed so as to give to D'Auterieve, the benefit of his road of four leagues, which extended to the Atchafalaya. Had this alteration not been made, the road leading from the Mississippi back for the forty arpens, would have fallen within the limits of Dorval's lot below, and thus D'Auterieve be deprived of the benefit of it for the mile and an half, the depth of that lot. Beyond that limit he could have used it as before, as it then ran through the royal domain.</p>\n<p>We cannot infer, from the ambiguous expressions in the letter to Unzaga, the object of which was to explain the reasons for the depression of this side line contrary to his instructions, so as to include the road, an intention to carry the survey back to that river, when in contradiction of the description as given in the field-notes, and as delineated on the map. If Andry had intended the side lines should be thus carried back, it would have been a simple matter to have said so in the field-notes, and to have designated the river as the rear boundary on the map. The difference in the result is not so slight as to have been overlooked, or accidental. The survey, as actually made, contains probably some twenty-five hundred, or three thousand acres. As claimed under the construction attempted to be given to the letter, it would contain but little short of half a million, a difference depending upon the fact, whether the side lines which run north-west and south-west and widened therefore ninety degrees, should be extended back one mile and an half, or from twelve to fifteen miles.</p>\n<p>We think the field-notes and map should control, rather than this casual phrase in the letter accompanying them to Unzaga. The field-notes described this lower line by letters Q, R, S, and we have the delineation of it on the map corresponding to these letters; and both fix the terminus in conformity with the upper back lines of the tract as already run and delineated, and all this without any mention or allusion to this river as the boundary in the rear. Instead of this, the rear line is protracted on the map at the termini of the back lines, thereby expressly excluding the idea of a river boundary.</p>\n<p>A good deal of stress has been laid upon the idea, that as the French grant extended back to the Atchafalaya, the order of survey by the Spanish authorities was intended only to limit or diminish the front upon the river, leaving the depth as before. But the difficulty in giving any force to the suggestion is, that there is no evidence before us that the French grant extended back to this river. Even the historical records, mostly relied on in the case, furnish no such suggestion. This idea, therefore, cannot aid us in giving the construction claimed to the order of survey.</p>\n<p><span class=\"star-pagination\">*29</span> The acts of the parties tend strongly to confirm the view we have taken of this order of survey. Two of the sons of D'Auterieve were of age at the time this concession was given up to Galvez in 1780, and the family removed to Attakapas, and the youngest became of age in a few years thereafter. The eldest died in 1812, the second in 1814, and the youngest in 1828.</p>\n<p>All of them resided in the neighborhood of the tract, and during this whole period, a lapse of some thirty-three years, no claim was made to it; nor indeed ever by any of the members of the family who had the best opportunity of knowing the facts and circumstances under which it was surrendered, and of the extent and character of the title. The presumption is very strong, they must have been impressed with the belief that all the right that belonged to the family under the order of survey, had been given up to Galvez by the arrangement entered into with him.</p>\n<p>The acts of the Spanish government also in making concessions subsequently within the limits of the claim, as was done, show that no such right as is now set up was recognized by it.</p>\n<p>In any view, therefore, that we have been able to take of the case, we think that the decree of the court below is erroneous, and should be reversed.</p>\n<p>Mr. Justice CURTIS.</p>\n<p>Justices McLean, Wayne, Campbell, and myself, do not understand the opinion which has been delivered by Mr. Justice Nelson as intended to express the judgment of this court upon the validity of the complete French grant, alleged by the petition to have been made by The Western Company to Paris Duvernay in 1717, or upon the effect of the alleged confirmation of such alleged complete French title, or any part thereof, by the Spanish Governors, O'Reilly and Unzaga. The trial of such a title not being within the jurisdiction of this court upon this petition, according to the repeated decisions of this court, and the plain terms of the act of May 26, 1824, under which we derive our authority, it seems equally clear, that the questions whether there is any sufficient evidence that such a grant was made, or whether it could be located, or whether it embraced the premises in question, or whether it had been in part or in whole confirmed; and how extensive such confirmation, if made, was, are questions not judicially before us. For these questions belong exclusively to the trial of that legal title.</p>\n<p>In our judgment, this embraces the whole case. It exhausts every allegation in the petition, which makes no claim to any incipient or imperfect French or Spanish title. It alleges only <span class=\"star-pagination\">*30</span> a complete French grant, and a confirmation to D'Auterieve, who was then in possession under it, of part of the land.</p>\n<p>Now, the first section of the act of 1824, provides that a person, claiming lands by virtue of a French or Spanish grant, concession, warrant, or order of survey, which might have been perfected into a complete title, may present a petition to the District Court, setting forth, fully, plainly, and substantially, the nature of his claim to the lands, particularly stating the date of the grant, &amp;c., under which he claims; and then it continues: \"and the said court is hereby authorized and required to hold and exercise jurisdiction of every petition presented in conformity with this act, and to hear and determine the same.\" Unless, therefore, the petition is presented in conformity with this act, the special and limited jurisdiction which the act confers does not exist. The title shown by this petition being a complete title, derived from the Western Company, and confirmed by the Spanish authorities, and the petitioner not having shown, fully, plainly, and substantially, or even by the most obscure suggestion, any other title, we cannot perceive how this court has any jurisdiction under the act of 1824. We add, however, that if, as in the case of Davenport's Heirs, at the present term, the petition did duly aver facts, constituting in point of law an imperfect title, we should not consider the petition defective, though it might state an erroneous legal conclusion from those facts, and call the title a perfect one. That is not this case, as may be seen by recurring to the petition.</p>\n<p>Our opinion is, that this petition should be dismissed for want of jurisdiction, without prejudice to any legal title of the petitioners, and that no opinion should be expressed by this court upon any question of fact or law arising upon the evidence.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the District Court of the United States for the Eastern District of Louisiana, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said District Court in this cause be, and the same is hereby, reversed, and that this cause be, and the same is hereby, remanded to the said District Court, with directions to that court to dismiss the petition of the claimants.</p>\n</div>", "id": 86816, "judges": "Nelson", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86816/", "sha1": "2ac35d8447ce8a81e82db108eb391f1b422aa6f8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:50"}