{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "56 U.S. 546", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/86850/"
    ], 
    "scotus_early_cite": "15 How. 546", 
    "case_name": "Livingston v. Woodworth", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 54956, 
    "resource_uri": "/api/rest/v2/citation/54956/"
  }, 
  "id": 86850, 
  "blocked": false, 
  "judges": "Daniel", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1854-02-16", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>56 U.S. 546 (1853)</b></center>\n<center><b>15 How. 546</b></center>\n<center><h1>WILLIAM LIVINGSTON AND EBENEZER N. CALEF, APPELLANTS,<br>\nv.<br>\nWILLIAM W. WOODWORTH, ADMINISTRATOR OF WILLIAM WOODWORTH, DECEASED, JAMES G. WILSON, ARTEMAS L. BROOKS, AND IGNATIUS TYLER, APPELLEES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*547</span> It was argued by Mr. Schley, for the appellants, and by George. T. Curtis, for the appellees.</p>\n<p><span class=\"star-pagination\">*553</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>The appellees, on the 24th of July, 1848, obtained from the court above mentioned an injunction to restrain the appellants from using or vending one or more planing machines substantially the same in construction and mode of operation as the machine which had been patented to William Woodworth, deceased.</p>\n<p>In their bill they allege the originality of the invention of the patentee, the extension of the patent after his death for the space of seven years beyond its original limitation to the appellee, William W. Woodworth, as administrator of the inventor, and the grant by said administrator to the appellee, Brooks, of the exclusive right to construct and use the invention within certain specified limits for the entire period of that extension. The bill further alleges a second extension by act of Congress of the patent to the said administrator for the term of seven years from the 27th day of December, 1849; but states that in consequence of doubts entertained as to the correctness of the specification, and of the fact of said letters-patent having been found to be inoperative, they were duly surrendered, and new letters-patent bearing date on the 8th day of July, 1845, were issued to the appellee, William W. Woodworth and his assigns, for the residue of the term of 28 years from 27th of December, 1828; that subsequently to this last renewal the appellee, William W. Woodworth, had granted to the appellee, Wilson, and to his assigns, all the right and title acquired by him by the issue of the last letters-patent with the amended specification. That the appellee, Brooks, by his deed of the 20th of July, 1847, had granted and assigned to the appellee, Tyler, one half Brooks's right in the patent to Woodworth for the term ending on the twenty-seventh of December, 1849, to be used within the town of Lowell, and not elsewhere. That the appellee, Wilson, by deed of the 20th of May, 1848, assigned and confirmed to Brooks and his assigns, the exclusive right of constructing and using <span class=\"star-pagination\">*554</span> twenty planing machines according to the letters-patent with the amended specification, and gave authority to Brooks, in Wilson's name, to execute all such deeds of confirmation to the assignees of any rights and privileges within the county of Middlesex as he should deem fit, and that in virtue of this power and authority, he, Brooks, did by his deed of July 1st, 1848, grant and confirm to the appellee, Tyler, in the name and behalf of the said Wilson, as well as in his own name, all the rights and privileges described in the deed from Brooks to Tyler of the 20th of July, 1847. The bill further alleges that the appellants were then using, and for some time had used, within the city of Lowell, one of the machines substantially the same in construction and mode of operation as the planing machine in the said last mentioned letters-patent described, the exclusive right to make, use and vend which, is by law vested in the appellees. The bill also charges that theretofore two actions at law had been instituted in that court, the one against a certain James Gould, and the other against Rodolphus and James, Edwards and Cyrus Smith, for the violation of the exclusive privileges granted to the plaintiffs in those actions under patent last aforesaid, by using a machine substantially the same with the said planing machine invented by the said William Woodworth, and that, upon issues made up in both these actions, the jury found that the defendants had infringed the patent, and subjected them to the payment of damages. It avers the use, as before stated by the appellants of their machine, to be an infringment of the Woodworth patent, and a violation of the exclusive rights and privileges of the appellees; and concludes with a prayer that the appellants may be decreed to account for and pay over to the appellees all gains and profits which have accrued from using their said machines since the expiration of the said original patent; that they may be restrained, by injunction, from using or vending any one or more of said machines; that the machine or machines, in the possession or under the control of the appellants, may be destroyed or delivered over to the appellees, who ask also for general relief.</p>\n<p>The appellants, by their answer state, that during a part of the time which has elapsed between the autumn of 1841 and April 1st, 1844, they have used in their mill at Lowell a single planing machine constructed according to a patent granted to James H. Hutchinson on the 16th of July, 1839, which machine, in some of its combinations, substantially resembles the machine specified in the patent granted to Woodworth in 1845, but is unlike any machine specified in the patent to Woodworth in 1828. They aver, also, that the planing business had been carried on as aforesaid, in virtue of the Hutchinson machine, at <span class=\"star-pagination\">*555</span> Lowell, with the full knowledge of the appellee, Brooks, and without objection from him until within a short time previously; and that they had no knowledge or belief of any infringement by them of the patent to Woodworth, until after the decision in Gould's case; after which decision, they were informed that the patent to Woodworth had been surrendered and reissued with a new specification, the validity of which reissued patent had not, within their knowledge or belief, been established until the decision of the suit against the said Edwards and Smith. The answer denies the originality of Woodworth's claim, by averring that James, Joseph, Aaron, and Daniel Hill, and Leonard Gilson, in the District of Massachusetts, as early as 1827, and John Hale of Bloomfield, in the State of New York, in the year 1828, had knowledge of and had made and used planing machines essentially the same and prior to the pretended invention of William Woodworth, deceased.</p>\n<p>At the May term of the court, 1849, this cause coming on to be heard upon the bill, the answers, replications, and exhibits, by the consent of the parties it was decreed by the court, that the appellees (the complainants below) were entitled to the perpetual injunction and to the account prayed for by the bill; said account to commence at such time as shall be found by the master, and be confirmed by the court. The decree proceeds that, the master in taking said account shall have power to require the parties to produce before him, on oath, all books and papers relating thereto, and to hear such oral evidence as either party may produce, and on the motion of either of the parties, to examine either of the other parties, upon interrogatories. And all farther directions are reserved until the coming in of the master's report.</p>\n<p>In pursuance of this decretal order, upon the examination of the parties on oath, and upon evidence produced aliunde, the master reported that the amount of gains and profits received by the defendants below upon 3,962,700 feet of plank, the number of feet planed by them, was at the rate of fifty cents per thousand feet, no exception being taken to the amount of the work stated to have been done by the said defendants, or to the gross amount at which the work was charged by them per thousand, but exception being taken to the report of the master upon the ground that the rate of profit charged to the defendants below should have been one dollar instead of fifty cents per thousand, the court by a farther decretal order recommitted the report to the master, with instructions to ascertain the amount of profits which may have been, or with due diligence and prudence might have been, realized by the defendants, for the work done by them or their servants, by the machines described <span class=\"star-pagination\">*556</span> in the complainant's bill, and that the account of profits should commence from the date of the letters-patent issued with the amended specifications. In obedience to the decretal order last mentioned, the master made a second report, by which he charged the defendants for profits on the work done by their machine at the rate of one dollar per thousand feet, instead of fifty cents, as in his former report, from the 8th day of July, 1845, the date of the reissued patent. He says it is true that the rate of profit adopted by him is conjectural, \"but that he does not think he has infused into the case any element too unfavorable to the defendants. That by the decision of the court they were trespassers and wrongdoers, in the legal sense of the words, and were consequently in a position which might make them liable to be mulcted in damages greater than the profits they have actually received; the rule being not what benefit they have received, but what injury the plaintiffs have sustained.\" To this second report of the master, exceptions were filed by the appellees, the plaintiffs below, founded upon the departure of the master from the safe and just rule of actual profits, as prayed for by the bill, and the adoption of a rule of proceeding which was vague and conjectural, and unsustained by the evidence in the cause. At the May term, 1851, the Circuit Court decreed that this report of the master, except so far as interest is thereby disallowed, should be confirmed, and that the appellants should, within ten days, pay to the appellees the sum of $3,962,96, with interest thereon from the day of filing the bill, with costs. It is this decree, founded upon the antecedent proceedings herein adverted to, that we are to review; and it may here be remarked, that the statement of those proceedings has been unavoidably protracted from the necessity for considering two questions of a preliminary character raised in the argument, and which it is proper to dispose of before deciding upon, and before reaching the merits of, this cause. 1st. It has been insisted, on behalf of the appellants, that the appellee, Tyler, claiming as assignee under Woodworth, Wilson, and Brooks, and asserting a title complete in himself, within a certain locality, could not regularly unite in his bill those persons whom he had shown had no title within the same locality, and who could not therefore be embraced in a decree in his favor; a decree which, in its terms and effect, must exclude every kind of interest in those co-plaintiffs within the same limits. It is true, as a rule of equity pleading, that none should be made parties, either as complainants or defendants, who have no interest in the matters in controversy, or which can be affected by the decree of the court. Vide Story's Equity pleading, ch. 4, § 231; so too in § 232 of the same work <span class=\"star-pagination\">*557</span> it is said: \"In cases where the want of interest applies, it is equally fatal when applicable to one of several plaintiffs as it is when applicable to one of several defendants. Indeed, the objection in the former case is fatal to the whole suit, whereas, in the latter case, it is fatal (if taken in due time) only as against the defendant improperly joined.\" In the same work, § 544, it is said that, \"In cases of misjoinder of plaintiffs, the objection ought to be taken by demurrer, for if not so taken, and the court proceeds to a hearing on the merits, it will be disregarded, at least if it does not materially affect the propriety of the decree.\" The language of Lord Langdale, in the case of Raffity v. King, as reported in the Law Journal, vol. 6, p. 93, is very clear upon this question, where he says, \"As to the objection to John Raffity being made a plaintiff, I am not satisfied it would, under any circumstances, be considered of such importance as to deprive the other plaintiffs of the relief they are entitled to. There have been cases, in which the court, with a view to special justice, has overcome the difficulty occasioned by a misjoinder of plaintiffs;\" and in the case of Morley v. Lord Hawke, cited in 2 Younge &amp; Jervis, 520, before Sir William Grant, the rule is thus stated as to the misjoinder of plaintiffs. \"The defendant objected to any relief being granted in that state of the record; and, without determining the effect of the objection if brought forward earlier, I think it is now too late. If the objection had been stated in the answer, the plaintiffs might have obtained leave to amend their bill, and might have made John Raffity a defendant instead of a plaintiff, for which there is an authority in the case of Aylwin v. Bray, (2 Younge &amp; Jerv. 518, note,) and in such a case as this, where the objection is reserved to the last moment, I think it ought not to prevail.\"</p>\n<p>In the case before us the objection of misjoinder of the plaintiffs nowhere appears upon the pleadings, nor, for aught that is disclosed, was it insisted upon even at the hearing: it is urged for the first time after the hearing and after a final decree, and to allow this objection at so late a stage of the proceedings, would be a surprise upon the appellees, and might operate the most serious mischiefs. In this case, and at this time, the allowance of such an objection would be peculiarly improper, for here the objection cannot be viewed as having been merely waived by reasonable and ordinary implication, but the defendants have expressly consented to a decree between the parties as they were then arrayed upon the record. As to this objection, therefore, we think it comes too late to be of any avail, and should not affect the cognizance of the court either as to the parties or the subject-matter of the controversy. 2d. On the part of the appellees <span class=\"star-pagination\">*558</span> (the complainants in the Circuit Court,) it has been insisted, that the decretal order, made in this cause by consent, covered and ratified in advance all the subsequent proceedings on the part of the court, rendering those proceedings inclusive of the final decree, a matter of consent, which the appellants could have no right to retract, and from which, therefore, they could not legally appeal. In order to try the accuracy of this argument and of the conclusions sought to be deduced therefrom, it is proper to examine the order which is alleged in support of them. The words of that order are as follow:</p>\n<p>\"This cause came on, &amp;c. \u0097 and by consent of parties it is declared by the court\" \u0097 what? \"That the complainants are entitled to the perpetual injunction and the account prayed for by the bill.\" It seems to us incomprehensible, that by this consent of the defendant below, he had consented to any thing precise and unchangeable beyond the perpetual injunction, much more so that he had thereby bound himself to acquiescence in any shape or to any extent of demand which might be made against him under the guise of an account. Indeed the complainants below, and the Circuit Court itself, have shown by their own interpretation of this decretal order, that they did not understand it to mean, as in truth by no just acceptation it could mean, any thing fixed, definite and immutable; for the complainants below excepted to the report of the master, and the court recommitted that report with a view to its alteration. Nor can we regard the reference to the master as in the nature of an arbitration; for if so deemed, the award of that officer must have been binding, unless it could be assailed for fraud, misbehavior, or gross mistake of fact. In truth, the account consented to was the account prayed for by the bill, and in the plain words of the bill, viz., \"that the defendants may be decreed to account for and pay over all such gains and profits as have accrued to them from using the said machines since the expiration of said original letters-patent.\" This language is particularly clear and significant \u0097 such gain and profits, and such only, as have actually accrued to the defendants; and we are unable to perceive how, by such an assent, the appellants, the defendants below, could have been concluded against exceptions to any thing and every thing which might have been evolved by that report, however illegal or oppressive.</p>\n<p>Considering next the decretal order for the recommitment of the first report, the second report, made in obedience to that order, and final decree founded upon the second report, we are constrained to regard them all as alike irreconcilable with the prayer of the bill, with the just import of the consent decree, and with those principles, which control the action of courts of <span class=\"star-pagination\">*559</span> equity. In the instructions to the master it will be seen, that he is ordered \"to ascertain and report the amount of profits which may have been, or with due diligence and prudence might have been, realized, by the defendants for the work done by them or by their servants by means of the machines described in the complainant's bill, computing the same upon the principles set forth in the opinion of the court, and that the account of such profits commence from the date of the letters-patent issued with the amended specification.\" The master, in this report made in pursuance of the instructions just adverted to, admits that the account is not constructed upon the basis of actual gains and profits acquired by the defendants by the use of the inhibited machine, but upon the theory of awarding damages to the complainants for an infringement of their monopoly. He admits, too, that the rate of profits assumed by him was conjectural and not governed by the evidence; but he attempts to vindicate the rule he had acted upon by the declaration, that he was not aware that he had \"infused into the case any element too unfavorable to the defendants. That by the decision of the court they were trespasers and wrongdoers, in the legal sense of these words, and consequently in a position to be mulcted in damages greater than the profits they have actually received: the rule being not what benefit they have received, but what injury the plaintiffs have sustained.\" To what rule the master has reference in thus stating the grounds on which his calculations have been based, we do not know. We are aware of no rule which converts a court of equity into an instrument for the punishment of simple torts; but upon this principle of chastisement the master admits that he has been led, in contravention of his original view of the testimony, and upon conjecture as to the realty of the facts, and not upon facts themselves, to double the amount which he had stated to be a compensation to the plaintiffs below, and the compensation prayed for by them, and the Circuit Court has, by its decree, pushed this principle to the extreme by adding to this amount the penalty of interest thereon from the time of filing the bill to the date of the final decree.</p>\n<p>We think that the second report of the master, and the final decree of the Circuit Court, are warranted neither by the prayer of the bill, by the justice of this case, nor by the well-established rules of equity jurisprudence.</p>\n<p>If the appellees, the plaintiffs below, had sustained an injury to their legal rights, the courts of law were open to them for redress, and in those courts they might, according to a practice, which however doubtful in point of essential right, is now too inveterate to be called in question, have claimed not compensation merely, but vengeance, for such injury as they could show that they had sustained. But before a tribunal which refuses <span class=\"star-pagination\">*560</span> to listen even to any, save those whose acts and motives are perfectly fair and liberal, they cannot be permitted to contravene the highest and most benignant principle of the being and constitution of that tribunal.</p>\n<p>There they will be allowed to claim that which, ex æquo et bono, is theirs, and nothing beyond this.</p>\n<p>In the present case it would be peculiarly harsh and oppressive, were it consistent with equity practice, to visit upon the appellants any consequences in the nature of a penalty. It is clearly shown that the appellants, in working their machine, were proceeding under an authority equal to that (the same indeed) which bestowed on Woodworth and his assignees the right to their monopoly. The appellants were using a machine patented by the United States to Hutchinson, and might well have supposed that the right derived to them from such a source was regular and legitimate. They were, then, in no correct sense, wanton infringers upon the rights of Woodworth, or of those claiming under him. So soon as the originality and priority of the Woodworth patent was ascertained by law, the appellants consented to be perpetually enjoined from the use of their machine, (the Hutchinson machine,) and to account for whatever gains and profits they had received from its use. Under these circumstances, were the infliction of damages, by way of penalty, ever consistent with the practice of courts of equity, there can be perceived in this case no ground whatever for the exercise of such a power.</p>\n<p>On the contrary, those circumstances exhibit, in a clearer light, the propriety of restricting the account, in accordance with the prayer of the bill, to the actual gains and profits of the appellants, (the defendants below,) during the time their machine was in operation and during no other period. We are therefore of the opinion, that the decree of the Circuit Court is erroneous, and should be, as it is hereby, reversed, with costs; and that this cause be remanded to the Circuit Court, with instructions to proceed therein in conformity with the principles ruled in this opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Massachusetts, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs; and that this cause be, and the same is hereby, remanded to the said Circuit Court, for further proceedings to be had therein, in conformity to the opinion of this court.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:00:51", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">546</span></span> (1853)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">546</span></span></b></center>\n<center><h1>WILLIAM LIVINGSTON AND EBENEZER N. CALEF, APPELLANTS,<br>\nv.<br>\nWILLIAM W. WOODWORTH, ADMINISTRATOR OF WILLIAM WOODWORTH, DECEASED, JAMES G. WILSON, ARTEMAS L. BROOKS, AND IGNATIUS TYLER, APPELLEES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*547</span> It was argued by Mr. Schley, for the appellants, and by George. T. Curtis, for the appellees.</p>\n<p><span class=\"star-pagination\">*553</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>The appellees, on the 24th of July, 1848, obtained from the court above mentioned an injunction to restrain the appellants from using or vending one or more planing machines substantially the same in construction and mode of operation as the machine which had been patented to William Woodworth, deceased.</p>\n<p>In their bill they allege the originality of the invention of the patentee, the extension of the patent after his death for the space of seven years beyond its original limitation to the appellee, William W. Woodworth, as administrator of the inventor, and the grant by said administrator to the appellee, Brooks, of the exclusive right to construct and use the invention within certain specified limits for the entire period of that extension. The bill further alleges a second extension by act of Congress of the patent to the said administrator for the term of seven years from the 27th day of December, 1849; but states that in consequence of doubts entertained as to the correctness of the specification, and of the fact of said letters-patent having been found to be inoperative, they were duly surrendered, and new letters-patent bearing date on the 8th day of July, 1845, were issued to the appellee, William W. Woodworth and his assigns, for the residue of the term of 28 years from 27th of December, 1828; that subsequently to this last renewal the appellee, William W. Woodworth, had granted to the appellee, Wilson, and to his assigns, all the right and title acquired by him by the issue of the last letters-patent with the amended specification. That the appellee, Brooks, by his deed of the 20th of July, 1847, had granted and assigned to the appellee, Tyler, one half Brooks's right in the patent to Woodworth for the term ending on the twenty-seventh of December, 1849, to be used within the town of Lowell, and not elsewhere. That the appellee, Wilson, by deed of the 20th of May, 1848, assigned and confirmed to Brooks and his assigns, the exclusive right of constructing and using <span class=\"star-pagination\">*554</span> twenty planing machines according to the letters-patent with the amended specification, and gave authority to Brooks, in Wilson's name, to execute all such deeds of confirmation to the assignees of any rights and privileges within the county of Middlesex as he should deem fit, and that in virtue of this power and authority, he, Brooks, did by his deed of July 1st, 1848, grant and confirm to the appellee, Tyler, in the name and behalf of the said Wilson, as well as in his own name, all the rights and privileges described in the deed from Brooks to Tyler of the 20th of July, 1847. The bill further alleges that the appellants were then using, and for some time had used, within the city of Lowell, one of the machines substantially the same in construction and mode of operation as the planing machine in the said last mentioned letters-patent described, the exclusive right to make, use and vend which, is by law vested in the appellees. The bill also charges that theretofore two actions at law had been instituted in that court, the one against a certain James Gould, and the other against Rodolphus and James, Edwards and Cyrus Smith, for the violation of the exclusive privileges granted to the plaintiffs in those actions under patent last aforesaid, by using a machine substantially the same with the said planing machine invented by the said William Woodworth, and that, upon issues made up in both these actions, the jury found that the defendants had infringed the patent, and subjected them to the payment of damages. It avers the use, as before stated by the appellants of their machine, to be an infringment of the Woodworth patent, and a violation of the exclusive rights and privileges of the appellees; and concludes with a prayer that the appellants may be decreed to account for and pay over to the appellees all gains and profits which have accrued from using their said machines since the expiration of the said original patent; that they may be restrained, by injunction, from using or vending any one or more of said machines; that the machine or machines, in the possession or under the control of the appellants, may be destroyed or delivered over to the appellees, who ask also for general relief.</p>\n<p>The appellants, by their answer state, that during a part of the time which has elapsed between the autumn of 1841 and April 1st, 1844, they have used in their mill at Lowell a single planing machine constructed according to a patent granted to James H. Hutchinson on the 16th of July, 1839, which machine, in some of its combinations, substantially resembles the machine specified in the patent granted to Woodworth in 1845, but is unlike any machine specified in the patent to Woodworth in 1828. They aver, also, that the planing business had been carried on as aforesaid, in virtue of the Hutchinson machine, at <span class=\"star-pagination\">*555</span> Lowell, with the full knowledge of the appellee, Brooks, and without objection from him until within a short time previously; and that they had no knowledge or belief of any infringement by them of the patent to Woodworth, until after the decision in Gould's case; after which decision, they were informed that the patent to Woodworth had been surrendered and reissued with a new specification, the validity of which reissued patent had not, within their knowledge or belief, been established until the decision of the suit against the said Edwards and Smith. The answer denies the originality of Woodworth's claim, by averring that James, Joseph, Aaron, and Daniel Hill, and Leonard Gilson, in the District of Massachusetts, as early as 1827, and John Hale of Bloomfield, in the State of New York, in the year 1828, had knowledge of and had made and used planing machines essentially the same and prior to the pretended invention of William Woodworth, deceased.</p>\n<p>At the May term of the court, 1849, this cause coming on to be heard upon the bill, the answers, replications, and exhibits, by the consent of the parties it was decreed by the court, that the appellees (the complainants below) were entitled to the perpetual injunction and to the account prayed for by the bill; said account to commence at such time as shall be found by the master, and be confirmed by the court. The decree proceeds that, the master in taking said account shall have power to require the parties to produce before him, on oath, all books and papers relating thereto, and to hear such oral evidence as either party may produce, and on the motion of either of the parties, to examine either of the other parties, upon interrogatories. And all farther directions are reserved until the coming in of the master's report.</p>\n<p>In pursuance of this decretal order, upon the examination of the parties on oath, and upon evidence produced aliunde, the master reported that the amount of gains and profits received by the defendants below upon 3,962,700 feet of plank, the number of feet planed by them, was at the rate of fifty cents per thousand feet, no exception being taken to the amount of the work stated to have been done by the said defendants, or to the gross amount at which the work was charged by them per thousand, but exception being taken to the report of the master upon the ground that the rate of profit charged to the defendants below should have been one dollar instead of fifty cents per thousand, the court by a farther decretal order recommitted the report to the master, with instructions to ascertain the amount of profits which may have been, or with due diligence and prudence might have been, realized by the defendants, for the work done by them or their servants, by the machines described <span class=\"star-pagination\">*556</span> in the complainant's bill, and that the account of profits should commence from the date of the letters-patent issued with the amended specifications. In obedience to the decretal order last mentioned, the master made a second report, by which he charged the defendants for profits on the work done by their machine at the rate of one dollar per thousand feet, instead of fifty cents, as in his former report, from the 8th day of July, 1845, the date of the reissued patent. He says it is true that the rate of profit adopted by him is conjectural, \"but that he does not think he has infused into the case any element too unfavorable to the defendants. That by the decision of the court they were trespassers and wrongdoers, in the legal sense of the words, and were consequently in a position which might make them liable to be mulcted in damages greater than the profits they have actually received; the rule being not what benefit they have received, but what injury the plaintiffs have sustained.\" To this second report of the master, exceptions were filed by the appellees, the plaintiffs below, founded upon the departure of the master from the safe and just rule of actual profits, as prayed for by the bill, and the adoption of a rule of proceeding which was vague and conjectural, and unsustained by the evidence in the cause. At the May term, 1851, the Circuit Court decreed that this report of the master, except so far as interest is thereby disallowed, should be confirmed, and that the appellants should, within ten days, pay to the appellees the sum of $3,962,96, with interest thereon from the day of filing the bill, with costs. It is this decree, founded upon the antecedent proceedings herein adverted to, that we are to review; and it may here be remarked, that the statement of those proceedings has been unavoidably protracted from the necessity for considering two questions of a preliminary character raised in the argument, and which it is proper to dispose of before deciding upon, and before reaching the merits of, this cause. 1st. It has been insisted, on behalf of the appellants, that the appellee, Tyler, claiming as assignee under Woodworth, Wilson, and Brooks, and asserting a title complete in himself, within a certain locality, could not regularly unite in his bill those persons whom he had shown had no title within the same locality, and who could not therefore be embraced in a decree in his favor; a decree which, in its terms and effect, must exclude every kind of interest in those co-plaintiffs within the same limits. It is true, as a rule of equity pleading, that none should be made parties, either as complainants or defendants, who have no interest in the matters in controversy, or which can be affected by the decree of the court. Vide Story's Equity pleading, ch. 4, § 231; so too in § 232 of the same work <span class=\"star-pagination\">*557</span> it is said: \"In cases where the want of interest applies, it is equally fatal when applicable to one of several plaintiffs as it is when applicable to one of several defendants. Indeed, the objection in the former case is fatal to the whole suit, whereas, in the latter case, it is fatal (if taken in due time) only as against the defendant improperly joined.\" In the same work, § 544, it is said that, \"In cases of misjoinder of plaintiffs, the objection ought to be taken by demurrer, for if not so taken, and the court proceeds to a hearing on the merits, it will be disregarded, at least if it does not materially affect the propriety of the decree.\" The language of Lord Langdale, in the case of Raffity v. King, as reported in the Law Journal, vol. 6, p. 93, is very clear upon this question, where he says, \"As to the objection to John Raffity being made a plaintiff, I am not satisfied it would, under any circumstances, be considered of such importance as to deprive the other plaintiffs of the relief they are entitled to. There have been cases, in which the court, with a view to special justice, has overcome the difficulty occasioned by a misjoinder of plaintiffs;\" and in the case of Morley v. Lord Hawke, cited in 2 Younge &amp; Jervis, 520, before Sir William Grant, the rule is thus stated as to the misjoinder of plaintiffs. \"The defendant objected to any relief being granted in that state of the record; and, without determining the effect of the objection if brought forward earlier, I think it is now too late. If the objection had been stated in the answer, the plaintiffs might have obtained leave to amend their bill, and might have made John Raffity a defendant instead of a plaintiff, for which there is an authority in the case of Aylwin v. Bray, (2 Younge &amp; Jerv. 518, note,) and in such a case as this, where the objection is reserved to the last moment, I think it ought not to prevail.\"</p>\n<p>In the case before us the objection of misjoinder of the plaintiffs nowhere appears upon the pleadings, nor, for aught that is disclosed, was it insisted upon even at the hearing: it is urged for the first time after the hearing and after a final decree, and to allow this objection at so late a stage of the proceedings, would be a surprise upon the appellees, and might operate the most serious mischiefs. In this case, and at this time, the allowance of such an objection would be peculiarly improper, for here the objection cannot be viewed as having been merely waived by reasonable and ordinary implication, but the defendants have expressly consented to a decree between the parties as they were then arrayed upon the record. As to this objection, therefore, we think it comes too late to be of any avail, and should not affect the cognizance of the court either as to the parties or the subject-matter of the controversy. 2d. On the part of the appellees <span class=\"star-pagination\">*558</span> (the complainants in the Circuit Court,) it has been insisted, that the decretal order, made in this cause by consent, covered and ratified in advance all the subsequent proceedings on the part of the court, rendering those proceedings inclusive of the final decree, a matter of consent, which the appellants could have no right to retract, and from which, therefore, they could not legally appeal. In order to try the accuracy of this argument and of the conclusions sought to be deduced therefrom, it is proper to examine the order which is alleged in support of them. The words of that order are as follow:</p>\n<p>\"This cause came on, &amp;c. \u0097 and by consent of parties it is declared by the court\" \u0097 what? \"That the complainants are entitled to the perpetual injunction and the account prayed for by the bill.\" It seems to us incomprehensible, that by this consent of the defendant below, he had consented to any thing precise and unchangeable beyond the perpetual injunction, much more so that he had thereby bound himself to acquiescence in any shape or to any extent of demand which might be made against him under the guise of an account. Indeed the complainants below, and the Circuit Court itself, have shown by their own interpretation of this decretal order, that they did not understand it to mean, as in truth by no just acceptation it could mean, any thing fixed, definite and immutable; for the complainants below excepted to the report of the master, and the court recommitted that report with a view to its alteration. Nor can we regard the reference to the master as in the nature of an arbitration; for if so deemed, the award of that officer must have been binding, unless it could be assailed for fraud, misbehavior, or gross mistake of fact. In truth, the account consented to was the account prayed for by the bill, and in the plain words of the bill, viz., \"that the defendants may be decreed to account for and pay over all such gains and profits as have accrued to them from using the said machines since the expiration of said original letters-patent.\" This language is particularly clear and significant \u0097 such gain and profits, and such only, as have actually accrued to the defendants; and we are unable to perceive how, by such an assent, the appellants, the defendants below, could have been concluded against exceptions to any thing and every thing which might have been evolved by that report, however illegal or oppressive.</p>\n<p>Considering next the decretal order for the recommitment of the first report, the second report, made in obedience to that order, and final decree founded upon the second report, we are constrained to regard them all as alike irreconcilable with the prayer of the bill, with the just import of the consent decree, and with those principles, which control the action of courts of <span class=\"star-pagination\">*559</span> equity. In the instructions to the master it will be seen, that he is ordered \"to ascertain and report the amount of profits which may have been, or with due diligence and prudence might have been, realized, by the defendants for the work done by them or by their servants by means of the machines described in the complainant's bill, computing the same upon the principles set forth in the opinion of the court, and that the account of such profits commence from the date of the letters-patent issued with the amended specification.\" The master, in this report made in pursuance of the instructions just adverted to, admits that the account is not constructed upon the basis of actual gains and profits acquired by the defendants by the use of the inhibited machine, but upon the theory of awarding damages to the complainants for an infringement of their monopoly. He admits, too, that the rate of profits assumed by him was conjectural and not governed by the evidence; but he attempts to vindicate the rule he had acted upon by the declaration, that he was not aware that he had \"infused into the case any element too unfavorable to the defendants. That by the decision of the court they were trespasers and wrongdoers, in the legal sense of these words, and consequently in a position to be mulcted in damages greater than the profits they have actually received: the rule being not what benefit they have received, but what injury the plaintiffs have sustained.\" To what rule the master has reference in thus stating the grounds on which his calculations have been based, we do not know. We are aware of no rule which converts a court of equity into an instrument for the punishment of simple torts; but upon this principle of chastisement the master admits that he has been led, in contravention of his original view of the testimony, and upon conjecture as to the realty of the facts, and not upon facts themselves, to double the amount which he had stated to be a compensation to the plaintiffs below, and the compensation prayed for by them, and the Circuit Court has, by its decree, pushed this principle to the extreme by adding to this amount the penalty of interest thereon from the time of filing the bill to the date of the final decree.</p>\n<p>We think that the second report of the master, and the final decree of the Circuit Court, are warranted neither by the prayer of the bill, by the justice of this case, nor by the well-established rules of equity jurisprudence.</p>\n<p>If the appellees, the plaintiffs below, had sustained an injury to their legal rights, the courts of law were open to them for redress, and in those courts they might, according to a practice, which however doubtful in point of essential right, is now too inveterate to be called in question, have claimed not compensation merely, but vengeance, for such injury as they could show that they had sustained. But before a tribunal which refuses <span class=\"star-pagination\">*560</span> to listen even to any, save those whose acts and motives are perfectly fair and liberal, they cannot be permitted to contravene the highest and most benignant principle of the being and constitution of that tribunal.</p>\n<p>There they will be allowed to claim that which, ex æquo et bono, is theirs, and nothing beyond this.</p>\n<p>In the present case it would be peculiarly harsh and oppressive, were it consistent with equity practice, to visit upon the appellants any consequences in the nature of a penalty. It is clearly shown that the appellants, in working their machine, were proceeding under an authority equal to that (the same indeed) which bestowed on Woodworth and his assignees the right to their monopoly. The appellants were using a machine patented by the United States to Hutchinson, and might well have supposed that the right derived to them from such a source was regular and legitimate. They were, then, in no correct sense, wanton infringers upon the rights of Woodworth, or of those claiming under him. So soon as the originality and priority of the Woodworth patent was ascertained by law, the appellants consented to be perpetually enjoined from the use of their machine, (the Hutchinson machine,) and to account for whatever gains and profits they had received from its use. Under these circumstances, were the infliction of damages, by way of penalty, ever consistent with the practice of courts of equity, there can be perceived in this case no ground whatever for the exercise of such a power.</p>\n<p>On the contrary, those circumstances exhibit, in a clearer light, the propriety of restricting the account, in accordance with the prayer of the bill, to the actual gains and profits of the appellants, (the defendants below,) during the time their machine was in operation and during no other period. We are therefore of the opinion, that the decree of the Circuit Court is erroneous, and should be, as it is hereby, reversed, with costs; and that this cause be remanded to the Circuit Court, with instructions to proceed therein in conformity with the principles ruled in this opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Massachusetts, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs; and that this cause be, and the same is hereby, remanded to the said Circuit Court, for further proceedings to be had therein, in conformity to the opinion of this court.</p>\n</div>", 
  "sha1": "0961270dfad020fc53313f6c7fcb9dd6b7fe6d9e", 
  "date_modified": "2014-12-21T01:25:12.066252", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/86850/livingston-v-woodworth/", 
  "citation_count": 6, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1508060/", 
  "html": "<p class=\"case_cite\">56 U.S. 546</p>\n    <p class=\"case_cite\">15 How. 546</p>\n    <p class=\"case_cite\">14 L.Ed. 809</p>\n    <p class=\"parties\">WILLIAM LIVINGSTON AND EBENEZER N. CALEF, APPELLANTS,<br>v.<br>WILLIAM W. WOODWORTH, ADMINISTRATOR OF WILLIAM<br>WOODWORTH, DECEASED, JAMES G. WILSON, ARTEAMS L. BROOKS,<br>AND IGNATIUS TYLER, APPELLEES.</p>\n    <p class=\"date\">December Term, 1853</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">All the facts of the case are stated in the opinion of the court, to which the reader is referred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was argued by <i>Mr. Schley</i>, for the appellants, and by <i>George. T. Curtis</i>, for the appellees.</p>\n    </div>\n    <p class=\"indent\"><i>Mr. Schley</i> made the following points:</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. The account ought not to have been taken from the date of the patent. The title of the complainant, Tyler, was not complete until 1st July, 1848, nor the title of Brooks until the 10th May, 1848. At the furthest, the account ought not to have been taken from a period prior to the latter day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. The account ought not to have been continued beyond the time of the filing of the bill. There are cases, undoubtedly, in which the account is continued to the date of the report; but this is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">3. It was clearly erroneous to allow interest, from the day of filing the bill, on the whole amount; as part of the amount accrued after that date.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">4. Upon the case, as it stood in court, actual 'gains and profits,' and nothing more, ought to have been charged against the defendants. If damages, beyond actual gains and profits, were asked, the complainants should have sought another forum. Curtis on Patents, &#167; 348; Hindmarsh on Patents, 361-365; Crossley <i>v.</i> The Derby Gas Light Company, 3 Mylne &amp; Craig, 428, 433; Bacon <i>v.</i> Spotswood, 1 Beav. 387; Colborn <i>v.</i> Simms, 2 Hare, 560; 2 Eden on Injunctions, 251; Phillips on Patents, 457; Webster on Patents, 119, 168, 238; Lee <i>v.</i> Alston, 1 Ves. Jr. 82.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">5. The allowance of one dollar per thousand was not warranted by the evidence in the cause; even if, in other respects, the decree was right. The allowance was excessive, upon the merits, as disclosed in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The points made by <i>Mr. Curtis</i>, for the appellees, were the following:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">I. The first point that will be submitted, on behalf of the appellees, will be, That this being a bill for an injunction and an account, and a decree having been entered by consent of parties, (Record, p. 68,) that the complainants were entitled to the injunction and account prayed for in the bill, an appeal does not lie from the final decree, which merely ascertains the items of the account which the appellants consented should be taken.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That an appeal cannot be taken from a decree entered by consent, counsel will cite 2 Daniel's Ch. Pr. 1179, 1180; Bradish <i>v.</i> Gee, Amb. 229; Harrison <i>v.</i> Rumsey, 2 Ves. 488; Atkinson <i>v.</i> Marks, 1 Cow. 693; Corning <i>v.</i> Cooper, 7 Paige, 587.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is a case in Ohio which is otherwise, founded on the peculiar provisions of the statute allowing appeals. Brewer <i>v.</i> The State of Connecticut and others, 9 Ohio R. 189.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But there is nothing in the provisions of the judiciary act of 1789, or in the act of March 3, 1803, &#167; 2, allowing and regulating appeals in equity, to prevent the application by this court of the rule, that when a decree has been taken by consent, it cannot be disturbed by an appeal or a rehearing. The object of the act of 1803 is stated in the case of the San Pedro, 2 Wheaton, 141, 142. The only question in this case is, whether the consent decree, entered May term, 1849, (p. 18,) does not render the final decree (p. 51, 52) a decree by consent also. It will be contended that it does:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. Because, by the first decree, the appellants consented that the appellees were entitled to the prepetual injunction, and 'the account prayed for in the bill;' and all that remained to be done was to ascertain what account was prayed for in the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. Because, by the first decree, it was expressly declared, that the parties consented to have the account commence at such a time as should be found by the master, and be confirmed by the court&#8212;a stipulation as binding on both parties as if they had made the same point the subject of arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But if the appeal was rightly taken, counsel for the appellees will contend,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">II. That the second decretal order to the master, by which he was directed to ascertain 'the amount of profits which may have been, or, with due diligence and prudence, might have been, realized by the defendants for the work done by them' with the machine complained of, taken in connection with the principles laid down by the court in their opinion, (see appendix to this brief,) stated the true rule for this case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. It appears, by an account filed with the master at the first hearing, that the appellants had been using the machine complained of from July, 1845, to July, 1848, and had planed therewith 3,962,760 feet of boards during that time.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It also appears that they had received an average of $2 per thousand feet for this work; and in their answer they state, that this work was done at an average expense of $1.50 per thousand feet, leaving 50 cents, only, as the net profit actually realized on a thousand feet. But they do not profees to do this with entire accuracy, but as an 'approximate estimate.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this state of the facts, the master, assuming that he was to find only the actual net profits realized, heard evidence on the part of the complainants which tended to show that a thousand feet of boards could be planed for a less cost; and, also, evidence on the part of the respondents, tending to show that it would cost as much as they had stated in their answer; but he held, that the result of the whole evidence did not authorize the conclusion that the respondents had not truly stated the actual cost, and, accordingly, he reported $1.50 as the cost per thousand, leaving an actual profit of 50 cents only.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As it stood on the master's first report, therefore, there was evidence tending to show that, in charging $1.50 per thousand as the cost of planing, the respondents had conducted the business with less skill and prudence than it might have been conducted. The master's conclusion was based wholly on the idea that the actual net profits furnished the rule, and that the evidence did not control the statement of the answer as to the amount of such actual profits.&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">An exception being taken and argued, it appeared to the court that here was a state of facts which required the application of a different rule, and the cause was recommitted to the master, by the second decretal order, and the accompanying instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The rule announced was, that the master was to report the profits which the respondents might have made with due diligence and prudence; and the principle adopted by the court was, that the respondents were to the charged as involuntary trustees, accountable, like mortgagees in possession and other similar trustees, for the profits which might have been received with due care and prudence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To apply this rule rendered it necessary to hear evidence on both sides, and to take the average given by all the testimony of what it would cost to plane 1,000 feet. The result of the whole evidence, given to the master at both hearings, may be thus stated.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(The counsel then went into some long calculations respecting the cost of planing.)</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2. There is no technical difficulty in a court of equity in adopting and applying such a rule as that directed by the 2d decretar order to the master.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Where the court has jurisdiction to give the principal relief sought, it will make a complete decree, and give compensation for the past injury. As in bills for specific performance. Newham <i>v.</i> May, 13 Price, 749; Nelson <i>v.</i> Bridges, 2 Beavan, 239; Phillips <i>v.</i> Thompson, 1 Johns. Ch. R. 150; Parkhurst <i>v.</i> Van Cartlandt, Ibid. 273; Pratt <i>v.</i> Law &amp; Campbell, 9 Cranch, 456; Cathcart <i>v.</i> Robinson, 5 Peters, 269; 2 Story's Eq. Jurisp. &#167; 796. So also in injunction bills for waste. Jesus College <i>v.</i> Bloom, 3 Atk. 262; Garth <i>v.</i> Cotton, Ibid. 751; Lee <i>v.</i> Alston, 1 Bro. Ch. R. 194.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The jurisdiction in equity conferred upon the circuit courts in patent causes, by statute, contemplates full power to give the plaintiff as ample redress as he could have at law, except that the damages cannot be trebled. Patent Act of July 4th, 1836, &#167; 17, 14.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">3. There being no technical difficulty in applying a rule that involves elements of computation, and gives an approximate compensation to the party injured, the question is simply one of principle, viz. What rate of profits shall a party, who has long infringed a patent, be required to account for in equity?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The court below did not direct the master to find damages, nor did he go into that inquiry. He inquired, as he was directed to do, whether the profits actually made by the respondents were as large as they might have been with the exercise of due care and prudence.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>a</i>. Any other rule, in a case of this kind, would put the patentee entirely in the power of the trespasser, and enable the latter to fix the rate at which he should account for the use of the machine.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>b</i>. The rule applied in this case by the court below was correct in principle. It was to hold the party accountable, as an involuntary trustee, for what the patentee might have realized by the same exercise of the right, the evidence showing that he had made the cost of the work excessive. The principle is well settled, that a court of equity sometimes forces the character of a trustee upon an intruder, a wrongdoer, or one who is in possession under color of right, and who takes rents or profits which belong to another, or might have taken them.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The particular class of trustees referred to in the opinion of the court below are mortgagees. The following authorities show the application of the rule. Anonymous, 1 Vernon, 45; Chapman <i>v.</i> Tanner, Ib. 267; Coppring <i>v.</i> Cooke, Ib. 270; Jenkins <i>v.</i> Eldredge, 3 Story, 325, 329, 330, 331; Dexter <i>v.</i> Arnold, 2 Summer, 108, 130.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>c</i>. This is a case of first impression. All the authorities and precedents which declare that the infringer is to account in equity for the 'profits' made by the unlawful use of the invention, contemplate a case where the actual profits are all that could have been made, or else that question has not been raised. This is a case where the evidence shows that the respondents so conducted their business that the actual profits were less than half what might have been realized by the patentee from the same business.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">III. The objection that the account ought not to have been taken from the date of the (reissued) patent, viz., July 8th, 1845, but should have commenced May 20th, 1848, (the date of Wilson's deed of confirmation to Brooks, one of the complainants,) is now too late. By consent of parties, the account was to commence at such time as should be found by the master and confirmed by the court. (P. 18.) The master found the facts, and the court directed the account to commence at the date of the reissued patent. No appeal lies from the decree thus consented to.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Besides, the bill was brought in the name of the original owner of the reissued patent, Woodworth's administrator, Wilson, his assignee, and Brooks &amp; Tyler, the sub-assignees; and by consent, the respondents admitted the right to the injunction and account prayed for.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">IV. If the appeal can open this question, it is submitted that the decree was right.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The first patent to Woodworth, the inventor, was granted December 27th, 1828. November 16th, 1842, Woodworth's administrator obtained from the commissioner, under the statute of 1836, &#167; 18, an extension for seven years from December 27th, 1842. December 7th, 1842, the administrator granted to Brooks an exclusive territorial right for the residue of the extended term, viz., to December 27th, 1849.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">January 11th, 1844, the administrator conveyed all his interest to Wilson.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">July 8th, 1845, the administrator surrendered the renewed patent granted to him by the commissioner, and obtained a reissue under the act of 1836, &#167; 13, on account of a defective specification.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">July 20th, 1847, Brooks assigned to Tyler one half of his territorial right.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">May 20th, 1848, Wilson, by his deed, confirmed Brooks's title, and Brooks, by his deed dated July 1st, 1848, confirmed his previous grant to Tyler.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The bill was filed July 10th, 1848, in the name of the administrator, Wilson, Brooks, and Tyler, to obtain an account for infringements commenced at least at the date of the surrender and reissue, and steadily continued to the time of filing the bill The court directed the account to commence with the date of the ressued patent.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Three positions will be maintained:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">1st That the complainants, who sought this redress, jointly represented the whole legal and equitable title, and were jointly entitled to the relief from the date of the reissued patent. Even if it were true that a reissue does not give a legal title to the assignee whose grant was taken before the reissue, (which is not admitted,) it still leaves his equitable title, as against strangers and trespassers, as valid as it was before.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">2d. An assignee of the whole existing interest under a patent has the same legal title in the reissued patent, granted under the act of 1836, &#167; 13, for a defective specification, which he had before the reissue, without any confirmatory grant from the patentee. Woodworth <i>v.</i> Stone, 3 Story's R. 749; Woodworth <i>v.</i> Hall, 1 Woodb. &amp; Minot, 248.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The two cases of Wilson <i>v.</i> Rousseau, 4 How. 646; and Bloomer <i>v.</i> McQuewan, 14 How. 539, deny to previous assignees a legal title under an extension, and recognize only their right to continue the use of the specific machines purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">They admit, therefore, that the extension is a grant of a new estate to the patentees. A reissue under the 13th section of the statute is not a new grant in any sense, but merely the correction of errors or omissions in the specifications; and the statute merely restricts the right of recovery to infringements committed after the correction has been made.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">3. If the complainants, Brooks and Tyler, needed any confirmation of their title, they had it before the bill was filed, and it relates back to the earliest period when the statute will permit recovery for infringements under a reissued patent.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">V. The objection that the account ought not to have been taken beyond the time of filing the bill, covers the work done in the course of fifteen days. The bill was filed July 10th, 1848, and the account covers the work done to July 25th. It appears that the injunction was served on the last-mentioned day. (Record, pp. 13, 14.) The amount planed in the month of July, was 73,821 feet; so that, at the rate of 4,200 feet per day, the respondents must have worked their machine more than serventeen days in the month of July&#8212;that is to say, they did more than seven days' work after the bill was filed. (Record, p. 19.) It does not appear precisely why the master took the account to the 25th of July, but probably it was because the respondents rendered it to that time, they not having stopped before. After the bill was filed they had notice of the complainant's rights, and on their own admission they were infringers and bound to account. To allow the present objection to prevail would be to say, that in a suit for an injunction and account, the right being admitted, the respondent may go on working after the bill is filed, and the complainant must file another bill to recover for what is done after the first bill is filed, and before the account is taken. There is no technical necessity for this, and it would be most onerous, as leading to endless litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">VI. The objection as to the interest allowed on the items which accrued after the filing of the bill, assumes that work was done by the respondents after the bill was filed. By their own admission they had no right to use the machine. The master brought the account down to the time when the respondents rendered it, July 25th; and if a part of the items thus covered accrued after the respondents were notified, those items must, in contemplation of law, be treated as if they had already accrued when the bill was filed, in taking a continuing account.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mr. Justice DANIEL delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The appellees, on the 24th of July, 1848, obtained from the court above mentioned an injunction to restrain the appellants from using or vending one or more planing machines substantially the same in construction and mode of operation as the machine which had been patented to William Woodworth, deceased.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In their bill they allege the originality of the invention of the patentee, the extension of the patent after his death for the space of seven years beyond its original limitation to the appellee, William W. Woodworth, as administrator of the inventor, and the grant by said administrator to the appellee, Brooks, of the exclusive right to construct and use the invention within certain specified limits for the entire period of that extension. The bill further alleges a second extension by act of Congress of the patent to the said administrator for the term of seven years from the 27th day of December, 1849; but states that in consequence of doubts entertained as to the correctness of the specification, and of the fact of said letters-patent having been found to be inoperative, they were duly surrendered, and new letters-patent bearing date on the 8th day of July, 1845, were issued to the appellee, William W. Woodworth and his assigns, for the residue of the term of 28 years from 27th of December, 1828; that subsequently to this last renewal the appellee, William W. Woodworth, had granted to the appellee, Wilson, and to his assigns, all the right and title acquired by him by the issue of the last letters-patent with the amended specification. That the appellee, Brooks, by his deed of the 20th of July, 1847, had granted and assigned to the appellee, Tyler, one half Brooks's right in the patent to Woodworth for the term ending on the twenty-seventh of December, 1849, to be used within the town of Lowell, and not elsewhere. That the appellee, Wilson, by deed of the 20th of May, 1848, assigned and confirmed to Brooks and his assigns, the exclusive right of constructing and using twenty planing machines according to the letters-patent with the amended specification, and gave authority to Brooks, in Wilson's name, to execute all such deeds of confirmation to the assignees of any rights and privileges within the county of Middlesex as he should deem fit, and that in virtue of this power and authority, he, Brooks, did by his deed of July 1st, 1848, grant and confirm to the appellee, Tyler, in the name and behalf of the said Wilson, as well as in his own name, all the rights and privileges described in the deed from Brooks to Tyler of the 20th of July, 1847. The bill further alleges that the appellants were then using, and for some time had used, within the city of Lowell, one of the machines substantially the same in construction and mode of operation as the planing machine in the said last mentioned letters-patent described, the exclusive right to make, use and vend which, is by law vested in the appellees. The bill also charges that theretofore two actions at law had been instituted in that court, the one against a certain James Gould, and the other against Rodolphus and James, Edwards and Cyrus Smith, for the violation of the exclusive privileges granted to the plaintiffs in those actions under patent last aforesaid, by using a machine substantially the same with the said planing machine invented by the said William Woodworth, and that, upon issues made up in both these actions, the jury found that the defendants had infringed the patent, and subjected them to the payment of damages. It avers the use, as before stated by the appellants of their machine, to be an infringment of the Woodworth patent, and a violation of the exclusive rights and privileges of the appellees; and concludes with a prayer that the appellants may be decreed to account for and pay over the appellees all gains and profits which have accrued from using their said machines since the expiration of the said original patent; that they may be restrained, by injunction, from using or vending any one or more of said machines; that the machine or machines, in the possession or under the control of the appellants, may be destroyed or delivered over to the appellees, who ask also for general relief.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The appellants, by their answer state, that during a part of the time which has elapsed between the autumn of 1841 and April 1st, 1844, they have used in their mill at Lowell a single planing machine constructed according to a patent granted to James H. Hutchinson on the 16th of July, 1839, which machine, in some of its combinations, substantially resembles the machine specified in the patent granted to Woodworth in 1845, but is unlike any machine specified in the patent to Woodworth in 1828. They aver, also, that the planing business had been carried on as aforesaid, in virtue of the Hutchinson machine, at Lowell, with the full knowledge of the appellee, Brooks, and without objection from him until within a short time previously; and that they had no knowledge or belief of any infringement by them of the patent to Woodworth, until after the decision in Gould's case; after which decision, they were informed that the patent to Woodworth had been surrendered and reissued with a new specification, the validity of which reissued patent had not, within their knowledge or belief, been established until the decision of the suit against the said Edwards and Smith. The answer denies the originality of Woodworth's claim, by averring that James, Joseph, Aaron, and Daniel Hill, and Leonard Gilson, in the District of Massachusetts, as early as 1827, and John Hale of Bloomfield, in the State of New York, in the year 1828, had knowledge of and had made and used planing machines essentially the same and prior to the pretended invention of William Woodworth, deceased.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At the May term of the court, 1849, this cause coming on to be heard upon the bill, the answers, replications, and exhibits, by the consent of the parties it was decreed by the court, that the appellees (the complainants below) were entitled to the perpetual injunction and to the account prayed for by the bill; said account to commence at such time as shall be found by the master, and be confirmed by the court. The decree proceeds that, the master in taking said account shall have power to require the parties to produce before him, on oath, all books and papers relating thereto, and to hear such oral evidence as either party may produce, and on the motion of either of the parties, to examine either of the other parties, upon interrogatories. And all farther directions are reserved until the coming in of the master's report.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In pursuance of this decretal order, upon the examination of the parties on oath, and upon evidence produced <i>aliunde</i>, the master reported that the amount of gains and profits received by the defendants below upon 3,962,700 feet of plank, the number of feet planed by them, was at the rate of fifty cents per thousand feet, no exception being taken to the amount of the work stated to have been done by the said defendants, or to the gross amount at which the work was charged by them per thousand, but exception being taken to the report of the master upon the ground that the rate of profit charged to the defendants below should have been one dollar instead of fifty cents per thousand, the court by a father decretal order recommitted the report to the master, with instructions to ascertain the amount of profits which may have been, or with due diligence and prudence might have been, realized by the defendants, for the work done by them or their servants, by the machines described in the complainant's bill, and that the account of profits should commenced from the date of the letters-patent issued with the amended specifications. In obedience to the decretal order last mentioned, the master made a second report, by which he charged the defendants for profits on the work done by their machine at the rate of one dollar per thousand feet, instead of fifty cents, as in his former report, from the 8th day of July, 1845, the date of the reissued patent. He says it is true that the rate of profit adopted by him is conjectural, 'but that he does not think he has infused into the case any element to unfavorable to the defendants. That by the decision of the court they were trespassers and wrongdoers, in the legal sense of the words, and were consequently in a position which might make them liable to be mulcted in damages greater than the profits they have actually received; the rule being not what benefit they have received, but what injury the plaintiffs have sustained.' To this second report of the master, exceptions were filed by the appellees, the plaintiffs below, founded upon the departure of the master from the safe and just rule of actual profits, as prayed for by the bill, and the adoption of a rule of proceeding which was vague and conjectural, and unsustained by the evidence in the cause. At the May term, 1851, the Circuit Court decreed that this report of the master, except so far as interest is thereby disallowed, should be confirmed, and that the appellants should, within ten days, pay to the appellees the sum of $3,962.96, with interest thereon from the day of filing the bill, with costs. It is this decree, founded upon the antecedent proceedings herein adverted to, that we are to review; and it may here be remarked, that the statement of those proceedings has been unavoidably protracted from the necessity for considering two questions of a preliminary character raised in the argument, and which it is proper to dispose of before deciding upon, and before reaching the merits of, this cause. 1st. It has been insisted, on behalf of the appellants, that the appellee, Tyler, claiming as assignee under Woodworth, Wilson, and Brooks, and asserting a title complete in himself, within a certain locality, could not regularly unite in his bill those persons whom he had shown had no title within the same locality, and who could not therefore be embraced in a decree in his favor; a decree which, in its terms and effect, must exclude every kind of interest in those co-plaintiffs within the same limits. It is true, as a rule of equity pleading, that none should be made parties, either as complainants or defendants, who have no interest in the matters in controversy, or which can be affected by the decree of the court. Vide Story's Equity pleadings, ch. 4, &#167; 231; so too in &#167; 232 of the same work it is said: 'In cases where the want of interest applies, it is equally fatal when applicable to one of several plaintiffs as it is when applicable to one of several defendants. Indeed, the objection in the former case is fatal to the whole suit, whereas, in the latter case, it is fatal (if taken in due time) only as against the defendant improperly joined.' In the same work, &#167; 544, it is said that, 'In cases of misjoinder of plaintiffs, the objection ought to be taken by demurrer, for if not so taken, and the court proceeds to a hearing on the merits, it will be disregarded, at least if it does not materially affect the propriety of the decree.' The language of Lord Langdale, in the case of Raffity <i>v.</i> King, as reported in the Law Journal, vol. 6, p. 93, is very clear upon this question, where he says, 'As to the objection to John Raffity being made a plaintiff, I am not satisfied it would, under any circumstances, be considered of such importance as to deprive the other plaintiffs of the relief they are entitled to. There have been cases, in which the court, with a view to special justice, has overcome the difficulty occasioned by a misjoinder of plaintiffs;' and in the case of Morley <i>v.</i> Lord Hawke, cited in 2 Younge &amp; Jervis, 520, before Sir William Grant, the rule is thus stated as to the misjoinder of plaintiffs. 'The defendant objected to any relief being granted in that state of the record; and, without determining the effect of the objection if brought forward earlier, I think it is now too late. If the objection had been stated in the answer, the plaintiffs might have obtained leave to amend their bill, and might have made John Raffity a defendant instead of a plaintiff, for which there is an authority in the case of Aylwin <i>v.</i> Bray, (2 Younge &amp; Jerv. 518, note,) and in such a case as this, where the objection is reserved to the last moment, I think it ought not to prevail.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In the case before us the objection of misjoinder of the plaintiffs nowhere appears upon the pleadings, nor, for aught that is disclosed, was it insisted upon even at the hearing: it is urged for the first time after the hearing and after a final decree, and to allow this objection at so late a stage of the proceedings, would be a surprise upon the appellees, and might operate the most serious mischiefs. In this case, and at this time, the allowance of such an objection would be peculiarly improper, for here the objection cannot be viewed as having been merely waived by reasonable and ordinary implication, but the defendants have expressly consented to a decree between the parties as they were then arrayed upon the record. As to this objection, therefore, we think it comes too late to be of any avail, and should not affect the cognizance of the court either as to the parties or the subject-matter of the controversy. 2d. On the part of the appellees (the complainants in the Circuit Court,) it has been insisted, that the decretal order, made in this cause by consent, covered and ratified in advance all the subsequent proceedings on the part of the court, rendering those proceedings inclusive of the final decree, a matter of consent, which the appellants could have no right to retract, and from which, therefore, they could not legally appeal. In order to try the accuracy of this argument and of the conclusions sought to be deduced therefrom, it is proper to examine the order which is alleged in support of them. The words of that order are as follow:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'This cause came on, &amp;c.&#8212;and by consent of parties it is declared by the court'&#8212;what? 'That the complainants are entitled to the perpetual injunction and the account prayed for by the bill.' It seems to us incomprehensible, that by this consent of the defendant below, he had consented to any thing precise and unchangeable beyond the perpetual injunction, much more so that he had thereby bound himself to acquiescence in any shape or to any extent of demand which might be made against him under the guise of an account. Indeed the complainants below, and the Circuit Court itself, have shown by their own interpretation of this decretal order, that they did not understand it to mean, as in truth by no just acceptation it could mean, any thing fixed, definite and immutable; for the complainants below excepted to the report of the master, and the court recommitted that report with a view to its alteration. Nor can we regard the reference to the master as in the nature of an arbitration; for if so deemed, the award of that officer must have been binding, unless it could be assailed for fraud, misbehavior, or gross mistake of fact. In truth, the account consented to was the account prayed for by the bill, and in the plain words of the bill, viz., 'that the defendants may be decreed to account for and pay over all such gains and profits as have accrued to them from using the said machines since the expiration of said original letters-patent.' This language is particularly clear and significant&#8212;such gain and profits, and such only, as have actually accrued to the defendants; and we are unable to perceive how, by such an assent, the appellants, the defendants below, could have been concluded against exceptions to any thing and every thing which might have been evolved by that report, however illegal or oppressive.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Considering next the decretal order for the recommitment of the first report, the second report, made in obedience to that order, and final decree founded upon the second report, we are constrained to regard them all as alike irreconcilable with the prayer of the bill, with the just import of the consent decree, and with those principles, which control the action of courts of equity. In the instructions to the master it will be seen, that he is ordered 'to ascertain and report the amount of profits which may have been, or with due diligence and prudence might have been, realized, by the defendants for the work done by them or by their servants by means of the machines described in the complainant's bill, computing the same upon the principles set forth in the opinion of the court, and that the account of such profits commence from the date of the letters-patent issued with the amended specification.' The master, in this report made in pursuance of the instructions just adverted to, admits that the account is not constructed upon the basis of actual gains and profits acquired by the defendants by the use of the inhibited machine, but upon the theory of awarding damages to the complainants for an infringement of their monopoly. He admits, too, that the rate of profits assumed by him was conjectural and not governed by the evidence; but he attempts to vindicate the rule he had acted upon by the declaration, that he was not aware that he had 'infused into the case any element too unfavorable to the defendants. That by the decision of the court they were trespasers and wrongdoers, in the legal sense of these words, and consequently in a position to be mulcted in damages greater than the profits they have actually received: the rule being not what benefit they have received, but what injury the plaintiffs have sustained.' To what rule the master has reference in thus stating the grounds on which his calculations have been based, we do not know. We are aware of no rule which converts a court of equity into an instrument for the punishment of simple torts; but upon this principle of chastisement the master admits that he has been led, in contravention of his original view of the testimony, and upon conjecture as to the realty of the facts, and not upon facts themselves, to double the amount which he had stated to be a compensation to the plaintiffs below, and the compensation prayed for by them, and the Circuit Court has, by its decree, pushed this principle to the extreme by adding to this amount the penalty of interest thereon from the time of filing the bill to the date of the final decree.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We think that the second report of the master, and the final decree of the Circuit Court, are warranted neither by the prayer of the bill, by the justice of this case, nor by the well-established rules of equity jurisprudence.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">If the appellees, the plaintiffs below, had sustained an injury to their legal rights, the courts of law were open to them for redress, and in those courts they might, according to a practice, which however doubtful in point of essential right, it now too inveterate to be called in question, have claimed not compensation merely, but vengeance, for such injury as they could show that they had sustained. But before a tribunal which refuses to listen even to any, save those whose acts and motives are perfectly fair and liberal, they cannot be permitted to contravene the highest and most benignant principle of the being and constitution of that tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">There they will be allowed to claim that which, <i>ex aequo et bono</i>, is theirs, and nothing beyond this.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In the present case it would be peculiarly harsh and oppressive, were it consistent with equity practice, to visit upon the appellants any consequences in the nature of a penalty. It is clearly shown that the appellants, in working their machine, were proceeding under an authority equal to that (the same indeed) which bestowed on Woodworth and his assignees the right to their monopoly. The appellants were using a machine patented by the United States to Hutchinson, and might well have supposed that the right derived to them from such a source was regular and legitimate. They were, then, in no correct sense, wanton infringers upon rights of Woodworth, or of those claiming under him. So soon as the originality and priority of the Woodworth patent was ascertained by law, the appellants consented to be perpetually enjoined from the use of their machine, (the Hutchinson machine,) and to account for whatever gains and profits they had received from its use. Under these circumstances, were the infliction of damages, by way of penalty, ever consistent with the practice of courts of equity, there can be perceived in this case no ground whatever for the exercise of such a power.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">On the contrary, those circumstances exhibit, in a clearer light, the propriety of restricting the account, in accordance with the prayer of the bill, to the actual gains and profits of the appellants, (the defendants below,) during the time their machine was in operation and during no other period. We are therefore of the opinion, that the decree of the Circuit Court is erroneous, and should be, as it is hereby, reversed, with costs; and that this cause be remanded to the Circuit Court, with instructions to proceed therein in conformity with the principles ruled in this opinion.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Massachusetts, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said Circuit Court in this cause be, and the same is hereby, reversed, with costs; and that this cause be, and the same is hereby, remanded to the said Circuit Court, for further proceedings to be had therein, in conformity to the opinion of this court.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/86850/"
}