{"absolute_url": "/opinion/117945/ryder-v-united-states/", "blocked": false, "citation": {"case_name": "Ryder v. United States", "docket_number": "94-431", "document_uris": ["/api/rest/v2/document/117945/"], "federal_cite_one": "515 U.S. 177", "federal_cite_three": "132 L. Ed. 2d 136", "federal_cite_two": "115 S. Ct. 2031", "id": 102304, "lexis_cite": "1995 U.S. LEXIS 4039", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/102304/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 47, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1995-06-12", "date_modified": "2015-03-11T12:21:19.518822", "docket": "/api/rest/v2/docket/248591/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">515 U.S. 177<br>115 S.Ct. 2031<br>132 L.Ed.2d 136</p>\n    <p class=\"parties\">James D. RYDER, Petitioner<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 94-431.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued April 18, 1995.</p>\n    <p class=\"date\">Decided June 12, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">Petitioner, an enlisted member of the Coast Guard, was convicted by a court-martial of drug offenses, and the Coast Guard Court of Military Review affirmed.  On rehearing, that court rejected petitioner's claim that its composition violated the Appointments Clause, U.S. Const., Art. II, &#167; 2, cl. 2, because two of the judges on petitioner's three-judge panel were civilians appointed by the General Counsel of the Department of Transportation.  The Court of Military Appeals agreed with petitioner that the appointments violated the Clause under its previous decision in <i>United States v. Carpenter,</i> 37 M.J. 291, that appellate military judges are inferior officers who must be appointed by a President, a court of law, or a head of a department.  The court nonetheless affirmed petitioner's conviction on the ground that the actions of the two civilian judges were valid <i>de facto,</i> citing <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976) <i>(per curiam).</i></p>\n      <p class=\"indent\"><i>Held:</i>  The Court of Military Appeals erred in according <i>de facto</i> validity to the actions of the civilian judges of the Coast Guard Court of Military Review.  Pp. ____.</p>\n      <p class=\"indent\">(a) The <i>de facto</i> officer doctrine&#8212;which confers validity upon acts performed under the color of official title even though it is later discovered that the legality of the actor's appointment or election to office is deficient&#8212;cannot be invoked to authorize the actions of the judges in question.  Those cases in which this Court relied upon the doctrine in deciding criminal defendants' challenges to the authority of a judge who participated in the proceedings leading to their conviction and sentence, see, <i>e.g., Ball v. United States,</i> 140 U.S. 118, 11 S.Ct. 761, 35 L.Ed. 377, are distinguishable here because, <i>inter alia,</i> petitioner's claim is that there has been a trespass upon the constitutional power of appointment, not merely a misapplication of a statute providing for the assignment of already appointed judges.  One who makes a timely challenge to the constitutionality of the appointment of an officer who adjudicates his case is entitled to a decision on the merits of the question and whatever relief may be appropriate if a violation indeed occurred.  Cf. <i>Glidden Co. v. Zdanok,</i> 370 U.S. 530, 536, 82 S.Ct. 1459, 1465, 8 L.Ed.2d 671.  Any other rule would create a disincentive to raise Appointments Clause challenges with respect to questionable judicial appointments. <i>Buckley v. Valeo</i> and <i>Connor v. Williams,</i> 404 U.S. 549, 92 S.Ct. 656, 30 L.Ed.2d 704, which <i>Buckley</i> cited as authority, were civil cases that did not explicitly rely on the <i>de facto</i> officer doctrine in validating the past acts of public officials against constitutional challenges, and this Court is not inclined to extend those cases beyond their facts.  Pp. ____.</p>\n      <p class=\"indent\">(b) The Court rejects the Government's several alternative defenses of the Court of Military Appeals' decision to give its <i>Carpenter</i> holding prospective application only.  First, the argument that the latter court exercised remedial discretion pursuant to <i>Chevron Oil Co. v. Huson,</i> 404 U.S. 97, 92 S.Ct. 349, 30 L.Ed.2d 296, is unavailing because there is not the sort of grave disruption or inequity involved in awarding retrospective relief to this petitioner that would bring the <i>Chevron Oil</i> doctrine into play.  Nor is it persuasively argued that qualified immunity, which specially protects public officials from damages liability for judgment calls made in a legally uncertain environment, should be extended to protect such officials from Appointments Clause attacks, which do not involve personal damages, but can only invalidate actions taken pursuant to defective title.  Similarly, the practice of denying criminal defendants an exclusionary remedy from Fourth Amendment violations when those errors occur despite the government actors' good faith, <i>United States v. Leon,</i> 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677, does not require the affirmance of petitioner's conviction, since no collateral consequence arises from rectifying an Appointments Clause violation, see <i>id.,</i> at 907, 104 S.Ct. at 3412, and such rectification provides a suitable incentive to make challenges under the Clause, see <i>id.,</i> at 918-921, 104 S.Ct., at 3418-3419.  Finally, the Government's harmless-error argument need not be considered, since it was not raised below and there is no indication that the Court of Military Appeals determined that no harm occurred in this case.  The related argument that any defect in the Court of Military Review proceedings was in effect cured by review in the Court of Military Appeals must be rejected because of the difference in function and authority between the two courts.  Petitioner is therefore entitled to a hearing before a properly appointed panel of the Coast Guard Court of Military Review.  Pp. ____.</p>\n      <p class=\"indent\">39 M.J. 454 (CMA 1994), reversed and remanded.</p>\n      <p class=\"indent\">REHNQUIST, C.J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Allen Lotz, Washington, DC, for petitioner.</p>\n      <p class=\"indent\">Lawrence G. Wallace, Washington, DC, for respondent.</p>\n      <p class=\"indent\">Chief Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, an enlisted member of the United States Coast Guard, challenges his conviction by a court-martial.  His conviction was affirmed first by the Coast Guard Court of Military Review, and then by the United States Court of Military Appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The latter court agreed with petitioner that the two civilian judges who served on the Court of Military Review had not been appointed in accordance with the dictates of the Appointments Clause, U.S. Const., Art. II, &#167; 2, cl. 2, but nonetheless held that the actions of those judges were valid <i>de facto.</i>  We hold that the judges' actions were not valid <i>de facto.</i></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner was convicted of several drug offenses, and was sentenced by a general court-martial to five years' confinement (later reduced to three years), forfeiture in pay, reduction in grade, and a dishonorable discharge.  He appealed to the Coast Guard Court of Military Review, which, except in one minor aspect, affirmed his conviction.  34 M.J. 1077 (1992).  On request for rehearing, petitioner challenged the composition of that court as violative of the Appointments Clause of the Constitution because two of the judges on the three-judge panel were civilians appointed by the General Counsel of the Department of Transportation.  The court granted rehearing and rejected this challenge.  34 M.J. 1259 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Military Appeals likewise affirmed petitioner's conviction, 39 M.J. 454 (1994), although it agreed with petitioner that the appellate judges on the Coast Guard Court of Military Review had been appointed in violation of the Appointments Clause. The court relied for this conclusion on its previous decision in <i>United States v. Carpenter,</i> 37 M.J. 291 (1993), where it had decided that appellate military judges are inferior officers whose service requires appointment by a President, a court of law, or a head of a department.  U.S. Const., Art. II, &#167; 2, cl. 2.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Despite finding a constitutional violation in the appointment of two judges on petitioner's three-judge appellate panel, the Court of Military Appeals affirmed his conviction on the ground that the actions of these judges were valid <i>de facto,</i> citing <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976) <i>(per curiam).</i>  We granted certiorari.  513 U.S. ----, 115 S.Ct. 713, 130 L.Ed.2d 621 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The <i>de facto</i> officer doctrine confers validity upon acts performed by a person acting under the color of official title even though it is later discovered that the legality of that person's appointment or election to office is deficient.  <i>Norton v. Shelby County,</i> 118 U.S. 425, 440, 6 S.Ct. 1121, 1124, 30 L.Ed. 178 (1886).  \"The de facto doctrine springs from the fear of the chaos that would result from multiple and repetitious suits challenging every action taken by every official whose claim to office could be open to question, and seeks to protect the public by insuring the orderly functioning of the government despite technical defects in title to office.\"  63A Am.Jur.2d, Public Officers and Employees &#167; 578, pp. 1080-1081 (1984) (footnote omitted).  The doctrine has been relied upon by this Court in several cases involving challenges by criminal defendants to the authority of a judge who participated in some part of the proceedings leading to their conviction and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>Ball v. United States,</i> 140 U.S. 118, 11 S.Ct. 761, 35 L.Ed. 377 (1891), a Circuit Judge assigned a District Judge from the Western District of Louisiana to sit in the Eastern District of Texas as a replacement for the resident judge who had fallen ill and who later died.  The assigned judge continued to sit until the successor to the deceased judge was duly appointed.  The assigned judge had sentenced Ball after the resident judge had died, and Ball made no objection at that time.  Ball later moved in arrest of judgment challenging the sentence imposed upon him by the assigned judge after the death of the resident judge, but this Court held that the assigned judge \"was judge <i>de facto</i> if not <i>de jure,</i> and his acts as such are not open to collateral attack.\" <i>Id.,</i> at 128-129, 11 S.Ct., at 765.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Similarly, in <i>McDowell v. United States,</i> 159 U.S. 596, 16 S.Ct. 111, 40 L.Ed. 271 (1895), a Circuit Judge assigned a Judge from the Eastern District of North Carolina to sit as a District Judge in the District of South Carolina until a vacancy in the latter district was filled.  McDowell was indicted and convicted during the term in which the assigned judge served, but made no objection at the time of his indictment or trial.  He later challenged the validity of his conviction because of a claimed error in the assigned judge's designation.  This Court decided that the assigned judge was a \"judge <i>de facto,</i>\" and that \"his actions as such, so far as they affect third persons, are not open to question.\"  <i>Id.,</i> at 601, 16 S.Ct., at 112.  The Court further observed that McDowell's claim \"presents a mere matter of statutory construction. . . .  It involves no trespass upon the executive power of appointment.\"  <i>Id.,</i> at 598, 16 S.Ct., at 112. In a later case, <i>Ex parte Ward,</i> 173 U.S. 452, 19 S.Ct. 459, 43 L.Ed. 765 (1899), petitioner sought an original writ of habeas corpus to challenge the authority of the District Judge who had sentenced him on the grounds that the appointment of the judge during a Senate recess was improper.  This Court held that \"the title of a person acting with color of authority, even if he be not a good officer in point of law, cannot be collaterally attacked.\"  <i>Id.,</i> at 456, 19 S.Ct., at 460.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the case before us, petitioner challenged the composition of the Coast Guard Court of Military Review while his case was pending before that court on direct review.  Unlike the defendants in <i>Ball, McDowell,</i> and <i>Ward,</i> petitioner raised his objection to the judges' titles before those very judges and prior to their action on his case.  And his claim is based on the Appointments Clause of Article II of the Constitution&#8212;a claim that there <i>has</i> been a \"trespass upon the executive power of appointment,\" <i>McDowell, supra,</i> at 598, 16 S.Ct., at 112, rather than a misapplication of a statute providing for the assignment of already appointed judges to serve in other districts.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In <i>Buckley v. Valeo, supra,</i> at 125, 96 S.Ct., at 685, we said \"[t]he Appointments Clause could, of course, be read as merely dealing with etiquette or protocol in describing 'Officers of the United States' but the drafters had a less frivo- lous purpose in mind.\"  The Clause is a bulwark against one branch aggrandizing its power at the expense of another branch, but it is more:  it \"preserves another aspect of the Constitution's structural integrity by preventing the diffusion of the appointment power.\"  <i>Freytag v. Commissioner,</i> 501 U.S. 868, 878, 111 S.Ct. 2631, 2638, 115 L.Ed.2d 764 (1991).  In <i>Glidden Co. v. Zdanok,</i> 370 U.S. 530, 82 S.Ct. 1459, 8 L.Ed.2d 671 (1962), we declined to invoke the <i>de facto</i> officer doctrine in order to avoid deciding a question arising under Article III of the Constitution, saying that the cases in which we had relied on that doctrine did not involve \"basic constitutional protections designed in part for the benefit of litigants.\"  <i>Id.,</i> at 536, 82 S.Ct., at 1465 (plurality).  We think that one who makes a timely challenge to the constitutional validity of the appointment of an officer who adjudicates his case is entitled to a decision on the merits of the question and whatever relief may be appropriate if a violation indeed occurred.  Any other rule would create a disincentive to raise Appointments Clause challenges with respect to questionable judicial appointments.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Court of Military Appeals relied, not without reason, on our decision in <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976).  There, plaintiffs challenged the appointment of the Federal Election Commission members on separation of powers grounds.  The Court agreed with them and held that the appointment of four members of the Commission by Congress, rather than the President, violated the Appointments Clause.  It nonetheless quite summarily held that the \"past acts of the Commission are therefore accorded <i>de facto</i> validity.\"  <i>Id.,</i> at 142, 96 S.Ct., at 693.  We cited as authority for this determination <i>Connor v. Williams,</i> 404 U.S. 549, 550-551, 92 S.Ct. 656, 657-658, 30 L.Ed.2d 704 (1972), in which we held that legislative acts performed by legislators held to have been elected in accordance with an unconstitutional apportionment were not therefore void.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Neither <i>Buckley</i> nor <i>Connor</i> explicitly relied on the <i>de facto</i> officer doctrine, though the result reached in each case validated the past acts of public officials.  But in <i>Buckley,</i> the constitutional challenge raised by the plaintiffs was decided in their favor, and the declaratory and injunctive relief they sought was awarded to them.  And <i>Connor,</i> like other voting rights cases, see <i>Allen v. State Board of Elections,</i> 393 U.S. 544, 572, 89 S.Ct. 817, 835, 22 L.Ed.2d 1 (1969);  <i>Cipriano v. City of Houma,</i> 395 U.S. 701, 89 S.Ct. 1897, 23 L.Ed.2d 647 (1969) <i>(per curiam),</i> did not involve a defect in a specific officer's title, but rather a challenge to the composition of an entire legislative body.  The Court assumed, <i>arguendo,</i> that an equal protection violation infected the District Court's reapportionment plan, declined to invalidate the elections that had already occurred, and reserved judgment on the propriety of the prospective relief requested by petitioners pending completion of further District Court proceedings that could rectify any constitutional violation present in the court-ordered redistricting plan.  <i>Connor, supra,</i> at 550-551, 92 S.Ct., at 657-658.  To the extent these civil cases may be thought to have implicitly applied a form of the <i>de facto</i> officer doctrine, we are not inclined to extend them beyond their facts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Government alternatively defends the decision of the Court of Military Appeals on the grounds that it was, for several reasons, proper for that court to give its decision in <i>Carpenter</i> holding that the appointment of the civilian judges to the Coast Guard Court of Military Review violated the Appointments Clause prospective application only.  It first argues that the Court of Military Appeals exercised remedial discretion pursuant to <i>Chevron Oil Co. v. Huson,</i> 404 U.S. 97, 92 S.Ct. 349, 30 L.Ed.2d 296 (1971).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  But whatever the continuing validity of <i>Chevron Oil</i> after <i>Harper v. Virginia Dept. of Taxation,</i> 509 U.S. ----, 113 S.Ct. 2510, 125 L.Ed.2d 74 (1993), and <i>Reynoldsville Casket Co. v. Hyde,</i> 514 U.S. ----, 115 S.Ct. 1745, --- L.Ed.2d ---- (1995), there is not the sort of grave disruption or inequity involved in awarding retrospective relief to this petitioner that would bring that doctrine into play.  The parties agree that the defective appointments of the civilian judges affect only between 7 to 10 cases pending on direct review.  As for the Government's concern that a flood of habeas corpus petitions will ensue, precedent provides little basis for such fears.  <i>Ex parte Ward,</i> 173 U.S. 452, 19 S.Ct. 459, 43 L.Ed. 765 (1899).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor does the Government persuade us that the inquiry into clearly established law as it pertains to qualified immunity counsels in favor of discretion to deny a remedy in this case. Qualified immunity specially protects public officials from the specter of damages liability for judgment calls made in a legally uncertain environment.  <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 806, 102 S.Ct. 2727, 2732, 73 L.Ed.2d 396 (1982) (\"[O]ur decisions consistently have held that government officials are entitled to some form of immunity from <i>suits for damages</i> \" (emphasis added)). Providing relief to a claimant raising an Appointments Clause challenge does not subject public officials to personal damages that represent a \"potentially disabling threa[t] of liability,\" but only invalidates actions taken pursuant to defective title. The qualified immunity doctrine need not be extended to protect public officials from such attacks.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Similarly, the practice of denying criminal defendants an exclusionary remedy from Fourth Amendment violations when those errors occur despite the good faith of the Government actors, <i>United States v. Leon,</i> 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984), does not require the affirmance of petitioner's conviction in this case.  Finding the deterrent remedy of suppression not compelled by the Fourth Amendment, <i>id.,</i> at 910, 104 S.Ct., at 3413-3414, that case specifically relied on the \"objectionable collateral consequence of [the] interference with the criminal justice system's truth-finding function\" in requiring a blanket exclusionary remedy for all violations, <i>id.,</i> at 907, 104 S.Ct., at 3412, and the relative ineffectiveness of such remedy to deter future Fourth Amendment violations in particular cases. <i>Id.,</i> at 918-921, 104 S.Ct., at 3418-3419.  No similar collateral consequence arises from rectifying an Appointments Clause violation, and correcting Appointments Clause violations in cases such as this one provides a suitable incentive to make such challenges.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Government finally suggests that the Court of Military Appeals applied something akin to a harmless-error doctrine in affirming petitioner's conviction, refusing to redress the violation because petitioner suffered no adverse consequences from the composition of the Court.  Brief for United States 33.  The Government did not argue below that the error, assuming it occurred, was harmless, and there is no indication from the Court of Military Appeals' summary disposition of this issue that it determined that no harm occurred in this case.  We therefore need not address whether the alleged defects in the composition of petitioner's appellate panel are susceptible to harmless error review.  The Government also argues, at least obliquely, that whatever defect there may have been in the proceedings before the Coast Guard Court of Military Review was in effect cured by the review available to petitioner in the Court of Military Appeals. Brief for United States 24, n. 16.  Again, because of the hierarchical nature of sentence review in the system of military courts, we need not address whether this defect is susceptible to the cure envisioned by the Government.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Congress has established three tiers of military courts pursuant to its power \"[t]o make Rules for the Government and Regulation of the land and naval Forces.\"  U.S. Const., Art. I, &#167; 8, cl. 14.  Cases such as the present one are tried before a general court-martial consisting of a military judge and not less than five service members or by a military judge alone.  Art. 16(1), UCMJ, 10 U.S.C. &#167; 816(1).  Four Courts of Military Review (one each for the Army, Air Force, Coast Guard, and Navy-Marine Corps) hear appeals from courts-martial in cases where the approved sentence involves death, dismissal of a commissioned officer, punitive discharge, or confinement of one year or more. Art. 66, UCMJ, 10 U.S.C. &#167; 866(b)(1).  These courts, which sit in panels of three or more, exercise <i>de novo</i> review over the factual findings and legal conclusions of the court-martial.  Art. 66(c), UCMJ, 10 U.S.C. &#167; 866(c).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court of last resort in the military justice system is the Court of Military Appeals.  Five civilian judges appointed by the President and confirmed by the Senate comprise the court. Art. 142, UCMJ, 10 U.S.C. &#167; 942 (1988 ed., Supp. V).  The court grants review in cases decided by the Courts of Military Review \"upon petition of the accused and on good cause shown.\"  Art. 67, UCMJ, 10 U.S.C. &#167; 867(a) (1988 ed., Supp. V).  The scope of review is narrower than the review exercised by the Court of Military Review;  so long as there is some competent evidence in the record to establish the elements of an offense beyond a reasonable doubt, the Court of Military Appeals will not reevaluate the facts. <i>United States v. Wilson,</i> 6 M.J. 214 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Examining the difference in function and authority between the Coast Guard Court of Military Review, and the Court of Military Appeals, it is quite clear that the former had broader discretion to review claims of error, revise factual determinations, and revise sentences than did the latter.  It simply cannot be said, therefore, that review by the properly constituted Court of Military Appeals gave petitioner all the possibility for relief that review by a properly constituted Coast Guard Court of Military Review would have given him.  We therefore hold that the Court of Military Appeals erred in according <i>de facto</i> validity to the actions of the civilian judges of the Coast Guard Court of Military Review.  Petitioner is entitled to a hearing before a properly appointed panel of that court.  The judgment is reversed, and the case is remanded for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The National Defense Authorization Act for Fiscal Year 1995, Pub.L. 103-337, &#167; 924, 108 Stat. 2831, changed the nomenclature for the military appellate courts.  The previous \"Court[s] of Military Review\" were rechristened as the \"Court[s] of Criminal Appeals\" and the previous \"United States Court of Military Appeals\" was redesignated as the \"United States Court of Appeals for the Armed Forces.\"  We adhere to the former names consistent with all previous proceedings in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Appointments Clause reads in full:</p>\n        <p>\"[The President] shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors, other public Ministers and Consuls, Judges of the supreme Court, and all other Officers of the United States, whose Appointments are not herein otherwise provided for, and which shall be established by Law: but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.\"  U.S. Const., Art. II, &#167; 2, cl. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For similar reasons, we do not find instructive the Court's disposition of the plaintiff's challenge in <i>Northern Pipeline Construction Co. v. Marathon Pipe Line Co.,</i> 458 U.S. 50, 102 S.Ct. 2858, 73 L.Ed.2d 598 (1982).  The Court declared the broad grant of jurisdiction to Article I bankruptcy courts unconstitutional and applied its decision prospectively only. <i>Id.,</i> at 88, 102 S.Ct., at 2088.  But in doing so, it affirmed the judgment of the District Court, which had dismissed petitioner's bankruptcy action and afforded respondent the relief requested pursuant to its constitutional challenge.  <i>Id.,</i> at 57, 102 S.Ct., at 2864.  So <i>Northern Pipeline</i> is not a case in which the Court invoked the <i>de facto</i> officer doctrine to deny relief to the party before it and therefore does not support petitioner in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Government advances a virtual cornucopia of factors more or less peculiar to this case which it says validate the Court of Military Appeals' exercise of discretion in this case and thus support affirmance.  It points to the lack of any substantial impact that the improper appointments had on petitioner's appeal, to the lack of any constitutional right to appellate review, and to the deference owed the military and the public interest in avoiding disruption of that system.  Brief for United States 22. At oral argument, it also contended that subsequent action taken by the Secretary of Transportation to cure the Appointments Clause error, the fact that petitioner's underlying claims of error were meritless, and the fact that the civilian judges in this case had previously served under proper appointments while on active duty were relevant criteria.  Tr. of Oral Arg. 29-30, 33-34.  The substance, if not the form, of several of these arguments is discussed and rejected in the text.  Those that are not discussed are alternative grounds for affirmance which the Government did not raise below, see Answer to Supplement for Petition for Review in No. 68449 (Ct.Mil.App.), pp. 2-4, and which we decline to reach.  <i>Jenkins v. Anderson,</i> 447 U.S. 231, 234-235 n. 1, 100 S.Ct. 2124, 2127 n. 1, 65 L.Ed.2d 86 (1980);  <i>FTC v. Grolier, Inc.,</i> 462 U.S. 19, 23, n. 6, 103 S.Ct. 2209, 2212 n. 6, 76 L.Ed.2d 387 (1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Court of Military Review \"may affirm only such findings of guilty, and the sentence or such part or amount of the sentence, as it finds correct in law and fact and determines, on the basis of the entire record, should be approved.  In considering the record, it may weigh the evidence, judge the credibility of witnesses, and determine controverted questions of fact.\"  Art. 66(c), UCMJ, 10 U.S.C. &#167; 866(c).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>515 U.S. 177 (1995)</b></center>\n<center><h1>RYDER<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 94-431.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 18, 1995.</center>\n<center>Decided June 12, 1995.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE ARMED FORCES\n<p><span class=\"star-pagination\">*179</span> Rehnquist, C. J., delivered the opinion for a unanimous Court.</p>\n<p><i>Allen Lotz</i> argued the cause and filed a brief for petitioner. With him on the briefs were <i>G. Arthur Robbins</i> and <i>Alan B. Morrison.</i> </p>\n<p><i>Deputy Solicitor General Wallace</i> argued the cause for the United States. On the brief were <i>Solicitor General</i>  <span class=\"star-pagination\">*179</span> <i>Days, Deputy Solicitor General Dreeben, Malcolm L. Stewart,</i> and <i>Paul M. Geier.</i> </p>\n<p>Chief Justice Rehnquist delivered the opinion of the Court.</p>\n<p>Petitioner, an enlisted member of the United States Coast Guard, challenges his conviction by a court-martial. His conviction was affirmed first by the Coast Guard Court of Military Review, and then by the United States Court of Military Appeals.<sup>[1]</sup> The latter court agreed with petitioner that the two civilian judges who served on the Court of Military Review had not been appointed in accordance with the dictates of the Appointments Clause, U. S. Const., Art. II, § 2, cl. 2, but nonetheless held that the actions of those judges were valid <i>de facto.</i> We hold that the judges' actions were not valid <i>de facto.</i> </p>\n<p>Petitioner was convicted of several drug offenses, and was sentenced by a general court-martial to five years' confinement (later reduced to three years), forfeiture of pay, reduction in grade, and a dishonorable discharge. He appealed to the Coast Guard Court of Military Review, which, except in one minor aspect, affirmed his conviction. 34 M. J. 1077 (1992). On request for rehearing, petitioner challenged the composition of that court as violative of the Appointments Clause of the Constitution because two of the judges on the three-judge panel were civilians appointed by the General Counsel of the Department of Transportation. The court granted rehearing and rejected this challenge. 34 M. J. 1259 (1992).</p>\n<p><span class=\"star-pagination\">*180</span> The Court of Military Appeals likewise affirmed petitioner's conviction, 39 M. J. 454 (1994), although it agreed with petitioner that the appellate judges on the Coast Guard Court of Military Review had been appointed in violation of the Appointments Clause. The court relied for this conclusion on its previous decision in <i>United States</i> v. <i>Carpenter,</i>  37 M. J. 291 (1993), where it had decided that appellate military judges are inferior officers whose service requires appointment by a President, a court of law, or a head of a department. U. S. Const., Art. II, § 2, cl. 2.<sup>[2]</sup> Despite finding a constitutional violation in the appointment of two judges on petitioner's three-judge appellate panel, the Court of Military Appeals affirmed his conviction on the ground that the actions of these judges were valid <i>de facto,</i> citing <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976) <i>(per curiam)</i><i>.</i> We granted certiorari. 513 U. S. 1071 (1995).</p>\n<p>The <i>de facto</i> officer doctrine confers validity upon acts performed by a person acting under the color of official title even though it is later discovered that the legality of that person's appointment or election to office is deficient. <i>Norton</i> v. <i>Shelby County,</i> 118 U. S. 425, 440 (1886). \"The de facto doctrine springs from the fear of the chaos that would result from multiple and repetitious suits challenging every action taken by every official whose claim to office could be open to question, and seeks to protect the public by insuring the orderly functioning of the government despite technical defects in title to office.\" 63A Am. Jur. 2d, Public Officers <span class=\"star-pagination\">*181</span> and Employees § 578, pp. 1080-1081 (1984) (footnote omitted). The doctrine has been relied upon by this Court in several cases involving challenges by criminal defendants to the authority of a judge who participated in some part of the proceedings leading to their conviction and sentence.</p>\n<p>In <i>Ball</i> v. <i>United States,</i> 140 U. S. 118 (1891), a Circuit Judge assigned a District Judge from the Western District of Louisiana to sit in the Eastern District of Texas as a replacement for the resident judge who had fallen ill and who later died. The assigned judge continued to sit until the successor to the deceased judge was duly appointed. The assigned judge had sentenced Ball after the resident judge had died, and Ball made no objection at that time. Ball later moved in arrest of judgment challenging the sentence imposed upon him by the assigned judge after the death of the resident judge, but this Court held that the assigned judge \"was judge <i>de facto</i> if not <i>de jure,</i> and his acts as such are not open to collateral attack.\" <i>Id.</i> , at 128-129.</p>\n<p>Similarly, in <i>McDowell</i> v. <i>United States,</i> 159 U. S. 596 (1895), a Circuit Judge assigned a judge from the Eastern District of North Carolina to sit as a District Judge in the District of South Carolina until a vacancy in the latter district was filled. McDowell was indicted and convicted during the term in which the assigned judge served, but made no objection at the time of his indictment or trial. He later challenged the validity of his conviction because of a claimed error in the assigned judge's designation. This Court decided that the assigned judge was a \"judge <i>de facto,</i> \" and that \"his actions as such, so far as they affect third persons, are not open to question.\" <i>Id.</i> , at 601. The Court further observed that McDowell's claim \"presents a mere matter of statutory construction . . . . It involves no trespass upon the executive power of appointment.\" <i>Id.</i> , at 598. In a later case, <i>Ex parte Ward,</i> 173 U. S. 452 (1899), petitioner sought an original writ of habeas corpus to challenge the authority of the District Judge who had sentenced him on <span class=\"star-pagination\">*182</span> the grounds that the appointment of the judge during a Senate recess was improper. This Court held that \"the title of a person acting with color of authority, even if he be not a good officer in point of law, cannot be collaterally attacked.\" <i>Id.</i> , at 456.</p>\n<p>In the case before us, petitioner challenged the composition of the Coast Guard Court of Military Review while his case was pending before that court on direct review. Unlike the defendants in <i>Ball, McDowell,</i> and <i>Ward,</i> petitioner raised his objection to the judges' titles before those very judges and prior to their action on his case. And his claim is based on the Appointments Clause of Article II of the Constitutiona claim that there <i>has</i> been a \"trespass upon the executive power of appointment,\" <i>McDowell, supra,</i> at 598, rather than a misapplication of a statute providing for the assignment of already appointed judges to serve in other districts.</p>\n<p>In <i>Buckley</i> v. <i>Valeo, supra,</i> at 125, we said \"[t]he Appointments Clause could, of course, be read as merely dealing with etiquette or protocol in describing `Officers of the United States' but the drafters had a less frivolous purpose in mind.\" The Clause is a bulwark against one branch aggrandizing its power at the expense of another branch, but it is more: it \"preserves another aspect of the Constitution's structural integrity by preventing the diffusion of the appointment power.\" <i>Freytag</i> v. <i>Commissioner,</i> 501 U. S. 868, 878 (1991). In <i>Glidden Co.</i> v. <i>Zdanok,</i> 370 U. S. 530 (1962), we declined to invoke the <i>de facto</i> officer doctrine in order to avoid deciding a question arising under Article III of the Constitution, saying that the cases in which we had relied on that doctrine did not involve \"basic constitutional protections designed in part for the benefit of litigants.\" <i>Id.,</i> at 536 (plurality opinion). We think that one who makes a timely challenge to the constitutional validity of the appointment of an officer who adjudicates his case is entitled to a decision on the merits of the question and whatever <span class=\"star-pagination\">*183</span> relief may be appropriate if a violation indeed occurred. Any other rule would create a disincentive to raise Appointments Clause challenges with respect to questionable judicial appointments.</p>\n<p>The Court of Military Appeals relied, not without reason, on our decision in <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976). There, plaintiffs challenged the appointment of the Federal Election Commission members on separation-of-powers grounds. The Court agreed with them and held that the appointment of four members of the Commission by Congress, rather than the President, violated the Appointments Clause. It nonetheless quite summarily held that the \"past acts of the Commission are therefore accorded <i>de facto</i> validity.\" <i>Id.</i> , at 142. We cited as authority for this determination <i>Connor</i> v. <i>Williams,</i> 404 U. S. 549, 550-551 (1972), in which we held that legislative acts performed by legislators held to have been elected in accordance with an unconstitutional apportionment were not therefore void.</p>\n<p>Neither <i>Buckley</i> nor <i>Connor</i> explicitly relied on the <i>de facto</i> officer doctrine, though the result reached in each case validated the past acts of public officials. But in <i>Buckley,</i>  the constitutional challenge raised by the plaintiffs was decided in their favor, and the declaratory and injunctive relief they sought was awarded to them. And <i>Connor,</i> like other voting rights cases, see <i>Allen</i> v. <i>State Bd. of Elections,</i> 393 U. S. 544, 572 (1969); <i>Cipriano</i> v. <i>City of Houma,</i> 395 U. S. 701 (1969) <i>(per curiam)</i><i>,</i> did not involve a defect in a specific officer's title, but rather a challenge to the composition of an entire legislative body. The Court assumed, <i>arguendo,</i> that an equal protection violation infected the District Court's reapportionment plan, declined to invalidate the elections that had already occurred, and reserved judgment on the propriety of the prospective relief requested by petitioners pending completion of further District Court proceedings that could rectify any constitutional violation present in the court-ordered redistricting plan. <i>Connor, supra,</i> at 550 <span class=\"star-pagination\">*184</span> 551. To the extent these civil cases may be thought to have implicitly applied a form of the <i>de facto</i> officer doctrine, we are not inclined to extend them beyond their facts.<sup>[3]</sup></p>\n<p>The Government alternatively defends the decision of the Court of Military Appeals on the grounds that it was, for several reasons, proper for that court to give its decision in <i>Carpenter</i> holding that the appointment of the civilian judges to the Coast Guard Court of Military Review violated the Appointments Clauseprospective application only. It first argues that the Court of Military Appeals exercised remedial discretion pursuant to <i>Chevron Oil Co.</i> v. <i>Huson,</i> 404 U. S. 97 (1971).<sup>[4]</sup> But whatever the continuing validity of <span class=\"star-pagination\">*185</span> <i>Chevron Oil</i> after <i>Harper</i> v. <i>Virginia Dept. of Taxation,</i> 509 U. S. 86 (1993), and <i>Reynoldsville Casket Co.</i> v. <i>Hyde,</i> 514 U. S. 749 (1995), there is not the sort of grave disruption or inequity involved in awarding retrospective relief to this petitioner that would bring that doctrine into play. The parties agree that the defective appointments of the civilian judges affect only between 7 to 10 cases pending on direct review. As for the Government's concern that a flood of habeas corpus petitions will ensue, precedent provides little basis for such fears. <i>Ex parte Ward,</i> 173 U. S. 452 (1899).</p>\n<p>Nor does the Government persuade us that the inquiry into clearly established law as it pertains to qualified immunity counsels in favor of discretion to deny a remedy in this case. Qualified immunity specially protects public officials from the specter of damages liability for judgment calls made in a legally uncertain environment. <i>Harlow</i> v. <i>Fitzgerald,</i> 457 U. S. 800, 806 (1982) (\"[O]ur decisions consistently have held that government officials are entitled to some form of immunity from <i>suits for damages</i> \" (emphasis added)). Providing relief to a claimant raising an Appointments Clause challenge does not subject public officials to personal damages that represent a \"potentially disabling threa[t] of liability,\" but only invalidates actions taken pursuant to defective title. The qualified immunity doctrine need not be extended to protect public officials from such attacks.</p>\n<p>Similarly, the practice of denying criminal defendants an exclusionary remedy from Fourth Amendment violations when those errors occur despite the good faith of the Government actors, <i>United States</i> v. <i>Leon,</i> 468 U. S. 897 (1984), does not require the affirmance of petitioner's conviction in this case. Finding the deterrent remedy of suppression not compelled by the Fourth Amendment, <i>id.</i> , at 910, that case specifically relied on the \"objectionable collateral consequence of [the] interference with the criminal justice system's <span class=\"star-pagination\">*186</span> truth-finding function\" in requiring a blanket exclusionary remedy for all violations, <i>id.</i> , at 907, and the relative ineffectiveness of such remedy to deter future Fourth Amendment violations in particular cases, <i>id.</i> , at 918-921. No similar collateral consequence arises from rectifying an Appointments Clause violation, and correcting Appointments Clause violations in cases such as this one provides a suitable incentive to make such challenges.</p>\n<p>The Government finally suggests that the Court of Military Appeals applied something akin to a harmless-error doctrine in affirming petitioner's conviction, refusing to redress the violation because petitioner suffered no adverse consequences from the composition of the court. Brief for United States 33. The Government did not argue below that the error, assuming it occurred, was harmless, and there is no indication from the Court of Military Appeals' summary disposition of this issue that it determined that no harm occurred in this case. We therefore need not address whether the alleged defects in the composition of petitioner's appellate panel are susceptible to harmless-error review. The Government also argues, at least obliquely, that whatever defect there may have been in the proceedings before the Coast Guard Court of Military Review was in effect cured by the review available to petitioner in the Court of Military Appeals. <i>Id.,</i> at 24, n. 16. Again, because of the hierarchical nature of sentence review in the system of military courts, we need not address whether this defect is susceptible to the cure envisioned by the Government.</p>\n<p>Congress has established three tiers of military courts pursuant to its power \"[t]o make Rules for the Government and Regulation of the land and naval Forces.\" U. S. Const., Art. I, § 8, cl.14. Cases such as the present one are tried before a general court-martial consisting of a military judge and not less than five service members or by a military judge alone. Art. 16(1), UCMJ, 10 U. S. C. § 816(1). Four Courts of Military Review (one each for the Army, Air Force, Coast <span class=\"star-pagination\">*187</span> Guard, and Navy-Marine Corps) hear appeals from courtsmartial in cases where the approved sentence involves death, dismissal of a commissioned officer, punitive discharge, or confinement for one year or more. Art. 66, UCMJ, 10 U. S. C. § 866(b)(1). These courts, which sit in panels of three or more, exercise <i>de novo</i> review over the factual findings and legal conclusions of the court-martial. Art. 66(c), UCMJ, 10 U. S. C. § 866(c).<sup>[5]</sup></p>\n<p>The court of last resort in the military justice system is the Court of Military Appeals. Five civilian judges appointed by the President and confirmed by the Senate constitute the court. Art. 142, UCMJ, 10 U. S. C. § 942 (1988 ed., Supp. V). The court grants review in cases decided by the Courts of Military Review \"upon petition of the accused and on good cause shown.\" Art. 67, UCMJ, 10 U. S. C. § 867(a) (1988 ed., Supp. V). The scope of review is narrower than the review exercised by the Court of Military Review; so long as there is some competent evidence in the record to establish the elements of an offense beyond a reasonable doubt, the Court of Military Appeals will not reevaluate the facts. <i>United States</i> v. <i>Wilson,</i> 6 M. J. 214 (1979).</p>\n<p>Examining the difference in function and authority between the Coast Guard Court of Military Review and the Court of Military Appeals, it is quite clear that the former had broader discretion to review claims of error, revise factual determinations, and revise sentences than did the latter. It simply cannot be said, therefore, that review by the properly constituted Court of Military Appeals gave petitioner all the possibility for relief that review by a properly constituted Coast Guard Court of Military Review would have <span class=\"star-pagination\">*188</span> given him. We therefore hold that the Court of Military Appeals erred in according <i>de facto</i> validity to the actions of the civilian judges of the Coast Guard Court of Military Review. Petitioner is entitled to a hearing before a properly appointed panel of that court. The judgment is reversed, and the case is remanded for proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i> </p>\n<h2>NOTES</h2>\n<p>[1]  The National Defense Authorization Act for Fiscal Year 1995, Pub. L. 103-337, § 924, 108 Stat. 2831, changed the nomenclature for the military appellate courts. The previous \"Court[s] of Military Review\" were rechristened as the \"Court[s] of Criminal Appeals\" and the previous \"United States Court of Military Appeals\" was redesignated as the \"United States Court of Appeals for the Armed Forces.\" We adhere to the former names consistent with all previous proceedings in this case.</p>\n<p>[2]  The Appointments Clause reads in full:\n</p>\n<p>\"[The President] shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors, other public Ministers and Consuls, Judges of the supreme Court, and all other Officers of the United States, whose Appointments are not herein otherwise provided for, and which shall be established by Law: but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.\" U. S. Const., Art. II, § 2,cl.2.</p>\n<p>[3]  For similar reasons, we do not find instructive the Court's disposition of petitioner's challenge in <i>Northern Pipeline Constr. Co.</i> v. <i>Marathon Pipe Line Co.,</i> 458 U. S. 50 (1982). The Court declared the broad grant of jurisdiction to Article I bankruptcy courts unconstitutional and applied its decision prospectively only. <i>Id.</i> , at 88. But in doing so, it affirmed the judgment of the District Court, which had dismissed petitioner's bankruptcy action and afforded respondent the relief requested pursuant to its constitutional challenge. <i>Id.</i> , at 57. So <i>Northern Pipeline</i> is not a case in which the Court invoked the <i>de facto</i> officer doctrine to deny relief to the party before it and therefore does not support the Government in this case.</p>\n<p>[4]  The Government advances a virtual cornucopia of factors more or less peculiar to this case which it says validate the Court of Military Appeals' exercise of discretion in this case and thus support affirmance. It points to the lack of any substantial impact that the improper appointments had on petitioner's appeal, to the lack of any constitutional right to appellate review, and to the deference owed the military and the public interest in avoiding disruption of that system. Brief for United States 22. At oral argument, it also contended that subsequent action taken by the Secretary of Transportation to cure the Appointments Clause error, the fact that petitioner's underlying claims of error were meritless, and the fact that the civilian judges in this case had previously served under proper appointments while on active duty were relevant criteria. Tr. of Oral Arg. 29-30, 33-34. The substance, if not the form, of several of these arguments is discussed and rejected in the text. Those that are not discussed are alternative grounds for affirmance which the Government did not raise below, see Answer to Supplement for Petition for Review in No. 68449 (Ct. Mil. App.), pp. 2-4, and which we decline to reach. <i>Jenkins</i> v. <i>Anderson,</i>  447 U. S. 231, 234-235, n.1 (1980); <i>FTC</i> v.<i>Grolier Inc.,</i> 462 U. S. 19,23, n. 6 (1983).</p>\n<p>[5]  The Court of Military Review \"may affirm only such findings of guilty, and the sentence or such part or amount of the sentence, as it finds correct in law and fact and determines, on the basis of the entire record, should be approved. In considering the record, it may weigh the evidence, judge the credibility of witnesses, and determine controverted questions of fact.\" Art. 66(c), UCMJ, 10 U. S. C. § 866(c).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></span> (1995)</b></center>\n<center><h1>RYDER<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 94-431.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 18, 1995.</center>\n<center>Decided June 12, 1995.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE ARMED FORCES\n<p><span class=\"star-pagination\">*179</span> Rehnquist, C. J., delivered the opinion for a unanimous Court.</p>\n<p><i>Allen Lotz</i> argued the cause and filed a brief for petitioner. With him on the briefs were <i>G. Arthur Robbins</i> and <i>Alan B. Morrison.</i> </p>\n<p><i>Deputy Solicitor General Wallace</i> argued the cause for the United States. On the brief were <i>Solicitor General</i>  <span class=\"star-pagination\">*179</span> <i>Days, Deputy Solicitor General Dreeben, Malcolm L. Stewart,</i> and <i>Paul M. Geier.</i> </p>\n<p>Chief Justice Rehnquist delivered the opinion of the Court.</p>\n<p>Petitioner, an enlisted member of the United States Coast Guard, challenges his conviction by a court-martial. His conviction was affirmed first by the Coast Guard Court of Military Review, and then by the United States Court of Military Appeals.<sup>[1]</sup> The latter court agreed with petitioner that the two civilian judges who served on the Court of Military Review had not been appointed in accordance with the dictates of the Appointments Clause, U. S. Const., Art. II, § 2, cl. 2, but nonetheless held that the actions of those judges were valid <i>de facto.</i> We hold that the judges' actions were not valid <i>de facto.</i> </p>\n<p>Petitioner was convicted of several drug offenses, and was sentenced by a general court-martial to five years' confinement (later reduced to three years), forfeiture of pay, reduction in grade, and a dishonorable discharge. He appealed to the Coast Guard Court of Military Review, which, except in one minor aspect, affirmed his conviction. 34 M. J. 1077 (1992). On request for rehearing, petitioner challenged the composition of that court as violative of the Appointments Clause of the Constitution because two of the judges on the three-judge panel were civilians appointed by the General Counsel of the Department of Transportation. The court granted rehearing and rejected this challenge. 34 M. J. 1259 (1992).</p>\n<p><span class=\"star-pagination\">*180</span> The Court of Military Appeals likewise affirmed petitioner's conviction, 39 M. J. 454 (1994), although it agreed with petitioner that the appellate judges on the Coast Guard Court of Military Review had been appointed in violation of the Appointments Clause. The court relied for this conclusion on its previous decision in <i>United States</i> v. <i>Carpenter,</i>  37 M. J. 291 (1993), where it had decided that appellate military judges are inferior officers whose service requires appointment by a President, a court of law, or a head of a department. U. S. Const., Art. II, § 2, cl. 2.<sup>[2]</sup> Despite finding a constitutional violation in the appointment of two judges on petitioner's three-judge appellate panel, the Court of Military Appeals affirmed his conviction on the ground that the actions of these judges were valid <i>de facto,</i> citing <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976) <i>(per curiam)</i><i>.</i> We granted certiorari. 513 U. S. 1071 (1995).</p>\n<p>The <i>de facto</i> officer doctrine confers validity upon acts performed by a person acting under the color of official title even though it is later discovered that the legality of that person's appointment or election to office is deficient. <i>Norton</i> v. <i>Shelby County,</i> 118 U. S. 425, 440 (1886). \"The de facto doctrine springs from the fear of the chaos that would result from multiple and repetitious suits challenging every action taken by every official whose claim to office could be open to question, and seeks to protect the public by insuring the orderly functioning of the government despite technical defects in title to office.\" 63A Am. Jur. 2d, Public Officers <span class=\"star-pagination\">*181</span> and Employees § 578, pp. 1080-1081 (1984) (footnote omitted). The doctrine has been relied upon by this Court in several cases involving challenges by criminal defendants to the authority of a judge who participated in some part of the proceedings leading to their conviction and sentence.</p>\n<p>In <i>Ball</i> v. <i>United States,</i> 140 U. S. 118 (1891), a Circuit Judge assigned a District Judge from the Western District of Louisiana to sit in the Eastern District of Texas as a replacement for the resident judge who had fallen ill and who later died. The assigned judge continued to sit until the successor to the deceased judge was duly appointed. The assigned judge had sentenced Ball after the resident judge had died, and Ball made no objection at that time. Ball later moved in arrest of judgment challenging the sentence imposed upon him by the assigned judge after the death of the resident judge, but this Court held that the assigned judge \"was judge <i>de facto</i> if not <i>de jure,</i> and his acts as such are not open to collateral attack.\" <i>Id.</i> , at 128-129.</p>\n<p>Similarly, in <i>McDowell</i> v. <i>United States,</i> 159 U. S. 596 (1895), a Circuit Judge assigned a judge from the Eastern District of North Carolina to sit as a District Judge in the District of South Carolina until a vacancy in the latter district was filled. McDowell was indicted and convicted during the term in which the assigned judge served, but made no objection at the time of his indictment or trial. He later challenged the validity of his conviction because of a claimed error in the assigned judge's designation. This Court decided that the assigned judge was a \"judge <i>de facto,</i> \" and that \"his actions as such, so far as they affect third persons, are not open to question.\" <i>Id.</i> , at 601. The Court further observed that McDowell's claim \"presents a mere matter of statutory construction . . . . It involves no trespass upon the executive power of appointment.\" <i>Id.</i> , at 598. In a later case, <i>Ex parte Ward,</i> 173 U. S. 452 (1899), petitioner sought an original writ of habeas corpus to challenge the authority of the District Judge who had sentenced him on <span class=\"star-pagination\">*182</span> the grounds that the appointment of the judge during a Senate recess was improper. This Court held that \"the title of a person acting with color of authority, even if he be not a good officer in point of law, cannot be collaterally attacked.\" <i>Id.</i> , at 456.</p>\n<p>In the case before us, petitioner challenged the composition of the Coast Guard Court of Military Review while his case was pending before that court on direct review. Unlike the defendants in <i>Ball, McDowell,</i> and <i>Ward,</i> petitioner raised his objection to the judges' titles before those very judges and prior to their action on his case. And his claim is based on the Appointments Clause of Article II of the Constitutiona claim that there <i>has</i> been a \"trespass upon the executive power of appointment,\" <i>McDowell, supra,</i> at 598, rather than a misapplication of a statute providing for the assignment of already appointed judges to serve in other districts.</p>\n<p>In <i>Buckley</i> v. <i>Valeo, supra,</i> at 125, we said \"[t]he Appointments Clause could, of course, be read as merely dealing with etiquette or protocol in describing `Officers of the United States' but the drafters had a less frivolous purpose in mind.\" The Clause is a bulwark against one branch aggrandizing its power at the expense of another branch, but it is more: it \"preserves another aspect of the Constitution's structural integrity by preventing the diffusion of the appointment power.\" <i>Freytag</i> v. <i>Commissioner,</i> 501 U. S. 868, 878 (1991). In <i>Glidden Co.</i> v. <i>Zdanok,</i> 370 U. S. 530 (1962), we declined to invoke the <i>de facto</i> officer doctrine in order to avoid deciding a question arising under Article III of the Constitution, saying that the cases in which we had relied on that doctrine did not involve \"basic constitutional protections designed in part for the benefit of litigants.\" <i>Id.,</i> at 536 (plurality opinion). We think that one who makes a timely challenge to the constitutional validity of the appointment of an officer who adjudicates his case is entitled to a decision on the merits of the question and whatever <span class=\"star-pagination\">*183</span> relief may be appropriate if a violation indeed occurred. Any other rule would create a disincentive to raise Appointments Clause challenges with respect to questionable judicial appointments.</p>\n<p>The Court of Military Appeals relied, not without reason, on our decision in <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976). There, plaintiffs challenged the appointment of the Federal Election Commission members on separation-of-powers grounds. The Court agreed with them and held that the appointment of four members of the Commission by Congress, rather than the President, violated the Appointments Clause. It nonetheless quite summarily held that the \"past acts of the Commission are therefore accorded <i>de facto</i> validity.\" <i>Id.</i> , at 142. We cited as authority for this determination <i>Connor</i> v. <i>Williams,</i> 404 U. S. 549, 550-551 (1972), in which we held that legislative acts performed by legislators held to have been elected in accordance with an unconstitutional apportionment were not therefore void.</p>\n<p>Neither <i>Buckley</i> nor <i>Connor</i> explicitly relied on the <i>de facto</i> officer doctrine, though the result reached in each case validated the past acts of public officials. But in <i>Buckley,</i>  the constitutional challenge raised by the plaintiffs was decided in their favor, and the declaratory and injunctive relief they sought was awarded to them. And <i>Connor,</i> like other voting rights cases, see <i>Allen</i> v. <i>State Bd. of Elections,</i> 393 U. S. 544, 572 (1969); <i>Cipriano</i> v. <i>City of Houma,</i> 395 U. S. 701 (1969) <i>(per curiam)</i><i>,</i> did not involve a defect in a specific officer's title, but rather a challenge to the composition of an entire legislative body. The Court assumed, <i>arguendo,</i> that an equal protection violation infected the District Court's reapportionment plan, declined to invalidate the elections that had already occurred, and reserved judgment on the propriety of the prospective relief requested by petitioners pending completion of further District Court proceedings that could rectify any constitutional violation present in the court-ordered redistricting plan. <i>Connor, supra,</i> at 550 <span class=\"star-pagination\">*184</span> 551. To the extent these civil cases may be thought to have implicitly applied a form of the <i>de facto</i> officer doctrine, we are not inclined to extend them beyond their facts.<sup>[3]</sup></p>\n<p>The Government alternatively defends the decision of the Court of Military Appeals on the grounds that it was, for several reasons, proper for that court to give its decision in <i>Carpenter</i> holding that the appointment of the civilian judges to the Coast Guard Court of Military Review violated the Appointments Clauseprospective application only. It first argues that the Court of Military Appeals exercised remedial discretion pursuant to <i>Chevron Oil Co.</i> v. <i>Huson,</i> 404 U. S. 97 (1971).<sup>[4]</sup> But whatever the continuing validity of <span class=\"star-pagination\">*185</span> <i>Chevron Oil</i> after <i>Harper</i> v. <i>Virginia Dept. of Taxation,</i> 509 U. S. 86 (1993), and <i>Reynoldsville Casket Co.</i> v. <i>Hyde,</i> 514 U. S. 749 (1995), there is not the sort of grave disruption or inequity involved in awarding retrospective relief to this petitioner that would bring that doctrine into play. The parties agree that the defective appointments of the civilian judges affect only between 7 to 10 cases pending on direct review. As for the Government's concern that a flood of habeas corpus petitions will ensue, precedent provides little basis for such fears. <i>Ex parte Ward,</i> 173 U. S. 452 (1899).</p>\n<p>Nor does the Government persuade us that the inquiry into clearly established law as it pertains to qualified immunity counsels in favor of discretion to deny a remedy in this case. Qualified immunity specially protects public officials from the specter of damages liability for judgment calls made in a legally uncertain environment. <i>Harlow</i> v. <i>Fitzgerald,</i> 457 U. S. 800, 806 (1982) (\"[O]ur decisions consistently have held that government officials are entitled to some form of immunity from <i>suits for damages</i> \" (emphasis added)). Providing relief to a claimant raising an Appointments Clause challenge does not subject public officials to personal damages that represent a \"potentially disabling threa[t] of liability,\" but only invalidates actions taken pursuant to defective title. The qualified immunity doctrine need not be extended to protect public officials from such attacks.</p>\n<p>Similarly, the practice of denying criminal defendants an exclusionary remedy from Fourth Amendment violations when those errors occur despite the good faith of the Government actors, <i>United States</i> v. <i>Leon,</i> 468 U. S. 897 (1984), does not require the affirmance of petitioner's conviction in this case. Finding the deterrent remedy of suppression not compelled by the Fourth Amendment, <i>id.</i> , at 910, that case specifically relied on the \"objectionable collateral consequence of [the] interference with the criminal justice system's <span class=\"star-pagination\">*186</span> truth-finding function\" in requiring a blanket exclusionary remedy for all violations, <i>id.</i> , at 907, and the relative ineffectiveness of such remedy to deter future Fourth Amendment violations in particular cases, <i>id.</i> , at 918-921. No similar collateral consequence arises from rectifying an Appointments Clause violation, and correcting Appointments Clause violations in cases such as this one provides a suitable incentive to make such challenges.</p>\n<p>The Government finally suggests that the Court of Military Appeals applied something akin to a harmless-error doctrine in affirming petitioner's conviction, refusing to redress the violation because petitioner suffered no adverse consequences from the composition of the court. Brief for United States 33. The Government did not argue below that the error, assuming it occurred, was harmless, and there is no indication from the Court of Military Appeals' summary disposition of this issue that it determined that no harm occurred in this case. We therefore need not address whether the alleged defects in the composition of petitioner's appellate panel are susceptible to harmless-error review. The Government also argues, at least obliquely, that whatever defect there may have been in the proceedings before the Coast Guard Court of Military Review was in effect cured by the review available to petitioner in the Court of Military Appeals. <i>Id.,</i> at 24, n. 16. Again, because of the hierarchical nature of sentence review in the system of military courts, we need not address whether this defect is susceptible to the cure envisioned by the Government.</p>\n<p>Congress has established three tiers of military courts pursuant to its power \"[t]o make Rules for the Government and Regulation of the land and naval Forces.\" U. S. Const., Art. I, § 8, cl.14. Cases such as the present one are tried before a general court-martial consisting of a military judge and not less than five service members or by a military judge alone. Art. 16(1), UCMJ, 10 U. S. C. § 816(1). Four Courts of Military Review (one each for the Army, Air Force, Coast <span class=\"star-pagination\">*187</span> Guard, and Navy-Marine Corps) hear appeals from courtsmartial in cases where the approved sentence involves death, dismissal of a commissioned officer, punitive discharge, or confinement for one year or more. Art. 66, UCMJ, 10 U. S. C. § 866(b)(1). These courts, which sit in panels of three or more, exercise <i>de novo</i> review over the factual findings and legal conclusions of the court-martial. Art. 66(c), UCMJ, 10 U. S. C. § 866(c).<sup>[5]</sup></p>\n<p>The court of last resort in the military justice system is the Court of Military Appeals. Five civilian judges appointed by the President and confirmed by the Senate constitute the court. Art. 142, UCMJ, 10 U. S. C. § 942 (1988 ed., Supp. V). The court grants review in cases decided by the Courts of Military Review \"upon petition of the accused and on good cause shown.\" Art. 67, UCMJ, 10 U. S. C. § 867(a) (1988 ed., Supp. V). The scope of review is narrower than the review exercised by the Court of Military Review; so long as there is some competent evidence in the record to establish the elements of an offense beyond a reasonable doubt, the Court of Military Appeals will not reevaluate the facts. <i>United States</i> v. <i>Wilson,</i> 6 M. J. 214 (1979).</p>\n<p>Examining the difference in function and authority between the Coast Guard Court of Military Review and the Court of Military Appeals, it is quite clear that the former had broader discretion to review claims of error, revise factual determinations, and revise sentences than did the latter. It simply cannot be said, therefore, that review by the properly constituted Court of Military Appeals gave petitioner all the possibility for relief that review by a properly constituted Coast Guard Court of Military Review would have <span class=\"star-pagination\">*188</span> given him. We therefore hold that the Court of Military Appeals erred in according <i>de facto</i> validity to the actions of the civilian judges of the Coast Guard Court of Military Review. Petitioner is entitled to a hearing before a properly appointed panel of that court. The judgment is reversed, and the case is remanded for proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i> </p>\n<h2>NOTES</h2>\n<p>[1]  The National Defense Authorization Act for Fiscal Year 1995, Pub. L. 103-337, § 924, 108 Stat. 2831, changed the nomenclature for the military appellate courts. The previous \"Court[s] of Military Review\" were rechristened as the \"Court[s] of Criminal Appeals\" and the previous \"United States Court of Military Appeals\" was redesignated as the \"United States Court of Appeals for the Armed Forces.\" We adhere to the former names consistent with all previous proceedings in this case.</p>\n<p>[2]  The Appointments Clause reads in full:\n</p>\n<p>\"[The President] shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors, other public Ministers and Consuls, Judges of the supreme Court, and all other Officers of the United States, whose Appointments are not herein otherwise provided for, and which shall be established by Law: but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.\" U. S. Const., Art. II, § 2,cl.2.</p>\n<p>[3]  For similar reasons, we do not find instructive the Court's disposition of petitioner's challenge in <i>Northern Pipeline Constr. Co.</i> v. <i>Marathon Pipe Line Co.,</i> 458 U. S. 50 (1982). The Court declared the broad grant of jurisdiction to Article I bankruptcy courts unconstitutional and applied its decision prospectively only. <i>Id.</i> , at 88. But in doing so, it affirmed the judgment of the District Court, which had dismissed petitioner's bankruptcy action and afforded respondent the relief requested pursuant to its constitutional challenge. <i>Id.</i> , at 57. So <i>Northern Pipeline</i> is not a case in which the Court invoked the <i>de facto</i> officer doctrine to deny relief to the party before it and therefore does not support the Government in this case.</p>\n<p>[4]  The Government advances a virtual cornucopia of factors more or less peculiar to this case which it says validate the Court of Military Appeals' exercise of discretion in this case and thus support affirmance. It points to the lack of any substantial impact that the improper appointments had on petitioner's appeal, to the lack of any constitutional right to appellate review, and to the deference owed the military and the public interest in avoiding disruption of that system. Brief for United States 22. At oral argument, it also contended that subsequent action taken by the Secretary of Transportation to cure the Appointments Clause error, the fact that petitioner's underlying claims of error were meritless, and the fact that the civilian judges in this case had previously served under proper appointments while on active duty were relevant criteria. Tr. of Oral Arg. 29-30, 33-34. The substance, if not the form, of several of these arguments is discussed and rejected in the text. Those that are not discussed are alternative grounds for affirmance which the Government did not raise below, see Answer to Supplement for Petition for Review in No. 68449 (Ct. Mil. App.), pp. 2-4, and which we decline to reach. <i>Jenkins</i> v. <i>Anderson,</i>  447 U. S. 231, 234-235, n.1 (1980); <i>FTC</i> v.<i>Grolier Inc.,</i> 462 U. S. 19,23, n. 6 (1983).</p>\n<p>[5]  The Court of Military Review \"may affirm only such findings of guilty, and the sentence or such part or amount of the sentence, as it finds correct in law and fact and determines, on the basis of the entire record, should be approved. In considering the record, it may weigh the evidence, judge the credibility of witnesses, and determine controverted questions of fact.\" Art. 66(c), UCMJ, 10 U. S. C. § 866(c).</p>\n\n</div>", "id": 117945, "judges": "Rehnquist", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/117945/", "sha1": "29b2392089e6ebe3cd963ca1d71bc6118c6c741a", "source": "LR", "supreme_court_db_id": "1994-067", "time_retrieved": "2010-04-28T10:20:18"}