{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "515 U.S. 506", 
    "federal_cite_two": "115 S. Ct. 2310", 
    "specialty_cite_one": null, 
    "federal_cite_three": "132 L. Ed. 2d 444", 
    "lexis_cite": "1995 U.S. LEXIS 4068", 
    "document_uris": [
      "/api/rest/v2/document/117958/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Gaudin", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "94-514", 
    "id": 102317, 
    "resource_uri": "/api/rest/v2/citation/102317/"
  }, 
  "id": 117958, 
  "blocked": false, 
  "judges": "Scalia", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1995-06-19", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>515 U.S. 506 (1995)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGAUDIN</h1></center>\n<center>No. 94-514.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 17, 1995.</center>\n<center>Decided June 19, 1995.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*508</span> Scalia, J., delivered the opinion for a unanimous Court. Rehnquist, C. J., filed a concurring opinion, in which O'Connor and Breyer, JJ., joined, <i>post,</i> p. 523.</p>\n<p><i>Deputy Solicitor General Dreeben</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General Days, Assistant Attorney General Harris, Richard H. Seamon,</i> and <i>Kathleen A. Felton.</i> </p>\n<p><i>Richard Hansen</i> argued the cause for respondent. With him on the brief were <i>David Allen</i> and <i>Todd Maybrown.</i><sup>[*]</sup></p>\n<p>Justice Scalia, delivered the opinion of the Court.</p>\n<p>In the trial at issue here, respondent was convicted of making material false statements in a matter within the jurisdiction of a federal agency, in violation of 18 U. S. C. § 1001. The question presented is whether it was constitutional for the trial judge to refuse to submit the question of \"materiality\" to the jury.</p>\n<p></p>\n<h2>I</h2>\n<p>In the 1980's, respondent engaged in a number of real estate transactions financed by loans insured by the Federal <span class=\"star-pagination\">*508</span> Housing Administration (FHA), an agency within the Department of Housing and Urban Development (HUD). Respondent would purchase rental housing, renovate it, obtain an inflated appraisal, and sell it to a \"straw buyer\" (a friend or relative), for whom respondent would arrange an FHAinsured mortgage loan. Then, as prearranged, respondent would repurchase the property (at a small profit to the straw buyer) and assume the mortgage loan. Twenty-nine of these ventures went into default.</p>\n<p>Respondent was charged by federal indictment with, among other things, multiple counts of making false statements on federal loan documents in violation of 18 U. S. C. § 1001. Two of these counts charged that respondent had made false statements on HUD/FHA form 92800-5 by knowingly inflating the appraised value of the mortgaged property. The other false-statement counts charged that respondent had made misrepresentations on HUD/FHA form HUD-1, the settlement form used in closing the sales of the properties. Line 303 of this form requires disclosure of the closing costs to be paid or received by the borrower/buyer and the seller. The forms executed by respondent showed that the buyer was to pay some of the closing costs, whereas in fact he, the seller, had arranged to pay all of them. To prove the materiality of these false statements, the Government offered the testimony of several persons charged with administering FHA/HUD programs, who explained why the requested information was important.</p>\n<p>At the close of the evidence, the United States District Court for the District of Montana instructed the jury that, to convict respondent, the Government was required to prove, <i>inter alia,</i> that the alleged false statements were material to the activities and decisions of HUD. But, the court further instructed, \"[t]he issue of materiality . . . is not submitted to you for your decision but rather is a matter for the decision of the court. You are instructed that the statements charged in the indictment are material statements.\" <span class=\"star-pagination\">*509</span> App. 24, 29. The jury convicted respondent of the § 1001 charges.</p>\n<p>A panel of the Court of Appeals for the Ninth Circuit reversed these convictions because Circuit precedent dictated that materiality in a § 1001 prosecution be decided by the jury. 997 F. 2d 1267 (1993). On rehearing en banc, the Court of Appeals stood by this precedent. It held that taking the question of materiality from the jury denied respondent a right guaranteed by the Fifth and Sixth Amendments to the United States Constitution. 28 F. 3d 943 (1994). We granted certiorari. 513 U. S. 1071 (1995).</p>\n<p></p>\n<h2>II</h2>\n<p>Section 1001 of Title 18 provides:</p>\n<blockquote>\"Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be fined not more than $10,000 or imprisoned not more than five years, or both.\"</blockquote>\n<p>It is uncontested that conviction under this provision requires that the statements be \"material\" to the Government inquiry, and that \"materiality\" is an element of the offense that the Government must prove. The parties also agree on the definition of \"materiality\": The statement must have \"a natural tendency to influence, or [be] capable of influencing, the decision of the decisionmaking body to which it was addressed.\" <i>Kungys</i> v. <i>United States,</i> 485 U. S. 759, 770 (1988) (internal quotation marks omitted). The question for our resolution is whether respondent was entitled to have this element of the crime determined by the jury.</p>\n<p>The Fifth Amendment to the United States Constitution guarantees that no one will be deprived of liberty without <span class=\"star-pagination\">*510</span> \"due process of law\"; and the Sixth, that \"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.\" We have held that these provisions require criminal convictions to rest upon a jury determination that the defendant is guilty of every element of the crime with which he is charged, beyond a reasonable doubt.<sup>[1]</sup><i>Sullivan</i> v. <i>Louisiana,</i> 508 U. S. 275, 277-278 (1993). The right to have a jury make the ultimate determination of guilt has an impressive pedigree. Blackstone described \"trial by jury\" as requiring that \"<i>the truth of every accusation,</i> whether preferred in the shape of indictment, information, or appeal, should afterwards be confirmed by the unanimous suffrage of twelve of [the defendant's] equals and neighbors . . . .\" 4 W. Blackstone, Commentaries on the Laws of England 343 (1769) (emphasis added). Justice Story wrote that the \"trial by jury\" guaranteed by the Constitution was \"generally understood to mean . . . a trial by a jury of twelve men, impartially selected, who must unanimously <i>concur in the guilt of the accused before a legal conviction can be had.</i> \" 2 J. Story, Commentaries on the Constitution of the United States 541, n. 2 (4th ed. 1873) (emphasis added and deleted).<sup>[2]</sup> This right was designed \"to guard against a <span class=\"star-pagination\">*511</span> spirit of oppression and tyranny on the part of rulers,\" and \"was from very early times insisted on by our ancestors in the parent country, as the great bulwark of their civil and political liberties.\" <i>Id.,</i> at 540-541. See also <i>Duncan</i> v. <i>Louisiana,</i> 391 U. S. 145, 151-154 (1968) (tracing the history of trial by jury).</p>\n<p></p>\n<h2>III</h2>\n<p>Thus far, the resolution of the question before us seems simple. The Constitution gives a criminal defendant the right to demand that a jury find him guilty of all the elements of the crime with which he is charged; one of the elements in the present case is materiality; respondent therefore had a right to have the jury decide materiality. To escape the force of this logic, the Government offers essentially three arguments. Having conceded the minor premise\u0097that materiality is an element of the offense\u0097the Government argues first, that the major premise is flawed; second, that (essentially) a page of history is worth a volume of logic, and uniform practice simply excludes the element of materiality from the syllogism; and third, that <i>stare decisis</i>  requires the judgment here to be reversed.</p>\n<p></p>\n<h2>A</h2>\n<p>As to the first, the Government's position is that \"materiality,\" whether as a matter of logic or history, is a \"legal\" question, and that although we have sometimes spoken of \"requiring the jury to decide `all the elements of a criminal offense,' <i>e. g., </i><i>Estelle</i> v. <i>McGuire,</i> [502 U. S. 62, 69] (1991); see <i>Victor</i> v. <i>Nebraska,</i> [511 U. S. 1, 5] (1994); <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 210 (1977), the principle actually applies to <i>only the factual components</i> of the essential elements.\" Brief for United States 33 (emphasis added). The Government claims that this understanding of the jury's role <span class=\"star-pagination\">*512</span> dates back to <i>Sparf</i> v. <i>United States,</i> 156 U. S. 51 (1895), and is reaffirmed by recent decisions of this Court.</p>\n<p>By limiting the jury's constitutionally prescribed role to \"the factual components of the essential elements\" the Government surely does not mean to concede that the jury must pass upon all elements that contain <i>some</i> factual component, for that test is amply met here. Deciding whether a statement is \"material\" requires the determination of at least two subsidiary questions of purely historical fact: (a) \"what statement was made?\" and (b) \"what decision was the agency trying to make?\" The ultimate question: (c) \"whether the statement was material to the decision,\" requires applying the legal standard of materiality (quoted above) to these historical facts. What the Government apparently argues is that the Constitution requires only that (a) and (b) be determined by the jury, and that (c) may be determined by the judge. We see two difficulties with this. First, the application-of-legal-standard-to-fact sort of question posed by (c), commonly called a \"mixed question of law and fact,\" has typically been resolved by juries. See J. Thayer, Preliminary Treatise on Evidence at Common Law 194, 249-250 (1898). Indeed, our cases have recognized in other contexts that the materiality inquiry, involving as it does \"delicate assessments of the inferences a `reasonable [decisionmaker]' would draw from a given set of facts and the significance of those inferences to him, . . . [is] peculiarly on[e] for the trier of fact.\" <i>TSC Industries, Inc.</i> v. <i>Northway, Inc.,</i> 426 U. S. 438, 450 (1976) (securities fraud); <i>McLanahan</i> v. <i>Universal Ins. Co.,</i> 1 Pet. 170, 188-189, 191 (1828) (materiality of false statements in insurance applications).</p>\n<p>The second difficulty with the Government's position is that it has absolutely no historical support. If it were true, the lawbooks would be full of cases, regarding materiality and innumerable other \"mixed-law-and-fact\" issues, in which the criminal jury was required to come forth with \"findings of fact\" pertaining to each of the essential elements, leaving <span class=\"star-pagination\">*513</span> it to the judge to apply the law to those facts and render the ultimate verdict of \"guilty\" or \"not guilty.\" We know of no such case. Juries at the time of the framing could not be forced to produce mere \"factual findings,\" but were entitled to deliver a general verdict pronouncing the defendant's guilt or innocence. Morgan, A Brief History of Special Verdicts and Special Interrogatories, 32 Yale L. J. 575, 591 (1922). See also G. Clementson, Special Verdicts and Special Findings by Juries 49 (1905); Alschuler &amp; Deiss, A Brief History of the Criminal Jury in the United States, 61 U. Chi. L. Rev. 867, 912-913 (1994). Justice Chase's defense to one of the charges in his 1805 impeachment trial was that \"he well knows, that it is the right of juries in criminal cases, to give a general verdict of acquittal, which cannot be set aside on account of its being contrary to law, and that hence results the power of juries, to decide on the law as well as on the facts, in all criminal cases. This power he holds to be a sacred part of our legal privileges . . . .\" 1 S. Smith &amp; T. Lloyd, Trial of Samuel Chase 34 (1805).</p>\n<p><i>Sparf, supra,</i> the case on which the Government relies, had nothing to do with the issue before us here. The question there was whether the jury could be deprived of the power to determine, not only historical facts, not only mixed questions of fact and law, <i>but pure questions of law</i> in a criminal case. As the foregoing quotation from Justice Chase suggests, many thought the jury had such power. See generally Alschuler &amp; Deiss, <i>supra,</i> at 902-916. We decided that it did not. In criminal cases, as in civil, we held, the judge must be permitted to instruct the jury on the law and to insist that the jury follow his instructions. 156 U. S., at 105-106. But our decision in no way undermined the historical and constitutionally guaranteed right of criminal defendants to demand that the jury decide guilt or innocence on every issue, which includes application of the law to the facts. To the contrary, Justice Harlan, writing for the Court, explained the many judicial assertions of the jury's <span class=\"star-pagination\">*514</span> right to determine both law and fact as expressions of \"the principle, that when the question is <i>compounded of law and fact,</i> a general verdict, <i>ex necessitate,</i> disposes of the case in hand, both as to law and fact.\" <i>Id.,</i> at 90 (emphasis in original). He gave as an example the 1807 treason trial of Aaron Burr in which Chief Justice Marshall charged the jury that \"`levying war is an act <i>compounded of law and fact;</i> of which the jury, aided by the court must judge. . . . [And] hav[ing] now heard the opinion of the court on the <i>law</i> of the case[,] [t]hey <i>will apply that law to the facts,</i> and will find a verdict of guilty or not guilty as their own consciences may direct.' \" <i>Id.,</i> at 67 (quoting 2 Burr's Trial 548, 550 (D. Robertson ed. 1875)) (emphasis in original). Other expressions of the same principle abound. See <i>United States</i> v. <i>Battiste,</i> 24 F. Cas. 1042, 1043 (No. 14,545) (CC Mass. 1835) (Story, J., sitting as Circuit Justice) (the jury's general verdict is \"necessarily compounded of [both] law and fact\"). As Thayer wrote at the end of the 19th century: \"From the beginning . . . it was perceived that any general verdict, such as . . . not guilty, involved a conclusion of law, and that the jury did, in a sense, in such cases answer a question of law.\" Thayer, <i>supra,</i> at 253.</p>\n<p>The more modern authorities the Government cites also do not support its concept of the criminal jury as mere factfinder. Although each contains language discussing the jury's role as factfinder, see <i>Sullivan</i> v. <i>Louisiana,</i> 508 U. S. 275 (1993); <i>Court of Ulster Cty.</i> v. <i>Allen,</i> 442 U. S. 140, 156 (1979); <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 206 (1977); <i>In re Winship,</i> 397 U. S. 358, 364 (1970), each also confirms that the jury's constitutional responsibility is not merely to determine the facts, but to apply the law to those facts and draw the ultimate conclusion of guilt or innocence. The point is put with unmistakable clarity in <i>Allen,</i> which involved the constitutionality of statutory inferences and presumptions. Such devices, <i>Allen</i> said, can help</p>\n<blockquote>\n<span class=\"star-pagination\">*515</span> \"the trier of fact to determine the existence of an element of the crime\u0097that is, an `ultimate' or `elemental' fact\u0097from the existence of one or more `evidentiary' or `basic' facts . . . . Nonetheless, in criminal cases, the ultimate test of any device's constitutional validity in a given case remains constant: the device must not undermine the factfinder's responsibility at trial, based on evidence adduced by the State, to find the <i>ultimate</i> facts beyond a reasonable doubt.\" <i>Allen, supra,</i> at 156.</blockquote>\n<p>See also <i>Sullivan, supra,</i> at 277 (\"The right [to jury trial] includes, of course, as its most important element, the right to have the jury, rather than the judge, reach the requisite finding of `guilty' \"); <i>Patterson, supra,</i> at 204; <i>Winship, supra,</i> at 361, 363.</p>\n<p></p>\n<h2>B</h2>\n<p>The Government next argues that, even if the jury is generally entitled to pass on all elements of a crime, there is a historical exception for materiality determinations in perjury prosecutions. We do not doubt that historical practice is relevant to what the Constitution means by such concepts as trial by jury, see <i>Murray's Lessee</i> v. <i>Hoboken Land &amp; Improvement Co.,</i> 18 How. 272, 276-277 (1856); <i>Holland</i> v. <i>Illinois,</i> 493 U. S. 474, 481 (1990), and it is precisely historical practice that we have relied on in concluding that the jury must find all the elements. The existence of a unique historical exception to this principle\u0097and an exception that reduces the power of the jury precisely when it is most important, <i>i. e.,</i> in a prosecution not for harming another individual, but for offending against the Government itself\u0097 would be so extraordinary that the evidence for it would have to be convincing indeed. It is not so.</p>\n<p>The practice of having courts determine the materiality of false statements in perjury prosecutions is neither as old, nor as uniform, as the Government suggests. In England, no pre-Revolution cases appear to have addressed the question, <span class=\"star-pagination\">*516</span> and the judges reached differing results when the issue finally arose in the mid-19th century. Compare <i>Queen</i> v. <i>Lavey,</i> 3 Car. &amp; K. 26, 30, 175 Eng. Rep. 448, 450 (Q. B. 1850) (materiality is a jury question), <i>Queen</i> v. <i>Goddard,</i> 2 F. &amp; F. 361, 175 Eng. Rep. 1096 (1861) (same), with <i>Queen</i> v. <i>Courtney,</i> 5 Ir. C. L. 434, 439 (Ct. Crim. App. 1856) (dictum) (materiality is a question for the judge); <i>Queen</i> v. <i>Gibbon,</i> Le. &amp; Ca. 109, 113-114, 169 Eng. Rep. 1324, 1326 (1861) (same). It was not until 1911, 120 years after the adoption of our Bill of Rights, that the rule the Government argues for was finally adopted in England\u0097not by judicial decision but by Act of Parliament. See Perjury Act of 1911, § 1(6), 1 &amp; 2 Geo. V, ch. 6.</p>\n<p>Much more importantly, there was also no clear practice of having the judge determine the materiality question in this country at or near the time the Bill of Rights was adopted. The Government cites <i>Power</i> v. <i>Price,</i> 16 Wend. 450 (N. Y. 1836), as \"[t]he earliest reported case on the question\" whether \"materiality in perjury prosecutions is a question for the court rather than the jury,\" claiming that there \"New York's highest court held that a trial judge had correctly reserved the question of materiality to itself.\" Brief for United States 18. <i>Power</i> held nothing even close to this. <i>Power</i> was not a perjury case; indeed, it was not even a criminal prosecution. It was a civil action in which Price sued Power for the slander of imputing to him the crime of perjury. The Court of Appeals held that Price did not need to prove the materiality of the alleged false statement in order to make out a prima facie case; but that Power could raise immateriality as an affirmative defense negating intent to impute perjury. 16 Wend., at 455-456. It then said that the trial court \"was clearly right in instructing the jury that the testimony given on the former trial was proved to be material,\" since \"it merely decided a question of law, arising upon the proof of facts as to which there was no dispute or contrariety of testimony.\" <i>Id.,</i> at 456. But the courts' <span class=\"star-pagination\">*517</span> power to resolve mixed-law-and-fact questions in civil cases is not at issue here; civil and criminal juries' required roles are obviously not identical, or else there could be no directed verdicts for civil plaintiffs. The other early case relied upon by the Government, <i>Steinman</i> v. <i>McWilliams,</i> 6 Pa. 170, 177-178 (1847), another slander case, is inapt for the same reason. The earliest American case involving the point that we have been able to find places the Government itself in opposition to its position here. In <i>United States</i> v. <i>Cowing,</i>  25 F. Cas. 680, 681 (No. 14,880) (CC DC 1835), the United States argued that materiality in a perjury prosecution was a matter for the jury's consideration, citing an unpublished decision of the General Court of Virginia. The federal court, however, did not address the issue.</p>\n<p>State and federal cases appear not to have addressed the question until the latter part of the 19th century, at which time they do not display anything like the \"virtual unanimity\" claimed by the Government. Brief for United States 18. Some of the opinions cited by the Government, asserting that materiality was a question of \"law\" for the judge, appear to have involved either demurrers to the indictment or appeals from convictions in which the case for materiality was so weak that no reasonable juror could credit it\u0097so that even on our view of the matter the case should not have gone to the jury. (The prosecution's failure to provide minimal evidence of materiality, like its failure to provide minimal evidence of any other element, of course raises a question of \"law\" that warrants dismissal.) See, <i>e. g., </i><i>United States</i> v. <i>Shinn,</i> 14 F. 447, 452 (CC Ore. 1882); <i>United States</i> v. <i>Singleton,</i> 54 F. 488, 489 (SD Ala. 1892); <i>United States</i> v. <i>Bedgood,</i>  49 F. 54, 60 (SD Ala. 1891); <i>Nelson</i> v. <i>State,</i> 32 Ark. Rep. 192, 195 (1877). And some of the other cited cases involve the convicted <i>defendant's</i> claim that materiality should not have been decided by the jury, so that even if the issue was not one of the prosecution's failure to make a threshold case, it did not arise in a context in which the defendant's right to <span class=\"star-pagination\">*518</span> jury trial was at issue. See, <i>e. g., </i><i>Cothran</i> v. <i>State,</i> 39 Miss. 541, 547 (1860); <i>State</i> v.<i>Williams,</i> 30 Mo. 364, 367 (1860); <i>State</i> v. <i>Lewis,</i> 10 Kan. 157, 160 (1872); <i>People</i> v. <i>Lem You,</i>  97 Cal. 224, 228-230, 32 P. 11, 12 (1893); <i>Thompson</i> v. <i>People,</i>  26 Colo. 496, 504, 59 P. 51, 54-55 (1899); <i>Barnes</i> v. <i>State,</i> 15 Ohio C. C. 14, 25-26 (1897).</p>\n<p>Even assuming, however, that all the Government's lasthalf-of-the-19th-century cases fully stand for the proposition that the defendant has no right to jury determination of materiality, there are cases that support the other view. See <i>Commonwealth</i> v. <i>Grant,</i> 116 Mass. 17, 20 (1874); <i>Lawrence</i>  v. <i>State,</i> 2 Tex. Crim. 479, 483-484 (1877); <i>State</i> v. <i>Spencer,</i>  45 La. Ann. 1, 11-12, 12 So. 135, 138 (1893); <i>Young</i> v. <i>People,</i>  134 Ill. 37, 42, 24 N. E. 1070, 1071 (1890) (approving the treatment of materiality as \"a mixed question of law and fact, and thus one for the jury\"). At most there had developed a division of authority on the point, as the treatise writers of the period amply demonstrate. Bishop in 1872 took the position that \"[p]ractically, . . . the whole subject is to be passed upon by the jury, under instructions from the judge, as involving, like most other cases, mixed questions of law and of fact.\" 2 J. Bishop, Commentaries on Law of Criminal Procedure § 935, p. 508 (2d ed.). May's 1881 treatise reported that \"[w]hether materiality is a question of law for the court or of fact for a jury, is a point upon which the authorities are about equally divided.\" J. May, Law of Crimes § 188, p. 205. Greenleaf, writing in 1883, sided with Bishop (\"It seems that the materiality of the matter assigned is a question for the jury\"), 3 S. Greenleaf, Law of Evidence § 195, p. 189, n. (b) (14th ed.)\u0097but two editions later, in 1899, said that the question was one for the judge, 3 S. Greenleaf, Law of Evidence § 195, p. 196, n. 2 (16th ed.).</p>\n<p>In sum, we find nothing like a consistent historical tradition supporting the proposition that the element of materiality in perjury prosecutions is to be decided by the judge. Since that proposition is contrary to the uniform general understanding <span class=\"star-pagination\">*519</span> (and we think the only understanding consistent with principle) that the Fifth and Sixth Amendments require conviction by a jury of <i>all</i> elements of the crime, we must reject those cases that have embraced it. Though uniform postratification practice can shed light upon the meaning of an ambiguous constitutional provision, the practice here is not uniform, and the core meaning of the constitutional guarantees is unambiguous.</p>\n<p></p>\n<h2>C</h2>\n<p>The Government's final argument is that the principle of <i>stare decisis</i> requires that we deny respondent's constitutional claim, citing our decision in <i>Sinclair</i> v. <i>United States,</i>  279 U. S. 263 (1929). That case is not controlling in the strictest sense, since it involved the assertion of a Sixth Amendment right to have the jury determine, not \"materiality\" under § 1001, but rather \"pertinency\" under that provision of Title 2 making it criminal contempt of Congress to refuse to answer a \"question pertinent to [a] question under [congressional] inquiry,\" Rev. Stat. § 102, 2 U. S. C. § 192. The two questions are similar, however, and the essential argument made by respondent here was made by appellant in that case, who sought reversal of his conviction because of the trial court's failure to submit the question of pertinency to the jury: \"[I]t has been said over and over again, that every essential ingredient of the crime must be proven to the satisfaction of the jury beyond a reasonable doubt.\" Brief for Appellant in <i>Sinclair</i> v. <i>United States</i><i>,</i> O. T. 1928, No. 555, p. 109; 279 U. S., at 277 (argument for appellant). Though we did not address the constitutional argument explicitly, we held that the question of pertinency was \"rightly decided by the court as one of law.\" <i>Id.,</i> at 298. And tying the case even closer to the present one was our dictum that pertinency \"is not essentially different from . . . materiality of false testimony,\" which \"when an element in the crime of perjury, is one for the court.\" <i>Ibid.</i> Thus, while <i>Sinclair</i>  is not strictly controlling, it is fair to say that we cannot hold <span class=\"star-pagination\">*520</span> for respondent today while still adhering to the reasoning and the holding of that case.</p>\n<p>But the reasoning of <i>Sinclair</i> has already been repudiated in a number of respects. The opinion rested upon the assumption that \"pertinency\" is a pure question of law\u0097that is, it does \"not depend upon the probative value of evidence.\" <i>Ibid.</i> We contradicted that assumption in <i>Deutch</i> v. <i>United States,</i> 367 U. S. 456 (1961), reversing a conviction under § 192 because \"the Government at the trial failed to carry its burden of proving the pertinence of the questions.\" <i>Id.,</i> at 469. Though it had introduced documentary and testimonial evidence \"to show the subject of the subcommittee's inquiry,\" it had failed to provide evidence to support the conclusion that the petitioner's false statement was pertinent to that subject.</p>\n<p>Our holding in <i>Sinclair</i> rested also upon the assertion that \"[i]t would be incongruous and contrary to well-established principles to leave the determination of [the] matter [of pertinency] to a jury,\" 279 U. S., at 299, citing <i>ICC</i> v. <i>Brimson,</i>  154 U. S. 447, 489 (1894), and <i>Horning</i> v. <i>District of Columbia,</i> 254 U. S. 135 (1920). Both the cases cited to support that assertion have since been repudiated. <i>Brimson</i> `s holding that no right to jury trial attaches to criminal contempt proceedings was overruled in <i>Bloom</i> v. <i>Illinois,</i> 391 U. S. 194, 198-200 (1968). <i>Horning</i> `s holding that it was harmless error, if error at all, for a trial judge effectively to order the jury to convict, see 254 U. S., at 138, has been proved an unfortunate anomaly in light of subsequent cases. See <i>Quercia</i> v. <i>United States,</i> 289 U. S. 466, 468, 472 (1933); <i>Bihn</i>  v. <i>United States,</i> 328 U. S. 633, 637-639 (1946).</p>\n<p>Other reasoning in <i>Sinclair,</i> not yet repudiated, we repudiate now. It said that the question of pertinency \"may be likened to those concerning relevancy at the trial of issues in court,\" which \"is uniformly held [to be] a question of law\" for the court. 279 U. S., at 298. But how relevancy is treated for purposes of determining the admissibility of evidence <span class=\"star-pagination\">*521</span> says nothing about how relevancy should be treated when (like \"pertinence\" or \"materiality\") it is made an element of a criminal offense. It is commonplace for the same mixed question of law and fact to be assigned to the court for one purpose, and to the jury for another. The question of probable cause to conduct a search, for example, is resolved by the judge when it arises in the context of a motion to suppress evidence obtained in the search; but by the jury when it is one of the elements of the crime of depriving a person of constitutional rights under color of law, see 18 U. S. C. §§ 241-242. Cf. <i>United States</i> v. <i>McQueeney,</i> 674 F. 2d 109, 114 (CA1 1982); <i>United States</i> v. <i>Barker,</i> 546 F. 2d 940, 947 (CADC 1976).</p>\n<p>That leaves as the sole prop for <i>Sinclair</i> its reliance upon the unexamined proposition, never before endorsed by this Court, that materiality in perjury cases (which is analogous to pertinence in contempt cases) is a question of law for the judge. But just as there is nothing to support <i>Sinclair</i> except that proposition, there is,as we have seen, nothing to support that proposition except <i>Sinclair.</i> While this perfect circularity has a certain esthetic appeal, it has no logic. We do not minimize the role that <i>stare decisis</i> plays in our jurisprudence. See <i>Patterson</i> v. <i>McLean Credit Union,</i> 491 U. S. 164, 172 (1989). That role is somewhat reduced, however, in the case of a procedural rule such as this, which does not serve as a guide to lawful behavior. See <i>Payne</i> v. <i>Tennessee,</i> 501 U. S. 808, 828 (1991). It is reduced all the more when the rule is not only procedural but rests upon an interpretation of the Constitution. See <i>ibid.</i> And we think <i>stare decisis</i> cannot possibly be controlling when, in addition to those factors, the decision in question has been proved manifestly erroneous, and its underpinnings eroded, by subsequent decisions of this Court. <i>Rodriguez de Quijas</i> v. <i>Shearson/American Express, Inc.,</i> 490 U. S. 477, 480-481 (1989); <i>Andrews</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 406 U. S. 320 (1972).</p>\n<p><span class=\"star-pagination\">*522</span> The Government also claims <i>stare decisis</i> benefit from our decision in <i>Kungys</i> v. <i>United States,</i> 485 U. S. 759 (1988), which held that, in appellate review of a District Court (nonjury) denaturalization proceeding, the appellate court's newly asserted standard of materiality could be applied to the facts by the appellate court itself, rather than requiring remand to the District Court for that application. <i>Id.,</i> at 772. But as we have observed, the characterization of a mixed question of law and fact for one purpose does not govern its characterization for all purposes. It is hard to imagine questions more diverse than, on the one hand, whether an appellate court must remand to a district court for a determination of materiality in a denaturalization proceeding <i>(Kungys)</i> and, on the other hand, whether the Constitution requires the finding of the element of materiality in a criminal prosecution to be made by the jury (the present case). It can be argued that <i>Kungys</i> itself did not heed this advice, since it relied upon both our prior decision in <i>Sinclair,</i> see 485 U. S., at 772, and a decision of the United States Court of Appeals for the Sixth Circuit holding that materiality in a § 1001 prosecution is a question of \"`law' \" for the court, <i>ibid.</i>  (quoting <i>United States</i> v. <i>Abadi,</i> 706 F. 2d 178, 180, cert. denied, 464 U. S. 821 (1983)). But the result in <i>Kungys</i> could be thought to follow <i>a fortiori</i> from the quite different cases of <i>Sinclair</i> and <i>Abadi,</i> whereas nonentitlement under the Sixth Amendment to a jury determination cannot possibly be thought to follow <i>a fortiori</i> from <i>Kungys.</i> In any event, <i>Kungys</i> assuredly did not involve an adjudication to which the Sixth Amendment right to jury trial attaches, see <i>Luria</i>  v. <i>United States,</i> 231 U. S. 9 (1913), and hence had no reason to explore the constitutional ramifications of <i>Sinclair</i> and <i>Abadi,</i> as we do today. Whatever support it gave to the validity of those decisions was <i>obiter dicta,</i> and may properly be disregarded.</p>\n<p></p>\n<h2>* * *</h2>\n<p>The Constitution gives a criminal defendant the right to have a jury determine, beyond a reasonable doubt, his guilt <span class=\"star-pagination\">*523</span> of every element of the crime with which he is charged. The trial judge's refusal to allow the jury to pass on the \"materiality\" of Gaudin's false statements infringed that right. The judgment of the Court of Appeals is affirmed.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Chief Justice Rehnquist, with whom Justice O'Connor and Justice Breyer join, concurring.</p>\n<p>I join the Court's opinion. \"A person when first charged with a crime is entitled to a presumption of innocence, and may insist that his guilt be established beyond a reasonable doubt. <i>In re Winship,</i> 397 U. S. 358 (1970).\" <i>Herrera</i> v. <i>Collins,</i> 506 U. S. 390, 398 (1993). As a result, \"[t]he prosecution bears the burden of proving all elements of the offense charged and must persuade the factfinder `beyond a reasonable doubt' of the facts necessary to establish each of those elements.\" <i>Sullivan</i> v. <i>Louisiana,</i> 508 U. S. 275, 277-278 (1993) (citations omitted); see also <i>Estelle</i> v. <i>McGuire,</i> 502 U. S. 62, 69 (1991) (\"[T]he prosecution must prove all the elements of a criminal offense beyond a reasonable doubt\"). The Government has conceded that 18 U. S. C. § 1001 requires that the false statements made by respondent be \"material\" to the Government inquiry, and that \"materiality\" is an element of the offense that the Government must prove in order to sustain a conviction. <i>Ante,</i> at 509; Brief for United States 11. The Government also has not challenged the Court of Appeals' determination that the error it identified was structural and plain. See <i>id.,</i> at 8, n. 5; see also 28 F. 3d 943, 951-952 (CA9 1994). In light of these concessions, I agree that \"[t]he trial judge's refusal to allow the jury to pass on the `materiality' of Gaudin's false statements infringed\" his \"right to have a jury determine, beyond a reasonable doubt, his guilt of every element of the crime with which he [was] charged.\" <i>Ante,</i> at 522 and this page.</p>\n<p>I write separately to point out that there are issues in this area of the law which, though similar to those decided in <span class=\"star-pagination\">*524</span> the Court's opinion, are not disposed of by the Court today. There is a certain syllogistic neatness about what we do decide: Every element of an offense charged must be proved to the satisfaction of the jury beyond a reasonable doubt; \"materiality\" is an element of the offense charged under § 1001; therefore, the jury, not the court, must decide the issue of materiality. But the Government's concessions have made this case a much easier one than it might otherwise have been.</p>\n<p>Whether \"materiality\" is indeed an element of every offense under 18 U. S. C. § 1001 is not at all obvious from its text. Section 1001 of Title 18 provides:</p>\n<blockquote>\"Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be fined not more than $10,000 or imprisoned not more than five years, or both.\"</blockquote>\n<p>Currently, there is a conflict among the Courts of Appeals over whether materiality is an element of the offense created by the second clause of § 1001. Compare<i>, e. g., </i><i>United States</i>  v. <i>Corsino,</i> 812 F. 2d 26, 30 (CA1 1987) (\"`While materiality is not an explicit requirement of the second, false statements, clause of § 1001, courts have inferred a judge-made limitation of materiality in order to exclude trifles from its coverage' \"), with <i>United States</i> v. <i>Elkin,</i> 731 F. 2d 1005, 1009 (CA2 1984) (\"It is settled in this Circuit that materiality is not an element of the offense of making a false statement in violation of § 1001\"). The Court does not resolve that conflict; rather, it merely assumes that materiality is, in fact, an element of the false statement clause of § 1001. <i>Ante,</i> at 511; cf. <i>Sullivan</i> , <i>supra,</i> at 278, n. (assuming that reasonable-doubt jury <span class=\"star-pagination\">*525</span> instruction was erroneous in light of the \"question presented and the State's failure to raise this issue below\").</p>\n<p>As with many aspects of statutory construction, determination of what elements constitute a crime often is subject to dispute. See, <i>e. g., </i><i>National Organization for Women, Inc.</i> v. <i>Scheidler,</i> 510 U. S. 249, 262 (1994) (holding that \"RICO contains no economic motive requirement\"); <i>United States</i> v. <i>Culbert,</i> 435 U. S. 371, 380 (1978) (declining to limit the Hobbs Act's scope to an undefined category of conduct termed \"racketeering\"). \"[I]n determining what facts must be proved beyond a reasonable doubt the [legislature's] definition of the elements of the offense is usually dispositive.\" <i>McMillan</i> v. <i>Pennsylvania,</i> 477 U. S. 79, 85 (1986). Nothing in the Court's decision stands as a barrier to legislatures that wish to define\u0097or that have defined\u0097the elements of their criminal laws in such a way as to remove issues such as materiality from the jury's consideration. We have noted that \"`[t]he definition of the elements of a criminal offense is entrusted to the legislature, particularly in the case of federal crimes, which are solely creatures of statute.' \" <i>Staples</i> v. <i>United States,</i> 511 U. S. 600, 604 (1994) (quoting <i>Liparota</i> v. <i>United States,</i> 471 U. S. 419, 424 (1985)); see also <i>McMillan, supra,</i> at 85. Within broad constitutional bounds, legislatures have flexibility in defining the elements of a criminal offense. See <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 210 (1977). Federal and state legislatures may reallocate burdens of proof by labeling elements as affirmative defenses, <i>ibid.</i> , or they may convert elements into \"sentencing factor[s]\" for consideration by the sentencing court, <i>McMillan, supra,</i> at 85-86. The Court today does not resolve what role materiality plays under § 1001.</p>\n<p>The Court properly acknowledges that other mixed questions of law and fact remain the proper domain of the trial court. <i>Ante,</i> at 520-521. Preliminary questions in a trial regarding the admissibility of evidence, Fed. Rule Evid. 104(a), the competency of witnesses, <i>ibid.,</i> the voluntariness <span class=\"star-pagination\">*526</span> of confessions, <i>Crane</i> v. <i>Kentucky,</i> 476 U. S. 683, 688-689 (1986), the legality of searches and seizures, Fed. Rule Crim. Proc. 12(b)(3), and the propriety of venue, see Fed. Rule Crim. Proc. 18, may be decided by the trial court.</p>\n<p>Finally, the Government has not argued here that the error in this case was either harmless or not plain. Brief for United States 8,n. 5. As to the former, there is a \"strong presumption\" that a constitutional violation will be subject to harmless-error analysis. See <i>Rose</i> v. <i>Clark,</i> 478 U. S. 570, 579 (1986). Accordingly, \"the Court has applied harmlesserror analysis to a wide range of errors and has recognized that most constitutional errors can be harmless.\" <i>Arizona</i>  v. <i>Fulminante,</i> 499 U. S. 279, 306 (1991); cf. <i>id.,</i> at 309-310 (listing examples of structural errors). In particular, the Court has subjected jury instructions plagued by constitutional error to harmless-error analysis. See, <i>e. g., </i><i>Yates</i> v. <i>Evatt,</i> 500 U. S. 391, 402 (1991) (taint of an unconstitutional burden-shifting jury instruction subject to harmless-error analysis); <i>Carella</i> v. <i>California,</i> 491 U. S. 263, 266 (1989) <i>(per curiam)</i> (jury instruction containing an erroneous mandatory presumption subject to harmless-error analysis); <i>Pope</i>  v. <i>Illinois,</i> 481 U. S. 497, 502-504 (1987) (jury instruction misstating an element of an offense subject to harmless-error analysis); <i>Rose, supra,</i> at 581-582 (jury instruction containing an erroneous rebuttable presumption subject to harmless-error analysis); but see <i>Sullivan,</i> 508 U. S., at 280\u0097 282 (erroneous burden of proof instruction not subject to harmless-error analysis). The Court today has no occasion to review the Court of Appeals' conclusion that the constitutional error here \"cannot be harmless.\" 28 F. 3d, at 951.</p>\n<p>As to the latter, in <i>United States</i> v. <i>Olano,</i> 507 U. S. 725, 732 (1993), the Court noted the limitations on \"plain error\" review by the courts of appeals under Rule 52(b). \"The first limitation on appellate authority under Rule 52(b) is that there indeed be an `error.' \" <i>Ibid.</i> Second, \"the error [must] be `plain.' \" <i>Id.,</i> at 734. Thus, \"[a]t a minimum, a <span class=\"star-pagination\">*527</span> court of appeals cannot correct an error pursuant to Rule 52(b) unless the error is clear under current law.\" <i>Ibid.</i>  Third, the plain error must \"`affec[t] substantial rights,' \" <i>ibid., i. e.,</i> \"in most cases it means that the error must have been prejudicial,\" <i>ibid.</i> Finally, if these three prerequisites are met, the decision to correct forfeited error remains within the sound discretion of the court of appeals. A court of appeals, however, should not exercise that discretion unless the error \"` \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\"` \" <i>Id.,</i> at 732.</p>\n<p>In affirming the Court of Appeals, the Court concludes that \"it is fair to say that we cannot hold for respondent today while still adhering to the reasoning and the holding of [<i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263 (1929)].\" <i>Ante,</i>  at 519-520. Before today, every Court of Appeals that has considered the issue, except for the Ninth Circuit, has held that the question of materiality is one of law. See 28 F. 3d, at 955 (Kozinski, J., dissenting) (collecting cases). Thus, it is certainly subject to dispute whether the error in this case was \"clear under current law.\" <i>Olano, supra,</i> at 734. The Court, however, does not review the Court of Appeals' determination that the failure to submit the issue of materiality to the jury constituted \"plain error.\" 28 F. 3d, at 952.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Kent S. Scheidegger</i> and <i>Charles L. Hobson</i> filed a brief for the Criminal Justice Legal Foundation as <i>amicus curiae</i> urging reversal.\n</p>\n<p><i>Bruce S. Rogow</i> and <i>Beverly A. Pohl</i> filed a brief for the National Association of Criminal Defense Lawyers as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  The \"beyond a reasonable doubt\" point is not directly at issue in the present case, since it is unclear what standard of proof the District Court applied in making its determination of materiality, and since the Ninth Circuit's reversal of the District Court's judgment did not rest upon the standard used but upon the failure to submit the question to the jury. It is worth noting, however, that some courts which regard materiality as a \"legal\" question for the judge do not require the higher burden of proof. See, <i>e. g., </i><i>United States</i> v. <i>Gribben,</i> 984 F. 2d 47, 51 (CA2 1993); <i>United States</i> v. <i>Chandler,</i> 752 F. 2d 1148, 1151 (CA6 1985).</p>\n<p>[2]  We held in <i>Williams</i> v. <i>Florida,</i> 399 U. S. 78 (1970), that the 12-person requirement to which Story referred is not an indispensable component of the right to trial by jury. But in so doing we emphasized that the jury's determination of ultimate guilt <i>is</i> indispensable. The \"essential feature of a jury,\" we said, is \"the interposition between the accused and his accuser of the commonsense judgment of a group of laymen . . . [in] that group's determination of guilt or innocence.\" <i>Id.</i> , at 100. See also <i>Apo-</i>  <i>daca</i> v. <i>Oregon,</i> 406 U. S. 404 (1972) (plurality opinion) (applying similar analysis to conclude that jury unanimity is not constitutionally required).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:20:19", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></span> (1995)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGAUDIN</h1></center>\n<center>No. 94-514.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 17, 1995.</center>\n<center>Decided June 19, 1995.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*508</span> Scalia, J., delivered the opinion for a unanimous Court. Rehnquist, C. J., filed a concurring opinion, in which O'Connor and Breyer, JJ., joined, <i>post,</i> p. 523.</p>\n<p><i>Deputy Solicitor General Dreeben</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General Days, Assistant Attorney General Harris, Richard H. Seamon,</i> and <i>Kathleen A. Felton.</i> </p>\n<p><i>Richard Hansen</i> argued the cause for respondent. With him on the brief were <i>David Allen</i> and <i>Todd Maybrown.</i><sup>[*]</sup></p>\n<p>Justice Scalia, delivered the opinion of the Court.</p>\n<p>In the trial at issue here, respondent was convicted of making material false statements in a matter within the jurisdiction of a federal agency, in violation of 18 U. S. C. § 1001. The question presented is whether it was constitutional for the trial judge to refuse to submit the question of \"materiality\" to the jury.</p>\n<p></p>\n<h2>I</h2>\n<p>In the 1980's, respondent engaged in a number of real estate transactions financed by loans insured by the Federal <span class=\"star-pagination\">*508</span> Housing Administration (FHA), an agency within the Department of Housing and Urban Development (HUD). Respondent would purchase rental housing, renovate it, obtain an inflated appraisal, and sell it to a \"straw buyer\" (a friend or relative), for whom respondent would arrange an FHAinsured mortgage loan. Then, as prearranged, respondent would repurchase the property (at a small profit to the straw buyer) and assume the mortgage loan. Twenty-nine of these ventures went into default.</p>\n<p>Respondent was charged by federal indictment with, among other things, multiple counts of making false statements on federal loan documents in violation of 18 U. S. C. § 1001. Two of these counts charged that respondent had made false statements on HUD/FHA form 92800-5 by knowingly inflating the appraised value of the mortgaged property. The other false-statement counts charged that respondent had made misrepresentations on HUD/FHA form HUD-1, the settlement form used in closing the sales of the properties. Line 303 of this form requires disclosure of the closing costs to be paid or received by the borrower/buyer and the seller. The forms executed by respondent showed that the buyer was to pay some of the closing costs, whereas in fact he, the seller, had arranged to pay all of them. To prove the materiality of these false statements, the Government offered the testimony of several persons charged with administering FHA/HUD programs, who explained why the requested information was important.</p>\n<p>At the close of the evidence, the United States District Court for the District of Montana instructed the jury that, to convict respondent, the Government was required to prove, <i>inter alia,</i> that the alleged false statements were material to the activities and decisions of HUD. But, the court further instructed, \"[t]he issue of materiality . . . is not submitted to you for your decision but rather is a matter for the decision of the court. You are instructed that the statements charged in the indictment are material statements.\" <span class=\"star-pagination\">*509</span> App. 24, 29. The jury convicted respondent of the § 1001 charges.</p>\n<p>A panel of the Court of Appeals for the Ninth Circuit reversed these convictions because Circuit precedent dictated that materiality in a § 1001 prosecution be decided by the jury. 997 F. 2d 1267 (1993). On rehearing en banc, the Court of Appeals stood by this precedent. It held that taking the question of materiality from the jury denied respondent a right guaranteed by the Fifth and Sixth Amendments to the United States Constitution. 28 F. 3d 943 (1994). We granted certiorari. 513 U. S. 1071 (1995).</p>\n<p></p>\n<h2>II</h2>\n<p>Section 1001 of Title 18 provides:</p>\n<blockquote>\"Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be fined not more than $10,000 or imprisoned not more than five years, or both.\"</blockquote>\n<p>It is uncontested that conviction under this provision requires that the statements be \"material\" to the Government inquiry, and that \"materiality\" is an element of the offense that the Government must prove. The parties also agree on the definition of \"materiality\": The statement must have \"a natural tendency to influence, or [be] capable of influencing, the decision of the decisionmaking body to which it was addressed.\" <i>Kungys</i> v. <i>United States,</i> 485 U. S. 759, 770 (1988) (internal quotation marks omitted). The question for our resolution is whether respondent was entitled to have this element of the crime determined by the jury.</p>\n<p>The Fifth Amendment to the United States Constitution guarantees that no one will be deprived of liberty without <span class=\"star-pagination\">*510</span> \"due process of law\"; and the Sixth, that \"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.\" We have held that these provisions require criminal convictions to rest upon a jury determination that the defendant is guilty of every element of the crime with which he is charged, beyond a reasonable doubt.<sup>[1]</sup><i>Sullivan</i> v. <i>Louisiana,</i> 508 U. S. 275, 277-278 (1993). The right to have a jury make the ultimate determination of guilt has an impressive pedigree. Blackstone described \"trial by jury\" as requiring that \"<i>the truth of every accusation,</i> whether preferred in the shape of indictment, information, or appeal, should afterwards be confirmed by the unanimous suffrage of twelve of [the defendant's] equals and neighbors . . . .\" 4 W. Blackstone, Commentaries on the Laws of England 343 (1769) (emphasis added). Justice Story wrote that the \"trial by jury\" guaranteed by the Constitution was \"generally understood to mean . . . a trial by a jury of twelve men, impartially selected, who must unanimously <i>concur in the guilt of the accused before a legal conviction can be had.</i> \" 2 J. Story, Commentaries on the Constitution of the United States 541, n. 2 (4th ed. 1873) (emphasis added and deleted).<sup>[2]</sup> This right was designed \"to guard against a <span class=\"star-pagination\">*511</span> spirit of oppression and tyranny on the part of rulers,\" and \"was from very early times insisted on by our ancestors in the parent country, as the great bulwark of their civil and political liberties.\" <i>Id.,</i> at 540-541. See also <i>Duncan</i> v. <i>Louisiana,</i> 391 U. S. 145, 151-154 (1968) (tracing the history of trial by jury).</p>\n<p></p>\n<h2>III</h2>\n<p>Thus far, the resolution of the question before us seems simple. The Constitution gives a criminal defendant the right to demand that a jury find him guilty of all the elements of the crime with which he is charged; one of the elements in the present case is materiality; respondent therefore had a right to have the jury decide materiality. To escape the force of this logic, the Government offers essentially three arguments. Having conceded the minor premise\u0097that materiality is an element of the offense\u0097the Government argues first, that the major premise is flawed; second, that (essentially) a page of history is worth a volume of logic, and uniform practice simply excludes the element of materiality from the syllogism; and third, that <i>stare decisis</i>  requires the judgment here to be reversed.</p>\n<p></p>\n<h2>A</h2>\n<p>As to the first, the Government's position is that \"materiality,\" whether as a matter of logic or history, is a \"legal\" question, and that although we have sometimes spoken of \"requiring the jury to decide `all the elements of a criminal offense,' <i>e. g., </i><i>Estelle</i> v. <i>McGuire,</i> [502 U. S. 62, 69] (1991); see <i>Victor</i> v. <i>Nebraska,</i> [511 U. S. 1, 5] (1994); <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 210 (1977), the principle actually applies to <i>only the factual components</i> of the essential elements.\" Brief for United States 33 (emphasis added). The Government claims that this understanding of the jury's role <span class=\"star-pagination\">*512</span> dates back to <i>Sparf</i> v. <i>United States,</i> 156 U. S. 51 (1895), and is reaffirmed by recent decisions of this Court.</p>\n<p>By limiting the jury's constitutionally prescribed role to \"the factual components of the essential elements\" the Government surely does not mean to concede that the jury must pass upon all elements that contain <i>some</i> factual component, for that test is amply met here. Deciding whether a statement is \"material\" requires the determination of at least two subsidiary questions of purely historical fact: (a) \"what statement was made?\" and (b) \"what decision was the agency trying to make?\" The ultimate question: (c) \"whether the statement was material to the decision,\" requires applying the legal standard of materiality (quoted above) to these historical facts. What the Government apparently argues is that the Constitution requires only that (a) and (b) be determined by the jury, and that (c) may be determined by the judge. We see two difficulties with this. First, the application-of-legal-standard-to-fact sort of question posed by (c), commonly called a \"mixed question of law and fact,\" has typically been resolved by juries. See J. Thayer, Preliminary Treatise on Evidence at Common Law 194, 249-250 (1898). Indeed, our cases have recognized in other contexts that the materiality inquiry, involving as it does \"delicate assessments of the inferences a `reasonable [decisionmaker]' would draw from a given set of facts and the significance of those inferences to him, . . . [is] peculiarly on[e] for the trier of fact.\" <i>TSC Industries, Inc.</i> v. <i>Northway, Inc.,</i> 426 U. S. 438, 450 (1976) (securities fraud); <i>McLanahan</i> v. <i>Universal Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">170</span></span>, 188-189, 191 (1828) (materiality of false statements in insurance applications).</p>\n<p>The second difficulty with the Government's position is that it has absolutely no historical support. If it were true, the lawbooks would be full of cases, regarding materiality and innumerable other \"mixed-law-and-fact\" issues, in which the criminal jury was required to come forth with \"findings of fact\" pertaining to each of the essential elements, leaving <span class=\"star-pagination\">*513</span> it to the judge to apply the law to those facts and render the ultimate verdict of \"guilty\" or \"not guilty.\" We know of no such case. Juries at the time of the framing could not be forced to produce mere \"factual findings,\" but were entitled to deliver a general verdict pronouncing the defendant's guilt or innocence. Morgan, A Brief History of Special Verdicts and Special Interrogatories, 32 Yale L. J. 575, 591 (1922). See also G. Clementson, Special Verdicts and Special Findings by Juries 49 (1905); Alschuler &amp; Deiss, A Brief History of the Criminal Jury in the United States, 61 U. Chi. L. Rev. 867, 912-913 (1994). Justice Chase's defense to one of the charges in his 1805 impeachment trial was that \"he well knows, that it is the right of juries in criminal cases, to give a general verdict of acquittal, which cannot be set aside on account of its being contrary to law, and that hence results the power of juries, to decide on the law as well as on the facts, in all criminal cases. This power he holds to be a sacred part of our legal privileges . . . .\" 1 S. Smith &amp; T. Lloyd, Trial of Samuel Chase 34 (1805).</p>\n<p><i>Sparf, supra,</i> the case on which the Government relies, had nothing to do with the issue before us here. The question there was whether the jury could be deprived of the power to determine, not only historical facts, not only mixed questions of fact and law, <i>but pure questions of law</i> in a criminal case. As the foregoing quotation from Justice Chase suggests, many thought the jury had such power. See generally Alschuler &amp; Deiss, <i>supra,</i> at 902-916. We decided that it did not. In criminal cases, as in civil, we held, the judge must be permitted to instruct the jury on the law and to insist that the jury follow his instructions. 156 U. S., at 105-106. But our decision in no way undermined the historical and constitutionally guaranteed right of criminal defendants to demand that the jury decide guilt or innocence on every issue, which includes application of the law to the facts. To the contrary, Justice Harlan, writing for the Court, explained the many judicial assertions of the jury's <span class=\"star-pagination\">*514</span> right to determine both law and fact as expressions of \"the principle, that when the question is <i>compounded of law and fact,</i> a general verdict, <i>ex necessitate,</i> disposes of the case in hand, both as to law and fact.\" <i>Id.,</i> at 90 (emphasis in original). He gave as an example the 1807 treason trial of Aaron Burr in which Chief Justice Marshall charged the jury that \"`levying war is an act <i>compounded of law and fact;</i> of which the jury, aided by the court must judge. . . . [And] hav[ing] now heard the opinion of the court on the <i>law</i> of the case[,] [t]hey <i>will apply that law to the facts,</i> and will find a verdict of guilty or not guilty as their own consciences may direct.' \" <i>Id.,</i> at 67 (quoting 2 Burr's Trial 548, 550 (D. Robertson ed. 1875)) (emphasis in original). Other expressions of the same principle abound. See <i>United States</i> v. <i>Battiste,</i> <span class=\"citation\" data-id=\"1646293\"><a href=\"/opinion/1646293/united-states-v-battiste/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">1042</span></a></span>, 1043 (No. 14,545) (CC Mass. 1835) (Story, J., sitting as Circuit Justice) (the jury's general verdict is \"necessarily compounded of [both] law and fact\"). As Thayer wrote at the end of the 19th century: \"From the beginning . . . it was perceived that any general verdict, such as . . . not guilty, involved a conclusion of law, and that the jury did, in a sense, in such cases answer a question of law.\" Thayer, <i>supra,</i> at 253.</p>\n<p>The more modern authorities the Government cites also do not support its concept of the criminal jury as mere factfinder. Although each contains language discussing the jury's role as factfinder, see <i>Sullivan</i> v. <i>Louisiana,</i> 508 U. S. 275 (1993); <i>Court of Ulster Cty.</i> v. <i>Allen,</i> 442 U. S. 140, 156 (1979); <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 206 (1977); <i>In re Winship,</i> 397 U. S. 358, 364 (1970), each also confirms that the jury's constitutional responsibility is not merely to determine the facts, but to apply the law to those facts and draw the ultimate conclusion of guilt or innocence. The point is put with unmistakable clarity in <i>Allen,</i> which involved the constitutionality of statutory inferences and presumptions. Such devices, <i>Allen</i> said, can help</p>\n<blockquote>\n<span class=\"star-pagination\">*515</span> \"the trier of fact to determine the existence of an element of the crime\u0097that is, an `ultimate' or `elemental' fact\u0097from the existence of one or more `evidentiary' or `basic' facts . . . . Nonetheless, in criminal cases, the ultimate test of any device's constitutional validity in a given case remains constant: the device must not undermine the factfinder's responsibility at trial, based on evidence adduced by the State, to find the <i>ultimate</i> facts beyond a reasonable doubt.\" <i>Allen, supra,</i> at 156.</blockquote>\n<p>See also <i>Sullivan, supra,</i> at 277 (\"The right [to jury trial] includes, of course, as its most important element, the right to have the jury, rather than the judge, reach the requisite finding of `guilty' \"); <i>Patterson, supra,</i> at 204; <i>Winship, supra,</i> at 361, 363.</p>\n<p></p>\n<h2>B</h2>\n<p>The Government next argues that, even if the jury is generally entitled to pass on all elements of a crime, there is a historical exception for materiality determinations in perjury prosecutions. We do not doubt that historical practice is relevant to what the Constitution means by such concepts as trial by jury, see <i>Murray's Lessee</i> v. <i>Hoboken Land &amp; Improvement Co.,</i> <span class=\"citation\" data-id=\"87010\"><a href=\"/opinion/87010/murrays-lessee-v-hoboken-land-improvement-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">272</span></a></span>, 276-277 (1856); <i>Holland</i> v. <i>Illinois,</i> 493 U. S. 474, 481 (1990), and it is precisely historical practice that we have relied on in concluding that the jury must find all the elements. The existence of a unique historical exception to this principle\u0097and an exception that reduces the power of the jury precisely when it is most important, <i>i. e.,</i> in a prosecution not for harming another individual, but for offending against the Government itself\u0097 would be so extraordinary that the evidence for it would have to be convincing indeed. It is not so.</p>\n<p>The practice of having courts determine the materiality of false statements in perjury prosecutions is neither as old, nor as uniform, as the Government suggests. In England, no pre-Revolution cases appear to have addressed the question, <span class=\"star-pagination\">*516</span> and the judges reached differing results when the issue finally arose in the mid-19th century. Compare <i>Queen</i> v. <i>Lavey,</i> 3 Car. &amp; K. 26, 30, 175 Eng. Rep. 448, 450 (Q. B. 1850) (materiality is a jury question), <i>Queen</i> v. <i>Goddard,</i> 2 F. &amp; F. 361, 175 Eng. Rep. 1096 (1861) (same), with <i>Queen</i> v. <i>Courtney,</i> 5 Ir. C. L. 434, 439 (Ct. Crim. App. 1856) (dictum) (materiality is a question for the judge); <i>Queen</i> v. <i>Gibbon,</i> Le. &amp; Ca. 109, 113-114, 169 Eng. Rep. 1324, 1326 (1861) (same). It was not until 1911, 120 years after the adoption of our Bill of Rights, that the rule the Government argues for was finally adopted in England\u0097not by judicial decision but by Act of Parliament. See Perjury Act of 1911, § 1(6), 1 &amp; 2 Geo. V, ch. 6.</p>\n<p>Much more importantly, there was also no clear practice of having the judge determine the materiality question in this country at or near the time the Bill of Rights was adopted. The Government cites <i>Power</i> v. <i>Price,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wend.</span> <span class=\"page\">450</span></span> (N. Y. 1836), as \"[t]he earliest reported case on the question\" whether \"materiality in perjury prosecutions is a question for the court rather than the jury,\" claiming that there \"New York's highest court held that a trial judge had correctly reserved the question of materiality to itself.\" Brief for United States 18. <i>Power</i> held nothing even close to this. <i>Power</i> was not a perjury case; indeed, it was not even a criminal prosecution. It was a civil action in which Price sued Power for the slander of imputing to him the crime of perjury. The Court of Appeals held that Price did not need to prove the materiality of the alleged false statement in order to make out a prima facie case; but that Power could raise immateriality as an affirmative defense negating intent to impute perjury. 16 Wend., at 455-456. It then said that the trial court \"was clearly right in instructing the jury that the testimony given on the former trial was proved to be material,\" since \"it merely decided a question of law, arising upon the proof of facts as to which there was no dispute or contrariety of testimony.\" <i>Id.,</i> at 456. But the courts' <span class=\"star-pagination\">*517</span> power to resolve mixed-law-and-fact questions in civil cases is not at issue here; civil and criminal juries' required roles are obviously not identical, or else there could be no directed verdicts for civil plaintiffs. The other early case relied upon by the Government, <i>Steinman</i> v. <i>McWilliams,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">170</span></span>, 177-178 (1847), another slander case, is inapt for the same reason. The earliest American case involving the point that we have been able to find places the Government itself in opposition to its position here. In <i>United States</i> v. <i>Cowing,</i>  <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">680</span></span>, 681 (No. 14,880) (CC DC 1835), the United States argued that materiality in a perjury prosecution was a matter for the jury's consideration, citing an unpublished decision of the General Court of Virginia. The federal court, however, did not address the issue.</p>\n<p>State and federal cases appear not to have addressed the question until the latter part of the 19th century, at which time they do not display anything like the \"virtual unanimity\" claimed by the Government. Brief for United States 18. Some of the opinions cited by the Government, asserting that materiality was a question of \"law\" for the judge, appear to have involved either demurrers to the indictment or appeals from convictions in which the case for materiality was so weak that no reasonable juror could credit it\u0097so that even on our view of the matter the case should not have gone to the jury. (The prosecution's failure to provide minimal evidence of materiality, like its failure to provide minimal evidence of any other element, of course raises a question of \"law\" that warrants dismissal.) See, <i>e. g., </i><i>United States</i> v. <i>Shinn,</i> <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F.</span> <span class=\"page\">447</span></span>, 452 (CC Ore. 1882); <i>United States</i> v. <i>Singleton,</i> <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.</span> <span class=\"page\">488</span></span>, 489 (SD Ala. 1892); <i>United States</i> v. <i>Bedgood,</i>  <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.</span> <span class=\"page\">54</span></span>, 60 (SD Ala. 1891); <i>Nelson</i> v. <i>State,</i> 32 Ark. Rep. 192, 195 (1877). And some of the other cited cases involve the convicted <i>defendant's</i> claim that materiality should not have been decided by the jury, so that even if the issue was not one of the prosecution's failure to make a threshold case, it did not arise in a context in which the defendant's right to <span class=\"star-pagination\">*518</span> jury trial was at issue. See, <i>e. g., </i><i>Cothran</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">541</span></span>, 547 (1860); <i>State</i> v.<i>Williams,</i> <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">364</span></span>, 367 (1860); <i>State</i> v. <i>Lewis,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">157</span></span>, 160 (1872); <i>People</i> v. <i>Lem You,</i>  <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">224</span></span>, 228-230, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">P.</span> <span class=\"page\">11</span></span>, 12 (1893); <i>Thompson</i> v. <i>People,</i>  <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">496</span></span>, 504, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">P.</span> <span class=\"page\">51</span></span>, 54-55 (1899); <i>Barnes</i> v. <i>State,</i> 15 Ohio C. C. 14, 25-26 (1897).</p>\n<p>Even assuming, however, that all the Government's lasthalf-of-the-19th-century cases fully stand for the proposition that the defendant has no right to jury determination of materiality, there are cases that support the other view. See <i>Commonwealth</i> v. <i>Grant,</i> <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">17</span></span>, 20 (1874); <i>Lawrence</i>  v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Tex. Crim.</span> <span class=\"page\">479</span></span>, 483-484 (1877); <i>State</i> v. <i>Spencer,</i>  <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">1</span></span>, 11-12, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">So.</span> <span class=\"page\">135</span></span>, 138 (1893); <i>Young</i> v. <i>People,</i>  <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">37</span></span>, 42, 24 N. E. 1070, 1071 (1890) (approving the treatment of materiality as \"a mixed question of law and fact, and thus one for the jury\"). At most there had developed a division of authority on the point, as the treatise writers of the period amply demonstrate. Bishop in 1872 took the position that \"[p]ractically, . . . the whole subject is to be passed upon by the jury, under instructions from the judge, as involving, like most other cases, mixed questions of law and of fact.\" 2 J. Bishop, Commentaries on Law of Criminal Procedure § 935, p. 508 (2d ed.). May's 1881 treatise reported that \"[w]hether materiality is a question of law for the court or of fact for a jury, is a point upon which the authorities are about equally divided.\" J. May, Law of Crimes § 188, p. 205. Greenleaf, writing in 1883, sided with Bishop (\"It seems that the materiality of the matter assigned is a question for the jury\"), 3 S. Greenleaf, Law of Evidence § 195, p. 189, n. (b) (14th ed.)\u0097but two editions later, in 1899, said that the question was one for the judge, 3 S. Greenleaf, Law of Evidence § 195, p. 196, n. 2 (16th ed.).</p>\n<p>In sum, we find nothing like a consistent historical tradition supporting the proposition that the element of materiality in perjury prosecutions is to be decided by the judge. Since that proposition is contrary to the uniform general understanding <span class=\"star-pagination\">*519</span> (and we think the only understanding consistent with principle) that the Fifth and Sixth Amendments require conviction by a jury of <i>all</i> elements of the crime, we must reject those cases that have embraced it. Though uniform postratification practice can shed light upon the meaning of an ambiguous constitutional provision, the practice here is not uniform, and the core meaning of the constitutional guarantees is unambiguous.</p>\n<p></p>\n<h2>C</h2>\n<p>The Government's final argument is that the principle of <i>stare decisis</i> requires that we deny respondent's constitutional claim, citing our decision in <i>Sinclair</i> v. <i>United States,</i>  279 U. S. 263 (1929). That case is not controlling in the strictest sense, since it involved the assertion of a Sixth Amendment right to have the jury determine, not \"materiality\" under § 1001, but rather \"pertinency\" under that provision of Title 2 making it criminal contempt of Congress to refuse to answer a \"question pertinent to [a] question under [congressional] inquiry,\" Rev. Stat. § 102, 2 U. S. C. § 192. The two questions are similar, however, and the essential argument made by respondent here was made by appellant in that case, who sought reversal of his conviction because of the trial court's failure to submit the question of pertinency to the jury: \"[I]t has been said over and over again, that every essential ingredient of the crime must be proven to the satisfaction of the jury beyond a reasonable doubt.\" Brief for Appellant in <i>Sinclair</i> v. <i>United States</i><i>,</i> O. T. 1928, No. 555, p. 109; 279 U. S., at 277 (argument for appellant). Though we did not address the constitutional argument explicitly, we held that the question of pertinency was \"rightly decided by the court as one of law.\" <i>Id.,</i> at 298. And tying the case even closer to the present one was our dictum that pertinency \"is not essentially different from . . . materiality of false testimony,\" which \"when an element in the crime of perjury, is one for the court.\" <i>Ibid.</i> Thus, while <i>Sinclair</i>  is not strictly controlling, it is fair to say that we cannot hold <span class=\"star-pagination\">*520</span> for respondent today while still adhering to the reasoning and the holding of that case.</p>\n<p>But the reasoning of <i>Sinclair</i> has already been repudiated in a number of respects. The opinion rested upon the assumption that \"pertinency\" is a pure question of law\u0097that is, it does \"not depend upon the probative value of evidence.\" <i>Ibid.</i> We contradicted that assumption in <i>Deutch</i> v. <i>United States,</i> 367 U. S. 456 (1961), reversing a conviction under § 192 because \"the Government at the trial failed to carry its burden of proving the pertinence of the questions.\" <i>Id.,</i> at 469. Though it had introduced documentary and testimonial evidence \"to show the subject of the subcommittee's inquiry,\" it had failed to provide evidence to support the conclusion that the petitioner's false statement was pertinent to that subject.</p>\n<p>Our holding in <i>Sinclair</i> rested also upon the assertion that \"[i]t would be incongruous and contrary to well-established principles to leave the determination of [the] matter [of pertinency] to a jury,\" 279 U. S., at 299, citing <i>ICC</i> v. <i>Brimson,</i>  154 U. S. 447, 489 (1894), and <i>Horning</i> v. <i>District of Columbia,</i> 254 U. S. 135 (1920). Both the cases cited to support that assertion have since been repudiated. <i>Brimson</i> `s holding that no right to jury trial attaches to criminal contempt proceedings was overruled in <i>Bloom</i> v. <i>Illinois,</i> 391 U. S. 194, 198-200 (1968). <i>Horning</i> `s holding that it was harmless error, if error at all, for a trial judge effectively to order the jury to convict, see 254 U. S., at 138, has been proved an unfortunate anomaly in light of subsequent cases. See <i>Quercia</i> v. <i>United States,</i> 289 U. S. 466, 468, 472 (1933); <i>Bihn</i>  v. <i>United States,</i> 328 U. S. 633, 637-639 (1946).</p>\n<p>Other reasoning in <i>Sinclair,</i> not yet repudiated, we repudiate now. It said that the question of pertinency \"may be likened to those concerning relevancy at the trial of issues in court,\" which \"is uniformly held [to be] a question of law\" for the court. 279 U. S., at 298. But how relevancy is treated for purposes of determining the admissibility of evidence <span class=\"star-pagination\">*521</span> says nothing about how relevancy should be treated when (like \"pertinence\" or \"materiality\") it is made an element of a criminal offense. It is commonplace for the same mixed question of law and fact to be assigned to the court for one purpose, and to the jury for another. The question of probable cause to conduct a search, for example, is resolved by the judge when it arises in the context of a motion to suppress evidence obtained in the search; but by the jury when it is one of the elements of the crime of depriving a person of constitutional rights under color of law, see 18 U. S. C. §§ 241-242. Cf. <i>United States</i> v. <i>McQueeney,</i> 674 F. 2d 109, 114 (CA1 1982); <i>United States</i> v. <i>Barker,</i> 546 F. 2d 940, 947 (CADC 1976).</p>\n<p>That leaves as the sole prop for <i>Sinclair</i> its reliance upon the unexamined proposition, never before endorsed by this Court, that materiality in perjury cases (which is analogous to pertinence in contempt cases) is a question of law for the judge. But just as there is nothing to support <i>Sinclair</i> except that proposition, there is,as we have seen, nothing to support that proposition except <i>Sinclair.</i> While this perfect circularity has a certain esthetic appeal, it has no logic. We do not minimize the role that <i>stare decisis</i> plays in our jurisprudence. See <i>Patterson</i> v. <i>McLean Credit Union,</i> 491 U. S. 164, 172 (1989). That role is somewhat reduced, however, in the case of a procedural rule such as this, which does not serve as a guide to lawful behavior. See <i>Payne</i> v. <i>Tennessee,</i> 501 U. S. 808, 828 (1991). It is reduced all the more when the rule is not only procedural but rests upon an interpretation of the Constitution. See <i>ibid.</i> And we think <i>stare decisis</i> cannot possibly be controlling when, in addition to those factors, the decision in question has been proved manifestly erroneous, and its underpinnings eroded, by subsequent decisions of this Court. <i>Rodriguez de Quijas</i> v. <i>Shearson/American Express, Inc.,</i> 490 U. S. 477, 480-481 (1989); <i>Andrews</i> v. <i>Louisville &amp; Nashville R. Co.,</i> 406 U. S. 320 (1972).</p>\n<p><span class=\"star-pagination\">*522</span> The Government also claims <i>stare decisis</i> benefit from our decision in <i>Kungys</i> v. <i>United States,</i> 485 U. S. 759 (1988), which held that, in appellate review of a District Court (nonjury) denaturalization proceeding, the appellate court's newly asserted standard of materiality could be applied to the facts by the appellate court itself, rather than requiring remand to the District Court for that application. <i>Id.,</i> at 772. But as we have observed, the characterization of a mixed question of law and fact for one purpose does not govern its characterization for all purposes. It is hard to imagine questions more diverse than, on the one hand, whether an appellate court must remand to a district court for a determination of materiality in a denaturalization proceeding <i>(Kungys)</i> and, on the other hand, whether the Constitution requires the finding of the element of materiality in a criminal prosecution to be made by the jury (the present case). It can be argued that <i>Kungys</i> itself did not heed this advice, since it relied upon both our prior decision in <i>Sinclair,</i> see 485 U. S., at 772, and a decision of the United States Court of Appeals for the Sixth Circuit holding that materiality in a § 1001 prosecution is a question of \"`law' \" for the court, <i>ibid.</i>  (quoting <i>United States</i> v. <i>Abadi,</i> 706 F. 2d 178, 180, cert. denied, 464 U. S. 821 (1983)). But the result in <i>Kungys</i> could be thought to follow <i>a fortiori</i> from the quite different cases of <i>Sinclair</i> and <i>Abadi,</i> whereas nonentitlement under the Sixth Amendment to a jury determination cannot possibly be thought to follow <i>a fortiori</i> from <i>Kungys.</i> In any event, <i>Kungys</i> assuredly did not involve an adjudication to which the Sixth Amendment right to jury trial attaches, see <i>Luria</i>  v. <i>United States,</i> 231 U. S. 9 (1913), and hence had no reason to explore the constitutional ramifications of <i>Sinclair</i> and <i>Abadi,</i> as we do today. Whatever support it gave to the validity of those decisions was <i>obiter dicta,</i> and may properly be disregarded.</p>\n<p></p>\n<h2>* * *</h2>\n<p>The Constitution gives a criminal defendant the right to have a jury determine, beyond a reasonable doubt, his guilt <span class=\"star-pagination\">*523</span> of every element of the crime with which he is charged. The trial judge's refusal to allow the jury to pass on the \"materiality\" of Gaudin's false statements infringed that right. The judgment of the Court of Appeals is affirmed.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Chief Justice Rehnquist, with whom Justice O'Connor and Justice Breyer join, concurring.</p>\n<p>I join the Court's opinion. \"A person when first charged with a crime is entitled to a presumption of innocence, and may insist that his guilt be established beyond a reasonable doubt. <i>In re Winship,</i> 397 U. S. 358 (1970).\" <i>Herrera</i> v. <i>Collins,</i> 506 U. S. 390, 398 (1993). As a result, \"[t]he prosecution bears the burden of proving all elements of the offense charged and must persuade the factfinder `beyond a reasonable doubt' of the facts necessary to establish each of those elements.\" <i>Sullivan</i> v. <i>Louisiana,</i> 508 U. S. 275, 277-278 (1993) (citations omitted); see also <i>Estelle</i> v. <i>McGuire,</i> 502 U. S. 62, 69 (1991) (\"[T]he prosecution must prove all the elements of a criminal offense beyond a reasonable doubt\"). The Government has conceded that 18 U. S. C. § 1001 requires that the false statements made by respondent be \"material\" to the Government inquiry, and that \"materiality\" is an element of the offense that the Government must prove in order to sustain a conviction. <i>Ante,</i> at 509; Brief for United States 11. The Government also has not challenged the Court of Appeals' determination that the error it identified was structural and plain. See <i>id.,</i> at 8, n. 5; see also 28 F. 3d 943, 951-952 (CA9 1994). In light of these concessions, I agree that \"[t]he trial judge's refusal to allow the jury to pass on the `materiality' of Gaudin's false statements infringed\" his \"right to have a jury determine, beyond a reasonable doubt, his guilt of every element of the crime with which he [was] charged.\" <i>Ante,</i> at 522 and this page.</p>\n<p>I write separately to point out that there are issues in this area of the law which, though similar to those decided in <span class=\"star-pagination\">*524</span> the Court's opinion, are not disposed of by the Court today. There is a certain syllogistic neatness about what we do decide: Every element of an offense charged must be proved to the satisfaction of the jury beyond a reasonable doubt; \"materiality\" is an element of the offense charged under § 1001; therefore, the jury, not the court, must decide the issue of materiality. But the Government's concessions have made this case a much easier one than it might otherwise have been.</p>\n<p>Whether \"materiality\" is indeed an element of every offense under 18 U. S. C. § 1001 is not at all obvious from its text. Section 1001 of Title 18 provides:</p>\n<blockquote>\"Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be fined not more than $10,000 or imprisoned not more than five years, or both.\"</blockquote>\n<p>Currently, there is a conflict among the Courts of Appeals over whether materiality is an element of the offense created by the second clause of § 1001. Compare<i>, e. g., </i><i>United States</i>  v. <i>Corsino,</i> 812 F. 2d 26, 30 (CA1 1987) (\"`While materiality is not an explicit requirement of the second, false statements, clause of § 1001, courts have inferred a judge-made limitation of materiality in order to exclude trifles from its coverage' \"), with <i>United States</i> v. <i>Elkin,</i> 731 F. 2d 1005, 1009 (CA2 1984) (\"It is settled in this Circuit that materiality is not an element of the offense of making a false statement in violation of § 1001\"). The Court does not resolve that conflict; rather, it merely assumes that materiality is, in fact, an element of the false statement clause of § 1001. <i>Ante,</i> at 511; cf. <i>Sullivan</i> , <i>supra,</i> at 278, n. (assuming that reasonable-doubt jury <span class=\"star-pagination\">*525</span> instruction was erroneous in light of the \"question presented and the State's failure to raise this issue below\").</p>\n<p>As with many aspects of statutory construction, determination of what elements constitute a crime often is subject to dispute. See, <i>e. g., </i><i>National Organization for Women, Inc.</i> v. <i>Scheidler,</i> 510 U. S. 249, 262 (1994) (holding that \"RICO contains no economic motive requirement\"); <i>United States</i> v. <i>Culbert,</i> 435 U. S. 371, 380 (1978) (declining to limit the Hobbs Act's scope to an undefined category of conduct termed \"racketeering\"). \"[I]n determining what facts must be proved beyond a reasonable doubt the [legislature's] definition of the elements of the offense is usually dispositive.\" <i>McMillan</i> v. <i>Pennsylvania,</i> 477 U. S. 79, 85 (1986). Nothing in the Court's decision stands as a barrier to legislatures that wish to define\u0097or that have defined\u0097the elements of their criminal laws in such a way as to remove issues such as materiality from the jury's consideration. We have noted that \"`[t]he definition of the elements of a criminal offense is entrusted to the legislature, particularly in the case of federal crimes, which are solely creatures of statute.' \" <i>Staples</i> v. <i>United States,</i> 511 U. S. 600, 604 (1994) (quoting <i>Liparota</i> v. <i>United States,</i> 471 U. S. 419, 424 (1985)); see also <i>McMillan, supra,</i> at 85. Within broad constitutional bounds, legislatures have flexibility in defining the elements of a criminal offense. See <i>Patterson</i> v. <i>New York,</i> 432 U. S. 197, 210 (1977). Federal and state legislatures may reallocate burdens of proof by labeling elements as affirmative defenses, <i>ibid.</i> , or they may convert elements into \"sentencing factor[s]\" for consideration by the sentencing court, <i>McMillan, supra,</i> at 85-86. The Court today does not resolve what role materiality plays under § 1001.</p>\n<p>The Court properly acknowledges that other mixed questions of law and fact remain the proper domain of the trial court. <i>Ante,</i> at 520-521. Preliminary questions in a trial regarding the admissibility of evidence, Fed. Rule Evid. 104(a), the competency of witnesses, <i>ibid.,</i> the voluntariness <span class=\"star-pagination\">*526</span> of confessions, <i>Crane</i> v. <i>Kentucky,</i> 476 U. S. 683, 688-689 (1986), the legality of searches and seizures, Fed. Rule Crim. Proc. 12(b)(3), and the propriety of venue, see Fed. Rule Crim. Proc. 18, may be decided by the trial court.</p>\n<p>Finally, the Government has not argued here that the error in this case was either harmless or not plain. Brief for United States 8,n. 5. As to the former, there is a \"strong presumption\" that a constitutional violation will be subject to harmless-error analysis. See <i>Rose</i> v. <i>Clark,</i> 478 U. S. 570, 579 (1986). Accordingly, \"the Court has applied harmlesserror analysis to a wide range of errors and has recognized that most constitutional errors can be harmless.\" <i>Arizona</i>  v. <i>Fulminante,</i> 499 U. S. 279, 306 (1991); cf. <i>id.,</i> at 309-310 (listing examples of structural errors). In particular, the Court has subjected jury instructions plagued by constitutional error to harmless-error analysis. See, <i>e. g., </i><i>Yates</i> v. <i>Evatt,</i> 500 U. S. 391, 402 (1991) (taint of an unconstitutional burden-shifting jury instruction subject to harmless-error analysis); <i>Carella</i> v. <i>California,</i> 491 U. S. 263, 266 (1989) <i>(per curiam)</i> (jury instruction containing an erroneous mandatory presumption subject to harmless-error analysis); <i>Pope</i>  v. <i>Illinois,</i> 481 U. S. 497, 502-504 (1987) (jury instruction misstating an element of an offense subject to harmless-error analysis); <i>Rose, supra,</i> at 581-582 (jury instruction containing an erroneous rebuttable presumption subject to harmless-error analysis); but see <i>Sullivan,</i> 508 U. S., at 280\u0097 282 (erroneous burden of proof instruction not subject to harmless-error analysis). The Court today has no occasion to review the Court of Appeals' conclusion that the constitutional error here \"cannot be harmless.\" 28 F. 3d, at 951.</p>\n<p>As to the latter, in <i>United States</i> v. <i>Olano,</i> 507 U. S. 725, 732 (1993), the Court noted the limitations on \"plain error\" review by the courts of appeals under Rule 52(b). \"The first limitation on appellate authority under Rule 52(b) is that there indeed be an `error.' \" <i>Ibid.</i> Second, \"the error [must] be `plain.' \" <i>Id.,</i> at 734. Thus, \"[a]t a minimum, a <span class=\"star-pagination\">*527</span> court of appeals cannot correct an error pursuant to Rule 52(b) unless the error is clear under current law.\" <i>Ibid.</i>  Third, the plain error must \"`affec[t] substantial rights,' \" <i>ibid., i. e.,</i> \"in most cases it means that the error must have been prejudicial,\" <i>ibid.</i> Finally, if these three prerequisites are met, the decision to correct forfeited error remains within the sound discretion of the court of appeals. A court of appeals, however, should not exercise that discretion unless the error \"` \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\"` \" <i>Id.,</i> at 732.</p>\n<p>In affirming the Court of Appeals, the Court concludes that \"it is fair to say that we cannot hold for respondent today while still adhering to the reasoning and the holding of [<i>Sinclair</i> v. <i>United States,</i> 279 U. S. 263 (1929)].\" <i>Ante,</i>  at 519-520. Before today, every Court of Appeals that has considered the issue, except for the Ninth Circuit, has held that the question of materiality is one of law. See 28 F. 3d, at 955 (Kozinski, J., dissenting) (collecting cases). Thus, it is certainly subject to dispute whether the error in this case was \"clear under current law.\" <i>Olano, supra,</i> at 734. The Court, however, does not review the Court of Appeals' determination that the failure to submit the issue of materiality to the jury constituted \"plain error.\" 28 F. 3d, at 952.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Kent S. Scheidegger</i> and <i>Charles L. Hobson</i> filed a brief for the Criminal Justice Legal Foundation as <i>amicus curiae</i> urging reversal.\n</p>\n<p><i>Bruce S. Rogow</i> and <i>Beverly A. Pohl</i> filed a brief for the National Association of Criminal Defense Lawyers as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  The \"beyond a reasonable doubt\" point is not directly at issue in the present case, since it is unclear what standard of proof the District Court applied in making its determination of materiality, and since the Ninth Circuit's reversal of the District Court's judgment did not rest upon the standard used but upon the failure to submit the question to the jury. It is worth noting, however, that some courts which regard materiality as a \"legal\" question for the judge do not require the higher burden of proof. See, <i>e. g., </i><i>United States</i> v. <i>Gribben,</i> 984 F. 2d 47, 51 (CA2 1993); <i>United States</i> v. <i>Chandler,</i> 752 F. 2d 1148, 1151 (CA6 1985).</p>\n<p>[2]  We held in <i>Williams</i> v. <i>Florida,</i> 399 U. S. 78 (1970), that the 12-person requirement to which Story referred is not an indispensable component of the right to trial by jury. But in so doing we emphasized that the jury's determination of ultimate guilt <i>is</i> indispensable. The \"essential feature of a jury,\" we said, is \"the interposition between the accused and his accuser of the commonsense judgment of a group of laymen . . . [in] that group's determination of guilt or innocence.\" <i>Id.</i> , at 100. See also <i>Apo-</i>  <i>daca</i> v. <i>Oregon,</i> 406 U. S. 404 (1972) (plurality opinion) (applying similar analysis to conclude that jury unanimity is not constitutionally required).</p>\n\n</div>", 
  "sha1": "a465ea1f9298643e6b799b92817e088922115892", 
  "date_modified": "2015-05-28T14:12:49.162830", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/117958/united-states-v-gaudin/", 
  "citation_count": 789, 
  "supreme_court_db_id": "1994-081", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/26862/", 
  "html": "<p class=\"case_cite\">515 U.S. 506<br>115 S.Ct. 2310<br>132 L.Ed.2d 444</p>\n    <p class=\"parties\">UNITED STATES, Petitioner<br>v.<br>Michael E. GAUDIN.</p>\n    <p class=\"docket\">No. 94-514.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued April 17, 1995.</p>\n    <p class=\"date\">Decided June 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">Respondent was charged with violating 18 U.S.C. &#167; 1001 by making false statements on Department of Housing and Urban Development (HUD) loan documents.  After instructing the jury that the Government had to prove, <i>inter alia,</i> that the alleged false statements were material to HUD's activities and decisions, the District Court added that the issue of materiality is a matter for the court to decide rather than the jury and that the statements in question were material.  The jury convicted respondent, but the Ninth Circuit reversed, holding that taking the question of materiality from the jury violated the Fifth and Sixth Amendments.</p>\n      <p class=\"indent\"><i>Held:</i>  The trial judge's refusal to submit the question of \"materiality\" to the jury was unconstitutional.  Pp. ____.</p>\n      <p class=\"indent\">(a) The Fifth and Sixth Amendments require criminal convictions to rest upon a jury determination that the defendant is guilty of every element of the crime with which he is charged. <i>Sullivan v. Louisiana,</i> 508 U.S. ----, ----, 113 S.Ct. 2078, 2080-2081, 124 L.Ed.2d 182.  The Government concedes that \"materiality\" is an element of the offense that the Government must prove under &#167; 1001.  Pp. ____.</p>\n      <p class=\"indent\">(b) The question whether the defendant's statement was material to the federal agency's decision is the sort of mixed question of law and fact that has typically been resolved by juries.  See, <i>e.g., TSC Industries, Inc. v. Northway, Inc.,</i> 426 U.S. 438, 450, 96 ,S.Ct. 2126, 2132-2133, 48 L.Ed.2d 757.  The Government's position that the principle requiring the jury to decide all of a crime's elements applies to only the essential elements' factual components has no support in the case law. <i>Sparf v. United States,</i> 156 U.S. 51, 90, 15 S.Ct. 273, 288-289, 39 L.Ed. 343, and the other authorities on which the Government relies, <i>e.g., Sullivan, supra,</i> 508 U.S., at ----, 113 S.Ct., at 2080-2081, all confirm that the jury's constitutional responsibility is not merely to determine the facts, but to apply the law to those facts and draw the ultimate conclusion of guilt or innocence.  Pp. ____.</p>\n      <p class=\"indent\">(c) There is no consistent historical tradition to support the Government's argument that, even if the jury generally must pass on all of a crime's elements, there is an exception for materiality determinations with respect to false statements in perjury prosecutions (which are analogous to the determinations made in &#167; 1001 prosecutions).  There was no clear practice of having the judge determine the materiality question in this country at or near the time the Bill of Rights was adopted. Indeed, state and federal cases appear not to have addressed the question until the latter part of the 19th century, at which time they did not display anything like the virtual unanimity claimed by the Government.  Though uniform postratification practice can shed light upon the meaning of an ambiguous constitutional provision, the practice here is not uniform, and the core meaning of the constitutional guarantees is unambiguous.  Pp. ____.</p>\n      <p class=\"indent\">(d) The Government's contention that <i>stare decisis</i> requires respondent's constitutional claim to be denied is rejected. <i>Sinclair v. United States,</i> 279 U.S. 263, 298, 49 S.Ct. 268, 273, 73 L.Ed. 692, is overruled.  <i>Kungys v. United States,</i> 485 U.S. 759, 772, 108 S.Ct. 1537, 1547, 99 L.Ed.2d 839, distinguished. Pp. ____.</p>\n      <p class=\"indent\">28 F.3d 943 (CA9 1994), affirmed.</p>\n      <p class=\"indent\">SCALIA, J., delivered the opinion for a unanimous Court. REHNQUIST, C.J., filed a concurring opinion, in which O'CONNOR and BREYER, JJ., joined.</p>\n      <p class=\"indent\">Michael R. Dreeben, Washington, DC, for petitioner.</p>\n      <p class=\"indent\">Richard A. Hansen, Seattle, WA, for respondent.</p>\n      <p class=\"indent\">Justice SCALIA delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the trial at issue here, respondent was convicted of making material false statements in a matter within the jurisdiction of a federal agency, in violation of 18 U.S.C. &#167; 1001.  The question presented is whether it was constitutional for the trial judge to refuse to submit the question of \"materiality\" to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the 1980s, respondent engaged in a number of real estate transactions financed by loans insured by the Federal Housing Administration (FHA), an agency within the Department of Housing and Urban Development (HUD).  Respondent would purchase rental housing, renovate it, obtain an inflated appraisal, and sell it to a \"strawbuyer\" (a friend or relative), for whom respondent would arrange an FHA-insured mortgage loan.  Then, as prearranged, respondent would repurchase the property (at a small profit to the strawbuyer) and assume the mortgage loan.  Twenty-nine of these ventures went into default.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Respondent was charged by federal indictment with, among other things, multiple counts of making false statements on federal loan documents in violation of 18 U.S.C. &#167; 1001.  Two of these counts charged that respondent had made false statements on HUD/FHA form 92800-5 by knowingly inflating the appraised value of the mortgaged property.  The other false-statement counts charged that respondent had made misrepresentations on HUD/FHA form HUD-1, the settlement form used in closing the sales of the properties. Line 303 of this form requires disclosure of the closing costs to be paid or received by the borrower/buyer and the seller.  The forms executed by respondent showed that the buyer was to pay some of the closing costs, whereas in fact he, the seller, had arranged to pay all of them.  To prove the materiality of these false statements, the Government offered the testimony of several persons charged with administering FHA/HUD programs, who explained why the requested information was important.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the close of the evidence, the United States District Court for the District of Montana instructed the jury that, to convict respondent, the Government was required to prove, <i>inter alia,</i> that the alleged false statements were material to the activities and decisions of HUD.  But, the court further instructed, \"[t]he issue of materiality . . . is not submitted to you for your decision but rather is a matter for the decision of the court.  You are instructed that the statements charged in the indictment are material statements.\"  App. 24, 29.  The jury convicted respondent of the &#167; 1001 charges.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A panel of the Court of Appeals for the Ninth Circuit reversed these convictions because Circuit precedent dictated that materiality in a &#167; 1001 prosecution be decided by the jury.  997 F.2d 1267 (1993).  On rehearing en banc, the Court of Appeals stood by this precedent.  It held that taking the question of materiality from the jury denied respondent a right guaranteed by the Fifth and Sixth Amendments to the United States Constitution. 28 F.3d 943 (1994).  We granted certiorari.  513 U.S. ----, 115 S.Ct. 713, 130 L.Ed.2d 621 (1995).</p>\n    </div>\n    <p>II</p>\n    <p class=\"indent\">Section 1001 of Title 18 provides:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Whoever, in any matter within the jurisdiction of any      department or agency of the United States knowingly and      wilfully falsifies, conceals or covers up by any trick,      scheme, or device a material fact, or makes any false,      fictitious or fraudulent statements or representations, or      makes or uses any false writing or document knowing the same      to contain any false, fictitious or fraudulent statement or      entry, shall be fined not more than $10,000 or imprisoned not      more than five years, or both.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is uncontested that conviction under this provision requires that the statements be \"material\" to the Government inquiry, and that \"materiality\" is an element of the offense that the Government must prove.  The parties also agree on the definition of \"materiality\":  the statement must have \"a natural tendency to influence, or [be] capable of influencing, the decision of the decisionmaking body to which it was addressed.\" <i>Kungys v. United States,</i> 485 U.S. 759, 770, 108 S.Ct. 1537, 1546, 99 L.Ed.2d 839 (1988) (internal quotation marks omitted).  The question for our resolution is whether respondent was entitled to have this element of the crime determined by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Fifth Amendment to the United States Constitution guarantees that no one will be deprived of liberty without \"due process of law\";  and the Sixth, that \"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.\"  We have held that these provisions require criminal convictions to rest upon a jury determination that the defendant is guilty of every element of the crime with which he is charged, beyond a reasonable doubt.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Sullivan v. Louisiana,</i> 508 U.S. ----, ----, 113 S.Ct. 2078, 2080-2081, 124 L.Ed.2d 182 (1993).  The right to have a jury make the ultimate determination of guilt has an impressive pedigree. Blackstone described \"trial by jury\" as requiring that \"<i>the truth of every accusation,</i> whether preferred in the shape of indictment, information, or appeal, should afterwards be confirmed by the unanimous suffrage of twelve of [the defendant's] equals and neighbors. . . .\"  4 W. Blackstone, Commentaries on the Laws of England 343 (1769) (emphasis added).  Justice Story wrote that the \"trial by jury\" guaranteed by the Constitution was \"generally understood to mean . . . a trial by a jury of twelve men, impartially selected, who must unanimously <i>concur in the guilt of the accused before a legal conviction can be had.</i>\"  2 J. Story, Commentaries on the Constitution of the United States 541, n. 2 (4th ed. 1873) (emphasis added and deleted).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This right was designed \"to guard against a spirit of oppression and tyranny on the part of rulers,\" and \"was from very early times insisted on by our ancestors in the parent country, as the great bulwark of their civil and political liberties.\"  <i>Id.,</i> at 540-541.  See also <i>Duncan v. Louisiana,</i> 391 U.S. 145, 151-154, 88 S.Ct. 1444, 1448-1450, 20 L.Ed.2d 491 (1968) (tracing the history of trial by jury).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus far, the resolution of the question before us seems simple.  The Constitution gives a criminal defendant the right to demand that a jury find him guilty of all the elements of the crime with which he is charged;  one of the elements in the present case is materiality;  respondent therefore had a right to have the jury decide materiality.  To escape the force of this logic, the Government offers essentially three arguments.  Having conceded the minor premise&#8212;that materiality is an element of the offense&#8212;the Government argues first, that the major premise is flawed;  second, that (essentially) a page of history is worth a volume of logic, and uniform practice simply excludes the element of materiality from the syllogism;  and third, that <i>stare decisis</i> requires the judgment here to be reversed.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to the first, the Government's position is that \"materiality,\" whether as a matter of logic or history, is a \"legal\" question, and that although we have sometimes spoken of \"requiring the jury to decide 'all the elements of a criminal offense,' <i>e.g., Estelle v.</i> <i>McGuire,</i> [502 U.S. 62, 69], 112 S.Ct. 475, 480, 116 L.Ed.2d 385 (1991);  see <i>Victor v. Nebraska,</i> [511 U.S. ----, ----, 114 S.Ct. 1239, 1242, 127 L.Ed.2d 583] (1994); <i>Patterson v. New York,</i> 432 U.S. 197, 210, 97 S.Ct. 2319, 2327, 53 L.Ed.2d 281 (1977), the principle actually applies to <i>only the factual components</i> of the essential elements.\"  Brief for United States 33 (emphasis added).  The Government claims that this understanding of the jury's role dates back to <i>Sparf &amp; Hansen v. United States,</i> 156 U.S. 51, 15 S.Ct. 273, 39 L.Ed. 343 (1895), and is reaffirmed by recent decisions of this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By limiting the jury's constitutionally prescribed role to \"the factual components of the essential elements\" the Government surely does not mean to concede that the jury must pass upon all elements that contain <i>some</i> factual component, for that test is amply met here.  Deciding whether a statement is \"material\" requires the determination of at least two subsidiary questions of purely historical fact:  (a) \"what statement was made?\";  and (b) \"what decision was the agency trying to make?\".  The ultimate question:  (c) \"whether the statement was material to the decision,\" requires applying the legal standard of materiality (quoted above) to these historical facts.  What the Government apparently argues is that the Constitution requires only that (a) and (b) be determined by the jury, and that (c) may be determined by the judge.  We see two difficulties with this.  First, the application-of-legal-standard-to-fact sort of question posed by (c), commonly called a \"mixed question of law and fact,\" has typically been resolved by juries.  See J. Thayer, A Preliminary Treatise on Evidence at Common Law 194, 249-250 (1898).  Indeed, our cases have recognized in other contexts that the materiality inquiry, involving as it does \"delicate assessments of the inferences a 'reasonable [decisionmaker]' would draw from a given set of facts and the significance of those inferences to him . . . [is] peculiarly on[e] for the trier of fact.\"  <i>TSC Industries, Inc. v. Northway, Inc.,</i> 426 U.S. 438, 450, 96 S.Ct. 2126, 2133, 48 L.Ed.2d 757 (1976) (securities fraud);  <i>McLanahan v. Universal Ins. Co.,</i> 26 U.S. (1 Pet.) 170, 188-189, 191, 7 L.Ed. 98 (1828) (materiality of false statements in insurance applications).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The second difficulty with the Government's position is that it has absolutely no historical support.  If it were true, the law books would be full of cases, regarding materiality and innumerable other \"mixed-law-and-fact\" issues, in which the criminal jury was required to come forth with \"findings of fact\" pertaining to each of the essential elements, leaving it to the judge to apply the law to those facts and render the ultimate verdict of \"guilty\" or \"not guilty.\"  We know of no such case. Juries at the time of the framing could not be forced to produce mere \"factual findings,\" but were entitled to deliver a general verdict pronouncing the defendant's guilt or innocence.  Morgan, A Brief History of Special Verdicts and Special Interrogatories, 32 Yale L.J. 575, 591 (1922).  See also G. Clementson, Special Verdicts and Special Findings by Juries 49 (1905);  Alschuler &amp; Deiss, A Brief History of the Criminal Jury in the United States, 61 U.Chi.L.Rev. 867, 912-913 (1994).  Justice Chase's defense to one of the charges in his 1805 impeachment trial was that \"he well knows that it is the right of juries in criminal cases, to give a general verdict of acquittal, which cannot be set aside on account of its being contrary to law, and that hence results the power of juries, to decide on the law as well as on the facts, in all criminal cases.  This power he holds to be a sacred part of our legal privileges. . . .\"  1 S. Smith &amp; T. Lloyd, Trial of Samuel Chase 34 (1805).  <i>Sparf &amp; Hansen, supra,</i> the case on which the Government relies, had nothing to do with the issue before us here.  The question there was whether the jury could be deprived of the power to determine, not only historical facts, not only mixed questions of fact and law, <i>but pure questions of law</i> in a criminal case.  As the foregoing quotation from Justice Chase suggests, many thought the jury had such power.  See generally Alschuler &amp; Deiss, <i>supra,</i> at 902-916.  We decided that it did not. In criminal cases, as in civil, we held, the judge must be permitted to instruct the jury on the law and to insist that the jury follow his instructions.  156 U.S., at 105-106, 15 S.Ct., at 294-295.  But our decision in no way undermined the historical and constitutionally guaranteed right of criminal defendants to demand that the jury decide guilt or innocence on every issue, which includes application of the law to the facts.  To the contrary, Justice Harlan, writing for the Court, explained the many judicial assertions of the jury's right to determine both law and fact as expressions of \"the principle, that when the question is <i>compounded of law and fact,</i> a general verdict, <i>ex necessitate,</i> disposes of the case in hand, both as to law and fact.\"  <i>Id.,</i> at 90, 15 S.Ct., at 288 (emphasis in original).  He gave as an example the 1807 treason trial of Aaron Burr in which Chief Justice Marshall charged the jury that \" 'levying war is an act <i>compounded of law and fact;</i>  of which the jury, aided by the court must judge. . . .  [And] hav[ing] now heard the opinion of the court on the <i>law</i> of the case[,] [t]hey <i>will apply that law to the facts,</i> and will find a verdict of guilty or not guilty as their own consciences may direct.' \"  <i>Id.,</i> at 67, 15 S.Ct., at 279 (quoting 2 Burr's Trial 548, 550 (D. Robertson ed. 1875)) (emphasis in original).  Other expressions of the same principle abound.  See <i>United States v. Battiste,</i> 24 F.Cas. 1042, 1043 (No. 14,545) (CC Mass.1835) (Story, J., sitting as Circuit Justice) (the jury's general verdict is \"necessarily compounded of [both] law and fact\").  As Thayer wrote at the end of the 19th century: \"From the beginning . . . it was perceived that any general verdict, such as . . . not guilty, involved a conclusion of law, and that the jury did, in a sense, in such cases answer a question of law.\"  Thayer, <i>supra,</i> at 253.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The more modern authorities the Government cites also do not support its concept of the criminal jury as mere factfinder. Although each contains language discussing the jury's role as factfinder, see <i>Sullivan v. Louisiana,</i> 508 U.S. ----, 113 S.Ct. 2078, 124 L.Ed.2d 182 (1993);  <i>County Court of Ulster Cty. v. Allen,</i> 442 U.S. 140, 156, 99 S.Ct. 2213, 2224, 60 L.Ed.2d 777 (1979);  <i>Patterson v. New York,</i> 432 U.S. 197, 206, 97 S.Ct. 2319, 2324-2325, 53 L.Ed.2d 281 (1977);  <i>In re Winship,</i> 397 U.S. 358, 364, 90 S.Ct. 1068, 1072-1073, 25 L.Ed.2d 368 (1970), each also confirms that the jury's constitutional responsibility is not merely to determine the facts, but to apply the law to those facts and draw the ultimate conclusion of guilt or innocence.  The point is put with unmistakable clarity in <i>Allen,</i> which involved the constitutionality of statutory inferences and presumptions.  Such devices, <i>Allen</i> said, can help</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"the trier of fact to determine the existence of an element      of the crime&#8212;that is, an 'ultimate' or 'elemental' fact &#8212;from      the existence of one or more 'evidentiary' or 'basic' facts.      . . .  Nonetheless, in criminal cases, the ultimate test of      any device's constitutional validity in a given case remains      constant:  the device must not undermine the factfinder's      responsibility at trial, based on evidence adduced by the      State, to find the <i>ultimate</i> facts beyond a reasonable doubt.\"      <i>Allen, supra,</i> 442 U.S., at 156, 99 S.Ct., at 2224.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">See also <i>Sullivan, supra,</i> 508 U.S., at ----, 113 S.Ct., at 2080  (\"The right [to jury trial] includes, of course, as its most important element, the right to have the jury, rather than the judge, reach the requisite finding of 'guilty' \");  <i>Patterson, supra,</i> 432 U.S., at 204, 97 S.Ct., at 2324;  <i>Winship, supra,</i> 397 U.S., at 361, 363, 90 S.Ct., at 1071, 1072.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Government next argues that, even if the jury is generally entitled to pass on all elements of a crime, there is a historical exception for materiality determinations in perjury prosecutions.  We do not doubt that historical practice is relevant to what the Constitution means by such concepts as trial by jury, see <i>Murray's Lessee v. Hoboken Land &amp; Improvement Co.,</i> 59 U.S. (18 How.) 272, 276-277, 15 L.Ed. 372 (1856);  <i>Holland v. Illinois,</i> 493 U.S. 474, 481, 110 S.Ct. 803, 807-808, 107 L.Ed.2d 905 (1990), and it is precisely historical practice that we have relied on in concluding that the jury must find all the elements. The existence of a unique historical exception to this principle and an exception that reduces the power of the jury precisely when it is most important, <i>i.e.,</i> in a prosecution not for harming another individual, but for offending against the Government itself&#8212;would be so extraordinary that the evidence for it would have to be convincing indeed.  It is not so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The practice of having courts determine the materiality of false statements in perjury prosecutions is neither as old, nor as uniform, as the Government suggests.  In England, no pre-Revolution cases appear to have addressed the question, and the judges reached differing results when the issue finally arose in the mid-19th century.  Compare <i>Queen v. Lavey,</i> 3 Car. &amp; K. 26, 30, 175 Eng.Rep. 448, 450 (Q.B.1850) (materiality is a jury question);  <i>Queen v. Goddard,</i> 2 F. &amp; F. 361, 175 Eng.Rep. 1096 (1861) (same), with <i>Queen v. Courtney,</i> 5 Ir.C.L. 434, 439 (Ct.Crim.App.1856) (dictum) (materiality is a question for the judge);  <i>Queen v. Gibbon,</i> Le. &amp; Ca. 109, 113-114, 169 Eng.Rep. 1324, 1326 (1861) (same).  It was not until 1911, 120 years after the adoption of our Bill of Rights, that the rule the Government argues for was finally adopted in England&#8212;not by judicial decision but by Act of Parliament.  See Perjury Act of 1911, &#167; 1(6) 182 Geo. V, ch. 6).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Much more importantly, there was also no clear practice of having the judge determine the materiality question in this country at or near the time the Bill of Rights was adopted.  The Government cites <i>Power v. Price,</i> 16 Wend. 450 (N.Y.1836), as \"[t]he earliest reported case on the question\" whether \"materiality in perjury prosecutions is a question for the court rather than the jury,\" claiming that there \"New York's highest court held that a trial judge had correctly reserved the question of materiality to itself.\"  Brief for United States 18.  <i>Power</i> held nothing even close to this.  <i>Power</i> was not a perjury case; indeed, it was not even a criminal prosecution.  It was a civil action in which Price sued Power for the slander of imputing to him the crime of perjury.  The Court of Appeals held that Price did not need to prove the materiality of the alleged false statement in order to make out a prima facie case; but that Power could raise immateriality as an affirmative defense negating intent to impute perjury.  16 Wend., at 455-456.  It then said that the trial court \"was clearly right in instructing the jury that the testimony given on the former trial was proved to be material,\" since \"it merely decided a question of law, arising upon the proof of facts as to which there was no dispute or contrariety of testimony,\" <i>id.,</i> at 456.  But the courts' power to resolve mixed-law-and-fact questions in civil cases is not at issue here;  civil and criminal juries' required roles are obviously not identical, or else there could be no directed verdicts for civil plaintiffs.  The other early case relied upon by the Government, <i>Steinman v. McWilliams,</i> 6 Pa. 170, 177-178 (1847), another slander case, is inapt for the same reason.  The earliest American case involving the point that we have been able to find places the Government itself in opposition to its position here.  In <i>United States v. Cowing,</i> 25 F.Cas. 680, 681 (No. 14,880) (CC D.C.1835), the United States argued that materiality in a perjury prosecution was a matter for the jury's consideration, citing an unpublished decision of the General Court of Virginia. The federal court, however, did not address the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">State and federal cases appear not to have addressed the question until the latter part of the 19th century, at which time they do not display anything like the \"virtual unanimity\" claimed by the Government.  Brief for United States 18.  Some of the opinions cited by the Government, asserting that materiality was a question of \"law\" for the judge, appear to have involved either demurrers to the indictment or appeals from convictions in which the case for materiality was so weak that no reasonable juror could credit it&#8212;so that even on our view of the matter the case should not have gone to the jury.  (The prosecution's failure to provide minimal evidence of materiality, like its failure to provide minimal evidence of any other element, of course raises a question of \"law\" that warrants dismissal.)  See, <i>e.g., United States v. Shinn,</i> 14 F. 447, 452 (CC Ore.1882);  <i>United States v. Singleton,</i> 54 F. 488, 489 (SD Ala.1892);  <i>United States v. Bedgood,</i> 49 F. 54, 60 (SD Ala.1891);  <i>Nelson v. State,</i> 32 Ark. 192, 195 (1877).  And some of the other cited cases involve the convicted <i>defendant's</i> claim that materiality should not have been decided by the jury, so that even if the issue was not one of the prosecution's failure to make a threshold case, it did not arise in a context in which the defendant's right to jury trial was at issue.  See, <i>e.g., Cothran v. State,</i> 39 Miss. 541, 547 (1860); <i>State v. Williams,</i> 30 Mo. 364, 367 (1860);  <i>State v. Lewis,</i> 10 Kan. 157, 160 (1872);  <i>People v. Lem You,</i> 97 Cal. 224, 228-230, 32 P. 11, 12 (1893);  <i>Thompson v. People,</i> 26 Colo. 496, 504, 59 P. 51, 54-55 (1899);  <i>Barnes v. State,</i> 15 Ohio C.C. 14, 25-26 (1897).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even assuming, however, that all the Government's last-half-of-the-19th-century cases fully stand for the proposition that the defendant has no right to jury determination of materiality, there are cases that support the other view.  See <i>Commonwealth v. Grant,</i> 116 Mass. 17, 20 (1874);  <i>Lawrence v. State,</i> 2 Tex.Crim. 479, 483-484 (1877);  <i>State v. Spencer,</i> 45 La.Ann. 1, 11-12, 12 So. 135, 138 (1893);  <i>Young v. People,</i> 134 Ill. 37, 42, 24 N.E. 1070, 1071 (1890) (approving the treatment of materiality as \"a mixed question of law and fact, and thus one for the jury\").  At most there had developed a division of authority on the point, as the treatise writers of the period amply demonstrate.  Bishop in 1872 took the position that \"[p]ractically, . . . the whole subject is to be passed upon by the jury, under instructions from the judge, as involving, like most other cases, mixed questions of law and of fact.\"  2 J. Bishop, Commentaries on Law of Criminal Procedure &#167; 935, p. 508 (2d ed.).  May's 1881 treatise reported that \"[w]hether materiality is a question of law for the court or of fact for a jury, is a point upon which the authorities are about equally divided.\"  J. May, Law of Crimes &#167; 188, p. 205.  Greenleaf, writing in 1883, sided with Bishop (\"It seems that the materiality of the matter assigned is a question for the jury\"), 3 S. Greenleaf, Law of Evidence &#167; 195, p. 189, n. (b) (14th ed.)&#8212;but two editions later, in 1899, said that the question was one for the judge, 3 S. Greenleaf, Law of Evidence &#167; 195, p. 196, n. 2 (16th ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, we find nothing like a consistent historical tradition supporting the proposition that the element of materiality in perjury prosecutions is to be decided by the judge. Since that proposition is contrary to the uniform general understanding (and we think the only understanding consistent with principle) that the Fifth and Sixth Amendments require conviction by a jury of <i>all</i> elements of the crime, we must reject those cases that have embraced it.  Though uniform postratification practice can shed light upon the meaning of an ambiguous constitutional provision, the practice here is not uniform, and the core meaning of the constitutional guarantees is unambiguous.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Government's final argument is that the principle of <i>stare decisis</i> requires that we deny petitioner's constitutional claim, citing our decision in <i>Sinclair v. United States,</i> 279 U.S. 263, 49 S.Ct. 268, 73 L.Ed. 692 (1929).  That case is not controlling in the strictest sense, since it involved the assertion of a Sixth Amendment right to have the jury determine, not \"materiality\" under &#167; 1001, but rather \"pertinency\" under that provision of Title 2 making it criminal contempt of Congress to refuse to answer a \"question pertinent to [a] question under [congressional] inquiry,\" Rev.Stat. &#167; 102, 2 U.S.C. &#167; 192.  The two questions are similar, however, and the essential argument made by respondent here was made by peti- tioner in that case, who sought reversal of his conviction because of the trial court's failure to submit the question of pertinency to the jury:  \"[I]t has been said over and over again, that every essential ingredient of the crime must be proven to the satisfaction of the jury beyond a reasonable doubt.\"  Brief for Appellant in <i>Sinclair v. United States,</i> O.T. 1928, No. 555, p. 109;  279 U.S., at 277 (argument for appellant).  Though we did not address the constitutional argument explicitly, we held that the question of pertinency was \"rightly decided by the court as one of law.\"  <i>Id.,</i> at 298, 49 S.Ct., at 273.  And tying the case even closer to the present one was our dictum that pertinency \"is not essentially different from . . . materiality of false testimony,\" which \"when an element in the crime of perjury, is one for the court.\"  <i>Ibid.</i>  Thus, while <i>Sinclair</i> is not strictly controlling, it is fair to say that we cannot hold for respondent today while still adhering to the reasoning and the holding of that case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But the reasoning of <i>Sinclair</i> has already been repudiated in a number of respects.  The opinion rested upon the assumption that \"pertinency\" is a pure question of law&#8212;that is, it does \"not depend upon the probative value of evidence.\"  <i>Ibid.</i>  We contradicted that assumption in <i>Deutch v. United States,</i> 367 U.S. 456, 81 S.Ct. 1587, 6 L.Ed.2d 963 (1961), reversing a conviction under &#167; 192 because \"the Government at the trial failed to carry its burden of proving the pertinence of the questions.\"  <i>Id.,</i> at 469, 81 S.Ct., at 1594.  Though it had introduced documentary and testimonial evidence \"to show the subject of the subcommittee's inquiry,\" it had failed to provide evidence to support the conclusion that the petitioner's false statement was pertinent to that subject.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our holding in <i>Sinclair</i> rested also upon the assertion that \"[i]t would be incongruous and contrary to well-established principles to leave the determination of [the] matter [of pertinency] to a jury,\" 279 U.S., at 299, 49 S.Ct., at 274, citing <i>ICC v. Brimson,</i> 154 U.S. 447, 489, 14 S.Ct. 1125, 1137-1138, 38 L.Ed. 1047 (1894), and <i>Horning v. District of Columbia,</i> 254 U.S. 135, 41 S.Ct. 53, 65 L.Ed. 185 (1920).  Both the cases cited to support that assertion have since been repudiated.  <i>Brimson</i>'s holding that no right to jury trial attaches to criminal contempt proceedings was overruled in <i>Bloom v. Illinois,</i> 391 U.S. 194, 198-200, 88 S.Ct. 1477, 1480-1481, 20 L.Ed.2d 522 (1968).  <i>Horning</i> &#167; holding that it was harmless error, if error at all, for a trial judge effectively to order the jury to convict, see 254 U.S., at 138, 41 S.Ct., at 54, has been proved an unfortunate anomaly in light of subsequent cases. See <i>Quercia v. United States,</i> 289 U.S. 466, 468, 472, 53 S.Ct. 698, 698-700, 77 L.Ed. 1321 (1933);  <i>Bihn v. United States,</i> 328 U.S. 633, 637-639, 66 S.Ct. 1172, 1174-1175, 90 L.Ed. 1485 (1946).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Other reasoning in <i>Sinclair,</i> not yet repudiated, we repudiate now.  It said that the question of pertinency \"may be likened to those concerning relevancy at the trial of issues in court,\" which \"is uniformly held [to be] a question of law\" for the court.  279 U.S., at 298, 49 S.Ct., at 273.  But how relevancy is treated for purposes of determining the admissibility of evidence says nothing about how relevancy should be treated when (like \"pertinence\" or \"materiality\") it is made an element of a criminal offense.  It is commonplace for the same mixed question of law and fact to be assigned to the court for one purpose, and to the jury for another.  The question of probable cause to conduct a search, for example, is resolved by the judge when it arises in the context of a motion to suppress evidence obtained in the search;  but by the jury when it is one of the elements of the crime of depriving a person of constitutional rights under color of law, see 18 U.S.C. &#167;&#167; 241-242.  Cf. <i>United States v. McQueeney,</i> 674 F.2d 109, 114 (CA1 1982);  <i>United States v. Barker,</i> 546 F.2d 940, 947 (CADC 1976).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">That leaves as the sole prop for <i>Sinclair</i> its reliance upon the unexamined proposition, never before endorsed by this Court, that materiality in perjury cases (which is analogous to pertinence in contempt cases) is a question of law for the judge. But just as there is nothing to support <i>Sinclair</i> except that proposition, there is, as we have seen, nothing to support that proposition except <i>Sinclair.</i>  While this perfect circularity has a certain aesthetic appeal, it has no logic.  We do not minimize the role that <i>stare decisis</i> plays in our jurisprudence.  See <i>Patterson v. McLean Credit Union,</i> 491 U.S. 164, 172, 109 S.Ct. 2363, 2370, 105 L.Ed.2d 132 (1989).  That role is somewhat reduced, however, in the case of a procedural rule such as this, which does not serve as a guide to lawful behavior.  See <i>Payne v. Tennessee,</i> 501 U.S. 808, 828, 111 S.Ct. 2597, 2609-2610, 115 L.Ed.2d 720 (1991). It is reduced all the more when the rule is not only procedural but rests upon an interpretation of the Constitution.  See <i>ibid.</i> And we think <i>stare decisis</i> cannot possibly be controlling when, in addition to those factors, the decision in question has been proved manifestly erroneous, and its underpinnings eroded, by subsequent decisions of this Court.  <i>Rodriguez de Quijas v. Shearson/American Express, Inc.,</i> 490 U.S. 477, 480-481, 109 S.Ct. 1917, 1919-1920, 104 L.Ed.2d 526 (1989);  <i>Andrews v. Louisville &amp; Nashville R. Co.,</i> 406 U.S. 320, 92 S.Ct. 1562, 32 L.Ed.2d 95 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Government also claims <i>stare decisis</i> benefit from our decision in <i>Kungys v. United States,</i> 485 U.S. 759, 108 S.Ct. 1537, 99 L.Ed.2d 839 (1988), which held that, in appellate review of a District Court (nonjury) denaturalization proceeding, the appellate court's newly asserted standard of materiality could be applied to the facts by the appellate court itself, rather than requiring remand to the District Court for that application.  <i>Id.,</i> at 772, 108 S.Ct., at 1547.  But as we have observed, the characterization of a mixed question of law and fact for one purpose does not govern its characterization for all purposes.  It is hard to imagine questions more diverse than, on the one hand, whether an appellate court must remand to a district court for a determination of materiality in a denaturalization proceeding <i>(Kungys)</i> and, on the other hand, whether the Constitution requires the finding of the element of materiality in a criminal prosecution to be made by the jury (the present case).  It can be argued that <i>Kungys</i> itself did not heed this advice, since it relied upon both our prior decision in <i>Sinclair,</i> see 485 U.S., at 772, 108 S.Ct., at 1547, and a decision of the United States Court of Appeals for the Sixth Circuit holding that materiality in a &#167; 1001 prosecution is a question of \"law\" for the court, <i>id.</i> (quoting <i>United States v. Abadi,</i> 706 F.2d 178, 180, cert. denied, 464 U.S. 821, 104 S.Ct. 86, 78 L.Ed.2d 95 (1983)).  But the result in <i>Kungys</i> could be thought to follow <i>a fortiori</i> from the quite different cases of <i>Sinclair</i> and <i>Abadi,</i> whereas nonentitlement under the Sixth Amendment to a jury determination cannot possibly be thought to follow <i>a fortiori</i> from <i>Kungys.</i>  In any event, <i>Kungys</i> assuredly did not involve an adjudication to which the Sixth Amendment right to jury trial attaches, see <i>Luria v. United States,</i> 231 U.S. 9, 34 S.Ct. 10, 58 L.Ed. 101 (1913), and hence had no reason to explore the constitutional ramifications of <i>Sinclair</i> and <i>Abadi,</i> as we do today.  Whatever support it gave to the validity of those decisions was <i>obiter dicta,</i> and may properly be disregarded.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Constitution gives a criminal defendant the right to have a jury determine, beyond a reasonable doubt, his guilt of every element of the crime with which he is charged.  The trial judge's refusal to allow the jury to pass on the \"materiality\" of Gaudin's false statements infringed that right.  The judgment of the Court of Appeals is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Chief Justice REHNQUIST, with whom Justice O'CONNOR and Justice BREYER join, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I join the Court's opinion.  \"A person when first charged with a crime is entitled to a presumption of innocence, and may insist that his guilt be established beyond a reasonable doubt. <i>In re Winship,</i> 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970).\"  <i>Herrera v. Collins,</i> 506 U.S. ----, ----, 113 S.Ct. 853, 859, 122 L.Ed.2d 203 (1993).  As a result, \"[t]he prosecution bears the burden of proving all elements of the offense charged and must persuade the factfinder 'beyond a reasonable doubt' of the facts necessary to establish each of those elements.\" <i>Sullivan v. Louisiana,</i> 508 U.S. ----, ----, 113 S.Ct. 2078, 2080, 124 L.Ed.2d 182 (1993) (citations omitted);  see also <i>Estelle v. McGuire,</i> 502 U.S. 62, 69, 112 S.Ct. 475, 480, 116 L.Ed.2d 385 (1991) (\"[T]he prosecution must prove all the elements of a criminal offense beyond a reasonable doubt\").  The Government has conceded that 18 U.S.C. &#167; 1001 requires that the false statements made by respondent be \"material\" to the Government inquiry, and that \"materiality\" is an element of the offense that the Government must prove in order to sustain a conviction.  <i>Ante,</i> at ____. Brief for United States 11.  The Government also has not challenged the Court of Appeals' determination that the error it identified was structural and plain.  See <i>id.,</i> at 8, n. 5;  see also 28 F.3d 943, 951-952 (CA9 1994).  In light of these concessions, I agree that \"[t]he trial judge's refusal to allow the jury to pass on the 'materiality' of Gaudin's false statements infringed\" his \"right to have a jury determine, beyond a reasonable doubt, his guilt of every element of the crime with which he [was] charged.\"  <i>Ante,</i> at ____.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">I write separately to point out that there are issues in this area of the law which, though similar to those decided in the Court's opinion, are not disposed of by the Court today.  There is a certain syllogistic neatness about what we do decide:  every element of an offense charged must be proven to the satisfaction of the jury beyond a reasonable doubt;  \"materiality\" is an element of the offense charged under &#167; 1001;  therefore, the jury, not the Court, must decide the issue of materiality.  But the Government's concessions have made this case a much easier one than it might otherwise have been.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Whether \"materiality\" is indeed an element of every offense under 18 U.S.C. &#167; 1001 is not at all obvious from its text. Section 1001 of Title 18 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\"Whoever, in any matter within the jurisdiction of any      department or agency of the United States knowingly and      willfully falsifies, conceals or covers up by any trick,      scheme, or device a material fact, or makes any false,      fictitious or fraudulent statements or representations, or      makes or uses any false writing or document knowing the same      to contain any false, fictitious or fraudulent statement or      entry, shall be fined not more than $10,000 or imprisoned not      more than five years, or both.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Currently, there is a conflict among the Courts of Appeals over whether materiality is an element of the offense created by the second clause of &#167; 1001.  Compare, <i>e.g., United States v. Corsino,</i> 812 F.2d 26, 30 (CA1 1987) (\" 'While materiality is not an explicit requirement of the second, false statements, clause of &#167; 1001, courts have inferred a judge-made limitation of materiality in order to exclude trifles from its coverage' \") with <i>United States v. Elkin,</i> 731 F.2d 1005, 1009 (CA2 1984) (\"It is settled in this Circuit that materiality is not an element of the offense of making a false statement in violation of &#167; 1001\").  The Court does not resolve that conflict;  rather, it merely assumes that materiality is, in fact, an element of the false statement clause of &#167; 1001.  <i>Ante,</i> at ____; cf. <i>Sullivan, supra,</i> 508 U.S., at ----, n. 1, 113 S.Ct., at 2080, n. 1 (assuming that reasonable doubt jury instruction was erroneous in light of the \"question presented and the State's failure to raise this issue below\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As with many aspects of statutory construction, determination of what elements constitute a crime often is subject to dispute. See, <i>e.g., National Organization for Women, Inc. v. Scheidler,</i> 510 U.S. ----, ----, 114 S.Ct. 798, 806, 127 L.Ed.2d 99 (1994) (holding that \"RICO contains no economic motive requirement\"); <i>United States v. Culbert,</i> 435 U.S. 371, 380, 98 S.Ct. 1112, 1117, 55 L.Ed.2d 349 (1978) (declining to limit the Hobbs Act's scope to an undefined category of conduct termed \"racketeering\").  \"[I]n determining what facts must be proved beyond a reasonable doubt the [legislature's] definition of the elements of the offense is usually dispositive.\"  <i>McMillan v. Pennsylvania,</i> 477 U.S. 79, 85, 106 S.Ct. 2411, 2415, 91 L.Ed.2d 67 (1986).  Nothing in the Court's decision stands as a barrier to legislatures that wish to define&#8212;or that have defined &#8212;the elements of their criminal laws in such a way as to remove issues such as materiality from the jury's consideration.  We have noted that \" '[t]he definition of the elements of a criminal offense is entrusted to the legislature, particularly in the case of federal crimes, which are solely creatures of statute.' \"  <i>Staples v. United States,</i> 511 U.S. ----, ----, 114 S.Ct. 1793, 1796, 128 L.Ed.2d 608 (1994) (quoting <i>Liparota v. United States,</i> 471 U.S. 419, 424, 105 S.Ct. 2084, 2087, 85 L.Ed.2d 434 (1985));  see also <i>McMillan, supra,</i> 477 U.S., at 85, 106 S.Ct., at 2415-2416.  Within broad constitutional bounds, legislatures have flexibility in defining the elements of a criminal offense.  See <i>Patterson v. New York,</i> 432 U.S. 197, 210, 97 S.Ct. 2319, 2327, 53 L.Ed.2d 281 (1977).  Federal and State legislatures may reallocate burdens of proof by labeling elements as affirmative defenses, <i>ibid.,</i> or they may convert elements into \"sentencing factor[s]\" for consideration by the sentencing court, <i>McMillan, supra,</i> 477 U.S., at 85-86, 106 S.Ct., at 2415-2416. The Court today does not resolve what role materiality plays under &#167; 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Court properly acknowledges that other mixed questions of law and fact remain the proper domain of the trial court.  <i>Ante,</i> at ____. Preliminary questions in a trial regarding the admissibility of evidence, Fed.Rule Evid. 104(a), the competency of witnesses, <i>ibid.,</i> the voluntariness of confessions, <i>Crane v. Kentucky,</i> 476 U.S. 683, 688-689, 106 S.Ct. 2142, 2145-2146, 90 L.Ed.2d 636 (1986), the legality of searches and seizures, Fed.Rule Crim.Proc. 12(b)(3), and the propriety of venue, see Fed.Rule Crim.Proc. 18, may be decided by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, the Government has not argued here that the error in this case was either harmless or not plain.  Brief for United States 8, n. 5.  As to the former, there is a \"strong presumption\" that a constitutional violation will be subject to harmless-error analysis.  See <i>Rose v. Clark,</i> 478 U.S. 570, 579, 106 S.Ct. 3101, 3106-3107, 92 L.Ed.2d 460 (1986).  Accordingly, \"the Court has applied harmless-error analysis to a wide range of errors and has recognized that most constitutional errors can be harmless.\" <i>Arizona v. Fulminante,</i> 499 U.S. 279, 306, 111 S.Ct. 1246, 1263, 113 L.Ed.2d 302 (1991);  cf. <i>id.,</i> at 309-310, 111 S.Ct., at 1264-1265 (listing examples of structural errors).  In particular, the Court has subjected jury instructions plagued by constitutional error to harmless-error analysis.  See, <i>e.g., Yates v. Evatt,</i> 500 U.S. 391, 402, 111 S.Ct. 1884, 1892, 114 L.Ed.2d 432 (1991) (taint of an unconstitutional burden-shifting jury instruction subject to harmless-error analysis);  <i>Carella v. California,</i> 491 U.S. 263, 266, 109 S.Ct. 2419, 2421, 105 L.Ed.2d 218 (1989) (<i>per curiam</i> ) (jury instruction containing an erroneous mandatory presumption subject to harmless-error analysis);  <i>Pope v. Illinois,</i> 481 U.S. 497, 502-504, 107 S.Ct. 1918, 1921-1923, 95 L.Ed.2d 439 (1987) (jury instruction misstating an element of an offense subject to harmless-error analysis);  <i>Rose, supra,</i> 478 U.S., at 581-582, 106 S.Ct., at 3107-3108 (jury instruction containing an erroneous rebuttable presumption subject to harmless-error analysis);  but see <i>Sullivan v. Louisiana,</i> 508 U.S. ----, ----, 113 S.Ct. 2078, 2082, 124 L.Ed.2d 182 (1993) (erroneous burden of proof instruction not subject to harmless-error analysis).  The Court today has no occasion to review the Court of Appeals' conclusion that the constitutional error here \"cannot be harmless.\"  28 F.3d, at 951.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As to the latter, in <i>United States v. Olano,</i> 507 U.S. ----, ----, 113 S.Ct. 1770, 1775-1776, 123 L.Ed.2d 508 (1993), the Court noted the limitations on \"plain error\" review by the Courts of Appeals under Rule 52(b).  \"The first limitation on appellate authority under Rule 52(b) is that there indeed be an 'error.' \" <i>Id.,</i> at ----, 113 S.Ct., at 1777.  Second, \"the error [must] be 'plain.' \"  <i>Id.,</i> at ----, 113 S.Ct., at 1777.  Thus, \"[a]t a minimum, [a] Court of Appeals cannot correct an error pursuant to Rule 52(b) unless the error is clear under current law.\"  <i>Ibid.</i> Third, the plain error must \" 'affect[ ] substantial rights,' \" <i>ibid., i.e.,</i> \"in most cases it means that the error must have been prejudicial,\" <i>ibid.</i>  Finally, if these three prerequisites are met, the decision to correct forfeited error remains within the sound discretion of the Court of Appeals.  A Court of Appeals, however, should not exercise that discretion unless the error \" ' \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\" ' \"  <i>Id.,</i> at ----, 113 S.Ct., at 1776.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In affirming the Court of Appeals, the Court concludes that \"it is fair to say that we cannot hold for respondent today while still adhering to the reasoning and the holding of [<i>Sinclair v. United States,</i> 279 U.S. 263, 49 S.Ct. 268, 73 L.Ed. 692 (1929) ].\" <i>Ante,</i> at ____. Before today, every Court of Appeals that has considered the issue, except for the Ninth Circuit, has held that the question of materiality is one of law.  See 28 F.3d, at 955 (Kozinski, J., dissenting) (collecting cases).  Thus, it is certainly subject to dispute whether the error in this case was \"clear under current law.\"  <i>Olano, supra,</i> at ----, 113 S.Ct., at 1777.  The Court, however, does not review the Court of Appeals' determination that the failure to submit the issue of materiality to the jury constituted \"plain error.\"  28 F.3d, at 952.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The \"beyond a reasonable doubt\" point is not directly at issue in the present case, since it is unclear what standard of proof the District Court applied in making its determination of materiality, and since the Ninth Circuit's reversal of the District Court's judgment did not rest upon the standard used but upon the failure to submit the question to the jury.  It is worth noting, however, that some courts which regard materiality as a \"legal\" question for the judge do not require the higher burden of proof.  See, <i>e.g., United States v. Gribben,</i> 984 F.2d 47, 51 (CA2 1993);  <i>United States v. Chandler,</i> 752 F.2d 1148, 1151 (CA6 1985).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We held in <i>Williams v. Florida,</i> 399 U.S. 78, 90 S.Ct. 1893, 26 L.Ed.2d 446 (1970), that the 12-person requirement to which Story referred is not an indispensable component of the right to trial by jury.  But in so doing we emphasized that the jury's determination of ultimate guilt <i>is</i> indispensable.  The \"essential feature of a jury,\" we said, is \"the interposition between the accused and his accuser of the commonsense judgement of a group of laymen . . . [in] that group's determination of guilt or innocence.\"  <i>Id.,</i> at 100, 90 S.Ct., at 1905.  See also <i>Apodaca v. Oregon,</i> 406 U.S. 404, 92 S.Ct. 1628, 32 L.Ed.2d 184 (1972) (plurality opinion) (applying similar analysis to conclude that jury unanimity is not constitutionally required).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/117958/"
}