{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "534 U.S. 506", 
    "federal_cite_two": "122 S. Ct. 992", 
    "specialty_cite_one": null, 
    "federal_cite_three": "152 L. Ed. 2d 1", 
    "lexis_cite": "2002 U.S. LEXIS 1374", 
    "document_uris": [
      "/api/rest/v2/document/118482/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Swierkiewicz v. Sorema NA", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "00-1853", 
    "id": 129571, 
    "resource_uri": "/api/rest/v2/citation/129571/"
  }, 
  "id": 118482, 
  "blocked": false, 
  "judges": "Thomas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2002-02-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>534 U.S. 506 (2002)</b></center>\n<center><h1>SWIERKIEWICZ<br>\nv.<br>\nSOREMA N. A.</h1></center>\n<center>No. 00-1853.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued January 15, 2002.</center>\n<center>Decided February 26, 2002.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*508</span> Thomas, J., delivered the opinion for a unanimous Court.</p>\n<p><i>Harold I. Goodman</i> argued the cause and filed briefs for petitioner.</p>\n<p><i>Jeffrey P. Minear</i> argued the cause for the United States et al. as <i>amici curiae</i> urging reversal. On the brief were <i>Solicitor General Olson, Assistant Attorney General Boyd, Deputy Solicitor General Clement, Patricia A. Millett,</i> and <i>Philip B. Sklover.</i></p>\n<p><i>Lauren Reiter Brody</i> argued the cause for respondent. With her on the brief was <i>Frances Kulka Browne.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*508</span> Justice Thomas, delivered the opinion of the Court.</p>\n<p>This case presents the question whether a complaint in an employment discrimination lawsuit must contain specific facts establishing a prima facie case of discrimination under the framework set forth by this Court in <i>McDonnell Douglas Corp.</i> v. <i>Green,</i> 411 U. S. 792 (1973). We hold that an employment discrimination complaint need not include such facts and instead must contain only \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed. Rule Civ. Proc. 8(a)(2).</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner Akos Swierkiewicz is a native of Hungary, who at the time of his complaint was 53 years old.<sup>[1]</sup> In April 1989, petitioner began working for respondent Sorema N. A., a reinsurance company headquartered in New York and principally owned and controlled by a French parent corporation. Petitioner was initially employed in the position of senior vice president and chief underwriting officer (CUO). Nearly six years later, François M. Chavel, respondent's Chief Executive Officer, demoted petitioner to a marketing and services position and transferred the bulk of his underwriting responsibilities to Nicholas Papadopoulo, a 32-yearold who, like Mr. Chavel, is a French national. About a year later, Mr. Chavel stated that he wanted to \"energize\" the underwriting department and appointed Mr. Papadopoulo as CUO. Petitioner claims that Mr. Papadopoulo had only one year of underwriting experience at the time he was promoted, and therefore was less experienced and less qualified to be CUO than he, since at that point he had 26 years of experience in the insurance industry.</p>\n<p><span class=\"star-pagination\">*509</span> Following his demotion, petitioner contends that he \"was isolated by Mr. Chavel . . . excluded from business decisions and meetings and denied the opportunity to reach his true potential at SOREMA.\" App. 26. Petitioner unsuccessfully attempted to meet with Mr. Chavel to discuss his discontent. Finally, in April 1997, petitioner sent a memo to Mr. Chavel outlining his grievances and requesting a severance package. Two weeks later, respondent's general counsel presented petitioner with two options: He could either resign without a severance package or be dismissed. Mr. Chavel fired petitioner after he refused to resign.</p>\n<p>Petitioner filed a lawsuit alleging that he had been terminated on account of his national origin in violation of Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as amended, 42 U. S. C. § 2000e <i>et seq.</i> (1994 ed. and Supp. V), and on account of his age in violation of the Age Discrimination in Employment Act of 1967 (ADEA), 81 Stat. 602, as amended, 29 U. S. C. § 621 <i>et seq.</i> (1994 ed. and Supp. V). App. 28. The United States District Court for the Southern District of New York dismissed petitioner's complaint because it found that he \"ha[d] not adequately alleged a prima facie case, in that he ha[d] not adequately alleged circumstances that support an inference of discrimination.\" <i>Id.,</i> at 42. The United States Court of Appeals for the Second Circuit affirmed the dismissal, relying on its settled precedent, which requires a plaintiff in an employment discrimination complaint to allege facts constituting a prima facie case of discrimination under the framework set forth by this Court in <i>McDonnell Douglas, supra,</i> at 802. See, <i>e. g., </i><i>Tarshis</i> v. <i>Riese Organization,</i> 211 F. 3d 30, 35-36, 38 (CA2 2000); <i>Austin</i> v. <i>Ford Models, Inc.,</i> 149 F. 3d 148, 152-153 (CA2 1998). The Court of Appeals held that petitioner had failed to meet his burden because his allegations were \"insufficient as a matter of law to raise an inference of discrimination.\" 5 Fed. Appx. 63, 65 (CA2 2001). We granted certiorari, 533 U. S. 976 (2001), to resolve a split among the Courts <span class=\"star-pagination\">*510</span> of Appeals concerning the proper pleading standard for employment discrimination cases,<sup>[2]</sup> and now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>Applying Circuit precedent, the Court of Appeals required petitioner to plead a prima facie case of discrimination in order to survive respondent's motion to dismiss. See 5 Fed. Appx., at 64-65. In the Court of Appeals' view, petitioner was thus required to allege in his complaint: (1) membership in a protected group; (2) qualification for the job in question; (3) an adverse employment action; and (4) circumstances that support an inference of discrimination. <i>Ibid.;</i> cf. <i>McDonnell Douglas,</i> 411 U. S., at 802; <i>Texas Dept. of Community Affairs</i> v. <i>Burdine,</i> 450 U. S. 248, 253-254, n. 6 (1981).</p>\n<p>The prima facie case under <i>McDonnell Douglas,</i> however, is an evidentiary standard, not a pleading requirement. In <i>McDonnell Douglas,</i> this Court made clear that \"[t]he critical issue before us concern[ed] the order and allocation <i>of proof</i> in a private, non-class action challenging employment discrimination.\" 411 U. S., at 800 (emphasis added). In subsequent cases, this Court has reiterated that the prima facie case relates to the employee's burden of presenting evidence that raises an inference of discrimination. See <i>Burdine, supra,</i> at 252-253 (\"In <i>[McDonnell Douglas,]</i> we set forth the basic allocation of burdens and order of presentation of proof in a Title VII case alleging discriminatory treatment. First, the plaintiff has the burden of proving by the preponderance of the evidence a prima facie case of <span class=\"star-pagination\">*511</span> discrimination\" (footnotes omitted)); 450 U. S., at 255, n. 8 (\"This evidentiary relationship between the presumption created by a prima facie case and the consequential burden of production placed on the defendant is a traditional feature of the common law\").</p>\n<p>This Court has never indicated that the requirements for establishing a prima facie case under <i>McDonnell Douglas</i> also apply to the pleading standard that plaintiffs must satisfy in order to survive a motion to dismiss. For instance, we have rejected the argument that a Title VII complaint requires greater \"particularity,\" because this would \"too narrowly constric[t] the role of the pleadings.\" <i>McDonald</i> v. <i>Santa Fe Trail Transp. Co.,</i> 427 U. S. 273, 283, n. 11 (1976). Consequently, the ordinary rules for assessing the sufficiency of a complaint apply. See, <i>e. g., </i><i>Scheuer</i> v. <i>Rhodes,</i> 416 U. S. 232, 236 (1974) (\"When a federal court reviews the sufficiency of a complaint, before the reception of any evidence either by affidavit or admissions, its task is necessarily a limited one. The issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claims\").</p>\n<p>In addition, under a notice pleading system, it is not appropriate to require a plaintiff to plead facts establishing a prima facie case because the <i>McDonnell Douglas</i> framework does not apply in every employment discrimination case. For instance, if a plaintiff is able to produce direct evidence of discrimination, he may prevail without proving all the elements of a prima facie case. See <i>Trans World Airlines, Inc.</i> v. <i>Thurston,</i> 469 U. S. 111, 121 (1985) (\"[T]he <i>McDonnell Douglas</i> test is inapplicable where the plaintiff presents direct evidence of discrimination\"). Under the Second Circuit's heightened pleading standard, a plaintiff without direct evidence of discrimination at the time of his complaint must plead a prima facie case of discrimination, even though discovery might uncover such direct evidence. It thus seems incongruous to require a plaintiff, in order to <span class=\"star-pagination\">*512</span> survive a motion to dismiss, to plead more facts than he may ultimately need to prove to succeed on the merits ifdirect evidence of discrimination is discovered.</p>\n<p>Moreover, the precise requirements of a prima facie case can vary depending on the context and were \"never intended to be rigid, mechanized, or ritualistic.\" <i>Furnco Constr. Corp.</i> v. <i>Waters,</i> 438 U. S. 567, 577 (1978); see also <i>McDonnell Douglas, supra,</i> at 802, n. 13 (\"[T]he specification . . . of the prima facie proof required from respondent is not necessarily applicable in every respect to differing factual situations\"); <i>Teamsters</i> v. <i>United States,</i> 431 U. S. 324, 358 (1977) (noting that this Court \"did not purport to create an inflexible formulation\" for a prima facie case); <i>Ring</i> v. <i>First Interstate Mortgage, Inc.,</i> 984 F. 2d 924, 927 (CA8 1993) (\"[T]o measure a plaintiff's complaint against a particular formulation of the prima facie case at the pleading stage is inappropriate\"). Before discovery has unearthed relevant facts and evidence, it may be difficult to define the precise formulation of the required prima facie case in a particular case. Given that the prima facie case operates as a flexible evidentiary standard, it should not be transposed into a rigid pleading standard for discrimination cases.</p>\n<p>Furthermore, imposing the Court of Appeals' heightened pleading standard in employment discrimination cases conflicts with Federal Rule of Civil Procedure 8(a)(2), which provides that a complaint must include only \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Such a statement must simply \"give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley</i> v. <i>Gibson,</i> 355 U. S. 41, 47 (1957). This simplified notice pleading standard relies on liberal discovery rules and summary judgment motions to define disputed facts and issues and to dispose of unmeritorious claims. See <i>id.,</i> at 47-48; <i>Leatherman</i> v. <i>Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U. S. 163, 168-169 (1993). \"The provisions for discovery <span class=\"star-pagination\">*513</span> are so flexible and the provisions for pretrial procedure and summary judgment so effective, that attempted surprise in federal practice is aborted very easily, synthetic issues detected, and the gravamen of the dispute brought frankly into the open for the inspection of the court.\" 5 C. Wright &amp; A. Miller, Federal Practice and Procedure § 1202, p. 76 (2d ed. 1990).</p>\n<p>Rule 8(a)'s simplified pleading standard applies to all civil actions, with limited exceptions. Rule 9(b), for example, provides for greater particularity in all averments of fraud or mistake.<sup>[3]</sup> This Court, however, has declined to extend such exceptions to other contexts. In <i>Leatherman</i> we stated: \"[T]he Federal Rules do address in Rule 9(b) the question of the need for greater particularity in pleading certain actions, but do not include among the enumerated actions any reference to complaints alleging municipal liability under § 1983. <i>Expressio unius est exclusio alterius.</i> \" 507 U. S., at 168. Just as Rule 9(b) makes no mention of municipal liability under Rev. Stat. § 1979, 42 U. S. C. § 1983 (1994 ed., Supp. V), neither does it refer to employment discrimination. Thus, complaints in these cases, as in most others, must satisfy only the simple requirements of Rule 8(a).<sup>[4]</sup></p>\n<p>Other provisions of the Federal Rules of Civil Procedure are inextricably linked to Rule 8(a)'s simplified notice pleading standard. Rule 8(e)(1) states that \"[n]o technical forms of pleading or motions are required,\" and Rule 8(f) provides <span class=\"star-pagination\">*514</span> that \"[a]ll pleadings shall be so construed as to do substantial justice.\" Given the Federal Rules' simplified standard for pleading, \"[a] court may dismiss a complaint only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Hishon</i> v. <i>King &amp; Spalding,</i> 467 U. S. 69, 73 (1984). If a pleading fails to specify the allegations in a manner that provides sufficient notice, a defendant can move for a more definite statement under Rule 12(e) before responding. Moreover, claims lacking merit may be dealt with through summary judgment under Rule 56. The liberal notice pleading of Rule 8(a) is the starting point of a simplified pleading system, which was adopted to focus litigation on the merits of a claim. See <i>Conley, supra,</i> at 48 (\"The Federal Rules reject the approach that pleading is a game of skill in which one misstep by counsel may be decisive to the outcome and accept the principle that the purpose of pleading is to facilitate a proper decision on the merits\").</p>\n<p>Applying the relevant standard, petitioner's complaint easily satisfies the requirements of Rule 8(a) because it gives respondent fair notice of the basis for petitioner's claims. Petitioner alleged that he had been terminated on account of his national origin in violation of Title VII and on account of his age in violation of the ADEA. App. 28. His complaint detailed the events leading to his termination, provided relevant dates, and included the ages and nationalities of at least some of the relevant persons involved with his termination. <i>Id.,</i> at 24-28. These allegations give respondent fair notice of what petitioner's claims are and the grounds upon which they rest. See <i>Conley, supra,</i> at 47. In addition, they state claims upon which relief could be granted under Title VII and the ADEA.</p>\n<p>Respondent argues that allowing lawsuits based on conclusory allegations of discrimination to go forward will burden the courts and encourage disgruntled employees to bring unsubstantiated suits. Brief for Respondent 34-40. Whatever <span class=\"star-pagination\">*515</span> the practical merits of this argument, the Federal Rules do not contain a heightened pleading standard for employment discrimination suits. A requirement of greater specificity for particular claims is a result that \"must be obtained by the process of amending the Federal Rules, and not by judicial interpretation.\" <i>Leatherman, supra,</i> at 168. Furthermore, Rule 8(a) establishes a pleading standard without regard to whether a claim will succeed on the merits. \"Indeed it may appear on the face of the pleadings that a recovery is very remote and unlikely but that is not the test.\" <i>Scheuer,</i> 416 U. S., at 236.</p>\n<p>For the foregoing reasons, we hold that an employment discrimination plaintiff need not plead a prima facie case of discrimination and that petitioner's complaint is sufficient to survive respondent's motion to dismiss. Accordingly, the judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging reversal were filed for the Lawyers' Committee for Civil Rights Under Law by <i>John A. Payton, Gary T. Johnson, Norman Redlich, Barbara R. Arnwine, Thomas J. Henderson,</i> and <i>Nancy L. Perkins;</i> and for the National Employment Lawyers Association et al. by <i>Paul W. Mollica</i> and <i>Paula A. Brantner.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the Center for Individual Freedom by <i>Linda Van Winkle Deacon</i> and <i>Julie Arias Young;</i> and for the Equal Employment Advisory Council by <i>Ann Elizabeth Reesman</i> and <i>Katherine Y. K. Cheung.</i></p>\n<p>[1]  Because we review here a decision granting respondent's motion to dismiss, we must accept as true all of the factual allegations contained in the complaint. See, <i>e. g., </i><i>Leatherman</i> v. <i>Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U. S. 163, 164 (1993).</p>\n<p>[2]  The majority of Courts of Appeals have held that a plaintiff need not plead a prima facie case of discrimination under <i>McDonnell Douglas Corp.</i> v.<i>Green,</i> 411 U. S. 792 (1973),in order to survive a motion to dismiss. See, <i>e. g., </i><i>Sparrow</i> v. <i>United Air Lines, Inc.,</i> 216 F. 3d 1111, 1114 (CADC 2000);<i>Bennett</i> v.<i>Schmidt,</i> 153 F. 3d 516, 518 (CA7 1998);<i>Ring</i> v. <i>First Interstate Mortgage, Inc.,</i> 984 F. 2d 924 (CA8 1993). Others, however, maintain that a complaint must contain factual allegations that support each element of a prima facie case. In addition to the case below, see <i>Jackson</i> v. <i>Columbus,</i> 194 F. 3d 737, 751 (CA6 1999).</p>\n<p>[3]  \"In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity. Malice, intent, knowledge, and other condition of mind of a person may be averred generally.\"</p>\n<p>[4]  These requirements are exemplified by the Federal Rules of Civil Procedure Forms, which \"are sufficient under the rules and are intended to indicate the simplicity and brevity of statement which the rules contemplate.\" Fed. Rule Civ. Proc. 84. For example, Form 9 sets forth a complaint for negligence in which plaintiff simply states in relevant part: \"On June 1, 1936, in a public highway called Boylston Street in Boston, Massachusetts, defendant negligently drove a motor vehicle against plaintiff who was then crossing said highway.\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:20:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></span> (2002)</b></center>\n<center><h1>SWIERKIEWICZ<br>\nv.<br>\nSOREMA N. A.</h1></center>\n<center>No. 00-1853.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued January 15, 2002.</center>\n<center>Decided February 26, 2002.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*508</span> Thomas, J., delivered the opinion for a unanimous Court.</p>\n<p><i>Harold I. Goodman</i> argued the cause and filed briefs for petitioner.</p>\n<p><i>Jeffrey P. Minear</i> argued the cause for the United States et al. as <i>amici curiae</i> urging reversal. On the brief were <i>Solicitor General Olson, Assistant Attorney General Boyd, Deputy Solicitor General Clement, Patricia A. Millett,</i> and <i>Philip B. Sklover.</i></p>\n<p><i>Lauren Reiter Brody</i> argued the cause for respondent. With her on the brief was <i>Frances Kulka Browne.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*508</span> Justice Thomas, delivered the opinion of the Court.</p>\n<p>This case presents the question whether a complaint in an employment discrimination lawsuit must contain specific facts establishing a prima facie case of discrimination under the framework set forth by this Court in <i>McDonnell Douglas Corp.</i> v. <i>Green,</i> 411 U. S. 792 (1973). We hold that an employment discrimination complaint need not include such facts and instead must contain only \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed. Rule Civ. Proc. 8(a)(2).</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner Akos Swierkiewicz is a native of Hungary, who at the time of his complaint was 53 years old.<sup>[1]</sup> In April 1989, petitioner began working for respondent Sorema N. A., a reinsurance company headquartered in New York and principally owned and controlled by a French parent corporation. Petitioner was initially employed in the position of senior vice president and chief underwriting officer (CUO). Nearly six years later, François M. Chavel, respondent's Chief Executive Officer, demoted petitioner to a marketing and services position and transferred the bulk of his underwriting responsibilities to Nicholas Papadopoulo, a 32-yearold who, like Mr. Chavel, is a French national. About a year later, Mr. Chavel stated that he wanted to \"energize\" the underwriting department and appointed Mr. Papadopoulo as CUO. Petitioner claims that Mr. Papadopoulo had only one year of underwriting experience at the time he was promoted, and therefore was less experienced and less qualified to be CUO than he, since at that point he had 26 years of experience in the insurance industry.</p>\n<p><span class=\"star-pagination\">*509</span> Following his demotion, petitioner contends that he \"was isolated by Mr. Chavel . . . excluded from business decisions and meetings and denied the opportunity to reach his true potential at SOREMA.\" App. 26. Petitioner unsuccessfully attempted to meet with Mr. Chavel to discuss his discontent. Finally, in April 1997, petitioner sent a memo to Mr. Chavel outlining his grievances and requesting a severance package. Two weeks later, respondent's general counsel presented petitioner with two options: He could either resign without a severance package or be dismissed. Mr. Chavel fired petitioner after he refused to resign.</p>\n<p>Petitioner filed a lawsuit alleging that he had been terminated on account of his national origin in violation of Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as amended, 42 U. S. C. § 2000e <i>et seq.</i> (1994 ed. and Supp. V), and on account of his age in violation of the Age Discrimination in Employment Act of 1967 (ADEA), 81 Stat. 602, as amended, 29 U. S. C. § 621 <i>et seq.</i> (1994 ed. and Supp. V). App. 28. The United States District Court for the Southern District of New York dismissed petitioner's complaint because it found that he \"ha[d] not adequately alleged a prima facie case, in that he ha[d] not adequately alleged circumstances that support an inference of discrimination.\" <i>Id.,</i> at 42. The United States Court of Appeals for the Second Circuit affirmed the dismissal, relying on its settled precedent, which requires a plaintiff in an employment discrimination complaint to allege facts constituting a prima facie case of discrimination under the framework set forth by this Court in <i>McDonnell Douglas, supra,</i> at 802. See, <i>e. g., </i><i>Tarshis</i> v. <i>Riese Organization,</i> 211 F. 3d 30, 35-36, 38 (CA2 2000); <i>Austin</i> v. <i>Ford Models, Inc.,</i> 149 F. 3d 148, 152-153 (CA2 1998). The Court of Appeals held that petitioner had failed to meet his burden because his allegations were \"insufficient as a matter of law to raise an inference of discrimination.\" 5 Fed. Appx. 63, 65 (CA2 2001). We granted certiorari, 533 U. S. 976 (2001), to resolve a split among the Courts <span class=\"star-pagination\">*510</span> of Appeals concerning the proper pleading standard for employment discrimination cases,<sup>[2]</sup> and now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>Applying Circuit precedent, the Court of Appeals required petitioner to plead a prima facie case of discrimination in order to survive respondent's motion to dismiss. See 5 Fed. Appx., at 64-65. In the Court of Appeals' view, petitioner was thus required to allege in his complaint: (1) membership in a protected group; (2) qualification for the job in question; (3) an adverse employment action; and (4) circumstances that support an inference of discrimination. <i>Ibid.;</i> cf. <i>McDonnell Douglas,</i> 411 U. S., at 802; <i>Texas Dept. of Community Affairs</i> v. <i>Burdine,</i> 450 U. S. 248, 253-254, n. 6 (1981).</p>\n<p>The prima facie case under <i>McDonnell Douglas,</i> however, is an evidentiary standard, not a pleading requirement. In <i>McDonnell Douglas,</i> this Court made clear that \"[t]he critical issue before us concern[ed] the order and allocation <i>of proof</i> in a private, non-class action challenging employment discrimination.\" 411 U. S., at 800 (emphasis added). In subsequent cases, this Court has reiterated that the prima facie case relates to the employee's burden of presenting evidence that raises an inference of discrimination. See <i>Burdine, supra,</i> at 252-253 (\"In <i>[McDonnell Douglas,]</i> we set forth the basic allocation of burdens and order of presentation of proof in a Title VII case alleging discriminatory treatment. First, the plaintiff has the burden of proving by the preponderance of the evidence a prima facie case of <span class=\"star-pagination\">*511</span> discrimination\" (footnotes omitted)); 450 U. S., at 255, n. 8 (\"This evidentiary relationship between the presumption created by a prima facie case and the consequential burden of production placed on the defendant is a traditional feature of the common law\").</p>\n<p>This Court has never indicated that the requirements for establishing a prima facie case under <i>McDonnell Douglas</i> also apply to the pleading standard that plaintiffs must satisfy in order to survive a motion to dismiss. For instance, we have rejected the argument that a Title VII complaint requires greater \"particularity,\" because this would \"too narrowly constric[t] the role of the pleadings.\" <i>McDonald</i> v. <i>Santa Fe Trail Transp. Co.,</i> 427 U. S. 273, 283, n. 11 (1976). Consequently, the ordinary rules for assessing the sufficiency of a complaint apply. See, <i>e. g., </i><i>Scheuer</i> v. <i>Rhodes,</i> 416 U. S. 232, 236 (1974) (\"When a federal court reviews the sufficiency of a complaint, before the reception of any evidence either by affidavit or admissions, its task is necessarily a limited one. The issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claims\").</p>\n<p>In addition, under a notice pleading system, it is not appropriate to require a plaintiff to plead facts establishing a prima facie case because the <i>McDonnell Douglas</i> framework does not apply in every employment discrimination case. For instance, if a plaintiff is able to produce direct evidence of discrimination, he may prevail without proving all the elements of a prima facie case. See <i>Trans World Airlines, Inc.</i> v. <i>Thurston,</i> 469 U. S. 111, 121 (1985) (\"[T]he <i>McDonnell Douglas</i> test is inapplicable where the plaintiff presents direct evidence of discrimination\"). Under the Second Circuit's heightened pleading standard, a plaintiff without direct evidence of discrimination at the time of his complaint must plead a prima facie case of discrimination, even though discovery might uncover such direct evidence. It thus seems incongruous to require a plaintiff, in order to <span class=\"star-pagination\">*512</span> survive a motion to dismiss, to plead more facts than he may ultimately need to prove to succeed on the merits ifdirect evidence of discrimination is discovered.</p>\n<p>Moreover, the precise requirements of a prima facie case can vary depending on the context and were \"never intended to be rigid, mechanized, or ritualistic.\" <i>Furnco Constr. Corp.</i> v. <i>Waters,</i> 438 U. S. 567, 577 (1978); see also <i>McDonnell Douglas, supra,</i> at 802, n. 13 (\"[T]he specification . . . of the prima facie proof required from respondent is not necessarily applicable in every respect to differing factual situations\"); <i>Teamsters</i> v. <i>United States,</i> 431 U. S. 324, 358 (1977) (noting that this Court \"did not purport to create an inflexible formulation\" for a prima facie case); <i>Ring</i> v. <i>First Interstate Mortgage, Inc.,</i> 984 F. 2d 924, 927 (CA8 1993) (\"[T]o measure a plaintiff's complaint against a particular formulation of the prima facie case at the pleading stage is inappropriate\"). Before discovery has unearthed relevant facts and evidence, it may be difficult to define the precise formulation of the required prima facie case in a particular case. Given that the prima facie case operates as a flexible evidentiary standard, it should not be transposed into a rigid pleading standard for discrimination cases.</p>\n<p>Furthermore, imposing the Court of Appeals' heightened pleading standard in employment discrimination cases conflicts with Federal Rule of Civil Procedure 8(a)(2), which provides that a complaint must include only \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Such a statement must simply \"give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley</i> v. <i>Gibson,</i> 355 U. S. 41, 47 (1957). This simplified notice pleading standard relies on liberal discovery rules and summary judgment motions to define disputed facts and issues and to dispose of unmeritorious claims. See <i>id.,</i> at 47-48; <i>Leatherman</i> v. <i>Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U. S. 163, 168-169 (1993). \"The provisions for discovery <span class=\"star-pagination\">*513</span> are so flexible and the provisions for pretrial procedure and summary judgment so effective, that attempted surprise in federal practice is aborted very easily, synthetic issues detected, and the gravamen of the dispute brought frankly into the open for the inspection of the court.\" 5 C. Wright &amp; A. Miller, Federal Practice and Procedure § 1202, p. 76 (2d ed. 1990).</p>\n<p>Rule 8(a)'s simplified pleading standard applies to all civil actions, with limited exceptions. Rule 9(b), for example, provides for greater particularity in all averments of fraud or mistake.<sup>[3]</sup> This Court, however, has declined to extend such exceptions to other contexts. In <i>Leatherman</i> we stated: \"[T]he Federal Rules do address in Rule 9(b) the question of the need for greater particularity in pleading certain actions, but do not include among the enumerated actions any reference to complaints alleging municipal liability under § 1983. <i>Expressio unius est exclusio alterius.</i> \" 507 U. S., at 168. Just as Rule 9(b) makes no mention of municipal liability under Rev. Stat. § 1979, 42 U. S. C. § 1983 (1994 ed., Supp. V), neither does it refer to employment discrimination. Thus, complaints in these cases, as in most others, must satisfy only the simple requirements of Rule 8(a).<sup>[4]</sup></p>\n<p>Other provisions of the Federal Rules of Civil Procedure are inextricably linked to Rule 8(a)'s simplified notice pleading standard. Rule 8(e)(1) states that \"[n]o technical forms of pleading or motions are required,\" and Rule 8(f) provides <span class=\"star-pagination\">*514</span> that \"[a]ll pleadings shall be so construed as to do substantial justice.\" Given the Federal Rules' simplified standard for pleading, \"[a] court may dismiss a complaint only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Hishon</i> v. <i>King &amp; Spalding,</i> 467 U. S. 69, 73 (1984). If a pleading fails to specify the allegations in a manner that provides sufficient notice, a defendant can move for a more definite statement under Rule 12(e) before responding. Moreover, claims lacking merit may be dealt with through summary judgment under Rule 56. The liberal notice pleading of Rule 8(a) is the starting point of a simplified pleading system, which was adopted to focus litigation on the merits of a claim. See <i>Conley, supra,</i> at 48 (\"The Federal Rules reject the approach that pleading is a game of skill in which one misstep by counsel may be decisive to the outcome and accept the principle that the purpose of pleading is to facilitate a proper decision on the merits\").</p>\n<p>Applying the relevant standard, petitioner's complaint easily satisfies the requirements of Rule 8(a) because it gives respondent fair notice of the basis for petitioner's claims. Petitioner alleged that he had been terminated on account of his national origin in violation of Title VII and on account of his age in violation of the ADEA. App. 28. His complaint detailed the events leading to his termination, provided relevant dates, and included the ages and nationalities of at least some of the relevant persons involved with his termination. <i>Id.,</i> at 24-28. These allegations give respondent fair notice of what petitioner's claims are and the grounds upon which they rest. See <i>Conley, supra,</i> at 47. In addition, they state claims upon which relief could be granted under Title VII and the ADEA.</p>\n<p>Respondent argues that allowing lawsuits based on conclusory allegations of discrimination to go forward will burden the courts and encourage disgruntled employees to bring unsubstantiated suits. Brief for Respondent 34-40. Whatever <span class=\"star-pagination\">*515</span> the practical merits of this argument, the Federal Rules do not contain a heightened pleading standard for employment discrimination suits. A requirement of greater specificity for particular claims is a result that \"must be obtained by the process of amending the Federal Rules, and not by judicial interpretation.\" <i>Leatherman, supra,</i> at 168. Furthermore, Rule 8(a) establishes a pleading standard without regard to whether a claim will succeed on the merits. \"Indeed it may appear on the face of the pleadings that a recovery is very remote and unlikely but that is not the test.\" <i>Scheuer,</i> 416 U. S., at 236.</p>\n<p>For the foregoing reasons, we hold that an employment discrimination plaintiff need not plead a prima facie case of discrimination and that petitioner's complaint is sufficient to survive respondent's motion to dismiss. Accordingly, the judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging reversal were filed for the Lawyers' Committee for Civil Rights Under Law by <i>John A. Payton, Gary T. Johnson, Norman Redlich, Barbara R. Arnwine, Thomas J. Henderson,</i> and <i>Nancy L. Perkins;</i> and for the National Employment Lawyers Association et al. by <i>Paul W. Mollica</i> and <i>Paula A. Brantner.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the Center for Individual Freedom by <i>Linda Van Winkle Deacon</i> and <i>Julie Arias Young;</i> and for the Equal Employment Advisory Council by <i>Ann Elizabeth Reesman</i> and <i>Katherine Y. K. Cheung.</i></p>\n<p>[1]  Because we review here a decision granting respondent's motion to dismiss, we must accept as true all of the factual allegations contained in the complaint. See, <i>e. g., </i><i>Leatherman</i> v. <i>Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U. S. 163, 164 (1993).</p>\n<p>[2]  The majority of Courts of Appeals have held that a plaintiff need not plead a prima facie case of discrimination under <i>McDonnell Douglas Corp.</i> v.<i>Green,</i> 411 U. S. 792 (1973),in order to survive a motion to dismiss. See, <i>e. g., </i><i>Sparrow</i> v. <i>United Air Lines, Inc.,</i> 216 F. 3d 1111, 1114 (CADC 2000);<i>Bennett</i> v.<i>Schmidt,</i> 153 F. 3d 516, 518 (CA7 1998);<i>Ring</i> v. <i>First Interstate Mortgage, Inc.,</i> 984 F. 2d 924 (CA8 1993). Others, however, maintain that a complaint must contain factual allegations that support each element of a prima facie case. In addition to the case below, see <i>Jackson</i> v. <i>Columbus,</i> 194 F. 3d 737, 751 (CA6 1999).</p>\n<p>[3]  \"In all averments of fraud or mistake, the circumstances constituting fraud or mistake shall be stated with particularity. Malice, intent, knowledge, and other condition of mind of a person may be averred generally.\"</p>\n<p>[4]  These requirements are exemplified by the Federal Rules of Civil Procedure Forms, which \"are sufficient under the rules and are intended to indicate the simplicity and brevity of statement which the rules contemplate.\" Fed. Rule Civ. Proc. 84. For example, Form 9 sets forth a complaint for negligence in which plaintiff simply states in relevant part: \"On June 1, 1936, in a public highway called Boylston Street in Boston, Massachusetts, defendant negligently drove a motor vehicle against plaintiff who was then crossing said highway.\"</p>\n\n</div>", 
  "sha1": "672b8d7a8fc743d4e6a0f169ff9426cee4cced4b", 
  "date_modified": "2015-05-28T05:49:20.733680", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/118482/swierkiewicz-v-sorema-na/", 
  "citation_count": 1077, 
  "supreme_court_db_id": "2001-024", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1707075/", 
  "html": "<p class=\"case_cite\">534 U.S. 506<br>122 S.Ct. 992<br>152 L.Ed.2d 1<br></p>\r\n    <p class=\"parties\">NOTICE:  This opinion is subject to formal revision before publication in the  preliminary print of the United States Reports. Readers are requested to notify  the Reporter of Decisions, Supreme Court of the United States, Washington, D. C.  20543, of any typographical or other formal errors, in order that corrections  may be made before the preliminary print goes to press.<br>AKOS SWIERKIEWICZ, PETITIONER<br>v.<br>SOREMA, N.A.</p>\r\n    <p class=\"docket\">No. 00-1853.</p>\r\n    <p class=\"court\">SUPREME COURT OF THE UNITED STATES</p>\r\n    <p class=\"date\">Argued January 15, 2002<br>Decided February 26, 2002</p>\r\n    <div class=\"prelims\">\r\n      <p>Syllabus</p>\r\n      <p>Petitioner, a 53-year-old native of Hungary, filed this suit against respondent,  his former employer, alleging that he had been fired on account of his national  origin in violation of Title VII of the Civil Rights Act of 1964, and on account  of his age in violation of the Age Discrimination in Employment Act of 1967  (ADEA). In affirming the District Court's dismissal of the complaint, the Second  Circuit relied on its settled precedent requiring an employment discrimination  complaint to allege facts constituting a prima facie case of discrimination  under the framework set forth in McDonnell Douglas Corp. v. Green, 411 U.S. 792,  802. The court held that petitioner had failed to meet his burden because his  allegations were insufficient as a matter of law to raise an inference of  discrimination.</p>\r\n      <p>Held: An employment discrimination complaint need not contain specific facts  establishing a prima facie case under the McDonnell Douglas framework, but  instead must contain only \"a short and plain statement of the claim showing that  the pleader is entitled to relief,\" Fed. Rule Civ. Proc. 8(a)(2). The McDonnell  Douglas framework-which requires the plaintiff to show (1) membership in a  protected group, (2) qualification for the job in question, (3) an adverse  employment action, and (4) circumstances supporting an inference of  discrimination-is an evidentiary standard, not a pleading requirement. See,  e.g., 411 U.S., at 800. The Court has never indicated that the requirements for  establishing a prima facie case apply to pleading. Moreover, the McDonnell  Douglas framework does not apply where, for example, a plaintiff is able to  produce direct evidence of discrimination. See Trans World Airlines, Inc. v.  Thurston, 469 U.S. 111, 121. Under the Second Circuit's heightened pleading  standard, however, a plaintiff without direct evidence at the time of his  complaint must plead a prima facie case of discrimination even though discovery  might uncover such direct evidence. It seems incongruous to require a plaintiff,  in order to survive a motion to dismiss, to plead more facts than he may  ultimately need to prove to succeed on the merits if direct evidence of  discrimination is discovered. Moreover, the precise requirements of the prima  facie case can vary with the context and were \"never intended to be rigid,  mechanized, or ritualistic.\" Furnco Constr. Corp. v. Waters, 438 U.S. 567, 577.  It may be difficult to define the precise formulation of the required prima  facie case in a particular case before discovery has unearthed relevant facts  and evidence. Consequently, the prima facie case should not be transposed into a  rigid pleading standard for discrimination cases. Imposing the Second Circuit's  heightened standard conflicts with Rule 8(a)'s express language, which requires  simply that the complaint \"give the defendant fair notice of what the  plaintiff's claim is and the grounds upon which it rests.\" Conley v. Gibson, 355  U.S. 41, 47. A court may dismiss a complaint only if it is clear that no relief  could be granted under any set of facts that could be proved consistent with the  allegations. Hishon v. King &amp; Spalding, 467 U.S. 69, 73. Petitioner's complaint  easily satisfies Rule 8(a)'s requirements because it gives respondent fair  notice of the basis for his claims and the grounds upon which they rest. In  addition, it states claims upon which relief could be granted under Title VII  and the ADEA. Thus, the complaint is sufficient to survive respondent's motion  to dismiss. Pp. 3-9.</p>\r\n      <p>5 Fed. Appx. 63, reversed and remanded.</p>\r\n      <p>ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF  APPEALS FOR THE SECOND CIRCUIT</p>\r\n      <p>Thomas, J., delivered the opinion for a unanimous Court.</p>\r\n      <p>Opinion of the Court</p>\r\n      <p>Justice Thomas delivered the opinion of the Court.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p1\">\r\n      <span class=\"num\">1</span>\r\n      <p>This case presents the question whether a complaint in an employment  discrimination lawsuit must contain specific facts establishing a prima facie  case of discrimination under the framework set forth by this Court in McDonnell  Douglas Corp. v. Green, 411 U.S. 792 (1973). We hold that an employment  discrimination complaint need not include such facts and instead must contain  only \"a short and plain statement of the claim showing that the pleader is  entitled to relief.\" Fed. Rule Civ. Proc. 8(a)(2).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p2\">\r\n      <span class=\"num\">2</span>\r\n      <p>* Petitioner Akos Swierkiewicz is a native of Hungary, who at the time of his  complaint was 53 years old.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In April 1989, petitioner began working for  respondent Sorema N. A., a reinsurance company headquartered in New York and  principally owned and controlled by a French parent corporation. Petitioner was  initially employed in the position of senior vice president and chief  underwriting officer (CUO). Nearly six years later, Franois M. Chavel,  respondent's Chief Executive Officer, demoted petitioner to a marketing and  services position and transferred the bulk of his underwriting responsibilities  to Nicholas Papadopoulo, a 32-year-old who, like Mr. Chavel, is a French  national. About a year later, Mr. Chavel stated that he wanted to \"energize\" the  underwriting department and appointed Mr. Papadopoulo as CUO. Petitioner claims  that Mr. Papadopoulo had only one year of underwriting experience at the time he  was promoted, and therefore was less experienced and less qualified to be CUO  than he, since at that point he had 26 years of experience in the insurance  industry.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p3\">\r\n      <span class=\"num\">3</span>\r\n      <p>Following his demotion, petitioner contends that he \"was isolated by Mr.  Chavel . . . excluded from business decisions and meetings and denied the  opportunity to reach his true potential at SOREMA.\" App. 26. Petitioner  unsuccessfully attempted to meet with Mr. Chavel to discuss his discontent.  Finally, in April 1997, petitioner sent a memo to Mr. Chavel outlining his  grievances and requesting a severance package. Two weeks later, respondent's  general counsel presented petitioner with two options: He could either resign  without a severance package or be dismissed. Mr. Chavel fired petitioner after  he refused to resign.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p4\">\r\n      <span class=\"num\">4</span>\r\n      <p>Petitioner filed a lawsuit alleging that he had been terminated on account  of his national origin in violation of Title VII of the Civil Rights Act of  1964, 78 Stat. 253, as amended, 42 U.S.C.  2000e et seq. (1994 ed. and Supp.  V), and on account of his age in violation of the Age Discrimination in  Employment Act of 1967 (ADEA), 81 Stat. 602, as amended, 29 U.S.C.  621 et seq.  (1994 ed. and Supp. V). App. 28. The United States District Court for the  Southern District of New York dismissed petitioner's complaint because it found  that he \"ha[d] not adequately alleged a prima facie case, in that he ha[d] not  adequately alleged circumstances that support an inference of discrimination.\"</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p5\">\r\n      <span class=\"num\">5</span>\r\n      <p>Id., at 42. The United States Court of Appeals for the Second Circuit affirmed  the dismissal, relying on its settled precedent, which requires a plaintiff in  an employment discrimination complaint to allege facts constituting a prima  facie case of discrimination under the framework set forth by this Court in  McDonnell Douglas, supra, at 802. See, e.g., Tarshis v. Riese Organization, 211  F.3d 30, 35-36, 38 (CA2 2000); Austin v. Ford Models, Inc., 149 F.3d 148,  152-153 (CA2 1998). The Court of Appeals held that petitioner had failed to meet  his burden because his allegations were \"insufficient as a matter of law to  raise an inference of discrimination.\" 5 Fed. Appx. 63, 65 (CA2 2001). We  granted certiorari, 533 U.S. 976 (2001), to resolve a split among the Courts of  Appeals concerning the proper pleading standard for employment discrimination  cases,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and now reverse.</p>\r\n    </div>\r\n    <p>II</p>\r\n    <div class=\"num\" id=\"p6\">\r\n      <span class=\"num\">6</span>\r\n      <p>Applying Circuit precedent, the Court of Appeals required petitioner to  plead a prima facie case of discrimination in order to survive respondent's  motion to dismiss. See 5 Fed. Appx., at 64-65. In the Court of Appeals' view,  petitioner was thus required to allege in his complaint: (1) membership in a  protected group; (2) qualification for the job in question; (3) an adverse  employment action; and (4) circumstances that support an inference of  discrimination. Ibid.; cf. McDonnell Douglas, 411 U.S., at 802; Texas Dept. of  Community Affairs v. Burdine, 450 U.S. 248, 253-254, n. 6 (1981).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p7\">\r\n      <span class=\"num\">7</span>\r\n      <p>The prima facie case under McDonnell Douglas, however, is an evidentiary  standard, not a pleading requirement. In McDonnell Douglas, this Court made  clear that \"[t]he critical issue before us concern[ed] the order and allocation  of proof in a private, non-class action challenging employment discrimination.\"  411 U.S., at 800 (emphasis added). In subsequent cases, this Court has  reiterated that the prima facie case relates to the employee's burden of  presenting evidence that raises an inference of discrimination. See Burdine,  supra, at 252-253 (\"In [McDonnell Douglas,] we set forth the basic allocation of  burdens and order of presentation of proof in a Title VII case alleging  discriminatory treatment. First, the plaintiff has the burden of proving by the  preponderance of the evidence a prima facie case of discrimination\" (footnotes  omitted)); 450 U.S., at 255, n. 8 (\"This evidentiary relationship between the  presumption created by a prima facie case and the consequential burden of  production placed on the defendant is a traditional feature of the common law\").</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p8\">\r\n      <span class=\"num\">8</span>\r\n      <p>This Court has never indicated that the requirements for establishing a  prima facie case under McDonnell Douglas also apply to the pleading standard  that plaintiffs must satisfy in order to survive a motion to dismiss. For  instance, we have rejected the argument that a Title VII complaint requires  greater \"particularity,\" because this would \"too narrowly constric[t] the role  of the pleadings.\" McDonald v. Santa Fe Trail Transp. Co., 427 U.S. 273, 283, n.  11 (1976). Consequently, the ordinary rules for assessing the sufficiency of a  complaint apply. See, e.g., Scheuer v. Rhodes, 416 U.S. 232, 236 (1974) (\"When a  federal court reviews the sufficiency of a complaint, before the reception of  any evidence either by affidavit or admissions, its task is necessarily a  limited one. The issue is not whether a plaintiff will ultimately prevail but  whether the claimant is entitled to offer evidence to support the claims\").</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p9\">\r\n      <span class=\"num\">9</span>\r\n      <p>In addition, under a notice pleading system, it is not appropriate to  require a plaintiff to plead facts establishing a prima facie case because the  McDonnell Douglas framework does not apply in every employment discrimination  case. For instance, if a plaintiff is able to produce direct evidence of  discrimination, he may prevail without proving all the elements of a prima facie  case. See Trans World Airlines, Inc. v. Thurston, 469 U.S. 111, 121 (1985)  (\"[T]he McDonnell Douglas test is inapplicable where the plaintiff presents  direct evidence of discrimination\"). Under the Second Circuit's heightened  pleading standard, a plaintiff without direct evidence of discrimination at the  time of his complaint must plead a prima facie case of discrimination, even  though discovery might uncover such direct evidence. It thus seems incongruous  to require a plaintiff, in order to survive a motion to dismiss, to plead more  facts than he may ultimately need to prove to succeed on the merits if direct  evidence of discrimination is discovered.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p10\">\r\n      <span class=\"num\">10</span>\r\n      <p>Moreover, the precise requirements of a prima facie case can vary depending  on the context and were \"never intended to be rigid, mechanized, or  ritualistic.\" Furnco Constr. Corp. v. Waters, 438 U.S. 567, 577 (1978); see also  McDonnell Douglas, supra, at 802, n. 13 (\"[T]he specification . . . of the prima  facie proof required from respondent is not necessarily applicable in every  respect to differing factual situations\"); Teamsters v. United States, 431 U.S.  324, 358 (1977) (noting that this Court \"did not purport to create an inflexible  formulation\" for a prima facie case); Ring v. First Interstate Mortgage, Inc.,  984 F.2d 924, 927 (CA8 1993) (\"[T]o measure a plaintiff's complaint against a  particular formulation of the prima facie case at the pleading stage is  inappropriate\"). Before discovery has unearthed relevant facts and evidence, it  may be difficult to define the precise formulation of the required prima facie  case in a particular case. Given that the prima facie case operates as a  flexible evidentiary standard, it should not be transposed into a rigid pleading  standard for discrimination cases.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p11\">\r\n      <span class=\"num\">11</span>\r\n      <p>Furthermore, imposing the Court of Appeals' heightened pleading standard in  employment discrimination cases conflicts with Federal Rule of Civil Procedure  8(a)(2), which provides that a complaint must include only \"a short and plain  statement of the claim showing that the pleader is entitled to relief.\" Such a  statement must simply \"give the defendant fair notice of what the plaintiff's  claim is and the grounds upon which it rests.\" Conley v. Gibson, 355 U.S. 41, 47  (1957). This simplified notice pleading standard relies on liberal discovery  rules and summary judgment motions to define disputed facts and issues and to  dispose of unmeritorious claims. See id., at 47-48; Leatherman v. Tarrant County  Narcotics Intelligence and Coordination Unit, 507 U.S. 163, 168-169 (1993). \"The  provisions for discovery are so flexible and the provisions for pretrial  procedure and summary judgment so effective, that attempted surprise in federal  practice is aborted very easily, synthetic issues detected, and the gravamen of  the dispute brought frankly into the open for the inspection of the court.\" 5 C.  Wright &amp; A. Miller, Federal Practice and Procedure 1202, p. 76 (2d ed. 1990).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p12\">\r\n      <span class=\"num\">12</span>\r\n      <p>Rule 8(a)'s simplified pleading standard applies to all civil actions, with  limited exceptions. Rule 9(b), for example, provides for greater particularity  in all averments of fraud or mistake.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> This Court, however, has declined to  extend such exceptions to other contexts. In Leatherman we stated: \"[T]he  Federal Rules do address in Rule 9(b) the question of the need for greater  particularity in pleading certain actions, but do not include among the  enumerated actions any reference to complaints alleging municipal liability  under 1983. Expressio unius est exclusio alterius.\" 507 U.S., at 168. Just as  Rule 9(b) makes no mention of municipal liability under Rev. Stat. 1979, 42  U.S.C.  1983 (1994 ed., Supp. V), neither does it refer to employment  discrimination. Thus, complaints in these cases, as in most others, must satisfy  only the simple requirements of Rule 8(a).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\r\n    </div>\r\n    <div class=\"num\" id=\"p13\">\r\n      <span class=\"num\">13</span>\r\n      <p>Other provisions of the Federal Rules of Civil Procedure are inextricably  linked to Rule 8(a)'s simplified notice pleading standard. Rule 8(e)(1) states  that \"[n]o technical forms of pleading or motions are required,\" and Rule 8(f)  provides that \"[a]ll pleadings shall be so construed as to do substantial  justice.\" Given the Federal Rules' simplified standard for pleading, \"[a] court  may dismiss a complaint only if it is clear that no relief could be granted  under any set of facts that could be proved consistent with the allegations.\"  Hishon v. King &amp; Spalding, 467 U.S. 69, 73 (1984). If a pleading fails to  specify the allegations in a manner that provides sufficient notice, a defendant  can move for a more definite statement under Rule 12(e) before responding.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p14\">\r\n      <span class=\"num\">14</span>\r\n      <p>Moreover, claims lacking merit may be dealt with through summary judgment under  Rule 56. The liberal notice pleading of Rule 8(a) is the starting point of a  simplified pleading system, which was adopted to focus litigation on the merits  of a claim. See Conley, supra, at 48 (\"The Federal Rules reject the approach  that pleading is a game of skill in which one misstep by counsel may be decisive  to the outcome and accept the principle that the purpose of pleading is to  facilitate a proper decision on the merits\").</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p15\">\r\n      <span class=\"num\">15</span>\r\n      <p>Applying the relevant standard, petitioner's complaint easily satisfies the  requirements of Rule 8(a) because it gives respondent fair notice of the basis  for petitioner's claims. Petitioner alleged that he had been terminated on  account of his national origin in violation of Title VII and on account of his  age in violation of the ADEA. App. 28. His complaint detailed the events leading  to his termination, provided relevant dates, and included the ages and  nationalities of at least some of the relevant persons involved with his  termination. Id., at 24-28. These allegations give respondent fair notice of  what petitioner's claims are and the grounds upon which they rest. See Conley,  supra, at 47. In addition, they state claims upon which relief could be granted  under Title VII and the ADEA.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p16\">\r\n      <span class=\"num\">16</span>\r\n      <p>Respondent argues that allowing lawsuits based on conclusory allegations of  discrimination to go forward will burden the courts and encourage disgruntled  employees to bring unsubstantiated suits. Brief for Respondent 34-40. Whatever  the practical merits of this argument, the Federal Rules do not contain a  heightened pleading standard for employment discrimination suits. A requirement  of greater specificity for particular claims is a result that \"must be obtained  by the process of amending the Federal Rules, and not by judicial  interpretation.\" Leatherman, supra, at 168. Furthermore, Rule 8(a) establishes a  pleading standard without regard to whether a claim will succeed on the merits.  \"Indeed it may appear on the face of the pleadings that a recovery is very  remote and unlikely but that is not the test.\" Scheuer, 416 U.S., at 236.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p17\">\r\n      <span class=\"num\">17</span>\r\n      <p>For the foregoing reasons, we hold that an employment discrimination  plaintiff need not plead a prima facie case of discrimination and that  petitioner's complaint is sufficient to survive respondent's motion to dismiss.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p18\">\r\n      <span class=\"num\">18</span>\r\n      <p>Accordingly, the judgment of the Court of Appeals is reversed, and the case is  remanded for further proceedings consistent with this opinion.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p19\">\r\n      <span class=\"num\">19</span>\r\n      <p>It is so ordered.</p>\r\n    </div>\r\n    <div class=\"footnotes\">\r\n      <div class=\"footnote\">\r\n        <p>Notes:</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn1\">\r\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\r\n        <p>  Because we review here a decision granting respondent's motion to dismiss,  we must accept as true all of the factual allegations contained in the  complaint. See, e.g., Leatherman v. Tarrant County Narcotics Intelligence and  Coordination Unit, 507 U.S. 163, 164 (1993).</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn2\">\r\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\r\n        <p>  The majority of Courts of Appeals have held that a plaintiff need not plead  a prima facie case of discrimination under McDonnell Douglas Corp. v. Green, 411  U.S. 792 (1973), in order to survive a motion to dismiss. See, e.g., Sparrow v.  United Air Lines, Inc., 216 F.3d 1111, 1114 (CADC 2000); Bennett v. Schmidt, 153  F.3d 516, 518 (CA7 1998); Ring v. First Interstate Mortgage, Inc., 984 F.2d 924  (CA8 1993). Others, however, maintain that a complaint must contain factual  allegations that support each element of a prima facie case. In addition to the  case below, see Jackson v. Columbus, 194 F.3d 737, 751 (CA6 1999).</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn3\">\r\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\r\n        <p>  \"In all averments of fraud or mistake, the circumstances constituting fraud  or mistake shall be stated with particularity. Malice, intent, knowledge, and  other condition of mind of a person may be averred generally.\"</p>\r\n      </div>\r\n      <div class=\"footnote\" id=\"fn4\">\r\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\r\n        <p>  These requirements are exemplified by the Federal Rules of Civil Procedure  Forms, which \"are sufficient under the rules and are intended to indicate the  simplicity and brevity of statement which the rules contemplate.\" Fed. Rule Civ.  Proc. 84. For example, Form 9 sets forth a complaint for negligence in which  plaintiff simply states in relevant part: \"On June 1, 1936, in a public highway  called Boylston Street in Boston, Massachusetts, defendant negligently drove a  motor vehicle against plaintiff who was then crossing said highway.\"</p>\r\n      </div>\r\n    </div>\r\n    ", 
  "resource_uri": "/api/rest/v2/document/118482/"
}