{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "536 U.S. 403", 
    "federal_cite_two": "122 S. Ct. 2179", 
    "specialty_cite_one": null, 
    "federal_cite_three": "153 L. Ed. 2d 413", 
    "lexis_cite": "2002 U.S. LEXIS 4647", 
    "document_uris": [
      "/api/rest/v2/document/121160/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Christopher v. Harbury", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "01-394", 
    "id": 105513, 
    "resource_uri": "/api/rest/v2/citation/105513/"
  }, 
  "id": 121160, 
  "blocked": false, 
  "judges": "Souter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2002-06-20", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>536 U.S. 403 (2002)</b></center>\n<center><h1>CHRISTOPHER, FORMER SECRETARY OF STATE, ET AL.<br>\nv.<br>\nHARBURY</h1></center>\n<center>No. 01-394.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 18, 2002.</center>\n<center>Decided June 20, 2002.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n<p><span class=\"star-pagination\">*405</span> <span class=\"star-pagination\">*405</span> Souter, J.,delivered the opinion of the Court, in which Rehnquist, C. J., and Stevens, O'Connor, Scalia, Kennedy, Ginsburg, and Breyer, JJ., joined. Thomas, J., filed an opinion concurring in the judgment, <i>post,</i> p. 422.</p>\n<p><i>Richard A. Cordray</i> argued the cause for petitioners. With him on the briefs was <i>Harry Litman.</i> </p>\n<p><i>Solicitor General Olson</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Assistant Attorney General McCallum, Deputy Solicitor General Clement, Patricia A. Millett, Barbara L. Herwig,</i> and <i>Robert M. Loeb.</i> </p>\n<p><i>Jennifer K. Harbury,</i> respondent, argued the cause and filed a brief <i>pro se.</i><sup>[*]</sup></p>\n<p>Justice Souter, delivered the opinion of the Court.</p>\n<p>Respondent-plaintiff in this case alleges that Government officials intentionally deceived her in concealing information that her husband, a foreign dissident, was being detained and tortured in his own country by military officers of his government, who were paid by the Central Intelligence Agency (CIA). One count of the complaint, brought after the husband's death, charges that the official deception denied respondent access to the courts by leaving her without information, or reason to seek information, with which she could have brought a lawsuit that might have saved her husband's life. The issue is whether this count states an actionable claim. We hold that it does not, for two reasons. As stated in the complaint, it fails to identify an underlying cause of action for relief that the plaintiff would have raised had it not been for the deception alleged. And even after a <span class=\"star-pagination\">*406</span> subsequent, informal amendment accepted by the Court of Appeals, respondent fails to seek any relief presently available for denial of access to courts that would be unavailable otherwise.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent Jennifer Harbury, a United States citizen, is the widow of Efrain Bamaca-Velasquez, a Guatemalan rebel leader who vanished in his own country in March 1992. Since we are reviewing a ruling on motion to dismiss, we accept Harbury's factual allegations and take them in the light most favorable to her. See <i>Leatherman</i> v. <i>Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U. S. 163, 164 (1993). Bamaca was captured by Guatemalan army forces, including officers trained (in the United States), paid, and used as informants by the CIA. App. 27-28 (Respondent's Second Amended Complaint ¶¶ 35-42, 46-47). He was detained and tortured for more than a year to obtain information of interest to the CIA, for which it paid. <i>Id.,</i> at 28 (¶¶ 43, 46-47). Bamaca was summarily executed on orders of the same Guatemalan officers affiliated with the CIA, <i>id.,</i> at 28-29 (¶¶ 48-49), sometime before September 1993, <i>id.,</i> at 31 (¶ 66), 34 (¶ 84).<sup>[1]</sup></p>\n<p>The CIA knew as early as March 18, 1992, that the Guatemalan army had captured Bamaca alive and shared this information with the White House and State Department. <i>Id.,</i> at 27 (¶ 35). Officials there, however, \"intentionally misled\" Harbury, by \"deceptive statements and omissions, into believing that concrete information about her husband's fate did not exist because they did not want to threaten their ability to obtain information from Mr. Bamaca through his detention and torture.\" <i>Id.,</i> at 31 (¶ 67).</p>\n<p><span class=\"star-pagination\">*407</span> Harbury makes three specific allegations of such Government deception, all involving State Department officials, while Bamaca was still alive. First, she says she contacted several unnamed State Department officials in March 1993 to express concerns about her husband, who, according to an eyewitness, was still alive. <i>Id.,</i> at 29 (¶¶ 50, 55). They \"promised to look into the matter and to assist her,\" <i>ibid.,</i>  but they neither gave her nor made public any information about Bamaca, though CIA reports from as early as May 1993 confirmed he was still alive. <i>Id.,</i> at 30 (¶¶ 56-59). Second, in August 1993, Marilyn McAfee, then Ambassador to Guatemala, advised Harbury to submit a written report to the effect that remains found in a grave purported to be her husband's were not in fact his, as Harbury promptly did. <i>Id.,</i> at 30-31 (¶¶ 60-63). Although McAfee promised that she would \"investigate the matter immediately[,] report her findings,\" and keep Harbury \"properly informed regarding her husband's situation,\" <i>ibid.</i> (¶ 62), she gave Harbury no information, <i>id.,</i> at 31 (¶ 64). Third, in September 1993 (the same month that the Government learned Bamaca was dead, <i>ibid.</i> (¶ 66)), Harbury engaged in a week-long hunger strike in Guatemala City to focus public attention on her husband's plight, but the State Department told her nothing, <i>id.,</i> at 31-32 (¶¶ 64-68).</p>\n<p>According to Harbury's allegations, the Government's deceptions and omissions continued and intensified after Bamaca was killed. From October 1993 until March 1995, officials of the State Department and National Security Council (NSC) repeatedly met and communicated with Harbury, <i>id.,</i>  at 32 (¶¶ 70-71), 34 (¶¶ 80, 83), 35 (¶ 86), conveying the impression that they knew nothing for sure but were seeking \"concrete information\" about her husband and would keep her informed, <i>id.,</i> at 33 (¶ 75). At one point, in November 1994, National Security Adviser Anthony Lake told Harbury that the Government had \"`scraped the bottom of the barrel' \" to no avail in seeking information about her husband, <span class=\"star-pagination\">*408</span> <i>id.,</i> at 34 (¶ 83). All along, however, the Government officials knew that Bamaca had been killed by the Guatemalan army, <i>ibid.</i> (¶ 84), but engaged in misleading statements and omissions because they did not want their complicity in Bamaca's torture and death revealed, <i>id.,</i> at 36 (¶ 92). Harbury learned that her husband was dead only in March 1995 when a congressman publicly announced that Bamaca had been killed on the orders of a Guatemalan army colonel who was also a paid agent of the CIA, <i>ibid.</i> (¶ 91).</p>\n<p></p>\n<h2>II</h2>\n<p>A year later, in March 1996, Harbury filed suit in the District Court for the District of Columbia against the CIA, the State Department, the NSC, and members of each in their official and individual capacities. The complaint, as amended, listed 28 causes of action under federal, state, and international law. App. 38-62. Although only the accessto-courts counts directly concern us here, it is important to know Harbury's other claims, in order to determine whether she has stated a tenable claim for denial of judicial access.</p>\n<p></p>\n<h2>A</h2>\n<p>Harbury's complaint sought relief in four categories other than access to courts. First, on behalf of Bamaca's estate, she raised claims against the CIA defendants under the Due Process Clause of the Fifth Amendment for his imprisonment, torture, and execution, seeking declaratory and injunctive relief,<sup>[2]</sup> and money damages against the officials in their individual capacities on the theory of <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971). App. 38-42 (counts 1-5). Next, on her own behalf, Harbury sued all the Government defendants for declaratory and injunctive relief <span class=\"star-pagination\">*409</span> and money damages under <i>Bivens</i> for violating her \"right to familial integrity\" under the First, Fifth, and Ninth Amendments by imprisoning, torturing, and executing her husband. <i>Id.,</i> at 42-48 (counts 6-13). Third, she alleged common law torts invoking the Federal Tort Claims Act, 28 U. S. C. §§ 2401(b) and 2675, App. 54, (1) on behalf of herself and her husband's estate against the CIA defendants for intentional infliction of emotional distress by causing and conspiring to cause Bamaca's imprisonment, torture, and execution, <i>id.,</i> at 55 (counts 18-19); (2) on behalf of her husband's estate against the CIA defendants for negligent supervision resulting in his false imprisonment, assault and battery, and wrongful death, <i>id.,</i> at 56-58 (counts 20-22); and (3) on her own behalf against the State Department and NSC defendants for intentional and negligent misrepresentation, constructive fraud, interference with the right to possess a spouse's dead body, <i>id.,</i> at 58-62 (counts 24-27), and intentional infliction of emotional distress by making \"intentionally deceptive statements and omissions . . . about her husband, including concealing whether or not he was alive\" <i>id.,</i> at 58 (count 23). Fourth, Harbury brought a tort claim said to arise under international law against the CIA defendants on behalf of herself and her husband's estate. <i>Id.,</i> at 62 (count 28).</p>\n<p>In addition to these counts for direct harm, Harbury relied on the First and Fifth Amendments in raising four claims that the deceptive statements and omissions of the State Department and NSC defendants had unconstitutionally impeded her access to courts, <i>id.,</i> at 49-51 (counts 14-15), as well as her rights to speak freely and to petition the Government, <i>id.,</i> at 51-54 (counts 16-17). The basic theory as to access to courts was that if the officials had shared what they knew or simply said \"no comment\" rather than affirmatively misleading Harbury into thinking they were doing something, she might have been able \"to take appropriate actions <span class=\"star-pagination\">*410</span> to save her husband's life.\" <i>Id.,</i> at 37 (¶ 98).<sup>[3]</sup> Harbury alleged that she \"was foreclosed from effectively seeking adequate legal redress.\" <i>Ibid.</i> </p>\n<p></p>\n<h2>B</h2>\n<p>For failure to state a claim, the District Court dismissed all counts for declaratory and injunctive relief (counts 1-3, 6-9, 14, 16). It also dismissed all the <i>Bivens</i> counts: those on behalf of Bamaca's estate for his torture and execution said to have violated his Fifth Amendment due process rights (counts 4-5), and those brought on Harbury's own behalf based on the claimed violation of her constitutional rights of familial association (counts 10-13), access to courts (count 15), and free speech and access to Government (count 17). But the District Court denied the defendants' motion to dismiss the tort claims at common law (counts 18-27) and international law (count 28).</p>\n<p>With respect to the access-to-courts claims (including Harbury's <i>Bivens</i> claim on this theory), the District Court acknowledged that five Courts of Appeals \"have held that conspiracies to destroy or cover-up evidence of a crime that render a plaintiff's judicial remedies inadequate or ineffective violat[e] the right of access,\" App. to Pet. for Cert. 43a, but held that Harbury had not stated a valid cause of action for two reasons. First, the court held that Harbury's claim \"would have to be dismissed\" (without prejudice) because, having filed no prior suit, she had \"nothing more than a guess\" as to how the alleged coverup might \"have prejudiced her rights to bring a separate action.\" <i>Id.,</i> at 46a. Second, the District Court reasoned that the defendants in any event would be entitled to qualified immunity in their individual capacities because, unlike officials in coverup cases who destroyed, manufactured, or hid evidence, the defendants <span class=\"star-pagination\">*411</span> here did not act contrary to \"clearly established constitutional norms that a reasonable official would understand\" in being less than \"forthcoming in discussing the intelligence that they received about Bamaca.\" <i>Id.,</i> at 48a\u009749a.</p>\n<p></p>\n<h2>C</h2>\n<p>Harbury did not pursue her claims for declaratory or injunctive relief, and appealed only the dismissal of the <i>Bivens</i>  causes of action. <i>Harbury</i> v. <i>Deutch,</i> 233 F. 3d 596, 600-601 (CADC 2000). The Court of Appeals for the District of Columbia Circuit affirmed the dismissal of the <i>Bivens</i> claims of violations of Bamaca's due process rights, 233 F. 3d, at 604, Harbury's rights of familial association, <i>id.,</i> at 606-607, and her free speech and petition rights.<sup>[4]</sup> It reversed the dismissal, however, of Harbury's <i>Bivens</i> claim against the State Department and NSC defendants for denial of access to courts. <i>Id.,</i> at 607-611.</p>\n<p>The Court of Appeals agreed with the District Court that a plaintiff who merely alleges without factual basis in the conduct of a prior lawsuit that \"`key witnesses . . . may now be dead or missing, . . . crucial evidence may have been destroyed, and . . . memories may have faded' \" generally falls short of raising a claim for denial of access to courts. <i>Id.,</i>  at 609 (quoting the District Court). The court held, however, that Harbury's allegations stated a valid access claim insofar as she alleged that the Government's conduct had \"effectively prevented her from seeking emergency injunctive relief in time to save her husband's life.\" <i>Ibid.</i> The District of Columbia Circuit went on to conclude that \"[b]ecause his death completely foreclosed this avenue of relief, nothing would be gained by requiring Harbury to postpone this aspect of her access to courts cause of action until she <span class=\"star-pagination\">*412</span> finishes prosecuting her tort claims.\" <i>Ibid.</i> Nor did the court hold that qualified immunity would bar suit because, in its words, \"we think it should be obvious to public officials that they may not affirmatively mislead citizens for the purpose of protecting themselves from suit.\" <i>Id.,</i> at 611.<sup>[5]</sup></p>\n<p></p>\n<h2>D</h2>\n<p>Three categories of claims were left in the case after the Court of Appeals's decision: the various common law tort claims including intentional infliction of emotional distress, the international law claim against the CIA defendants (neither of which the District Court had dismissed), and Harbury's <i>Bivens</i> claims against the State Department and NSC defendants for preventing access to courts (which the Court of Appeals reinstated). The defendant officials petitioned for review of the court's holding as to the claim of denial of access to courts, but Harbury did not cross-petition on the other <i>Bivens</i> claims, leaving the <i>Bivens</i> access claim<sup>[6]</sup> the sole matter before us. We granted certiorari, 534 U. S. 1064 (2001), because of the importance of this issue to the Government in its conduct of the Nation's foreign affairs, and now reverse.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>This Court's prior cases on denial of access to courts have not extended over the entire range of claims that have been brought under that general rubric elsewhere, but if we consider <span class=\"star-pagination\">*413</span> examples in the Courts of Appeals<sup>[7]</sup> as well as our own, two categories emerge. In the first are claims that systemic official action frustrates a plaintiff or plaintiff class in preparing and filing suits at the present time. Thus, in the prisonlitigation cases, the relief sought may be a law library for a prisoner's use in preparing a case, <i>Bounds</i> v. <i>Smith,</i> 430 U. S. 817, 828 (1977); <i>Lewis</i> v. <i>Casey,</i> 518 U. S. 343, 346-348 (1996), or a reader for an illiterate prisoner, <i>id.,</i> at 347-348, or simply a lawyer, <i>ibid.</i> In denial-of-access cases challenging filing fees that poor plaintiffs cannot afford to pay, the object is an order requiring waiver of a fee to open the courthouse door for desired litigation, such as direct appeals or federal habeas petitions in criminal cases,<sup>[8]</sup> or civil suits asserting family-law rights, <i>e. g., </i><i>Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371, 372 (1971) (divorce filing fee); <i>M. L. B.</i> v. <i>S. L. J.,</i> 519 U. S. 102, 106-107 (1996) (record fee in parental-rights termination action). In cases of this sort, the essence of the access claim is that official action is presently denying an opportunity to litigate for a class of potential plaintiffs. The opportunity has not been lost for all time, however, but only in the short term; the object of the denial-of-access suit, and the justification for recognizing that claim, is to place the plaintiff in a position to pursue a separate claim for relief once the frustrating condition has been removed.</p>\n<p>The second category covers claims not in aid of a class of suits yet to be litigated, but of specific cases that cannot now <span class=\"star-pagination\">*414</span> be tried (or tried with all material evidence), no matter what official action may be in the future.<sup>[9]</sup> The official acts claimed to have denied access may allegedly have caused the loss or inadequate settlement of a meritorious case, <i>e. g., </i><i>Foster</i> v. <i>Lake Jackson,</i> 28 F. 3d 425, 429 (CA5 1994); <i>Bell</i> v. <i>Milwaukee,</i> 746 F. 2d 1205, 1261 (CA7 1984) (\"[T]he cover-up and resistance of the investigating police officers rendered hollow [the plaintiff's] right to seek redress\"), the loss of an opportunity to sue, <i>e. g., </i><i>Swekel</i> v. <i>River Rouge,</i> 119 F. 3d 1259, 1261 (CA6 1997) (police coverup extended throughout \"time to file suit . . . under . . . statute of limitations\"), or the loss of an opportunity to seek some particular order of relief, as Harbury alleges here. These cases do not look forward to a class of future litigation, but backward to a time when specific litigation ended poorly,<sup>[10]</sup> or could not have commenced, or could have produced a remedy subsequently unobtainable.<sup>[11]</sup> The ultimate object of these sorts of access claims, then, is not the judgment in a further lawsuit, but simply the judgment in the access claim itself, in providing relief obtainable in no other suit in the future.</p>\n<p>While the circumstances thus vary, the ultimate justification for recognizing each kind of claim is the same. Whether an access claim turns on a litigating opportunity yet to be gained or an opportunity already lost, the very point of recognizing any access claim is to provide some effective <span class=\"star-pagination\">*415</span> vindication for a separate and distinct right to seek judicial relief for some wrong. However unsettled the basis of the constitutional right of access to courts,<sup>[12]</sup> our cases rest on the recognition that the right is ancillary to the underlying claim, without which a plaintiff cannot have suffered injury by being shut out of court. We indicated as much in our most recent case on denial of access, <i>Lewis</i> v. <i>Casey, supra</i><i>,</i> where we noted that even in forward-looking prisoner class actions to remove roadblocks to future litigation, the named plaintiff must identify a \"nonfrivolous,\" \"arguable\" underlying claim, <i>id.,</i> at 353, and n. 3, and we have been given no reason to treat backward-looking access claims any differently in this respect. It follows that the underlying cause of action, whether anticipated or lost, is an element that must be described in the complaint, just as much as allegations must describe the official acts frustrating the litigation. It follows, too, that when the access claim (like this one) looks backward, the complaint must identify a remedy that may be awarded as recompense but not otherwise available in some suit that may yet be brought. There is, after all, no point in spending time and money to establish the facts constituting denial of access when a plaintiff would end up just as well off after litigating a simpler case without the denial-of-access element.</p>\n<p><span class=\"star-pagination\">*416</span> Like any other element of an access claim, the underlying cause of action and its lost remedy must be addressed by allegations in the complaint sufficient to give fair notice to a defendant. See generally <i>Swierkiewicz</i> v. <i>Sorema N. A.,</i>  534 U. S. 506, 513-515 (2002). Although we have no reason here to try to describe pleading standards for the entire spectrum of access claims, this is the place to address a particular risk inherent in backward-looking claims. Characteristically, the action underlying this sort of access claim will not be tried independently,<sup>[13]</sup> a fact that enhances the natural temptation on the part of plaintiffs to claim too much, by alleging more than might be shown in a full trial focused solely on the details of the predicate action.</p>\n<p>Hence the need for care in requiring that the predicate claim be described well enough to apply the \"nonfrivolous\" test and to show that the \"arguable\" nature of the underlying claim is more than hope.<sup>[14]</sup> And because these backwardlooking cases are brought to get relief unobtainable in other suits, the remedy sought must itself be identified to hedge against the risk that an access claim be tried all the way through, only to find that the court can award no remedy that the plaintiff could not have been awarded on a presently existing claim.</p>\n<p><span class=\"star-pagination\">*417</span> The particular facts of this case underscore the need for care on the part of the plaintiff in identifying, and by the court in determining, the claim for relief underlying the access-to-courts plea. The action alleged on the part of all the Government defendants (the State Department and NSC defendants sued for denial of access and the CIA defendants who would have been timely sued on the underlying claim but for the denial) was apparently taken in the conduct of foreign relations by the National Government. Thus, if there is to be judicial enquiry, it will raise concerns for the separation of powers in trenching on matters committed to the other branches. See <i>Department of Navy</i> v. <i>Egan,</i> 484 U. S. 518, 529 (1988) (\"`[F]oreign policy [is] the province and responsibility of the Executive'\"); <i>Chicago &amp; Southern Air Lines, Inc.</i> v. <i>Waterman S. S. Corp.,</i> 333 U. S. 103, 111 (1948) (\"[T]he very nature of executive decisions as to foreign policy is political, not judicial\"). Since the need to resolve such constitutional issues ought to be avoided where possible, cf. <i>Department of Housing and Urban Development</i> v. <i>Rucker,</i> 535 U. S. 125, 134-135 (2002); <i>Ashwander</i> v. <i>TVA,</i>  297 U. S. 288, 345-348 (1936) (Brandeis, J., concurring), the trial court should be in a position as soon as possible in the litigation to know whether a potential constitutional ruling may be obviated because the allegations of denied access fail to state a claim on which relief could be granted.</p>\n<p>In sum, the right of a defendant in a backward-looking access suit to obtain early dismissal of a hopelessly incomplete claim for relief coincides in this case with the obligation of the Judicial Branch to avoid deciding constitutional issues needlessly. For the sake of each, the complaint should state the underlying claim in accordance with Federal Rule of Civil Procedure 8(a),<sup>[15]</sup> just as if it were being independently pursued, and a like plain statement should describe any remedy <span class=\"star-pagination\">*418</span> available under the access claim and presently unique to it.</p>\n<p></p>\n<h2>B</h2>\n<p>Under these standards, Harbury's complaint did not come even close to stating a constitutional claim for denial of access upon which relief could be granted. While we cannot read the complaint without appreciating Harbury's anguish, neither can we read it without appreciating the position of the District Judge who described Harbury's various requests for relief as \"nearly unintelligible.\" App. to Pet. for Cert. 32a. Although the counts stating the <i>Bivens</i> claim for denial of judicial access seemed to confirm that Harbury intended to state a backward-looking claim, the complaint failed to identify the underlying cause of action that the alleged deception had compromised, going no further than the protean allegation that the State Department and NSC defendants' \"false and deceptive information and concealment foreclosed Plaintiff from effectively seeking adequate legal redress.\" App. 50 (¶ 175). The District Court and the defendants were left to guess at the unstated cause of action supposed to have been lost, and at the remedy being sought independently of relief that might be available on the 24 other counts set out in the complaint.</p>\n<p>Nothing happened in the Court of Appeals to improve Harbury's position. That court, too, was frustrated by the failure to identify the predicate claim and the need for relief otherwise unattainable,<sup>[16]</sup> but it gave Harbury's counsel an opportunity at oral argument to supply the missing allegations. <span class=\"star-pagination\">*419</span> Counsel responded that Harbury would have brought an action for intentional infliction of emotional distress<sup>[17]</sup> as one wrong for which she could have sought the injunctive relief that might have saved her husband's life:</p>\n<blockquote>\"[I]f defendants had disclosed the information they possessed about Bamaca, Harbury could have sought an emergency injunction based on an underlying tort claim for intentional infliction of emotional distress. Even if the NSC and State Department officials had simply said they could not discuss Bamaca's situation, counsel explained, Harbury would have filed her FOIA requests immediately, thus perhaps obtaining the information necessary to seek an injunction in time to save her husband's life. Instead, believing defendants' reassurances, Harbury waited for the State Department and NSC officials to complete their `investigation. \" 233 F. 3d, at 609.</blockquote>\n<p>The Court of Appeals adopted this theory in saying that the \"adequate legal redress\" alleged for purposes of Harbury's access claims meant emergency injunctive relief in a now futile lawsuit for intentional infliction of emotional distress, <span class=\"star-pagination\">*420</span> and it accepted this amendment as a sufficient statement of an underlying cause of action.<sup>[18]</sup><i>Ibid.</i> </p>\n<p>We think, however, that treating the amendment as an adequate statement was error. For even on the assumption that Harbury could surmount all difficulties raised by treating the underlying claim as one for intentional infliction of emotional distress,<sup>[19]</sup> she could not satisfy the requirement <span class=\"star-pagination\">*421</span> that a backward-looking denial-of-access claim provide a remedy that could not be obtained on an existing claim. We have no choice but to assume that what Harbury intends to claim as intentional infliction of emotional distress is set out in the counts of her complaint naming the \"CIA defendants,\" including the Guatemalan officer who allegedly tortured and killed her husband, App. 55 (counts 18-19).<sup>[20]</sup> These are among the tort counts that survived the motion to dismiss under the portion of the District Court's order not before us. If an intentional-infliction claim can be maintained at all, Harbury can seek damages and even conceivably some sort of injunctive relief for the demonstrated consequences of the infliction alleged.<sup>[21]</sup> It is true that she cannot obtain in any present tort action the order she would have sought before her husband's death, the order that might have saved her husband's life. But neither can she obtain any such order on her access claim, which therefore cannot recompense Harbury <span class=\"star-pagination\">*422</span> for the unique loss she claims as a consequence of her inability to bring an intentional-infliction action earlier. She has not explained, and it is not otherwise apparent, that she can get any relief on the access claim that she cannot obtain on her other tort claims, <i>i. e.,</i> those that remain pending in the District Court.<sup>[22]</sup> And it is just because the access claim cannot address any injury she has suffered in a way the presently surviving intentional-infliction claims cannot<sup>[23]</sup> that Harbury is not entitled to maintain the access claim as a substitute, backward-looking action.</p>\n<p>The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Justice Thomas, concurring in the judgment.</p>\n<p>In <i>Lewis</i> v. <i>Casey,</i> 518 U. S. 343 (1996), after a review of the constitutional text, this Court's precedent, and tradition, I could find no basis \"for the conclusion that the constitutional right of access imposes affirmative obligations on the States to finance and support prisoner litigation.\" <i>Id.,</i> at 384-385 (concurring opinion). Likewise, I find no basis in the Constitution for a \"right of access to courts\" that effectively imposes an affirmative duty on Government officials either to disclose matters concerning national security or to provide information in response to informal requests. Notwithstanding the Court of Appeals' attempt to characterize <span class=\"star-pagination\">*423</span> the right of access differently, see <i>Harbury</i> v. <i>Deutch,</i> 233 F. 3d 596, 611 (CADC 2000) (characterizing the right as \"when public officials affirmatively mislead citizens in order to prevent them from filing suit\"), I would decide this case solely on the ground that no such right is implicated here. For that reason, I concur in the judgment.</p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging affirmance were filed for the Association of Trial Lawyers of America by <i>Jeffrey R. White</i> and <i>Laura C. Tharney;</i>  for the Brennan Center for Justice by <i>Jodie L. Kelley;</i> and for the Lawyers' Committee for Civil Rights of the San Francisco Bay Area et al. by <i>Robert E. Borton, Scott D. Wiener, Robert Rubin, Steven R. Shapiro,</i> and <i>Lucas Guttentag.</i> </p>\n<p>[1]  Harbury says in a footnote in her brief before this Court that \"[n]ew evidence exists suggesting that Mr. Bamaca in fact survived well into 1994 if not longer,\" Brief for Respondent 23, n. 3, but the factual allegations in her complaint unequivocally state that the Government knew that Bamaca had been killed by September 1993.</p>\n<p>[2]  The injunctive relief Harbury sought in these (and other) counts was disclosure of information \"concerning her husband's death and the location of his body\" and an order to prevent \"[d]efendants from taking such actions in the future.\"App. 63.</p>\n<p>[3]  Harbury did not allege that the State Department and NSC defendants had an affirmative duty to discloseor to provide information about her husband in response to her informal requests.</p>\n<p>[4]  The Court of Appeals did not explicitly say that this <i>Bivens</i> claim (count 17) was dismissed, but, in reversing the District Court, it spoke only of a single claim of \"access to courts.\"233 F. 3d, at 611 (\"[W]e reverse the district court's dismissal of Harbury's access to courts claim\").</p>\n<p>[5]  The District of Columbia Circuit denied rehearing, <i>Harbury</i> v. <i>Deutch,</i>  244 F. 3d 956, 957 (2001) <i>(per curiam)</i><i>,</i> and rehearing en banc, 244 F. 3d 960, 961 (2001),with two judges dissenting from denial of rehearing en banc.</p>\n<p>[6]  The petitioners did not challenge below the existence of a cause of action under <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971), and we express no opinion on the matter in deciding this case.</p>\n<p>[7]  See, <i>e. g., </i><i>Delew</i> v. <i>Wagner,</i> 143 F. 3d 1219, 1222-1223 (CA9 1998); <i>Swekel</i> v. <i>River Rouge,</i> 119 F. 3d 1259, 1263-1264 (CA6 1997); <i>Vasquez</i> v. <i>Hernandez,</i> 60 F. 3d 325, 329 (CA7 1995); <i>Foster</i> v. <i>Lake Jackson,</i> 28 F. 3d 425, 429-431 (CA5 1994); <i>Williams</i> v. <i>Boston,</i> 784 F. 2d 430, 435 (CA1 1986); <i>Bell</i> v. <i>Milwaukee,</i> 746 F. 2d 1205, 1260-1266 (CA7 1984); <i>Ryland</i> v. <i>Shapiro,</i> 708 F. 2d 967, 974-975 (CA5 1983).</p>\n<p>[8]  <i>E. g., </i><i>Smith</i> v. <i>Bennett,</i> 365 U. S. 708, 713-714 (1961) (filing fee for habeas petitions); <i>Burns</i> v. <i>Ohio,</i> 360 U. S. 252, 255-258 (1959) (fee for direct appeal in a criminal case); <i>Mayer</i> v. <i>Chicago,</i> 404 U. S. 189, 195-196 (1971) (same, as to petty crime); <i>Griffin</i> v. <i>Illinois,</i> 351 U. S. 12, 16-20 (1956) (transcript fee for appellate review in a criminal case).</p>\n<p>[9]  All such cases have been decided in the Courts of Appeals, see n. 7, <i>supra;</i> we assume, without deciding, the correctness of the decisions.</p>\n<p>[10]  Some Courts of Appeals have held that an actual attempt to sue is a prerequisite to any such claim. See <i>Delew, supra,</i> at 1222-1223; <i>Swekel, supra,</i> at 1263-1264. See also App. to Pet. for Cert. 46a (District Court adopting this requirement). But cf. <i>Swekel, supra,</i> at 1264, n. 2 (\"We recognize that in some instances it would be completely futile for a plaintiff to attempt to access the state court system. The Plaintiff, however, has not presented evidence that this is such a case\").</p>\n<p>[11]  Bifurcation into forward-looking and backward-looking access claims is a simplification, and not the only possible categorization, but it helps to focus the issues here.</p>\n<p>[12]  Decisions of this Court have grounded the right of access to courts in the Article IV Privileges and Immunities Clause, <i>Chambers</i> v. <i>Baltimore &amp; Ohio R. Co.,</i> 207 U. S. 142, 148 (1907); <i>Blake</i> v. <i>McClung,</i> 172 U. S. 239, 249 (1898); <i>Slaughter-House Cases,</i> 16 Wall. 36, 79 (1873), the First Amendment Petition Clause, <i>Bill Johnson's Restaurants, Inc.</i> v. <i>NLRB,</i>  461 U. S. 731, 741 (1983); <i>California Motor Transport Co.</i> v. <i>Trucking Unlimited,</i> 404 U. S. 508, 513 (1972), the Fifth Amendment Due Process Clause, <i>Murray</i> v. <i>Giarratano,</i> 492 U. S. 1, 11, n. 6 (1989) (plurality opinion); <i>Walters</i> v. <i>National Assn. of Radiation Survivors,</i> 473 U. S. 305, 335 (1985), and the Fourteenth Amendment Equal Protection, <i>Pennsylvania</i>  v. <i>Finley,</i> 481 U. S. 551, 557 (1987), and Due Process Clauses, <i>Wolff</i> v. <i>McDonnell,</i> 418 U. S. 539, 576 (1974); <i>Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371, 380-381 (1971).</p>\n<p>[13]  It may be the case that an underlying action has already been tried to an inadequate result due to missing or fabricated evidence in an official cover-up, see, <i>e. g., </i><i>Foster,</i> 28 F. 3d, at 427; <i>Bell,</i> 746 F. 2d, at 1223, or the claim may still be timely and subject to trial, but for a different remedy than the one sought under the access claim, or against different defendants.</p>\n<p>[14]  The District of Columbia Circuit rejected the holding of some Circuits, see n. 10, <i>supra,</i> that a filed suit on the underlying claim is a prerequisite for a backward-looking access claim, 233 F. 3d 596, 608-610 (2000), because it would foreclose access claims in the most heinous cases where a cover-up was so pervasive that any timely attempt to litigate would have seemed futile. In essence, the Court of Appeals rejected a rule requiring an attempt to litigate, even if frivolous, as a condition of bringing a nonfrivolous backward-looking access claim.</p>\n<p>[15]  \"A pleading which sets forth a claim for relief . . . shall contain . . . a short and plain statement of the claim showing that the pleader is entitled to relief . . . .\"</p>\n<p>[16]  The court repeatedly pressed counsel to identify the underlying claim. See Lodging for United States as <i>Amicus Curiae</i> Supporting Petitioners 7, 19, 44, 47 (respectively, \"Now what would that [predicate] lawsuit have looked like? . .. Can you explain what that lawsuit would look like? . . . [A]ccess to do what[?] . .. And what would that lawsuit have looked like?\" (Tr. of Proceedings in <i>Harbury</i> v. <i>Deutch,</i> No. 99-5307 (Sept. 8, 2000))).</p>\n<p>[17]  Whether the Court of Appeals should have extended that opportunity is not an issue before us. We see counsel's answer as amounting to an amendment of pleadings that still fails to cure the inadequacy of the denial-of-access claim. In providing the clarification, Harbury's counsel appears to have been referring to the intentional-infliction counts against the CIA defendants alleged elsewhere in her complaint, App. 55 (counts 18-19). See <i>infra,</i> at 422. Whatever latitude is allowed by federal notice pleading, no one says Harbury should be allowed to construe \"adequate legal redress\" to mean causes of action that were not even mentioned in her complaint. As for Harbury's position here, suffice itto say that a brief to this Court, see Brief for Respondent at 22-33 (listing causes of action that Harbury could have brought in 1993), is not the place to supplement pleadings in response to a motion in the trial court to dismiss for failure to state a claim.</p>\n<p>[18]  Harbury does not argue, based on her counsel's argument before the Court of Appeals, that the allegation that official deception delayed a Freedom of Information Act filing, which, presumably, might have involved a lawsuit down the road if the defendants obstructed compulsory disclosure, can independently serve as an underlying cause of action for purposes of her access claim.</p>\n<p>[19]  Because the access claim as \"amended\" by Harbury's counsel at argument still fails to indicate any remedy that would be available in addition to potential relief on presently existing tort claims, see <i>infra,</i> at 422, it is unnecessary to resolve any of the claim's other difficulties in satisfying the need for nonfrivolous and arguable underlying causes of action. For example, Harbury alleges no acts of concealment by NSC officials prior to her husband's death; it would appear that the <i>Bivens</i> access claim should have been dismissed as to them on this ground alone. Nor does Harbury allege a plausible causal link between an injunction that might have been issued by a United States court and the behavior of the Guatemalan military alleged to have killed Harbury's husband. It is also uncertain whether the underlying cause of action could be pursued consistently with respect for separation of powers. And, of course, all of this assumes the unlikely case that the Government would not certify the defendants' action as exercises of their official capacity, or that if the Government did, an action could be maintained under the Federal Tort Claims Act. See 28 U. S. C. § 2680(h) (excluding certain intentional torts including assault, battery, false imprisonment, and misrepresentation); § 2680(k) (excluding claims arising in a foreign country); cf. <i>United States</i> v. <i>Shearer,</i> 473 U. S. 52, 57 (1985) (no claim for negligent supervision of an employee resulting in wrongful death in the military context). But see <i>U. S. Information Agency</i> v. <i>Krc,</i> 989 F. 2d 1211, 1216 (CADC 1993) (\"injunctive relief is available\" under the Federal Tort Claims Act for an intentional-tort claim when the statute bars a damages remedy), cert. denied, 510 U. S. 1109 (1994).\n</p>\n<p>Indeed, even if Harbury's underlying claim could navigate these concerns, it is not at all apparent that any or all of Harbury's many factual allegations would make out a claim for intentional infliction of emotional distress. As a general matter, \"[w]here [extreme and outrageous] conduct is directed at a third person, the actor is subject to liability if he intentionally or recklessly causes severe emotional distress to a member of such person's immediate family who is present at the time, whether or not such distress results in bodily harm.\" Restatement (Second) of Torts § 46(2)(a) (1965). It is unclear that Harbury's allegations meet either the intent or the presence requirements. While there is room to argue for an exception to presence in some situations, cf. <i>Jenco</i> v. <i>Islamic Republic of Iran,</i>  154 F. Supp. 2d 27, 33 (DC 2001) (allowing publication to substitute for presence), far from there being any allegation that the CIA defendants intended her husband's situation to become known to the public, the entire thrust of Harbury's pleadings is that every defendant tried to conceal it.</p>\n<p>[20]  See n. 17, <i>supra.</i> There is also an emotional-distress count against the State Department and NSC defendants, but based on their alleged deception, see App. 58 (count 23), that is, simply in duplication of the acts alleged to constitute denial of access, not on the acts underlying the predicate claim.</p>\n<p>[21]  While Harbury, if otherwise successful, might obtain injunctive relief requiring the CIA to reveal the location of her husband's remains (if known), she could not get any injunction against continued deception on the part of the State Department. But this is irrelevant, since Harbury has given no indication that she contemplates any future litigation to which continued deception would be relevant; she has not, in other words, pleaded any surviving, forward-looking access claim.</p>\n<p>[22]  This might not be the case where, for example, the underlying claim had been tried or settled for an inadequate amount given official deception, see <i>Foster,</i> 28 F. 3d, at 427; <i>Bell,</i> 746 F. 2d, at 1223, and thus likely barred by res judicata, or where the statute of limitations had run, see <i>Swekel,</i>  119 F. 3d, at 1261.</p>\n<p>[23]  If Harbury's existing tort claims should be dismissed for the reasons identified in n. 19, <i>supra,</i> or other reasons unrelated to the alleged deception by the State Department officials, she would still be unable to identify a predicate cause of action necessary to state a backward-looking access claim.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:21:20", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">403</span></span> (2002)</b></center>\n<center><h1>CHRISTOPHER, FORMER SECRETARY OF STATE, ET AL.<br>\nv.<br>\nHARBURY</h1></center>\n<center>No. 01-394.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued March 18, 2002.</center>\n<center>Decided June 20, 2002.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n<p><span class=\"star-pagination\">*405</span> <span class=\"star-pagination\">*405</span> Souter, J.,delivered the opinion of the Court, in which Rehnquist, C. J., and Stevens, O'Connor, Scalia, Kennedy, Ginsburg, and Breyer, JJ., joined. Thomas, J., filed an opinion concurring in the judgment, <i>post,</i> p. 422.</p>\n<p><i>Richard A. Cordray</i> argued the cause for petitioners. With him on the briefs was <i>Harry Litman.</i> </p>\n<p><i>Solicitor General Olson</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Assistant Attorney General McCallum, Deputy Solicitor General Clement, Patricia A. Millett, Barbara L. Herwig,</i> and <i>Robert M. Loeb.</i> </p>\n<p><i>Jennifer K. Harbury,</i> respondent, argued the cause and filed a brief <i>pro se.</i><sup>[*]</sup></p>\n<p>Justice Souter, delivered the opinion of the Court.</p>\n<p>Respondent-plaintiff in this case alleges that Government officials intentionally deceived her in concealing information that her husband, a foreign dissident, was being detained and tortured in his own country by military officers of his government, who were paid by the Central Intelligence Agency (CIA). One count of the complaint, brought after the husband's death, charges that the official deception denied respondent access to the courts by leaving her without information, or reason to seek information, with which she could have brought a lawsuit that might have saved her husband's life. The issue is whether this count states an actionable claim. We hold that it does not, for two reasons. As stated in the complaint, it fails to identify an underlying cause of action for relief that the plaintiff would have raised had it not been for the deception alleged. And even after a <span class=\"star-pagination\">*406</span> subsequent, informal amendment accepted by the Court of Appeals, respondent fails to seek any relief presently available for denial of access to courts that would be unavailable otherwise.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondent Jennifer Harbury, a United States citizen, is the widow of Efrain Bamaca-Velasquez, a Guatemalan rebel leader who vanished in his own country in March 1992. Since we are reviewing a ruling on motion to dismiss, we accept Harbury's factual allegations and take them in the light most favorable to her. See <i>Leatherman</i> v. <i>Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U. S. 163, 164 (1993). Bamaca was captured by Guatemalan army forces, including officers trained (in the United States), paid, and used as informants by the CIA. App. 27-28 (Respondent's Second Amended Complaint ¶¶ 35-42, 46-47). He was detained and tortured for more than a year to obtain information of interest to the CIA, for which it paid. <i>Id.,</i> at 28 (¶¶ 43, 46-47). Bamaca was summarily executed on orders of the same Guatemalan officers affiliated with the CIA, <i>id.,</i> at 28-29 (¶¶ 48-49), sometime before September 1993, <i>id.,</i> at 31 (¶ 66), 34 (¶ 84).<sup>[1]</sup></p>\n<p>The CIA knew as early as March 18, 1992, that the Guatemalan army had captured Bamaca alive and shared this information with the White House and State Department. <i>Id.,</i> at 27 (¶ 35). Officials there, however, \"intentionally misled\" Harbury, by \"deceptive statements and omissions, into believing that concrete information about her husband's fate did not exist because they did not want to threaten their ability to obtain information from Mr. Bamaca through his detention and torture.\" <i>Id.,</i> at 31 (¶ 67).</p>\n<p><span class=\"star-pagination\">*407</span> Harbury makes three specific allegations of such Government deception, all involving State Department officials, while Bamaca was still alive. First, she says she contacted several unnamed State Department officials in March 1993 to express concerns about her husband, who, according to an eyewitness, was still alive. <i>Id.,</i> at 29 (¶¶ 50, 55). They \"promised to look into the matter and to assist her,\" <i>ibid.,</i>  but they neither gave her nor made public any information about Bamaca, though CIA reports from as early as May 1993 confirmed he was still alive. <i>Id.,</i> at 30 (¶¶ 56-59). Second, in August 1993, Marilyn McAfee, then Ambassador to Guatemala, advised Harbury to submit a written report to the effect that remains found in a grave purported to be her husband's were not in fact his, as Harbury promptly did. <i>Id.,</i> at 30-31 (¶¶ 60-63). Although McAfee promised that she would \"investigate the matter immediately[,] report her findings,\" and keep Harbury \"properly informed regarding her husband's situation,\" <i>ibid.</i> (¶ 62), she gave Harbury no information, <i>id.,</i> at 31 (¶ 64). Third, in September 1993 (the same month that the Government learned Bamaca was dead, <i>ibid.</i> (¶ 66)), Harbury engaged in a week-long hunger strike in Guatemala City to focus public attention on her husband's plight, but the State Department told her nothing, <i>id.,</i> at 31-32 (¶¶ 64-68).</p>\n<p>According to Harbury's allegations, the Government's deceptions and omissions continued and intensified after Bamaca was killed. From October 1993 until March 1995, officials of the State Department and National Security Council (NSC) repeatedly met and communicated with Harbury, <i>id.,</i>  at 32 (¶¶ 70-71), 34 (¶¶ 80, 83), 35 (¶ 86), conveying the impression that they knew nothing for sure but were seeking \"concrete information\" about her husband and would keep her informed, <i>id.,</i> at 33 (¶ 75). At one point, in November 1994, National Security Adviser Anthony Lake told Harbury that the Government had \"`scraped the bottom of the barrel' \" to no avail in seeking information about her husband, <span class=\"star-pagination\">*408</span> <i>id.,</i> at 34 (¶ 83). All along, however, the Government officials knew that Bamaca had been killed by the Guatemalan army, <i>ibid.</i> (¶ 84), but engaged in misleading statements and omissions because they did not want their complicity in Bamaca's torture and death revealed, <i>id.,</i> at 36 (¶ 92). Harbury learned that her husband was dead only in March 1995 when a congressman publicly announced that Bamaca had been killed on the orders of a Guatemalan army colonel who was also a paid agent of the CIA, <i>ibid.</i> (¶ 91).</p>\n<p></p>\n<h2>II</h2>\n<p>A year later, in March 1996, Harbury filed suit in the District Court for the District of Columbia against the CIA, the State Department, the NSC, and members of each in their official and individual capacities. The complaint, as amended, listed 28 causes of action under federal, state, and international law. App. 38-62. Although only the accessto-courts counts directly concern us here, it is important to know Harbury's other claims, in order to determine whether she has stated a tenable claim for denial of judicial access.</p>\n<p></p>\n<h2>A</h2>\n<p>Harbury's complaint sought relief in four categories other than access to courts. First, on behalf of Bamaca's estate, she raised claims against the CIA defendants under the Due Process Clause of the Fifth Amendment for his imprisonment, torture, and execution, seeking declaratory and injunctive relief,<sup>[2]</sup> and money damages against the officials in their individual capacities on the theory of <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971). App. 38-42 (counts 1-5). Next, on her own behalf, Harbury sued all the Government defendants for declaratory and injunctive relief <span class=\"star-pagination\">*409</span> and money damages under <i>Bivens</i> for violating her \"right to familial integrity\" under the First, Fifth, and Ninth Amendments by imprisoning, torturing, and executing her husband. <i>Id.,</i> at 42-48 (counts 6-13). Third, she alleged common law torts invoking the Federal Tort Claims Act, 28 U. S. C. §§ 2401(b) and 2675, App. 54, (1) on behalf of herself and her husband's estate against the CIA defendants for intentional infliction of emotional distress by causing and conspiring to cause Bamaca's imprisonment, torture, and execution, <i>id.,</i> at 55 (counts 18-19); (2) on behalf of her husband's estate against the CIA defendants for negligent supervision resulting in his false imprisonment, assault and battery, and wrongful death, <i>id.,</i> at 56-58 (counts 20-22); and (3) on her own behalf against the State Department and NSC defendants for intentional and negligent misrepresentation, constructive fraud, interference with the right to possess a spouse's dead body, <i>id.,</i> at 58-62 (counts 24-27), and intentional infliction of emotional distress by making \"intentionally deceptive statements and omissions . . . about her husband, including concealing whether or not he was alive\" <i>id.,</i> at 58 (count 23). Fourth, Harbury brought a tort claim said to arise under international law against the CIA defendants on behalf of herself and her husband's estate. <i>Id.,</i> at 62 (count 28).</p>\n<p>In addition to these counts for direct harm, Harbury relied on the First and Fifth Amendments in raising four claims that the deceptive statements and omissions of the State Department and NSC defendants had unconstitutionally impeded her access to courts, <i>id.,</i> at 49-51 (counts 14-15), as well as her rights to speak freely and to petition the Government, <i>id.,</i> at 51-54 (counts 16-17). The basic theory as to access to courts was that if the officials had shared what they knew or simply said \"no comment\" rather than affirmatively misleading Harbury into thinking they were doing something, she might have been able \"to take appropriate actions <span class=\"star-pagination\">*410</span> to save her husband's life.\" <i>Id.,</i> at 37 (¶ 98).<sup>[3]</sup> Harbury alleged that she \"was foreclosed from effectively seeking adequate legal redress.\" <i>Ibid.</i> </p>\n<p></p>\n<h2>B</h2>\n<p>For failure to state a claim, the District Court dismissed all counts for declaratory and injunctive relief (counts 1-3, 6-9, 14, 16). It also dismissed all the <i>Bivens</i> counts: those on behalf of Bamaca's estate for his torture and execution said to have violated his Fifth Amendment due process rights (counts 4-5), and those brought on Harbury's own behalf based on the claimed violation of her constitutional rights of familial association (counts 10-13), access to courts (count 15), and free speech and access to Government (count 17). But the District Court denied the defendants' motion to dismiss the tort claims at common law (counts 18-27) and international law (count 28).</p>\n<p>With respect to the access-to-courts claims (including Harbury's <i>Bivens</i> claim on this theory), the District Court acknowledged that five Courts of Appeals \"have held that conspiracies to destroy or cover-up evidence of a crime that render a plaintiff's judicial remedies inadequate or ineffective violat[e] the right of access,\" App. to Pet. for Cert. 43a, but held that Harbury had not stated a valid cause of action for two reasons. First, the court held that Harbury's claim \"would have to be dismissed\" (without prejudice) because, having filed no prior suit, she had \"nothing more than a guess\" as to how the alleged coverup might \"have prejudiced her rights to bring a separate action.\" <i>Id.,</i> at 46a. Second, the District Court reasoned that the defendants in any event would be entitled to qualified immunity in their individual capacities because, unlike officials in coverup cases who destroyed, manufactured, or hid evidence, the defendants <span class=\"star-pagination\">*411</span> here did not act contrary to \"clearly established constitutional norms that a reasonable official would understand\" in being less than \"forthcoming in discussing the intelligence that they received about Bamaca.\" <i>Id.,</i> at 48a\u009749a.</p>\n<p></p>\n<h2>C</h2>\n<p>Harbury did not pursue her claims for declaratory or injunctive relief, and appealed only the dismissal of the <i>Bivens</i>  causes of action. <i>Harbury</i> v. <i>Deutch,</i> 233 F. 3d 596, 600-601 (CADC 2000). The Court of Appeals for the District of Columbia Circuit affirmed the dismissal of the <i>Bivens</i> claims of violations of Bamaca's due process rights, 233 F. 3d, at 604, Harbury's rights of familial association, <i>id.,</i> at 606-607, and her free speech and petition rights.<sup>[4]</sup> It reversed the dismissal, however, of Harbury's <i>Bivens</i> claim against the State Department and NSC defendants for denial of access to courts. <i>Id.,</i> at 607-611.</p>\n<p>The Court of Appeals agreed with the District Court that a plaintiff who merely alleges without factual basis in the conduct of a prior lawsuit that \"`key witnesses . . . may now be dead or missing, . . . crucial evidence may have been destroyed, and . . . memories may have faded' \" generally falls short of raising a claim for denial of access to courts. <i>Id.,</i>  at 609 (quoting the District Court). The court held, however, that Harbury's allegations stated a valid access claim insofar as she alleged that the Government's conduct had \"effectively prevented her from seeking emergency injunctive relief in time to save her husband's life.\" <i>Ibid.</i> The District of Columbia Circuit went on to conclude that \"[b]ecause his death completely foreclosed this avenue of relief, nothing would be gained by requiring Harbury to postpone this aspect of her access to courts cause of action until she <span class=\"star-pagination\">*412</span> finishes prosecuting her tort claims.\" <i>Ibid.</i> Nor did the court hold that qualified immunity would bar suit because, in its words, \"we think it should be obvious to public officials that they may not affirmatively mislead citizens for the purpose of protecting themselves from suit.\" <i>Id.,</i> at 611.<sup>[5]</sup></p>\n<p></p>\n<h2>D</h2>\n<p>Three categories of claims were left in the case after the Court of Appeals's decision: the various common law tort claims including intentional infliction of emotional distress, the international law claim against the CIA defendants (neither of which the District Court had dismissed), and Harbury's <i>Bivens</i> claims against the State Department and NSC defendants for preventing access to courts (which the Court of Appeals reinstated). The defendant officials petitioned for review of the court's holding as to the claim of denial of access to courts, but Harbury did not cross-petition on the other <i>Bivens</i> claims, leaving the <i>Bivens</i> access claim<sup>[6]</sup> the sole matter before us. We granted certiorari, 534 U. S. 1064 (2001), because of the importance of this issue to the Government in its conduct of the Nation's foreign affairs, and now reverse.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>This Court's prior cases on denial of access to courts have not extended over the entire range of claims that have been brought under that general rubric elsewhere, but if we consider <span class=\"star-pagination\">*413</span> examples in the Courts of Appeals<sup>[7]</sup> as well as our own, two categories emerge. In the first are claims that systemic official action frustrates a plaintiff or plaintiff class in preparing and filing suits at the present time. Thus, in the prisonlitigation cases, the relief sought may be a law library for a prisoner's use in preparing a case, <i>Bounds</i> v. <i>Smith,</i> 430 U. S. 817, 828 (1977); <i>Lewis</i> v. <i>Casey,</i> 518 U. S. 343, 346-348 (1996), or a reader for an illiterate prisoner, <i>id.,</i> at 347-348, or simply a lawyer, <i>ibid.</i> In denial-of-access cases challenging filing fees that poor plaintiffs cannot afford to pay, the object is an order requiring waiver of a fee to open the courthouse door for desired litigation, such as direct appeals or federal habeas petitions in criminal cases,<sup>[8]</sup> or civil suits asserting family-law rights, <i>e. g., </i><i>Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371, 372 (1971) (divorce filing fee); <i>M. L. B.</i> v. <i>S. L. J.,</i> 519 U. S. 102, 106-107 (1996) (record fee in parental-rights termination action). In cases of this sort, the essence of the access claim is that official action is presently denying an opportunity to litigate for a class of potential plaintiffs. The opportunity has not been lost for all time, however, but only in the short term; the object of the denial-of-access suit, and the justification for recognizing that claim, is to place the plaintiff in a position to pursue a separate claim for relief once the frustrating condition has been removed.</p>\n<p>The second category covers claims not in aid of a class of suits yet to be litigated, but of specific cases that cannot now <span class=\"star-pagination\">*414</span> be tried (or tried with all material evidence), no matter what official action may be in the future.<sup>[9]</sup> The official acts claimed to have denied access may allegedly have caused the loss or inadequate settlement of a meritorious case, <i>e. g., </i><i>Foster</i> v. <i>Lake Jackson,</i> 28 F. 3d 425, 429 (CA5 1994); <i>Bell</i> v. <i>Milwaukee,</i> 746 F. 2d 1205, 1261 (CA7 1984) (\"[T]he cover-up and resistance of the investigating police officers rendered hollow [the plaintiff's] right to seek redress\"), the loss of an opportunity to sue, <i>e. g., </i><i>Swekel</i> v. <i>River Rouge,</i> 119 F. 3d 1259, 1261 (CA6 1997) (police coverup extended throughout \"time to file suit . . . under . . . statute of limitations\"), or the loss of an opportunity to seek some particular order of relief, as Harbury alleges here. These cases do not look forward to a class of future litigation, but backward to a time when specific litigation ended poorly,<sup>[10]</sup> or could not have commenced, or could have produced a remedy subsequently unobtainable.<sup>[11]</sup> The ultimate object of these sorts of access claims, then, is not the judgment in a further lawsuit, but simply the judgment in the access claim itself, in providing relief obtainable in no other suit in the future.</p>\n<p>While the circumstances thus vary, the ultimate justification for recognizing each kind of claim is the same. Whether an access claim turns on a litigating opportunity yet to be gained or an opportunity already lost, the very point of recognizing any access claim is to provide some effective <span class=\"star-pagination\">*415</span> vindication for a separate and distinct right to seek judicial relief for some wrong. However unsettled the basis of the constitutional right of access to courts,<sup>[12]</sup> our cases rest on the recognition that the right is ancillary to the underlying claim, without which a plaintiff cannot have suffered injury by being shut out of court. We indicated as much in our most recent case on denial of access, <i>Lewis</i> v. <i>Casey, supra</i><i>,</i> where we noted that even in forward-looking prisoner class actions to remove roadblocks to future litigation, the named plaintiff must identify a \"nonfrivolous,\" \"arguable\" underlying claim, <i>id.,</i> at 353, and n. 3, and we have been given no reason to treat backward-looking access claims any differently in this respect. It follows that the underlying cause of action, whether anticipated or lost, is an element that must be described in the complaint, just as much as allegations must describe the official acts frustrating the litigation. It follows, too, that when the access claim (like this one) looks backward, the complaint must identify a remedy that may be awarded as recompense but not otherwise available in some suit that may yet be brought. There is, after all, no point in spending time and money to establish the facts constituting denial of access when a plaintiff would end up just as well off after litigating a simpler case without the denial-of-access element.</p>\n<p><span class=\"star-pagination\">*416</span> Like any other element of an access claim, the underlying cause of action and its lost remedy must be addressed by allegations in the complaint sufficient to give fair notice to a defendant. See generally <i>Swierkiewicz</i> v. <i>Sorema N. A.,</i>  534 U. S. 506, 513-515 (2002). Although we have no reason here to try to describe pleading standards for the entire spectrum of access claims, this is the place to address a particular risk inherent in backward-looking claims. Characteristically, the action underlying this sort of access claim will not be tried independently,<sup>[13]</sup> a fact that enhances the natural temptation on the part of plaintiffs to claim too much, by alleging more than might be shown in a full trial focused solely on the details of the predicate action.</p>\n<p>Hence the need for care in requiring that the predicate claim be described well enough to apply the \"nonfrivolous\" test and to show that the \"arguable\" nature of the underlying claim is more than hope.<sup>[14]</sup> And because these backwardlooking cases are brought to get relief unobtainable in other suits, the remedy sought must itself be identified to hedge against the risk that an access claim be tried all the way through, only to find that the court can award no remedy that the plaintiff could not have been awarded on a presently existing claim.</p>\n<p><span class=\"star-pagination\">*417</span> The particular facts of this case underscore the need for care on the part of the plaintiff in identifying, and by the court in determining, the claim for relief underlying the access-to-courts plea. The action alleged on the part of all the Government defendants (the State Department and NSC defendants sued for denial of access and the CIA defendants who would have been timely sued on the underlying claim but for the denial) was apparently taken in the conduct of foreign relations by the National Government. Thus, if there is to be judicial enquiry, it will raise concerns for the separation of powers in trenching on matters committed to the other branches. See <i>Department of Navy</i> v. <i>Egan,</i> 484 U. S. 518, 529 (1988) (\"`[F]oreign policy [is] the province and responsibility of the Executive'\"); <i>Chicago &amp; Southern Air Lines, Inc.</i> v. <i>Waterman S. S. Corp.,</i> 333 U. S. 103, 111 (1948) (\"[T]he very nature of executive decisions as to foreign policy is political, not judicial\"). Since the need to resolve such constitutional issues ought to be avoided where possible, cf. <i>Department of Housing and Urban Development</i> v. <i>Rucker,</i> 535 U. S. 125, 134-135 (2002); <i>Ashwander</i> v. <i>TVA,</i>  297 U. S. 288, 345-348 (1936) (Brandeis, J., concurring), the trial court should be in a position as soon as possible in the litigation to know whether a potential constitutional ruling may be obviated because the allegations of denied access fail to state a claim on which relief could be granted.</p>\n<p>In sum, the right of a defendant in a backward-looking access suit to obtain early dismissal of a hopelessly incomplete claim for relief coincides in this case with the obligation of the Judicial Branch to avoid deciding constitutional issues needlessly. For the sake of each, the complaint should state the underlying claim in accordance with Federal Rule of Civil Procedure 8(a),<sup>[15]</sup> just as if it were being independently pursued, and a like plain statement should describe any remedy <span class=\"star-pagination\">*418</span> available under the access claim and presently unique to it.</p>\n<p></p>\n<h2>B</h2>\n<p>Under these standards, Harbury's complaint did not come even close to stating a constitutional claim for denial of access upon which relief could be granted. While we cannot read the complaint without appreciating Harbury's anguish, neither can we read it without appreciating the position of the District Judge who described Harbury's various requests for relief as \"nearly unintelligible.\" App. to Pet. for Cert. 32a. Although the counts stating the <i>Bivens</i> claim for denial of judicial access seemed to confirm that Harbury intended to state a backward-looking claim, the complaint failed to identify the underlying cause of action that the alleged deception had compromised, going no further than the protean allegation that the State Department and NSC defendants' \"false and deceptive information and concealment foreclosed Plaintiff from effectively seeking adequate legal redress.\" App. 50 (¶ 175). The District Court and the defendants were left to guess at the unstated cause of action supposed to have been lost, and at the remedy being sought independently of relief that might be available on the 24 other counts set out in the complaint.</p>\n<p>Nothing happened in the Court of Appeals to improve Harbury's position. That court, too, was frustrated by the failure to identify the predicate claim and the need for relief otherwise unattainable,<sup>[16]</sup> but it gave Harbury's counsel an opportunity at oral argument to supply the missing allegations. <span class=\"star-pagination\">*419</span> Counsel responded that Harbury would have brought an action for intentional infliction of emotional distress<sup>[17]</sup> as one wrong for which she could have sought the injunctive relief that might have saved her husband's life:</p>\n<blockquote>\"[I]f defendants had disclosed the information they possessed about Bamaca, Harbury could have sought an emergency injunction based on an underlying tort claim for intentional infliction of emotional distress. Even if the NSC and State Department officials had simply said they could not discuss Bamaca's situation, counsel explained, Harbury would have filed her FOIA requests immediately, thus perhaps obtaining the information necessary to seek an injunction in time to save her husband's life. Instead, believing defendants' reassurances, Harbury waited for the State Department and NSC officials to complete their `investigation. \" 233 F. 3d, at 609.</blockquote>\n<p>The Court of Appeals adopted this theory in saying that the \"adequate legal redress\" alleged for purposes of Harbury's access claims meant emergency injunctive relief in a now futile lawsuit for intentional infliction of emotional distress, <span class=\"star-pagination\">*420</span> and it accepted this amendment as a sufficient statement of an underlying cause of action.<sup>[18]</sup><i>Ibid.</i> </p>\n<p>We think, however, that treating the amendment as an adequate statement was error. For even on the assumption that Harbury could surmount all difficulties raised by treating the underlying claim as one for intentional infliction of emotional distress,<sup>[19]</sup> she could not satisfy the requirement <span class=\"star-pagination\">*421</span> that a backward-looking denial-of-access claim provide a remedy that could not be obtained on an existing claim. We have no choice but to assume that what Harbury intends to claim as intentional infliction of emotional distress is set out in the counts of her complaint naming the \"CIA defendants,\" including the Guatemalan officer who allegedly tortured and killed her husband, App. 55 (counts 18-19).<sup>[20]</sup> These are among the tort counts that survived the motion to dismiss under the portion of the District Court's order not before us. If an intentional-infliction claim can be maintained at all, Harbury can seek damages and even conceivably some sort of injunctive relief for the demonstrated consequences of the infliction alleged.<sup>[21]</sup> It is true that she cannot obtain in any present tort action the order she would have sought before her husband's death, the order that might have saved her husband's life. But neither can she obtain any such order on her access claim, which therefore cannot recompense Harbury <span class=\"star-pagination\">*422</span> for the unique loss she claims as a consequence of her inability to bring an intentional-infliction action earlier. She has not explained, and it is not otherwise apparent, that she can get any relief on the access claim that she cannot obtain on her other tort claims, <i>i. e.,</i> those that remain pending in the District Court.<sup>[22]</sup> And it is just because the access claim cannot address any injury she has suffered in a way the presently surviving intentional-infliction claims cannot<sup>[23]</sup> that Harbury is not entitled to maintain the access claim as a substitute, backward-looking action.</p>\n<p>The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i> </p>\n<p>Justice Thomas, concurring in the judgment.</p>\n<p>In <i>Lewis</i> v. <i>Casey,</i> 518 U. S. 343 (1996), after a review of the constitutional text, this Court's precedent, and tradition, I could find no basis \"for the conclusion that the constitutional right of access imposes affirmative obligations on the States to finance and support prisoner litigation.\" <i>Id.,</i> at 384-385 (concurring opinion). Likewise, I find no basis in the Constitution for a \"right of access to courts\" that effectively imposes an affirmative duty on Government officials either to disclose matters concerning national security or to provide information in response to informal requests. Notwithstanding the Court of Appeals' attempt to characterize <span class=\"star-pagination\">*423</span> the right of access differently, see <i>Harbury</i> v. <i>Deutch,</i> 233 F. 3d 596, 611 (CADC 2000) (characterizing the right as \"when public officials affirmatively mislead citizens in order to prevent them from filing suit\"), I would decide this case solely on the ground that no such right is implicated here. For that reason, I concur in the judgment.</p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging affirmance were filed for the Association of Trial Lawyers of America by <i>Jeffrey R. White</i> and <i>Laura C. Tharney;</i>  for the Brennan Center for Justice by <i>Jodie L. Kelley;</i> and for the Lawyers' Committee for Civil Rights of the San Francisco Bay Area et al. by <i>Robert E. Borton, Scott D. Wiener, Robert Rubin, Steven R. Shapiro,</i> and <i>Lucas Guttentag.</i> </p>\n<p>[1]  Harbury says in a footnote in her brief before this Court that \"[n]ew evidence exists suggesting that Mr. Bamaca in fact survived well into 1994 if not longer,\" Brief for Respondent 23, n. 3, but the factual allegations in her complaint unequivocally state that the Government knew that Bamaca had been killed by September 1993.</p>\n<p>[2]  The injunctive relief Harbury sought in these (and other) counts was disclosure of information \"concerning her husband's death and the location of his body\" and an order to prevent \"[d]efendants from taking such actions in the future.\"App. 63.</p>\n<p>[3]  Harbury did not allege that the State Department and NSC defendants had an affirmative duty to discloseor to provide information about her husband in response to her informal requests.</p>\n<p>[4]  The Court of Appeals did not explicitly say that this <i>Bivens</i> claim (count 17) was dismissed, but, in reversing the District Court, it spoke only of a single claim of \"access to courts.\"233 F. 3d, at 611 (\"[W]e reverse the district court's dismissal of Harbury's access to courts claim\").</p>\n<p>[5]  The District of Columbia Circuit denied rehearing, <i>Harbury</i> v. <i>Deutch,</i>  244 F. 3d 956, 957 (2001) <i>(per curiam)</i><i>,</i> and rehearing en banc, 244 F. 3d 960, 961 (2001),with two judges dissenting from denial of rehearing en banc.</p>\n<p>[6]  The petitioners did not challenge below the existence of a cause of action under <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971), and we express no opinion on the matter in deciding this case.</p>\n<p>[7]  See, <i>e. g., </i><i>Delew</i> v. <i>Wagner,</i> 143 F. 3d 1219, 1222-1223 (CA9 1998); <i>Swekel</i> v. <i>River Rouge,</i> 119 F. 3d 1259, 1263-1264 (CA6 1997); <i>Vasquez</i> v. <i>Hernandez,</i> 60 F. 3d 325, 329 (CA7 1995); <i>Foster</i> v. <i>Lake Jackson,</i> 28 F. 3d 425, 429-431 (CA5 1994); <i>Williams</i> v. <i>Boston,</i> 784 F. 2d 430, 435 (CA1 1986); <i>Bell</i> v. <i>Milwaukee,</i> 746 F. 2d 1205, 1260-1266 (CA7 1984); <i>Ryland</i> v. <i>Shapiro,</i> 708 F. 2d 967, 974-975 (CA5 1983).</p>\n<p>[8]  <i>E. g., </i><i>Smith</i> v. <i>Bennett,</i> 365 U. S. 708, 713-714 (1961) (filing fee for habeas petitions); <i>Burns</i> v. <i>Ohio,</i> 360 U. S. 252, 255-258 (1959) (fee for direct appeal in a criminal case); <i>Mayer</i> v. <i>Chicago,</i> 404 U. S. 189, 195-196 (1971) (same, as to petty crime); <i>Griffin</i> v. <i>Illinois,</i> 351 U. S. 12, 16-20 (1956) (transcript fee for appellate review in a criminal case).</p>\n<p>[9]  All such cases have been decided in the Courts of Appeals, see n. 7, <i>supra;</i> we assume, without deciding, the correctness of the decisions.</p>\n<p>[10]  Some Courts of Appeals have held that an actual attempt to sue is a prerequisite to any such claim. See <i>Delew, supra,</i> at 1222-1223; <i>Swekel, supra,</i> at 1263-1264. See also App. to Pet. for Cert. 46a (District Court adopting this requirement). But cf. <i>Swekel, supra,</i> at 1264, n. 2 (\"We recognize that in some instances it would be completely futile for a plaintiff to attempt to access the state court system. The Plaintiff, however, has not presented evidence that this is such a case\").</p>\n<p>[11]  Bifurcation into forward-looking and backward-looking access claims is a simplification, and not the only possible categorization, but it helps to focus the issues here.</p>\n<p>[12]  Decisions of this Court have grounded the right of access to courts in the Article IV Privileges and Immunities Clause, <i>Chambers</i> v. <i>Baltimore &amp; Ohio R. Co.,</i> 207 U. S. 142, 148 (1907); <i>Blake</i> v. <i>McClung,</i> 172 U. S. 239, 249 (1898); <i>Slaughter-House Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">36</span></span>, 79 (1873), the First Amendment Petition Clause, <i>Bill Johnson's Restaurants, Inc.</i> v. <i>NLRB,</i>  461 U. S. 731, 741 (1983); <i>California Motor Transport Co.</i> v. <i>Trucking Unlimited,</i> 404 U. S. 508, 513 (1972), the Fifth Amendment Due Process Clause, <i>Murray</i> v. <i>Giarratano,</i> 492 U. S. 1, 11, n. 6 (1989) (plurality opinion); <i>Walters</i> v. <i>National Assn. of Radiation Survivors,</i> 473 U. S. 305, 335 (1985), and the Fourteenth Amendment Equal Protection, <i>Pennsylvania</i>  v. <i>Finley,</i> 481 U. S. 551, 557 (1987), and Due Process Clauses, <i>Wolff</i> v. <i>McDonnell,</i> 418 U. S. 539, 576 (1974); <i>Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371, 380-381 (1971).</p>\n<p>[13]  It may be the case that an underlying action has already been tried to an inadequate result due to missing or fabricated evidence in an official cover-up, see, <i>e. g., </i><i>Foster,</i> 28 F. 3d, at 427; <i>Bell,</i> 746 F. 2d, at 1223, or the claim may still be timely and subject to trial, but for a different remedy than the one sought under the access claim, or against different defendants.</p>\n<p>[14]  The District of Columbia Circuit rejected the holding of some Circuits, see n. 10, <i>supra,</i> that a filed suit on the underlying claim is a prerequisite for a backward-looking access claim, 233 F. 3d 596, 608-610 (2000), because it would foreclose access claims in the most heinous cases where a cover-up was so pervasive that any timely attempt to litigate would have seemed futile. In essence, the Court of Appeals rejected a rule requiring an attempt to litigate, even if frivolous, as a condition of bringing a nonfrivolous backward-looking access claim.</p>\n<p>[15]  \"A pleading which sets forth a claim for relief . . . shall contain . . . a short and plain statement of the claim showing that the pleader is entitled to relief . . . .\"</p>\n<p>[16]  The court repeatedly pressed counsel to identify the underlying claim. See Lodging for United States as <i>Amicus Curiae</i> Supporting Petitioners 7, 19, 44, 47 (respectively, \"Now what would that [predicate] lawsuit have looked like? . .. Can you explain what that lawsuit would look like? . . . [A]ccess to do what[?] . .. And what would that lawsuit have looked like?\" (Tr. of Proceedings in <i>Harbury</i> v. <i>Deutch,</i> No. 99-5307 (Sept. 8, 2000))).</p>\n<p>[17]  Whether the Court of Appeals should have extended that opportunity is not an issue before us. We see counsel's answer as amounting to an amendment of pleadings that still fails to cure the inadequacy of the denial-of-access claim. In providing the clarification, Harbury's counsel appears to have been referring to the intentional-infliction counts against the CIA defendants alleged elsewhere in her complaint, App. 55 (counts 18-19). See <i>infra,</i> at 422. Whatever latitude is allowed by federal notice pleading, no one says Harbury should be allowed to construe \"adequate legal redress\" to mean causes of action that were not even mentioned in her complaint. As for Harbury's position here, suffice itto say that a brief to this Court, see Brief for Respondent at 22-33 (listing causes of action that Harbury could have brought in 1993), is not the place to supplement pleadings in response to a motion in the trial court to dismiss for failure to state a claim.</p>\n<p>[18]  Harbury does not argue, based on her counsel's argument before the Court of Appeals, that the allegation that official deception delayed a Freedom of Information Act filing, which, presumably, might have involved a lawsuit down the road if the defendants obstructed compulsory disclosure, can independently serve as an underlying cause of action for purposes of her access claim.</p>\n<p>[19]  Because the access claim as \"amended\" by Harbury's counsel at argument still fails to indicate any remedy that would be available in addition to potential relief on presently existing tort claims, see <i>infra,</i> at 422, it is unnecessary to resolve any of the claim's other difficulties in satisfying the need for nonfrivolous and arguable underlying causes of action. For example, Harbury alleges no acts of concealment by NSC officials prior to her husband's death; it would appear that the <i>Bivens</i> access claim should have been dismissed as to them on this ground alone. Nor does Harbury allege a plausible causal link between an injunction that might have been issued by a United States court and the behavior of the Guatemalan military alleged to have killed Harbury's husband. It is also uncertain whether the underlying cause of action could be pursued consistently with respect for separation of powers. And, of course, all of this assumes the unlikely case that the Government would not certify the defendants' action as exercises of their official capacity, or that if the Government did, an action could be maintained under the Federal Tort Claims Act. See 28 U. S. C. § 2680(h) (excluding certain intentional torts including assault, battery, false imprisonment, and misrepresentation); § 2680(k) (excluding claims arising in a foreign country); cf. <i>United States</i> v. <i>Shearer,</i> 473 U. S. 52, 57 (1985) (no claim for negligent supervision of an employee resulting in wrongful death in the military context). But see <i>U. S. Information Agency</i> v. <i>Krc,</i> 989 F. 2d 1211, 1216 (CADC 1993) (\"injunctive relief is available\" under the Federal Tort Claims Act for an intentional-tort claim when the statute bars a damages remedy), cert. denied, 510 U. S. 1109 (1994).\n</p>\n<p>Indeed, even if Harbury's underlying claim could navigate these concerns, it is not at all apparent that any or all of Harbury's many factual allegations would make out a claim for intentional infliction of emotional distress. As a general matter, \"[w]here [extreme and outrageous] conduct is directed at a third person, the actor is subject to liability if he intentionally or recklessly causes severe emotional distress to a member of such person's immediate family who is present at the time, whether or not such distress results in bodily harm.\" Restatement (Second) of Torts § 46(2)(a) (1965). It is unclear that Harbury's allegations meet either the intent or the presence requirements. While there is room to argue for an exception to presence in some situations, cf. <i>Jenco</i> v. <i>Islamic Republic of Iran,</i>  <span class=\"citation\" data-id=\"2429487\"><a href=\"/opinion/2429487/jenco-v-islamic-republic-of-iran/\"><span class=\"volume\">154</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">27</span></a></span>, 33 (DC 2001) (allowing publication to substitute for presence), far from there being any allegation that the CIA defendants intended her husband's situation to become known to the public, the entire thrust of Harbury's pleadings is that every defendant tried to conceal it.</p>\n<p>[20]  See n. 17, <i>supra.</i> There is also an emotional-distress count against the State Department and NSC defendants, but based on their alleged deception, see App. 58 (count 23), that is, simply in duplication of the acts alleged to constitute denial of access, not on the acts underlying the predicate claim.</p>\n<p>[21]  While Harbury, if otherwise successful, might obtain injunctive relief requiring the CIA to reveal the location of her husband's remains (if known), she could not get any injunction against continued deception on the part of the State Department. But this is irrelevant, since Harbury has given no indication that she contemplates any future litigation to which continued deception would be relevant; she has not, in other words, pleaded any surviving, forward-looking access claim.</p>\n<p>[22]  This might not be the case where, for example, the underlying claim had been tried or settled for an inadequate amount given official deception, see <i>Foster,</i> 28 F. 3d, at 427; <i>Bell,</i> 746 F. 2d, at 1223, and thus likely barred by res judicata, or where the statute of limitations had run, see <i>Swekel,</i>  119 F. 3d, at 1261.</p>\n<p>[23]  If Harbury's existing tort claims should be dismissed for the reasons identified in n. 19, <i>supra,</i> or other reasons unrelated to the alleged deception by the State Department officials, she would still be unable to identify a predicate cause of action necessary to state a backward-looking access claim.</p>\n\n</div>", 
  "sha1": "9aed11e4c054ef687cfd9d47c2cd5a4decfc0fb5", 
  "date_modified": "2015-05-01T17:26:38.408045", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/121160/christopher-v-harbury/", 
  "citation_count": 286, 
  "supreme_court_db_id": "2001-072", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2379021/", 
  "html": "<p class=\"case_cite\">536 U.S. 403</p>\n    <p class=\"parties\">CHRISTOPHER, FORMER SECRETARY OF STATE, ET AL.<br><i>v.</i><br>HARBURY.</p>\n    <p class=\"docket\">No. 01-394.</p>\n    <p class=\"court\">Supreme Court of the United States.</p>\n    <p class=\"date\">Argued March 18, 2002.</p>\n    <p class=\"date\">Decided June 20, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT</p>\n      <p class=\"indent\">Respondent-plaintiff Harbury alleges that Government officials intentionally deceived her in concealing information that her husband, a Guatemalan dissident, had been detained, tortured, and executed by Guatemalan army officers paid by the Central Intelligence Agency (CIA), and that this deception denied her access to the courts by leaving her without information, or reason to seek information, with which she could have brought a lawsuit that might have saved her husband's life. In the District Court, Harbury raised against the CIA, State Department, National Security Council, and officials of each, common- and international-law tort claims, and claims under <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388, on behalf of her husband's estate, and on her own behalf for violation of, <i>inter alia,</i> her constitutional right of access to courts. The District Court dismissed the <i>Bivens</i> claims. With respect to the access-to-courts counts, the court held that Harbury had not stated a valid cause of action because (1) having filed no prior suit, she could only guess how the alleged coverup might have prejudiced her rights to bring a separate action, and (2) the defendants would be entitled to qualified immunity. Harbury appealed the dismissal of her <i>Bivens</i> claims, but the District of Columbia Circuit reversed only the dismissal of her <i>Bivens</i> claim against petitioners for denial of access to courts.</p>\n      <p class=\"indent\"><i>Held:</i> Harbury has not stated a claim for denial of judicial access. Pp. 412-422.</p>\n      <p class=\"indent\">(a) Access-to-courts claims fall into two categories: claims that systemic official action frustrates a plaintiff in preparing and filing suits at the present time, where the suits could be pursued once the frustrating condition has been removed; and claims of specific cases that cannot be tried, no matter what official action may be in the future. Regardless of whether the claim turns on a litigating opportunity yet to be gained or an opportunity already lost, the point of recognizing an access claim is to provide some effective vindication for a separate and distinct right to seek judicial relief for some wrong. Thus, the access-to-courts right is ancillary to the underlying claim, without which a plaintiff cannot have suffered injury by being shut out of court. It follows that the underlying claim is an element that must be described in the complaint as though it were being independently pursued; and that, when the access claim (like this one) looks backward, the complaint must identify a remedy that may be awarded as recompense but not otherwise available in some suit that may yet be brought. The underlying cause of action and its lost remedy must be addressed by allegations in the complaint sufficient to give the defendant fair notice. The facts of this case underscore the need for care in stating a tenable predicate cause of action. The alleged acts were apparently taken in the conduct of foreign relations by the National Government, and any judicial enquiry will raise concerns for the separation of powers in trenching on matters committed to the other branches. Since the need to resolve such constitutional issues should be avoided where possible, the trial court should be in a position as soon as possible to know whether a constitutional ruling may be obviated because the denied access allegations fail to state a claim. Pp. 412-418.</p>\n      <p class=\"indent\">(b) Harbury's complaint did not come even close to stating a constitutional denial-of-access claim upon which relief could be granted. It did not identify the underlying cause of action that the alleged disruption had compromised, leaving the District Court and the defendants to guess as to the unstated action supposedly lost and at the remedy being sought independently of relief that might be available on the complaint's other counts. Harbury's position did not improve when the Court of Appeals gave her counsel an opportunity at oral argument to supply the missing allegations. He stated that she would have brought an action for intentional infliction of emotional distress as one wrong for which she could have sought the injunctive relief that might have saved her husband's life. But that does not satisfy the requirement that a backward-looking denial-of-access claim provide a remedy that could not be obtained on an existing claim, for the complaint's counts naming the CIA defendants, including the Guatemalan officer who allegedly tortured and killed her husband, are among the tort claims that survived the motion to dismiss in the District Court. Harbury can seek damages and possibly some sort of injunctive relief for the consequences of the infliction of emotional distress alleged in those counts, although she cannot obtain the order that might have saved her husband's life. But neither can she obtain such an order in her access claim, which therefore cannot recompense her for the unique loss she claims as a consequence of her inability to bring an intentional-infliction action earlier. Pp. 418-422.</p>\n      <p class=\"indent\">233 F. 3d 596, reversed and remanded.</p>\n      <p class=\"indent\">Souter, J., delivered the opinion of the Court, in which REHNQUIST, C. J., and STEVENS, O'CONNOR, SCALIA, KENNEDY, GINSBURG, and BREYER, JJ., joined. THOMAS, J., filed an opinion concurring in the judgment, <i>post,</i> p. 422.</p>\n      <p class=\"indent\"><i>Richard A. Cordray</i> argued the cause for petitioners. With him on the briefs was <i>Harry Litman.</i></p>\n      <p class=\"indent\"><i>Solicitor General Olson</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Assistant Attorney General McCallum, Deputy Solicitor General Clement, Patricia A. Millett, Barbara L. Herwig,</i> and <i>Robert M. Loeb.</i></p>\n      <p class=\"indent\"><i>Jennifer K. Harbury,</i> respondent, argued the cause and filed a brief <i>pro se.</i><a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">JUSTICE SOUTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent-plaintiff in this case alleges that Government officials intentionally deceived her in concealing information that her husband, a foreign dissident, was being detained and tortured in his own country by military officers of his government, who were paid by the Central Intelligence Agency (CIA). One count of the complaint, brought after the husband's death, charges that the official deception denied respondent access to the courts by leaving her without information, or reason to seek information, with which she could have brought a lawsuit that might have saved her husband's life. The issue is whether this count states an actionable claim. We hold that it does not, for two reasons. As stated in the complaint, it fails to identify an underlying cause of action for relief that the plaintiff would have raised had it not been for the deception alleged. And even after a subsequent, informal amendment accepted by the Court of Appeals, respondent fails to seek any relief presently available for denial of access to courts that would be unavailable otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Respondent Jennifer Harbury, a United States citizen, is the widow of Efrain Bamaca-Velasquez, a Guatemalan rebel leader who vanished in his own country in March 1992. Since we are reviewing a ruling on motion to dismiss, we accept Harbury's factual allegations and take them in the light most favorable to her. See <i>Leatherman</i> v. <i>Tarrant County Narcotics Intelligence and Coordination Unit,</i> 507 U. S. 163, 164 (1993). Bamaca was captured by Guatemalan army forces, including officers trained (in the United States), paid, and used as informants by the CIA. App. 27-28 (Respondent's Second Amended Complaint &#182;&#182; 35-42, 46-47). He was detained and tortured for more than a year to obtain information of interest to the CIA, for which it paid. <i>Id.,</i> at 28 (&#182;&#182; 43, 46-47). Bamaca was summarily executed on orders of the same Guatemalan officers affiliated with the CIA, <i>id.,</i> at 28-29 (&#182;&#182; 48-49), sometime before September 1993, <i>id.,</i> at 31 (&#182; 66), 34 (&#182; 84).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The CIA knew as early as March 18, 1992, that the Guatemalan army had captured Bamaca alive and shared this information with the White House and State Department. <i>Id.,</i> at 27 (&#182; 35). Officials there, however, \"intentionally misled\" Harbury, by \"deceptive statements and omissions, into believing that concrete information about her husband's fate did not exist because they did not want to threaten their ability to obtain information from Mr. Bamaca through his detention and torture.\" <i>Id.,</i> at 31 (&#182; 67).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Harbury makes three specific allegations of such Government deception, all involving State Department officials, while Bamaca was still alive. First, she says she contacted several unnamed State Department officials in March 1993 to express concerns about her husband, who, according to an eyewitness, was still alive. <i>Id.,</i> at 29 (&#182; 50, &#182; 55). They \"promised to look into the matter and to assist her,\" <i>ibid.,</i> but they neither gave her nor made public any information about Bamaca, though CIA reports from as early as May 1993 confirmed he was still alive. <i>Id.,</i> at 30 (&#182;&#182; 56-59). Second, in August 1993, Marilyn McAfee, then Ambassador to Guatemala, advised Harbury to submit a written report to the effect that remains found in a grave purported to be her husband's were not in fact his, as Harbury promptly did. <i>Id.,</i> at 30-31 (&#182;&#182; 60-63). Although McAfee promised that she would \"investigate the matter immediately[,] report her findings,\" and keep Harbury \"properly informed regarding her husband's situation,\" <i>ibid.</i> (&#182; 62), she gave Harbury no information, <i>id.,</i> at 31 (&#182; 64). Third, in September 1993 (the same month that the Government learned Bamaca was dead, <i>ibid.</i> (&#182; 66)), Harbury engaged in a week-long hunger strike in Guatemala City to focus public attention on her husband's plight, but the State Department told her nothing, <i>id.,</i> at 31-32 (&#182;&#182; 64-68).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">According to Harbury's allegations, the Government's deceptions and omissions continued and intensified after Bamaca was killed. From October 1993 until March 1995, officials of the State Department and National Security Council (NSC) repeatedly met and communicated with Harbury, <i>id.,</i> at 32 (&#182;&#182; 70-71), 34 (&#182; 80, &#182; 83), 35 (&#182; 86), conveying the impression that they knew nothing for sure but were seeking \"concrete information\" about her husband and would keep her informed, <i>id.,</i> at 33 (&#182; 75). At one point, in November 1994, National Security Adviser Anthony Lake told Harbury that the Government had \"`scraped the bottom of the barrel'\" to no avail in seeking information about her husband, <i>id.,</i> at 34 (&#182; 83). All along, however, the Government officials knew that Bamaca had been killed by the Guatemalan army, <i>ibid.</i> (&#182; 84), but engaged in misleading statements and omissions because they did not want their complicity in Bamaca's torture and death revealed, <i>id.,</i> at 36 (&#182; 92). Harbury learned that her husband was dead only in March 1995 when a congressman publicly announced that Bamaca had been killed on the orders of a Guatemalan army colonel who was also a paid agent of the CIA, <i>ibid.</i> (&#182; 91).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A year later, in March 1996, Harbury filed suit in the District Court for the District of Columbia against the CIA, the State Department, the NSC, and members of each in their official and individual capacities. The complaint, as amended, listed 28 causes of action under federal, state, and international law. App. 38-62. Although only the access-to-courts counts directly concern us here, it is important to know Harbury's other claims, in order to determine whether she has stated a tenable claim for denial of judicial access.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* Harbury's complaint sought relief in four categories other than access to courts. First, on behalf of Bamaca's estate, she raised claims against the CIA defendants under the Due Process Clause of the Fifth Amendment for his imprisonment, torture, and execution, seeking declaratory and injunctive relief,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and money damages against the officials in their individual capacities on the theory of <i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971). App. 38-42 (counts 1-5). Next, on her own behalf, Harbury sued all the Government defendants for declaratory and injunctive relief and money damages under <i>Bivens</i> for violating her \"right to familial integrity\" under the First, Fifth, and Ninth Amendments by imprisoning, torturing, and executing her husband. <i>Id.,</i> at 42-48 (counts 6-13). Third, she alleged common law torts invoking the Federal Tort Claims Act, 28 U. S. C. &#167;&#167; 2401(b) and 2675, App. 54, (1) on behalf of herself and her husband's estate against the CIA defendants for intentional infliction of emotional distress by causing and conspiring to cause Bamaca's imprisonment, torture, and execution, <i>id.,</i> at 55 (counts 18-19); (2) on behalf of her husband's estate against the CIA defendants for negligent supervision resulting in his false imprisonment, assault and battery, and wrongful death, <i>id.,</i> at 56-58 (counts 20-22); and (3) on her own behalf against the State Department and NSC defendants for intentional and negligent misrepresentation, constructive fraud, interference with the right to possess a spouse's dead body, <i>id.,</i> at 58-62 (counts 24-27), and intentional infliction of emotional distress by making \"intentionally deceptive statements and omissions ... about her husband, including concealing whether or not he was alive\" <i>id.,</i> at 58 (count 23). Fourth, Harbury brought a tort claim said to arise under international law against the CIA defendants on behalf of herself and her husband's estate. <i>Id.,</i> at 62 (count 28).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addition to these counts for direct harm, Harbury relied on the First and Fifth Amendments in raising four claims that the deceptive statements and omissions of the State Department and NSC defendants had unconstitutionally impeded her access to courts, <i>id.,</i> at 49-51 (counts 14-15), as well as her rights to speak freely and to petition the Government, <i>id.,</i> at 51-54 (counts 16-17). The basic theory as to access to courts was that if the officials had shared what they knew or simply said \"no comment\" rather than affirmatively misleading Harbury into thinking they were doing something, she might have been able \"to take appropriate actions to save her husband's life.\" <i>Id.,</i> at 37 (&#182; 98).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Harbury alleged that she \"was foreclosed from effectively seeking adequate legal redress.\" <i>Ibid.</i></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For failure to state a claim, the District Court dismissed all counts for declaratory and injunctive relief (counts 1-3, 6-9, 14, 16). It also dismissed all the <i>Bivens</i> counts: those on behalf of Bamaca's estate for his torture and execution said to have violated his Fifth Amendment due process rights (counts 4-5), and those brought on Harbury's own behalf based on the claimed violation of her constitutional rights of familial association (counts 10-13), access to courts (count 15), and free speech and access to Government (count 17). But the District Court denied the defendants' motion to dismiss the tort claims at common law (counts 18-27) and international law (count 28).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">With respect to the access-to-courts claims (including Harbury's <i>Bivens</i> claim on this theory), the District Court acknowledged that five Courts of Appeals \"have held that conspiracies to destroy or cover-up evidence of a crime that render a plaintiff's judicial remedies inadequate or ineffective violat[e] the right of access,\" App. to Pet. for Cert. 43a, but held that Harbury had not stated a valid cause of action for two reasons. First, the court held that Harbury's claim \"would have to be dismissed\" (without prejudice) because, having filed no prior suit, she had \"nothing more than a guess\" as to how the alleged coverup might \"have prejudiced her rights to bring a separate action.\" <i>Id.,</i> at 46a. Second, the District Court reasoned that the defendants in any event would be entitled to qualified immunity in their individual capacities because, unlike officials in coverup cases who destroyed, manufactured, or hid evidence, the defendants here did not act contrary to \"clearly established constitutional norms that a reasonable official would understand\" in being less than \"forthcoming in discussing the intelligence that they received about Bamaca.\" <i>Id.,</i> at 48a-49a.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Harbury did not pursue her claims for declaratory or injunctive relief, and appealed only the dismissal of the <i>Bivens</i> causes of action. <i>Harbury</i> v. <i>Deutch,</i> 233 F. 3d 596, 600-601 (CADC 2000). The Court of Appeals for the District of Columbia Circuit affirmed the dismissal of the <i>Bivens</i> claims of violations of Bamaca's due process rights, 233 F. 3d, at 604, Harbury's rights of familial association, <i>id.,</i> at 606-607, and her free speech and petition rights.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It reversed the dismissal, however, of Harbury's <i>Bivens</i> claim against the State Department and NSC defendants for denial of access to courts. <i>Id.,</i> at 607-611.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Court of Appeals agreed with the District Court that a plaintiff who merely alleges without factual basis in the conduct of a prior lawsuit that \"`key witnesses ... may now be dead or missing, ... crucial evidence may have been destroyed, and ... memories may have faded'\" generally falls short of raising a claim for denial of access to courts. <i>Id.,</i> at 609 (quoting the District Court). The court held, however, that Harbury's allegations stated a valid access claim insofar as she alleged that the Government's conduct had \"effectively prevented her from seeking emergency injunctive relief in time to save her husband's life.\" <i>Ibid.</i> The District of Columbia Circuit went on to conclude that \"[b]ecause his death completely foreclosed this avenue of relief, nothing would be gained by requiring Harbury to postpone this aspect of her access to courts cause of action until she finishes prosecuting her tort claims.\" <i>Ibid.</i> Nor did the court hold that qualified immunity would bar suit because, in its words, \"we think it should be obvious to public officials that they may not affirmatively mislead citizens for the purpose of protecting themselves from suit.\" <i>Id.,</i> at 611.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Three categories of claims were left in the case after the Court of Appeals's decision: the various common-law tort claims including intentional infliction of emotional distress, the international law claim against the CIA defendants (neither of which the District Court had dismissed), and Harbury's <i>Bivens</i> claims against the State Department and NSC defendants for preventing access to courts (which the Court of Appeals reinstated). The defendant officials petitioned for review of the court's holding as to the claim of denial of access to courts, but Harbury did not cross-petition on the other <i>Bivens</i> claims, leaving the <i>Bivens</i> access claim<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the sole matter before us. We granted certiorari, 534 U. S. 1064, (2001), because of the importance of this issue to the Government in its conduct of the Nation's foreign affairs, and now reverse.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* This Court's prior cases on denial of access to courts have not extended over the entire range of claims that have been brought under that general rubric elsewhere, but if we consider examples in the Courts of Appeals<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> as well as our own, two categories emerge. In the first are claims that systemic official action frustrates a plaintiff or plaintiff class in preparing and filing suits at the present time. Thus, in the prison-litigation cases, the relief sought may be a law library for a prisoner's use in preparing a case, <i>Bounds</i> v. <i>Smith,</i> 430 U. S. 817, 828 (1977); <i>Lewis</i> v. <i>Casey,</i> 518 U. S. 343, 346-348 (1996), or a reader for an illiterate prisoner, <i>id.,</i> at 347-348, or simply a lawyer, <i>ibid.</i> In denial-of-access cases challenging filing fees that poor plaintiffs cannot afford to pay, the object is an order requiring waiver of a fee to open the courthouse door for desired litigation, such as direct appeals or federal habeas petitions in criminal cases,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> or civil suits asserting family-law rights, <i>e. g., Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371, 372 (1971) (divorce filing fee); <i>M. L. B.</i> v. <i>S. L. J.,</i> 519 U. S. 102, 106-107 (1996) (record fee in parental-rights termination action). In cases of this sort, the essence of the access claim is that official action is presently denying an opportunity to litigate for a class of potential plaintiffs. The opportunity has not been lost for all time, however, but only in the short term; the object of the denial-of-access suit, and the justification for recognizing that claim, is to place the plaintiff in a position to pursue a separate claim for relief once the frustrating condition has been removed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The second category covers claims not in aid of a class of suits yet to be litigated, but of specific cases that cannot now be tried (or tried with all material evidence), no matter what official action may be in the future.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The official acts claimed to have denied access may allegedly have caused the loss or inadequate settlement of a meritorious case, <i>e. g., Foster</i> v. <i>Lake Jackson,</i> 28 F. 3d 425, 429 (CA5 1994); <i>Bell</i> v. <i>Milwaukee,</i> 746 F. 2d 1205, 1261 (CA7 1984) (\"[T]he cover-up and resistance of the investigating police officers rendered hollow [the plaintiff's] right to seek redress\"), the loss of an opportunity to sue, <i>e. g., Swekel</i> v. <i>River Rouge,</i> 119 F. 3d 1259, 1261 (CA6 1997) (police coverup extended throughout \"time to file suit ... under ... statute of limitations\"), or the loss of an opportunity to seek some particular order of relief, as Harbury alleges here. These cases do not look forward to a class of future litigation, but backward to a time when specific litigation ended poorly,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> or could not have commenced, or could have produced a remedy subsequently unobtainable.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The ultimate object of these sorts of access claims, then, is not the judgment in a further lawsuit, but simply the judgment in the access claim itself, in providing relief obtainable in no other suit in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the circumstances thus vary, the ultimate justification for recognizing each kind of claim is the same. Whether an access claim turns on a litigating opportunity yet to be gained or an opportunity already lost, the very point of recognizing any access claim is to provide some effective vindication for a separate and distinct right to seek judicial relief for some wrong. However unsettled the basis of the constitutional right of access to courts,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> our cases rest on the recognition that the right is ancillary to the underlying claim, without which a plaintiff cannot have suffered injury by being shut out of court. We indicated as much in our most recent case on denial of access, <i>Lewis</i> v. <i>Casey, supra,</i> where we noted that even in forward-looking prisoner class actions to remove roadblocks to future litigation, the named plaintiff must identify a \"nonfrivolous,\" \"arguable\" underlying claim, <i>id.,</i> at 353, and n. 3, and we have been given no reason to treat backward-looking access claims any differently in this respect. It follows that the underlying cause of action, whether anticipated or lost, is an element that must be described in the complaint, just as much as allegations must describe the official acts frustrating the litigation. It follows, too, that when the access claim (like this one) looks backward, the complaint must identify a remedy that may be awarded as recompense but not otherwise available in some suit that may yet be brought. There is, after all, no point in spending time and money to establish the facts constituting denial of access when a plaintiff would end up just as well off after litigating a simpler case without the denial-of-access element.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Like any other element of an access claim, the underlying cause of action and its lost remedy must be addressed by allegations in the complaint sufficient to give fair notice to a defendant. See generally <i>Swierkiewicz</i> v. <i>Sorema N. A.,</i> 534 U. S. 506, 513-515 (2002). Although we have no reason here to try to describe pleading standards for the entire spectrum of access claims, this is the place to address a particular risk inherent in backward-looking claims. Characteristically, the action underlying this sort of access claim will not be tried independently,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> a fact that enhances the natural temptation on the part of plaintiffs to claim too much, by alleging more than might be shown in a full trial focused solely on the details of the predicate action.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hence the need for care in requiring that the predicate claim be described well enough to apply the \"nonfrivolous\" test and to show that the \"arguable\" nature of the underlying claim is more than hope.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> And because these backward-looking cases are brought to get relief unobtainable in other suits, the remedy sought must itself be identified to hedge against the risk that an access claim be tried all the way through, only to find that the court can award no remedy that the plaintiff could not have been awarded on a presently existing claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The particular facts of this case underscore the need for care on the part of the plaintiff in identifying, and by the court in determining, the claim for relief underlying the access-to-courts plea. The action alleged on the part of all the Government defendants (the State Department and NSC defendants sued for denial of access and the CIA defendants who would have been timely sued on the underlying claim but for the denial) was apparently taken in the conduct of foreign relations by the National Government. Thus, if there is to be judicial enquiry, it will raise concerns for the separation of powers in trenching on matters committed to the other branches. See <i>Department of Navy</i> v. <i>Egan,</i> 484 U. S. 518, 529 (1988) (\"`[F]oreign policy [is] the province and responsibility of the Executive'\"); <i>Chicago &amp; Southern Air Lines, Inc.</i> v. <i>Waterman S. S. Corp.,</i> 333 U. S. 103, 111 (1948) (\"[T]he very nature of executive decisions as to foreign policy is political, not judicial\"). Since the need to resolve such constitutional issues ought to be avoided where possible, cf. <i>Department of Housing and Urban Development</i> v. <i>Rucker,</i> 535 U. S. 125, 134-135 (2002); <i>Ashwander</i> v. <i>TVA,</i> 297 U. S. 288, 345-348 (1936) (Brandeis, J., concurring), the trial court should be in a position as soon as possible in the litigation to know whether a potential constitutional ruling may be obviated because the allegations of denied access fail to state a claim on which relief could be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In sum, the right of a defendant in a backward-looking access suit to obtain early dismissal of a hopelessly incomplete claim for relief coincides in this case with the obligation of the Judicial Branch to avoid deciding constitutional issues needlessly. For the sake of each, the complaint should state the underlying claim in accordance with Federal Rule of Civil Procedure 8(a),<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> just as if it were being independently pursued, and a like plain statement should describe any remedy available under the access claim and presently unique to it.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under these standards, Harbury's complaint did not come even close to stating a constitutional claim for denial of access upon which relief could be granted. While we cannot read the complaint without appreciating Harbury's anguish, neither can we read it without appreciating the position of the District Judge who described Harbury's various requests for relief as \"nearly unintelligible.\" App. to Pet. for Cert. 32a. Although the counts stating the <i>Bivens</i> claim for denial of judicial access seemed to confirm that Harbury intended to state a backward-looking claim, the complaint failed to identify the underlying cause of action that the alleged deception had compromised, going no further than the protean allegation that the State Department and NSC defendants' \"false and deceptive information and concealment foreclosed Plaintiff from effectively seeking adequate legal redress.\" App. 50 (&#182; 175). The District Court and the defendants were left to guess at the unstated cause of action supposed to have been lost, and at the remedy being sought independently of relief that might be available on the 24 other counts set out in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nothing happened in the Court of Appeals to improve Harbury's position. That court, too, was frustrated by the failure to identify the predicate claim and the need for relief otherwise unattainable,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> but it gave Harbury's counsel an opportunity at oral argument to supply the missing allegations. Counsel responded that Harbury would have brought an action for intentional infliction of emotional distress<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> as one wrong for which she could have sought the injunctive relief that might have saved her husband's life:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"[I]f defendants had disclosed the information they possessed about Bamaca, Harbury could have sought an emergency injunction based on an underlying tort claim for intentional infliction of emotional distress. Even if the NSC and State Department officials had simply said they could not discuss Bamaca's situation, counsel explained, Harbury would have filed her FOIA requests immediately, thus perhaps obtaining the information necessary to seek an injunction in time to save her husband's life. Instead, believing defendants' reassurances, Harbury waited for the State Department and NSC officials to complete their `investigation.'\" 233 F. 3d, at 609.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Court of Appeals adopted this theory in saying that the \"adequate legal redress\" alleged for purposes of Harbury's access claims meant emergency injunctive relief in a now futile lawsuit for intentional infliction of emotional distress, and it accepted this amendment as a sufficient statement of an underlying cause of action.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We think, however, that treating the amendment as an adequate statement was error. For even on the assumption that Harbury could surmount all difficulties raised by treating the underlying claim as one for intentional infliction of emotional distress,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> she could not satisfy the requirement that a backward-looking denial-of-access claim provide a remedy that could not be obtained on an existing claim. We have no choice but to assume that what Harbury intends to claim as intentional infliction of emotional distress is set out in the counts of her complaint naming the \"CIA defendants,\" including the Guatemalan officer who allegedly tortured and killed her husband, App. 55 (counts 18-19).<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> These are among the tort counts that survived the motion to dismiss under the portion of the District Court's order not before us. If an intentional-infliction claim can be maintained at all, Harbury can seek damages and even conceivably some sort of injunctive relief for the demonstrated consequences of the infliction alleged.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> It is true that she cannot obtain in any present tort action the order she would have sought before her husband's death, the order that might have saved her husband's life. But neither can she obtain any such order on her access claim, which therefore cannot recompense Harbury for the unique loss she claims as a consequence of her inability to bring an intentional-infliction action earlier. She has not explained, and it is not otherwise apparent, that she can get any relief on the access claim that she cannot obtain on her other tort claims, <i>i. e.,</i> those that remain pending in the District Court.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> And it is just because the access claim cannot address any injury she has suffered in a way the presently surviving intentional-infliction claims cannot<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> that Harbury is not entitled to maintain the access claim as a substitute, backward-looking action.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Briefs of<i>amici curiae</i> urging affirmance were filed for the Association of Trial Lawyers of America by <i>Jeffrey R. White</i> and <i>Laura C. Tharney;</i> for the Brennan Center for Justice by <i>Jodie L. Kelley;</i> and for the Lawyers' Committee for Civil Rights of the San Francisco Bay Area et al. by <i>Robert E. Borton, Scott D. Wiener, Robert Rubin, Steven R. Shapiro,</i> and <i>Lucas Guttentag.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Harbury says in a footnote in her brief before this Court that \"[n]ew evidence exists suggesting that Mr. Bamaca in fact survived well into 1994 if not longer,\" Brief for Respondent 23, n. 3, but the factual allegations in her complaint unequivocally state that the Government knew that Bamaca had been killed by September 1993</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The injunctive relief Harbury sought in these (and other) counts was disclosure of information \"concerning her husband's death and the location of his body\" and an order to prevent \"[d]efendants from taking such actions in the future.\" App. 63</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Harbury did not allege that the State Department and NSC defendants had an affirmative duty to disclose or to provide information about her husband in response to her informal requests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Court of Appeals did not explicitly say that this<i>Bivens</i> claim (count 17) was dismissed, but, in reversing the District Court, it spoke only of a single claim of \"access to courts.\" 233 F. 3d, at 611 (\"[W]e reverse the district court's dismissal of Harbury's access to courts claim\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The District of Columbia Circuit denied rehearing,<i>Harbury</i> v. <i>Deutch,</i> 244 F. 3d 956, 957 (2001) <i>(per curiam),</i> and rehearing en banc, 244 F. 3d 960, 961 (2001), with two judges dissenting from denial of rehearing en banc.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The petitioners did not challenge below the existence of a cause of action under<i>Bivens</i> v. <i>Six Unknown Fed. Narcotics Agents,</i> 403 U. S. 388 (1971), and we express no opinion on the matter in deciding this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See,<i>e. g., Delew</i> v. <i>Wagner,</i> 143 F. 3d 1219, 1222-1223 (CA9 1998); <i>Swekel</i> v. <i>River Rouge,</i> 119 F. 3d 1259, 1263-1264 (CA6 1997); <i>Vasquez</i> v. <i>Hernandez,</i> 60 F. 3d 325, 329 (CA7 1995); <i>Foster</i> v. <i>Lake Jackson,</i> 28 F. 3d 425, 429-431 (CA5 1994); <i>Williams</i> v. <i>Boston,</i> 784 F. 2d 430, 435 (CA1 1986); <i>Bell</i> v. <i>Milwaukee,</i> 746 F. 2d 1205, 1260-1266 (CA7 1984); <i>Ryland</i> v. <i>Shapiro,</i> 708 F. 2d 967, 974-975 (CA5 1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>E. g., Smith</i> v. <i>Bennett,</i> 365 U. S. 708, 713-714 (1961) (filing fee for habeas petitions); <i>Burns</i> v. <i>Ohio,</i> 360 U. S. 252, 255-258 (1959) (fee for direct appeal in a criminal case); <i>Mayer</i> v. <i>Chicago,</i> 404 U. S. 189, 195-196 (1971) (same, as to petty crime); <i>Griffin</i> v. <i>Illinois,</i> 351 U. S. 12, 16-20 (1956) (transcript fee for appellate review in a criminal case).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> All such cases have been decided in the Courts of Appeals, see n. 7,<i>supra;</i> we assume, without deciding, the correctness of the decisions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Some Courts of Appeals have held that an actual attempt to sue is a prerequisite to any such claim. See<i>Delew, supra,</i> at 1222-1223; <i>Swekel, supra,</i> at 1263-1264. See also App. to Pet. for Cert. 46a (District Court adopting this requirement). But cf. <i>Swekel, supra,</i> at 1264, n. 2 (\"We recognize that in some instances it would be completely futile for a plaintiff to attempt to access the state court system. The Plaintiff, however, has not presented evidence that this is such a case\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Bifurcation into forward-looking and backward-looking access claims is a simplification, and not the only possible categorization, but it helps to focus the issues here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Decisions of this Court have grounded the right of access to courts in the Article IV Privileges and Immunities Clause,<i>Chambers</i> v. <i>Baltimore &amp; Ohio R. Co.,</i> 207 U. S. 142, 148 (1907); <i>Blake</i> v. <i>McClung,</i> 172 U. S. 239, 249 (1898); <i>Slaughter-House Cases,</i> 16 Wall. 36, 79 (1873), the First Amendment Petition Clause, <i>Bill Johnson's Restaurants, Inc.</i> v. <i>NLRB,</i> 461 U. S. 731, 741 (1983); <i>California Motor Transport Co.</i> v. <i>Trucking Unlimited,</i> 404 U. S. 508, 513 (1972), the Fifth Amendment Due Process Clause, <i>Murray</i> v. <i>Giarratano,</i> 492 U. S. 1, 11, n. 6 (1989) (plurality opinion); <i>Walters</i> v. <i>National Assn. of Radiation Survivors,</i> 473 U. S. 305, 335 (1985), and the Fourteenth Amendment Equal Protection, <i>Pennsylvania</i> v. <i>Finley,</i> 481 U. S. 551, 557 (1987), and Due Process Clauses, <i>Wolff</i> v. <i>McDonnell,</i> 418 U. S. 539, 576 (1974); <i>Boddie</i> v. <i>Connecticut,</i> 401 U. S. 371, 380-381 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> It may be the case that an underlying action has already been tried to an inadequate result due to missing or fabricated evidence in an official cover-up, see,<i>e. g., Foster,</i> 28 F. 3d, at 427; <i>Bell,</i> 746 F. 2d, at 1223, or the claim may still be timely and subject to trial, but for a different remedy than the one sought under the access claim, or against different defendants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The District of Columbia Circuit rejected the holding of some Circuits, see n. 10,<i>supra,</i> that a filed suit on the underlying claim is a prerequisite for a backward-looking access claim, 233 F. 3d 596, 608-610 (2000), because it would foreclose access claims in the most heinous cases where a cover-up was so pervasive that any timely attempt to litigate would have seemed futile. In essence, the Court of Appeals rejected a rule requiring an attempt to litigate, even if frivolous, as a condition of bringing a nonfrivolous backward-looking access claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> \"A pleading which sets forth a claim for relief ... shall contain ... a short and plain statement of the claim showing that the pleader is entitled to relief....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The court repeatedly pressed counsel to identify the underlying claim. See Lodging for United States as<i>Amicus Curiae</i> Supporting Petitioners 7, 19, 44, 47 (respectively, \"Now what would that [predicate] lawsuit have looked like? ... Can you explain what that lawsuit would look like? ... [A]ccess to do what[?] ... And what would that lawsuit have looked like?\") (Tr. of Proceedings in <i>Harbury</i> v. <i>Deutch,</i> No. 99-5307 (Sept. 8, 2000)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Whether the Court of Appeals should have extended that opportunity is not an issue before us. We see counsel's answer as amounting to an amendment of pleadings that still fails to cure the inadequacy of the denial-of-access claim. In providing the clarification, Harbury's counsel appears to have been referring to the intentional-infliction counts against the CIA defendants alleged elsewhere in her complaint, App. 55 (counts 18-19). See<i>infra,</i> at 422. Whatever latitude is allowed by federal notice pleading, no one says Harbury should be allowed to construe \"adequate legal redress\" to mean causes of action that were not even mentioned in her complaint. As for Harbury's position here, suffice it to say that a brief to this Court, see Brief for Respondent at 22-33 (listing causes of action that Harbury could have brought in 1993), is not the place to supplement pleadings in response to a motion in the trial court to dismiss for failure to state a claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Harbury does not argue, based on her counsel's argument before the Court of Appeals, that the allegation that official deception delayed a Freedom of Information Act filing, which, presumably, might have involved a lawsuit down the road if the defendants obstructed compulsory disclosure, can independently serve as an underlying cause of action for purposes of her access claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Because the access claim as \"amended\" by Harbury's counsel at argument still fails to indicate any remedy that would be available in addition to potential relief on presently existing tort claims, see<i>infra,</i> at 422, it is unnecessary to resolve any of the claim's other difficulties in satisfying the need for nonfrivolous and arguable underlying causes of action. For example, Harbury alleges no acts of concealment by NSC officials prior to her husband's death; it would appear that the <i>Bivens</i> access claim should have been dismissed as to them on this ground alone. Nor does Harbury allege a plausible causal link between an injunction that might have been issued by a United States court and the behavior of the Guatemalan military alleged to have killed Harbury's husband. It is also uncertain whether the underlying cause of action could be pursued consistently with respect for separation of powers. And, of course, all of this assumes the unlikely case that the Government would not certify the defendants' action as exercises of their official capacity, or that if the Government did, an action could be maintained under the Federal Tort Claims Act. See 28 U. S. C. &#167; 2680(h) (excluding certain intentional torts including assault, battery, false imprisonment, and misrepresentation); &#167; 2680(k) (excluding claims arising in a foreign country); cf. <i>United States</i> v. <i>Shearer,</i> 473 U. S. 52, 57 (1985) (no claim for negligent supervision of an employee resulting in wrongful death in the military context). But see <i>U. S. Information Agency</i> v. <i>Krc,</i> 989 F. 2d 1211, 1216 (CADC 1993) (\"injunctive relief is available\" under the Federal Tort Claims Act for an intentional-tort claim when the statute bars a damages remedy), cert. denied, 510 U. S. 1109 (1994).</p>\n        <p class=\"indent\">Indeed, even if Harbury's underlying claim could navigate these concerns, it is not at all apparent that any or all of Harbury's many factual allegations would make out a claim for intentional infliction of emotional distress. As a general matter, \"[w]here [extreme and outrageous] conduct is directed at a third person, the actor is subject to liability if he intentionally or recklessly causes severe emotional distress to a member of such person's immediate family who is present at the time, whether or not such distress results in bodily harm.\" Restatement (Second) of Torts &#167; 46(2)(a) (1965). It is unclear that Harbury's allegations meet either the intent or the presence requirements. While there is room to argue for an exception to presence in some situations, cf. <i>Jenco</i> v. <i>Islamic Republic of Iran,</i> 154 F. Supp. 2d 27, 33 (DC 2001) (allowing publication to substitute for presence), far from there being any allegation that the CIA defendants intended her husband's situation to become known to the public, the entire thrust of Harbury's pleadings is that every defendant tried to conceal it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See n. 17,<i>supra.</i> There is also an emotional-distress count against the State Department and NSC defendants, but based on their alleged deception, see App. 58 (count 23), that is, simply in duplication of the acts alleged to constitute denial of access, not on the acts underlying the predicate claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> While Harbury, if otherwise successful, might obtain injunctive relief requiring the CIA to reveal the location of her husband's remains (if known), she could not get any injunction against continued deception on the part of the State Department. But this is irrelevant, since Harbury has given no indication that she contemplates any future litigation to which continued deception would be relevant; she has not, in other words, pleaded any surviving, forward-looking access claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> This might not be the case where, for example, the underlying claim had been tried or settled for an inadequate amount given official deception, see<i>Foster,</i> 28 F. 3d, at 427; <i>Bell,</i> 746 F. 2d, at 1223, and thus likely barred by res judicata, or where the statute of limitations had run, see <i>Swekel,</i> 119 F. 3d, at 1261.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> If Harbury's existing tort claims should be dismissed for the reasons identified in n. 19,<i>supra,</i> or other reasons unrelated to the alleged deception by the State Department officials, she would still be unable to identify a predicate cause of action necessary to state a backward-looking access claim.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">JUSTICE THOMAS, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In <i>Lewis</i> v. <i>Casey,</i> 518 U. S. 343 (1996), after a review of the constitutional text, this Court's precedent, and tradition, I could find no basis \"for the conclusion that the constitutional right of access imposes affirmative obligations on the States to finance and support prisoner litigation.\" <i>Id.,</i> at 384-385 (concurring opinion). Likewise, I find no basis in the Constitution for a \"right of access to courts\" that effectively imposes an affirmative duty on Government officials either to disclose matters concerning national security or to provide information in response to informal requests. Notwithstanding the Court of Appeals' attempt to characterize the right of access differently, see <i>Harbury</i> v. <i>Deutch,</i> 233 F. 3d 596, 611 (CADC 2000) (characterizing the right as \"when public officials affirmatively mislead citizens in order to prevent them from filing suit\"), I would decide this case solely on the ground that no such right is implicated here. For that reason, I concur in the judgment.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/121160/"
}