{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "342 U.S. 288", 
    "federal_cite_two": "72 S. Ct. 281", 
    "specialty_cite_one": null, 
    "federal_cite_three": "96 L. Ed. 2d 321", 
    "lexis_cite": "1952 U.S. LEXIS 2537", 
    "document_uris": [
      "/api/rest/v2/document/104955/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Shannon", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "47", 
    "id": 89338, 
    "resource_uri": "/api/rest/v2/citation/89338/"
  }, 
  "id": 104955, 
  "blocked": false, 
  "judges": "Clark", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1952-01-28", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>342 U.S. 288 (1952)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSHANNON ET AL.</h1></center>\n<center>No. 47.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 27, 1951.</center>\n<center>Decided January 14, 1952.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*289</span> <i>Roger P. Marquis</i> argued the cause for the United States. With him on the brief were <i>Assistant Attorney General Underhill</i> and <i>Harold S. Harrison.</i></p>\n<p><i>John Grimball</i> argued the cause for respondents. With him on the brief was <i>C. T. Graydon.</i></p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>This case brought here on writ of certiorari<sup>[1]</sup> tests the validity under the Anti-Assignment Act, R. S. § 3477,<sup>[2]</sup> of an assignment of a claim against the United States for property damage. In an effort to escape the prohibition of that Act, respondents joined their assignors, Mrs. Kathleen Boshamer et al.,<sup>[3]</sup> as well as the United States as parties defendant. The District Court, holding the assignment to be \"of full force and effect,\" entered judgment for respondents against the United States alone. The Court of Appeals affirmed, 186 F. 2d 430.</p>\n<p>The Boshamers owned, in addition to adjoining land which they leased to the United States, two one-acre tracts of land not under lease on which were located two houses and a barn. During January and February, 1945, these building were damaged by soldiers of the United States. On April 30, 1946, the Boshamers agreed to sell the entire tract\u0097including both the leased and unleased <span class=\"star-pagination\">*290</span> portions\u0097to respondents Samuel and W. L. Shannon, and in that instrument agreed that \"after completion of the sale and after delivery of the deed, the sellers hereby release to the purchasers any claim, reparation, or other cause of action against the United States Government for any damage caused the property . . . .\"<sup>[4]</sup></p>\n<p>Respondents brought the present action under the Federal Tort Claims Act, 28 U. S. C. (Supp. IV) § 1346 (b).<sup>[5]</sup> In their complaint respondents alleged that the Boshamers \"have a cause of action against the United States of America and since they have assigned this cause of action to [respondents] for a valuable consideration and since they must prosecute this action in their own names they are equitably liable to [respondents] for the amount of any judgment that they may recover against the United States of America,\" and further alleged that the Boshamers had \"refus[ed] to aid [respondents] in recovering the damages to which [respondents] are entitled.\"<sup>[6]</sup> The Boshamers filed an answer stating that they had made the assignment but \"are without knowledge or information as to any damages done . . . and . . . have been unwilling to institute or prosecute a damage suit against their Government for something they have no knowledge of.\"<sup>[7]</sup> At the trial respondents admitted that all of the damage had occurred before the claim had been assigned to them, and that they had known of the damage at the <span class=\"star-pagination\">*291</span> time of the assignment. The District Court, however, held the Anti-Assignment Act inapplicable on the ground that the joinder of the assignors prevented any possible prejudice to the Government, since \"[t]he rights of all of the possible claimants and of the United States will be finally adjudicated in this one suit.\"<sup>[8]</sup></p>\n<p>The Court of Appeals affirmed, believing that the assignment had resulted from a \"mutual mistake as to the law,\" and holding that:</p>\n<blockquote>\"Relief is granted, not merely because [respondents] are assignees, nor even because the vendors have been made parties to the suit, but because of the mistake that led to the making of the assignment, which was a part of the consideration for the purchase price paid by [respondents] for the land conveyed to them. The relief is given to the assignees, not as a matter of law, but as a matter of equity because of the mistake involved and the hardship which would otherwise result.\" 186 F. 2d 430, 434.</blockquote>\n<p>We cannot agree. In our view the judgment is based entirely on the assignment, which falls clearly within the ban of the Anti-Assignment Act. We have recently had occasion to review the Act's purposes. In <i>United States</i> v. <i>Aetna Surety Co.,</i> 338 U. S. 366, 373 (1949), we stated that \"[i]ts primary purpose was undoubtedly to prevent persons of influence from buying up claims against the United States, which might then be improperly urged upon officers of the Government,\" and that a second purpose was \"to prevent possible multiple payment of claims, to make unnecessary the investigation of alleged assignments, and to enable the Government to deal only with the original claimant.\" Other courts have found yet another purpose of the statute, namely, to save to the United States \"defenses which it has to claims by an assignor <span class=\"star-pagination\">*292</span> by way of set-off, counter claim, etc., which might not be applicable to an assignee.\"<sup>[9]</sup></p>\n<p>In the <i>Aetna</i> case, <i>supra,</i> this Court reaffirmed the principle that the statute does not apply to assignments by operation of law, as distinguished from voluntary assignments. There can be no doubt that in the present case the assignment was voluntary. The Boshamers were free to sell their land as well as their damage claim to whomever they pleased, or, had they chosen, they could have sold the land and the claim separately. The voluntary nature of the assignment is reflected in the fact that one of the respondents testified on cross-examination that he understood that he was \"buying a claim against the Government.\"<sup>[10]</sup></p>\n<p>That an assignment is voluntary is not an end to the matter, however. In the ninety-nine-year history of the Anti-Assignment Act, this Court has recognized as exceptions to the broad sweep of the statute two types of voluntary assignments (aside from voluntary assignments made after a claim has been allowed): transfers by will, <i>Erwin</i> v. <i>United States,</i> 97 U. S. 392, 397 (1878), and general assignments for the benefit of creditors, <i>Goodman</i> v. <i>Niblack,</i> 102 U. S. 556, 560-561 (1881). The first of these exceptions is justified by analogy to transfers by intestacy, which are exempt from the statute as being transfers by operation of law. It would be unwise to make a distinction for purposes of the Act between transfers which serve so much the same purposes as transfers by will and by intestacy. In similar fashion, the exception for voluntary assignments for the benefit of creditors has been justified by analogy to assignments in bankruptcy. See <i>Goodman</i> v. <i>Niblack, supra</i><i>.</i> We find no such compelling analogies in the case at bar. On the contrary, this case <span class=\"star-pagination\">*293</span> presents a situation productive of the very evils which Congress intended to prevent. For example, the assignors knew of no damage and refused to bring suit, yet by their assignment the Government is forced to defend this suit through the courts and deal with persons who were strangers to the damage and are seeking to enforce a claim which their assignors have forsworn. One of Congress' basic purposes in passing the Act was \"that the government might not be harassed by multiplying the number of persons with whom it had to deal.\" <i>Hobbs</i> v. <i>McLean,</i> 117 U. S. 567, 576 (1886). See also <i>United States</i> v. <i>Aetna Surety Co., supra</i><i>.</i></p>\n<p>Nor are we persuaded by the special considerations which the Court of Appeals thought were controlling here. To hold the Anti-Assignment Act inapplicable because an assignment has been executed under a \"mutual mistake of law\" would require an inquiry into the state of mind of all parties to a challenged assignment, and would reward those who are ignorant of a statute which has been on the books for nearly a century. The all-inclusive language of the Act permits no such easy escape from its prohibition. In like manner, to hold the Act inapplicable because all possible claimants are before the court would be to draw a distinction on the basis of a purely fortuitous factor\u0097whether an assignee, in his suit against the Government, can get personal service on his assignor. Even more important, this theory that an assignee can avoid the Act by joining his assignor as a party defendant or an unwilling party plaintiff, would not only subvert the purposes of the Act but flood the courts with litigation by permitting them to recognize assigned claims which the accounting officers of the Government would be obligated to reject. Since only a court can give the binding adjudication of the rights of all parties to the transaction\u0097United States, assignor, and assignee\u0097 which it is claimed prevents any possible prejudice to <span class=\"star-pagination\">*294</span> the Government, the courts would be applying a laxer rule under the statute than would the accounting officers. Such was not the intention of Congress. See <i>United States</i> v. <i>Gillis,</i> 95 U. S. 407 (1877). We do not believe the Act can be by-passed by the use of any such procedural contrivance.</p>\n<p>The Court of Appeals also felt that respondents' claim should be upheld because \"hardship\" would otherwise result. If it were necessary only to balance equities in order to decide whether the Anti-Assignment Act applies \u0097a view which this Court has many times repudiated \u0097respondents would have little weight on their side of the scales. They paid the Boshamers $30 per acre for the land and buildings plus the claim; yet they admitted at the trial that land adjoining the Boshamer farm was worth $100 an acre or more, and that the Boshamer farm was one of the best in the county. Furthermore, we find here no \"unconscionable\" conduct on the part of the government agents. They had no part in the making of the assignment upon which respondents rely, and in fact the first dealing between respondents and the government agents occurred at least six weeks after that assignment had been executed.</p>\n<p>The judgment is</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK and MR. JUSTICE JACKSON dissent.</p>\n<p>MR. JUSTICE FRANKFURTER.<sup>[*]</sup></p>\n<p>I would dismiss these writs of certiorari.</p>\n<p>After the argument of these cases it became manifest that they were legal sports. Each presents a unique set of circumstances. Neither is likely to recur; both are individualized instances outside the scope of those considerations <span class=\"star-pagination\">*295</span> of importance which alone, as a matter of sound judicial discretion, justify disposition of a writ of certiorari on the merits.</p>\n<p>The controlling purpose of the radical reforms introduced by the Judiciary Act of 1925, reinforced by an exercise of the Court's rule-making power in regard to the residual jurisdiction on appeal (see Rule 12 and 275 U. S. 603-604, 43 Harv. L. Rev. 33, 42 <i>et seq.</i>), was to put the right to come here, for all practical purposes, in the Court's judicial discretion. Needless to say, the reason for this is to enable the Court to adjudicate wisely, and therefore after adequate deliberation, the controversies that make the Court's existence indispensable under our Federal system.</p>\n<p>From time to time some cases which ought never to have been here in the first instance are bound to reach the stage of argument, despite the process by which the wheat of worthy petitions for certiorari is sifted from the vast chaff of cases for which review is sought here, too often because of the blind litigiousness of parties or of the irresponsibility and excessive zeal of their counsel. Since the Judiciary Act of 1925, successive Chief Justices have repeatedly brought this abuse of the certiorari privilege to the attention of the Bar, but thus far without avail. When it is considered that at the last Term the Court passed on 987 such petitions, it is surprising, not that petitions are granted that escaped appropriate weeding-out\u0097 and, parenthetically, that a few are inappropriately denied \u0097but that the process of rejection works as well as it does.<sup>[1]</sup> And of course disposition of this volume of petitions <span class=\"star-pagination\">*296</span> for certiorari is the smaller part of the Court's work.<sup>[2]</sup></p>\n<p>The fact that a case inappropriate for review escaped denial through a weeding-out process that is bound to be circumscribed, is no reason for compounding the oversight by disposing of such a case on the merits, after argument has made more luminously clear than did the preliminary examination of the papers that the litigation ought to be allowed to rest where it is by dismissing the writ. The reason for this was set forth on behalf of the Court by Mr. Chief Justice Taft:</p>\n<blockquote>\"If it be suggested that as much effort and time as we have given to the consideration of the alleged conflict would have enabled us to dispose of the case before us on the merits, the answer is that it is very important that we be consistent in not granting the writ of certiorari except in cases involving principles the settlement of which is of importance to the public as distinguished from that of the parties, and in cases where there is a real and embarrassing conflict of opinion and authority between the circuit courts of appeal. The present case certainly comes under neither head.\" <i>Layne &amp; Bowler Corp.</i> v. <i>Western Well Works, Inc.,</i> 261 U. S. 387, 393.</blockquote>\n<p>In fairness to the effective adjudication of those cases for which the Court sits, the Court has again and again acted on these considerations and dismissed the writ as \"improvidently granted\" after the preliminary and necessarily <span class=\"star-pagination\">*297</span> tentative consideration of the petition.<sup>[3]</sup> These reasons are especially compelling when the Court's mistake in assuming that an important issue of general law was involved does not survive argument as to cases like the present, which were part of the vast summer accumulation of petitions to come before the Court at the opening of the Term.<sup>[4]</sup></p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p><i>First.</i> If the Shannons were the only plaintiffs in the action, I assume that the Anti-Assignment Act, R. S. § 3477, would bar a recovery. But the Shannons\u0097the assignees\u0097have joined the Boshamers\u0097the assignors\u0097 as defendants. Hence all the parties who can possibly be affected by the assignment are before the Court. Certainly the Boshamers could recover from the United States and, if the assignment were treated as void (as against the United States), any recovery by the Boshamers <span class=\"star-pagination\">*298</span> would in equity belong to the Shannons. See <i>Martin</i> v. <i>National Surety Co.,</i> 300 U. S. 588, 597. If they can recover, I see no reason, except a narrow conceptual one, why in this proceeding the entire controversy cannot be settled. The judgment obtained by the Boshamers against the United States would in good conscience have to be held in trust for the Shannons.</p>\n<p><i>Second.</i> The suggestion that the writ be dismissed as improvidently granted raises a recurring problem in the administration of the business of the Court. A Justice who has voted to deny the writ of certiorari is in no position after argument to vote to dismiss the writ as improvidently granted. Only those who have voted to grant the writ have that privilege. The reason strikes deep. If after the writ is granted or after argument, those who voted to deny certiorari vote to dismiss the writ as improvidently granted, the integrity of our certiorari jurisdiction is impaired. By long practice\u0097announced to the Congress and well-known to this Bar\u0097it takes four votes out of a Court of nine to grant a petition for certiorari. If four can grant and the opposing five dismiss, then the four cannot get a decision of the case on the merits. The integrity of the four-vote rule on certiorari would then be impaired.</p>\n<h2>NOTES</h2>\n<p>[1]  342 U. S. 808.</p>\n<p>[2]  10 Stat. 170, as amended, 31 U. S. C. § 203:\n</p>\n<p>\"All transfers and assignments made of any claim upon the United States, or of any part or share thereof, or interest therein, whether absolute or conditional, and whatever may be the consideration therefor, and all powers of attorney, orders, or other authorities for receiving payment of any such claim, or of any part or share thereof, shall be absolutely null and void, unless they are freely made and executed in the presence of at least two attesting witnesses, after the allowance of such a claim, the ascertainment of the amount due, and the issuing of a warrant for the payment thereof. . . .\"</p>\n<p>[3]  Hereafter referred to as \"the Boshamers.\"</p>\n<p>[4]  R. 33.</p>\n<p>[5]  Originally there were two cases, one under the Tucker Act, 28 U. S. C. (Supp. IV) § 1346 (a) (2), for damages to property under lease to the United States, and the second under the Tort Claims Act for damages to buildings on property not under lease. The District Court awarded respondents judgment for $2,050 in the first action and $975 in the second, and both judgments were affirmed by the Court of Appeals. The Tort Claims action alone is involved here.</p>\n<p>[6]  R. 20.</p>\n<p>[7]  R. 23.</p>\n<p>[8]  R. 18.</p>\n<p>[9]  <i>Grace</i> v. <i>United States,</i> 76 F. Supp. 174, 175 (1948).</p>\n<p>[10]  R. 13.</p>\n<p>[*]  [This opinion applies also to No. 46, <i>United States</i> v. <i>Jordan, post,</i> p. 911.]</p>\n<p>[1]  Compare the 154 petitions for certiorari presented to the Court during the October Term, 1915. Even one-sixth of our current volume of petitions impelled the Court to emphasize the administrative importance of freeing this Court from the imposition of improperly granted petitions for certiorari. <i>Furness, Withy &amp; Co.</i> v. <i>Yang-Tsze Ins. Assn., Ltd.,</i> 242 U. S. 430, 434.</p>\n<p>[2]  In addition to passing upon the 987 petitions for certiorari, the Court during the last Term considered and disposed of 77 cases by the \"per curiam decisions,\" 121 \"other applications\" on the Miscellaneous Docket, and 5 cases on the Original Docket, and after argument decided with full opinion 114 cases. Journal Sup. Court U. S., October Term, 1950, I.</p>\n<p>[3]  <i>United States</i> v. <i>Rimer,</i> 220 U. S. 547; <i>Furness, Withy &amp; Co.</i> v. <i>Yang-Tsze Ins. Assn., Ltd., supra</i><i>; </i><i>Tyrrell</i> v. <i>District of Columbia,</i> 243 U. S. 1; <i>Layne &amp; Bowler Corp.</i> v. <i>Western Well Works, Inc., supra</i><i>; </i><i>Southern Power Co.</i> v. <i>North Carolina Public Service Co.,</i> 263 U. S. 508; <i>Keller</i> v. <i>Adams-Campbell Co.,</i> 264 U. S. 314; <i>Wisconsin Elec. Co.</i> v. <i>Dumore Co.,</i> 282 U. S. 813; <i>Sanchez</i> v. <i>Borras,</i> 283 U. S. 798; <i>Franklin-American Trust Co.</i> v. <i>St. Louis Union Trust Co.,</i> 286 U. S. 533; <i>Moor</i> v. <i>Texas &amp; New Orleans R. Co.,</i> 297 U. S. 101; <i>Texas &amp; New Orleans R. Co.</i> v. <i>Neill,</i> 302 U. S. 645; <i>Goodman</i> v. <i>United States,</i> 305 U. S. 578; <i>Goins</i> v. <i>United States,</i> 306 U. S. 622; <i>McCullough</i> v. <i>Kammerer Corp.,</i> 323 U. S. 327; <i>McCarthy</i> v. <i>Bruner,</i> 323 U. S. 673. See also <i>Washington Fidelity Nat. Ins. Co.</i> v. <i>Burton,</i> 287 U. S. 97, 100; <i>Wilkerson</i> v. <i>McCarthy,</i> 336 U. S. 53, 64.</p>\n<p>[4]  Both of the petitions in these cases were filed on May 3, 1951, and granted on October 8, 1951. 342 U. S. 808, 809. At this Term's opening the Court passed on 224 petitions for certiorari accumulated during the summer. In addition, at the beginning of this Term 4 cases were dismissed on motion, 6 other cases were disposed of by \"per curiam decisions,\" and 14 Miscellaneous Docket \"applications\" were disposed of.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:16", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></span> (1952)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSHANNON ET AL.</h1></center>\n<center>No. 47.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 27, 1951.</center>\n<center>Decided January 14, 1952.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*289</span> <i>Roger P. Marquis</i> argued the cause for the United States. With him on the brief were <i>Assistant Attorney General Underhill</i> and <i>Harold S. Harrison.</i></p>\n<p><i>John Grimball</i> argued the cause for respondents. With him on the brief was <i>C. T. Graydon.</i></p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>This case brought here on writ of certiorari<sup>[1]</sup> tests the validity under the Anti-Assignment Act, R. S. § 3477,<sup>[2]</sup> of an assignment of a claim against the United States for property damage. In an effort to escape the prohibition of that Act, respondents joined their assignors, Mrs. Kathleen Boshamer et al.,<sup>[3]</sup> as well as the United States as parties defendant. The District Court, holding the assignment to be \"of full force and effect,\" entered judgment for respondents against the United States alone. The Court of Appeals affirmed, 186 F. 2d 430.</p>\n<p>The Boshamers owned, in addition to adjoining land which they leased to the United States, two one-acre tracts of land not under lease on which were located two houses and a barn. During January and February, 1945, these building were damaged by soldiers of the United States. On April 30, 1946, the Boshamers agreed to sell the entire tract\u0097including both the leased and unleased <span class=\"star-pagination\">*290</span> portions\u0097to respondents Samuel and W. L. Shannon, and in that instrument agreed that \"after completion of the sale and after delivery of the deed, the sellers hereby release to the purchasers any claim, reparation, or other cause of action against the United States Government for any damage caused the property . . . .\"<sup>[4]</sup></p>\n<p>Respondents brought the present action under the Federal Tort Claims Act, 28 U. S. C. (Supp. IV) § 1346 (b).<sup>[5]</sup> In their complaint respondents alleged that the Boshamers \"have a cause of action against the United States of America and since they have assigned this cause of action to [respondents] for a valuable consideration and since they must prosecute this action in their own names they are equitably liable to [respondents] for the amount of any judgment that they may recover against the United States of America,\" and further alleged that the Boshamers had \"refus[ed] to aid [respondents] in recovering the damages to which [respondents] are entitled.\"<sup>[6]</sup> The Boshamers filed an answer stating that they had made the assignment but \"are without knowledge or information as to any damages done . . . and . . . have been unwilling to institute or prosecute a damage suit against their Government for something they have no knowledge of.\"<sup>[7]</sup> At the trial respondents admitted that all of the damage had occurred before the claim had been assigned to them, and that they had known of the damage at the <span class=\"star-pagination\">*291</span> time of the assignment. The District Court, however, held the Anti-Assignment Act inapplicable on the ground that the joinder of the assignors prevented any possible prejudice to the Government, since \"[t]he rights of all of the possible claimants and of the United States will be finally adjudicated in this one suit.\"<sup>[8]</sup></p>\n<p>The Court of Appeals affirmed, believing that the assignment had resulted from a \"mutual mistake as to the law,\" and holding that:</p>\n<blockquote>\"Relief is granted, not merely because [respondents] are assignees, nor even because the vendors have been made parties to the suit, but because of the mistake that led to the making of the assignment, which was a part of the consideration for the purchase price paid by [respondents] for the land conveyed to them. The relief is given to the assignees, not as a matter of law, but as a matter of equity because of the mistake involved and the hardship which would otherwise result.\" 186 F. 2d 430, 434.</blockquote>\n<p>We cannot agree. In our view the judgment is based entirely on the assignment, which falls clearly within the ban of the Anti-Assignment Act. We have recently had occasion to review the Act's purposes. In <i>United States</i> v. <i>Aetna Surety Co.,</i> 338 U. S. 366, 373 (1949), we stated that \"[i]ts primary purpose was undoubtedly to prevent persons of influence from buying up claims against the United States, which might then be improperly urged upon officers of the Government,\" and that a second purpose was \"to prevent possible multiple payment of claims, to make unnecessary the investigation of alleged assignments, and to enable the Government to deal only with the original claimant.\" Other courts have found yet another purpose of the statute, namely, to save to the United States \"defenses which it has to claims by an assignor <span class=\"star-pagination\">*292</span> by way of set-off, counter claim, etc., which might not be applicable to an assignee.\"<sup>[9]</sup></p>\n<p>In the <i>Aetna</i> case, <i>supra,</i> this Court reaffirmed the principle that the statute does not apply to assignments by operation of law, as distinguished from voluntary assignments. There can be no doubt that in the present case the assignment was voluntary. The Boshamers were free to sell their land as well as their damage claim to whomever they pleased, or, had they chosen, they could have sold the land and the claim separately. The voluntary nature of the assignment is reflected in the fact that one of the respondents testified on cross-examination that he understood that he was \"buying a claim against the Government.\"<sup>[10]</sup></p>\n<p>That an assignment is voluntary is not an end to the matter, however. In the ninety-nine-year history of the Anti-Assignment Act, this Court has recognized as exceptions to the broad sweep of the statute two types of voluntary assignments (aside from voluntary assignments made after a claim has been allowed): transfers by will, <i>Erwin</i> v. <i>United States,</i> 97 U. S. 392, 397 (1878), and general assignments for the benefit of creditors, <i>Goodman</i> v. <i>Niblack,</i> 102 U. S. 556, 560-561 (1881). The first of these exceptions is justified by analogy to transfers by intestacy, which are exempt from the statute as being transfers by operation of law. It would be unwise to make a distinction for purposes of the Act between transfers which serve so much the same purposes as transfers by will and by intestacy. In similar fashion, the exception for voluntary assignments for the benefit of creditors has been justified by analogy to assignments in bankruptcy. See <i>Goodman</i> v. <i>Niblack, supra</i><i>.</i> We find no such compelling analogies in the case at bar. On the contrary, this case <span class=\"star-pagination\">*293</span> presents a situation productive of the very evils which Congress intended to prevent. For example, the assignors knew of no damage and refused to bring suit, yet by their assignment the Government is forced to defend this suit through the courts and deal with persons who were strangers to the damage and are seeking to enforce a claim which their assignors have forsworn. One of Congress' basic purposes in passing the Act was \"that the government might not be harassed by multiplying the number of persons with whom it had to deal.\" <i>Hobbs</i> v. <i>McLean,</i> 117 U. S. 567, 576 (1886). See also <i>United States</i> v. <i>Aetna Surety Co., supra</i><i>.</i></p>\n<p>Nor are we persuaded by the special considerations which the Court of Appeals thought were controlling here. To hold the Anti-Assignment Act inapplicable because an assignment has been executed under a \"mutual mistake of law\" would require an inquiry into the state of mind of all parties to a challenged assignment, and would reward those who are ignorant of a statute which has been on the books for nearly a century. The all-inclusive language of the Act permits no such easy escape from its prohibition. In like manner, to hold the Act inapplicable because all possible claimants are before the court would be to draw a distinction on the basis of a purely fortuitous factor\u0097whether an assignee, in his suit against the Government, can get personal service on his assignor. Even more important, this theory that an assignee can avoid the Act by joining his assignor as a party defendant or an unwilling party plaintiff, would not only subvert the purposes of the Act but flood the courts with litigation by permitting them to recognize assigned claims which the accounting officers of the Government would be obligated to reject. Since only a court can give the binding adjudication of the rights of all parties to the transaction\u0097United States, assignor, and assignee\u0097 which it is claimed prevents any possible prejudice to <span class=\"star-pagination\">*294</span> the Government, the courts would be applying a laxer rule under the statute than would the accounting officers. Such was not the intention of Congress. See <i>United States</i> v. <i>Gillis,</i> 95 U. S. 407 (1877). We do not believe the Act can be by-passed by the use of any such procedural contrivance.</p>\n<p>The Court of Appeals also felt that respondents' claim should be upheld because \"hardship\" would otherwise result. If it were necessary only to balance equities in order to decide whether the Anti-Assignment Act applies \u0097a view which this Court has many times repudiated \u0097respondents would have little weight on their side of the scales. They paid the Boshamers $30 per acre for the land and buildings plus the claim; yet they admitted at the trial that land adjoining the Boshamer farm was worth $100 an acre or more, and that the Boshamer farm was one of the best in the county. Furthermore, we find here no \"unconscionable\" conduct on the part of the government agents. They had no part in the making of the assignment upon which respondents rely, and in fact the first dealing between respondents and the government agents occurred at least six weeks after that assignment had been executed.</p>\n<p>The judgment is</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK and MR. JUSTICE JACKSON dissent.</p>\n<p>MR. JUSTICE FRANKFURTER.<sup>[*]</sup></p>\n<p>I would dismiss these writs of certiorari.</p>\n<p>After the argument of these cases it became manifest that they were legal sports. Each presents a unique set of circumstances. Neither is likely to recur; both are individualized instances outside the scope of those considerations <span class=\"star-pagination\">*295</span> of importance which alone, as a matter of sound judicial discretion, justify disposition of a writ of certiorari on the merits.</p>\n<p>The controlling purpose of the radical reforms introduced by the Judiciary Act of 1925, reinforced by an exercise of the Court's rule-making power in regard to the residual jurisdiction on appeal (see Rule 12 and 275 U. S. 603-604, 43 Harv. L. Rev. 33, 42 <i>et seq.</i>), was to put the right to come here, for all practical purposes, in the Court's judicial discretion. Needless to say, the reason for this is to enable the Court to adjudicate wisely, and therefore after adequate deliberation, the controversies that make the Court's existence indispensable under our Federal system.</p>\n<p>From time to time some cases which ought never to have been here in the first instance are bound to reach the stage of argument, despite the process by which the wheat of worthy petitions for certiorari is sifted from the vast chaff of cases for which review is sought here, too often because of the blind litigiousness of parties or of the irresponsibility and excessive zeal of their counsel. Since the Judiciary Act of 1925, successive Chief Justices have repeatedly brought this abuse of the certiorari privilege to the attention of the Bar, but thus far without avail. When it is considered that at the last Term the Court passed on 987 such petitions, it is surprising, not that petitions are granted that escaped appropriate weeding-out\u0097 and, parenthetically, that a few are inappropriately denied \u0097but that the process of rejection works as well as it does.<sup>[1]</sup> And of course disposition of this volume of petitions <span class=\"star-pagination\">*296</span> for certiorari is the smaller part of the Court's work.<sup>[2]</sup></p>\n<p>The fact that a case inappropriate for review escaped denial through a weeding-out process that is bound to be circumscribed, is no reason for compounding the oversight by disposing of such a case on the merits, after argument has made more luminously clear than did the preliminary examination of the papers that the litigation ought to be allowed to rest where it is by dismissing the writ. The reason for this was set forth on behalf of the Court by Mr. Chief Justice Taft:</p>\n<blockquote>\"If it be suggested that as much effort and time as we have given to the consideration of the alleged conflict would have enabled us to dispose of the case before us on the merits, the answer is that it is very important that we be consistent in not granting the writ of certiorari except in cases involving principles the settlement of which is of importance to the public as distinguished from that of the parties, and in cases where there is a real and embarrassing conflict of opinion and authority between the circuit courts of appeal. The present case certainly comes under neither head.\" <i>Layne &amp; Bowler Corp.</i> v. <i>Western Well Works, Inc.,</i> 261 U. S. 387, 393.</blockquote>\n<p>In fairness to the effective adjudication of those cases for which the Court sits, the Court has again and again acted on these considerations and dismissed the writ as \"improvidently granted\" after the preliminary and necessarily <span class=\"star-pagination\">*297</span> tentative consideration of the petition.<sup>[3]</sup> These reasons are especially compelling when the Court's mistake in assuming that an important issue of general law was involved does not survive argument as to cases like the present, which were part of the vast summer accumulation of petitions to come before the Court at the opening of the Term.<sup>[4]</sup></p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p><i>First.</i> If the Shannons were the only plaintiffs in the action, I assume that the Anti-Assignment Act, R. S. § 3477, would bar a recovery. But the Shannons\u0097the assignees\u0097have joined the Boshamers\u0097the assignors\u0097 as defendants. Hence all the parties who can possibly be affected by the assignment are before the Court. Certainly the Boshamers could recover from the United States and, if the assignment were treated as void (as against the United States), any recovery by the Boshamers <span class=\"star-pagination\">*298</span> would in equity belong to the Shannons. See <i>Martin</i> v. <i>National Surety Co.,</i> 300 U. S. 588, 597. If they can recover, I see no reason, except a narrow conceptual one, why in this proceeding the entire controversy cannot be settled. The judgment obtained by the Boshamers against the United States would in good conscience have to be held in trust for the Shannons.</p>\n<p><i>Second.</i> The suggestion that the writ be dismissed as improvidently granted raises a recurring problem in the administration of the business of the Court. A Justice who has voted to deny the writ of certiorari is in no position after argument to vote to dismiss the writ as improvidently granted. Only those who have voted to grant the writ have that privilege. The reason strikes deep. If after the writ is granted or after argument, those who voted to deny certiorari vote to dismiss the writ as improvidently granted, the integrity of our certiorari jurisdiction is impaired. By long practice\u0097announced to the Congress and well-known to this Bar\u0097it takes four votes out of a Court of nine to grant a petition for certiorari. If four can grant and the opposing five dismiss, then the four cannot get a decision of the case on the merits. The integrity of the four-vote rule on certiorari would then be impaired.</p>\n<h2>NOTES</h2>\n<p>[1]  342 U. S. 808.</p>\n<p>[2]  10 Stat. 170, as amended, 31 U. S. C. § 203:\n</p>\n<p>\"All transfers and assignments made of any claim upon the United States, or of any part or share thereof, or interest therein, whether absolute or conditional, and whatever may be the consideration therefor, and all powers of attorney, orders, or other authorities for receiving payment of any such claim, or of any part or share thereof, shall be absolutely null and void, unless they are freely made and executed in the presence of at least two attesting witnesses, after the allowance of such a claim, the ascertainment of the amount due, and the issuing of a warrant for the payment thereof. . . .\"</p>\n<p>[3]  Hereafter referred to as \"the Boshamers.\"</p>\n<p>[4]  R. 33.</p>\n<p>[5]  Originally there were two cases, one under the Tucker Act, 28 U. S. C. (Supp. IV) § 1346 (a) (2), for damages to property under lease to the United States, and the second under the Tort Claims Act for damages to buildings on property not under lease. The District Court awarded respondents judgment for $2,050 in the first action and $975 in the second, and both judgments were affirmed by the Court of Appeals. The Tort Claims action alone is involved here.</p>\n<p>[6]  R. 20.</p>\n<p>[7]  R. 23.</p>\n<p>[8]  R. 18.</p>\n<p>[9]  <i>Grace</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"2304316\"><a href=\"/opinion/2304316/grace-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">174</span></a></span>, 175 (1948).</p>\n<p>[10]  R. 13.</p>\n<p>[*]  [This opinion applies also to No. 46, <i>United States</i> v. <i>Jordan, post,</i> p. 911.]</p>\n<p>[1]  Compare the 154 petitions for certiorari presented to the Court during the October Term, 1915. Even one-sixth of our current volume of petitions impelled the Court to emphasize the administrative importance of freeing this Court from the imposition of improperly granted petitions for certiorari. <i>Furness, Withy &amp; Co.</i> v. <i>Yang-Tsze Ins. Assn., Ltd.,</i> 242 U. S. 430, 434.</p>\n<p>[2]  In addition to passing upon the 987 petitions for certiorari, the Court during the last Term considered and disposed of 77 cases by the \"per curiam decisions,\" 121 \"other applications\" on the Miscellaneous Docket, and 5 cases on the Original Docket, and after argument decided with full opinion 114 cases. Journal Sup. Court U. S., October Term, 1950, I.</p>\n<p>[3]  <i>United States</i> v. <i>Rimer,</i> 220 U. S. 547; <i>Furness, Withy &amp; Co.</i> v. <i>Yang-Tsze Ins. Assn., Ltd., supra</i><i>; </i><i>Tyrrell</i> v. <i>District of Columbia,</i> 243 U. S. 1; <i>Layne &amp; Bowler Corp.</i> v. <i>Western Well Works, Inc., supra</i><i>; </i><i>Southern Power Co.</i> v. <i>North Carolina Public Service Co.,</i> 263 U. S. 508; <i>Keller</i> v. <i>Adams-Campbell Co.,</i> 264 U. S. 314; <i>Wisconsin Elec. Co.</i> v. <i>Dumore Co.,</i> 282 U. S. 813; <i>Sanchez</i> v. <i>Borras,</i> 283 U. S. 798; <i>Franklin-American Trust Co.</i> v. <i>St. Louis Union Trust Co.,</i> 286 U. S. 533; <i>Moor</i> v. <i>Texas &amp; New Orleans R. Co.,</i> 297 U. S. 101; <i>Texas &amp; New Orleans R. Co.</i> v. <i>Neill,</i> 302 U. S. 645; <i>Goodman</i> v. <i>United States,</i> 305 U. S. 578; <i>Goins</i> v. <i>United States,</i> 306 U. S. 622; <i>McCullough</i> v. <i>Kammerer Corp.,</i> 323 U. S. 327; <i>McCarthy</i> v. <i>Bruner,</i> 323 U. S. 673. See also <i>Washington Fidelity Nat. Ins. Co.</i> v. <i>Burton,</i> 287 U. S. 97, 100; <i>Wilkerson</i> v. <i>McCarthy,</i> 336 U. S. 53, 64.</p>\n<p>[4]  Both of the petitions in these cases were filed on May 3, 1951, and granted on October 8, 1951. 342 U. S. 808, 809. At this Term's opening the Court passed on 224 petitions for certiorari accumulated during the summer. In addition, at the beginning of this Term 4 cases were dismissed on motion, 6 other cases were disposed of by \"per curiam decisions,\" and 14 Miscellaneous Docket \"applications\" were disposed of.</p>\n\n</div>", 
  "sha1": "de09a8f0790e2337e47bc19efeb4c0563a3e8827", 
  "date_modified": "2015-02-24T09:42:08.986305", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/104955/united-states-v-shannon/", 
  "citation_count": 27, 
  "supreme_court_db_id": "1951-031", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/275689/", 
  "html": "<p class=\"case_cite\">342 U.S. 288</p>\n    <p class=\"case_cite\">72 S.Ct. 281</p>\n    <p class=\"case_cite\">96 L.Ed. 321</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>SHANNON et al.</p>\n    <p class=\"docket\">No. 47.</p>\n    <p class=\"date\">Argued Nov. 27, 1951.</p>\n    <p class=\"date\">Decided Jan. 14, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Roger P. Marquis, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. John Grimball, Columbia, S.C., for respondents.</p>\n      <p class=\"indent\">Mr. Justice CLARK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case brought here on writ of certiorari<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> tests the validity under the Anti-Assignment Act, R.S. &#167; 3477,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of an assignment of a claim against the United States for property damage. In an effort to escape the prohibition of that Act, respondents joined their assignors, Mrs. Kathleen Boshamer et al.,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> as well as the United States as parties defendant. The District Court, holding the assignment to be 'of full force and effect,' entered judgment for respondents against the United States alone. The Court of Appeals affirmed, 4 Cir., 186 F.2d 430.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Boshamers owned, in addition to adjoining land which they leased to the United States, two one-acre tracts of land not under lease on which were located two houses and a barn. During January and February, 1945, these buildings were damaged by soldiers of the United States. On April 30, 1946, the Boshamers agreed to sell the entire tract&#8212;including both the leased and unleased portions&#8212;to respondents Samuel and W. L. Shannon, and in that instrument agreed that 'after completion of the sale and after delivery of the deed, the sellers hereby release to the purchasers any claim, reparation, or other cause of action against the United States Government for any damage caused the property * * *.'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Respondents brought the present action under the Federal Tort Claims Act, 28 U.S.C. (Supp. IV) &#167; 1346(b), 28 U.S.C.A. &#167; 1346(b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> In their complaint respondents alleged that the Boshamers 'have a cause of action against the United States of America and since they have assigned this cause of action to (respondents) for a valuable consideration and since they must prosecute this action in their own names they are equitably liable to (respondents) for the amount of any judgment that they may recover against the United States of America,' and further alleged that the Boshamers had 'refus(ed) to aid (respondents) in recovering the damages to which (respondents) and entitled.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The Boshamers filed an answer stating that they had made the assignment but 'are without knowledge or information as to any damages done * * * and * * * have been unwilling to institute or prosecute a damage suit against their Government for something they have no knowledge of.'<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> At the trial respondents admitted that all of the damage had occurred before the claim had been assigned to them, and that they had known of the damage at the time of the assignment. The District Court, however, held the Anti-Assignment Act inapplicable on the ground that the joinder of the assignors prevented any possible prejudice to the Government, since '(t)he rights of all of the possible claimants and of the United States will be finally adjudicated in this one suit.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Court of Appeals affirmed, believing that the assignment had resulted from a 'mutual mistake as to the law' (186 F.2d at page 433), and holding that: 'Relief is granted, not merely because (respondents) are assignees, nor even because the vendors have been made parties to the suit, but because of the mistake that led to the making of the assignment, which was a part of the consideration for the purchase price paid by (respondents) for the land conveyed to them. The relief is given to the assignees, not as a matter of law, but as a matter of equity because of the mistake involved and the hardship which would otherwise result.' 4 Cir., 186 F.2d 430, 434.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We cannot agree. In our view the judgment is based entirely on the assignment, which falls clearly within the ban of the Anti-Assignment Act. We have recently had occasion to review the Act's purposes. In United States v. Aetna Surety Co., 1949, 338 U.S. 366, 373, 70 S.Ct. 207, 211, 94 L.Ed. 171, we stated that '(i)ts primary purpose was undoubtedly to prevent persons of influence from buying up claims against the United States, which might then be improperly urged upon officers of the Government,' and that a second purpose was 'to prevent possible multiple payment of claims, to make unnecessary the investigation of alleged assignments, and to enable the Government to deal only with the original claimant.' Other courts have found yet another purpose of the statute, namely, to save to the United States 'defenses which it has to claims by an assignor by way of set-off, counter claim, etc., which might not be applicable to an assignee.'<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the Aetna case, supra, this Court reaffirmed the principle that the statute does not apply to assignments by operation of law, as distinguished from voluntary assignments. There can be no doubt that in the present case the assignment was voluntary. The Boshamers were free to sell their land as well as their damage claim to whomever they pleased, or, had they chosen, they could have sold the land and the claim separately. The voluntary nature of the assignment is reflected in the fact that one of the respondents testified on cross-examination that he understood that he was 'buying a claim against the Government.'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That an assignment is voluntary is not an end to the matter, however. In the ninety-nine-year history of the Anti-Assignment Act, this Court has recognized as exceptions to the broad sweep of the statute two types of voluntary assignments (aside from voluntary assignments made after a claim has been allowed): transfers by will, Erwin v. United States, 1878, 97 U.S. 392, 397, 24 L.Ed. 1065, and general assignments for the benefit of creditors, Goodman v. Niblack, 1881, 102 U.S. 556, 560&#8212;561, 26 L.Ed. 229. The first of these exceptions is justified by analogy to transfers by intestacy, which are exempt from the statute as being transfers by operation of law. It would be unwise to make a distinction for purposes of the Act between transfers which serve so much the same purposes as transfers by will and by intestacy. In similar fashion, the exception for voluntary assignments for the benefit of creditors has been justified by analogy to assignments in bankruptcy. See Goodman v. Niblack, supra. We find no such compelling analogies in the case at bar. On the contrary, this case presents a situation productive of the very evils which Congress intended to prevent. For example, the assignors knew of no damage and refused to bring suit, yet by their assignment the Government is forced to defend this suit through the courts and deal with persons who were strangers to the damage and are seeking to enforce a claim which their assignors have forsworn. One of Congress' basic purposes in passing the Act was 'that the government might not be harassed by multiplying the number of persons with whom it had to deal.' Hobbs v. McLean, 1886, 117 U.S. 567, 576, 6 S.Ct. 870, 874, 29 L.Ed. 940. See also United States v. Aetna Surety Co., supra.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nor are we persuaded by the special considerations which the Court of Appeals thought were controlling here. To hold the Anti-Assignment Act inapplicable because an assignment has been executed under a 'mutual mistake of law' would require an inquiry into the state of mind of all parties to a challenged assignment, and would reward those who are ignorant of a statute which has been on the books for nearly a century. The all-inclusive language of the Act permits no such easy escape from its prohibition. In like manner, to hold the Act inapplicable because all possible claimants are before the court would be to draw a distinction on the basis of a purely fortuitous factor&#8212;whether an assignee, in his suit against the Government, can get personal service on his assignor. Even more important, this theory that an assignee can avoid the Act by joining his assignor as a party defendant or an unwilling party plaintiff, would not only subvert the purposes of the Act but flood the courts with litigation by permitting them to recognize assigned claims which the accounting officers of the Government would be obligated to reject. Since only a court can give the binding adjudication of the rights of all parties to the transaction&#8212;United States, assignor, and assignee&#8212;which it is claimed prevents any possible prejudice to the Government, the courts would be applying a laxer rule under the statute than would the accounting officers. Such was not the intention of Congress. See United States v. Gillis, 1877, 95 U.S. 407, 24 L.Ed. 503. We do not believe the Act can be by-passed by the use of any such procedural contrivance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Court of Appeals also felt that respondents' claim should be upheld because 'hardship' would otherwise result. If it were necessary only to balance equities in order to decide whether the Anti-Assignment Act applies&#8212;a view which this Court has many times repudiated&#8212;respondents would have little weight on their side of the scales. They paid the Boshamers $30 per acre for the land and buildings plus the claim; yet they admitted at the trial that land adjoining the Boshamer farm was worth $100 an acre or more, and that the Boshamer farm was one of the best in the county. Furthermore, we find here no 'unconscionable' conduct on the part of the government agents. They had no part in the making of the assignment upon which respondents rely, and in fact the first dealing between respondents and the Government agents occurred a least six weeks after that assignment had been executed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The judgment is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice BLACK and Mr. Justice JACKSON dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First. If the Shannons were the only plaintiffs in the action, I assume that the Anti-Assignment Act, R.S. &#167; 3477, would bar a recovery. But the Shannons&#8212;the assignees&#8212;have joined the Boshamers&#8212;the assignors&#8212;as defendants. Hence all the parties who can possibly be affected by the assignment are before the Court. Certainly the Boshamers could recover from the United States and, if the assignment were treated as void (as against the United States), any recovery by the Bosham.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I would dismiss these writs of certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After the argument of these cases it became manifest that they were legal sports. Each presents a unique set of circumstances. Neither is likely to recur; both are individualized instances outside the scope of those considerations of importance which alone, as a matter of sound judicial discretion, justify disposition of a writ of certiorari on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The controlling purpose of the radical reforms introduced by the Judiciary Act of 1925, 28 U.S.C.A., reinforced by an exercise of the Court's rule-making power in regard to the residual jurisdiction on appeal (see Rule 12, 28 U.S.C.A., and 275 U.S. 603 604, 43 Harv.L.Rev. 33, 42 et seq.) was to put the right to come here, for all practical purposes, in the Court's judicial discretion. Needless to say, the reason for this is to enable the Court to adjudicate wisely, and therefore after adequate deliberation, the controversies that make the Court's existence indispensable under our Federal system.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From time to time some cases which ought never to have been here in the first instance are bound to reach the stage of argument, despite the process by which the wheat of worthy petitions for certiorari is sifted from the vast chaff of cases for which review is sought here, too often because of the blind litigiousness of parties or of the irresponsibility and excessive zeal of their counsel. Since the Judiciary Act of 1925, successive Chief Justices have repeatedly brought this abuse of the certiorari privilege to the attention of the Bar, but thus far without avail. When it is considered that at the last Term the Court passed on 987 such petitions, it is surprising, not that petitions are granted that escaped appropriate weeding-out&#8212;and, parenthetically, that a few are inappropriately denied&#8212;but that the process of rejection works as well as it does.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> And of course disposition of this volume of petitions for certiorari is the smaller part of the Court's work.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The fact that a case inappropriate for review escaped denial through a weeding-out process that is bound to be circumscribed, is no reason for compounding the oversight by disposing of such a case on the merits, after argument has made more luminously clear than did the preliminary examination of the papers that the litigation ought to be allowed to rest where it is by dismissing the writ. The reason for this was set forth on behalf of the Court by Mr. Chief Justice Taft: 'If it be suggested that as much effort and time as we have given to the consideration of the alleged conflict would have enabled us to dispose of the case before us on the merits, the answer is that it is very important that we be consistent in not granting the writ of certiorari except in cases involving principles the settlement of which is of importance to the public, as distinguished from that of the parties, and in cases where there is a real and embarrassing conflict of opinion and authority between the Circuit Courts of Appeals. The present case certainly comes under neither head.' Layne &amp; Bowler Corp. v. Western Well Works, Inc., 261 U.S. 387, 393, 43 S.Ct. 422, 423, 67 L.Ed. 712.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In fairness to the effective adjudication of those cases for which the Court sits, the Court has again and again acted on these considerations and dismissed the writ as 'improvidently granted' after the preliminary and necessarily tentative consideration of the petition.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> These reasons are especially compelling when the Court's mistake in assuming that an important issue of general law was involved does not survive argument as to cases like the present, which were part of the vast summer accumulation of petitions to come before the Court at the opening of the Term.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> ers would in equity belong to the Shannons. See Martin v. National Surety Co., 300 U.S. 588, 597, 57 S.Ct. 531, 535, 81 L.Ed. 822. If they can recover, I see no reason, except a narrow conceptual one, why in this proceeding the entire controversy cannot be settled. The judgment obtained by the Boshamers against the United States would in good conscience have to be held in trust for the Shannons.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second. The suggestion that the writ be dismissed as improvidently granted raises a recurring problem in the administration of the business of the Court. A Justice who has voted to deny the writ of certiorari is in no position after argument to vote to dismiss the writ as improvidently granted. Only those who have voted to grant the writ have that privilege. The reason strikes deep. If after the writ is granted or after argument, those who voted to deny certiorari vote to dismiss the writ as improvidently granted, the integrity of our certiorari jurisdiction is impaired. By long practice&#8212;announced to the Congress and well-known to this Bar&#8212;it takes four votes out of a Court of nine to grant a petition for certiorari. If four can grant and the opposing five dismiss, then the four cannot get a decision of the case on the merits. The integrity of the four-vote rule on certiorari would then be impaired.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For separate opinion of Mr. Justice FRANKFURTER see 342 U.S. 288, 72 S.Ct. 286.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 342 U.S. 808, 72 S.Ct. 27, 96 L.Ed. &#8212;-.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 10 Stat. 170, as amended, 31 U.S.C. &#167; 203, 31 U.S.C.A. &#167; 203: 'All transfers and assignments made of any claim upon the United States, or of any part or share thereof, or interest therein, whether absolute or conditional, and whatever may be the consideration therefor, and all powers of attorney, orders, or other authorities for receiving payment of any such claim, or of any part or share, thereof, shall be absolutely null and void, unless they are freely made and executed in the presence of at least two attesting witnesses, after the allowance of such a claim, the ascertainment of the amount due, and the issuing of a warrant for the payment thereof. * * *'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Hereafter referred to as 'the Boshamers.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> R. 33.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Originally there were two cases, one under the Tucker Act, 28 U.S.C. (Supp. IV) &#167; 1346(a)(2), 28 U.S.C.A. &#167; 1346(a)(2), for damages to property under lease to the United States, and the second under the Tort Claims Act for damages to buildings on property not under lease. The District Court awarded respondents judgment for $2,050 in the first action and $975 in the second, and both judgments were affirmed by the Court of Appeals. The Tort Claims action alone is involved here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> R. 20.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> R. 23.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> R. 18.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Grace v. United States, D.C.1948, 76 F.Supp. 174, 175.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> R. 13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Compare the 154 petitions for certiorari presented to the Court during the October Term, 1915. Even one-sixth of our current volume of petitions impelled the Court to emphasize the administrative importance of freeing this Court from the imposition of improperly granted petitions for certiorari. Furness, Withy &amp; Co. v. Yang-Tsze Ins. Ass'n, Ltd., 242 U.S. 430, 434, 37 S.Ct. 141, 61 L.Ed. 409.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> In addition to passing upon the 987 petitions for certiorari, the Court during the last Term considered and disposed of 77 cases by the 'per curiam decisions,' 121 'other applications' on the Miscellaneous Docket, and 5 cases on the Original Docket, and after argument decided with full opinion 114 cases. Journal Sup. Court U.S., October Term, 1950, I.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> United States v. Rimer, 220 U.S. 547, 31 S.Ct. 596, 55 L.Ed. 578; Furness, Withy &amp; Co. v. Yang-Tsze Ins. Ass'n, Ltd., supra; Tyrrell v. District of Columbia, 243 U.S. 1, 37 S.Ct. 361, 61 L.Ed. 557; Layne &amp; Bowler Corp. v. Western Well Works, Inc., supra; Southern Power Co. v. North Carolina Public Service Co., 263 U.S. 508, 44 S.Ct. 164, 68 L.Ed. 413; Keller v. Adams-Campbell Co., 264 U.S. 314, 44 S.Ct. 356, 68 L.Ed. 705; Wisconsin Elec. Co. v. Dumore Co., 282 U.S. 813, 51 S.Ct. 214, 75 L.Ed. 728; Sanchez v. Borras, 283 U.S. 798, 51 S.Ct. 490, 75 L.Ed. 1421; Franklin-American Trust Co. v. St. Louis Union Trust Co., 286 U.S. 533, 52 S.Ct. 642, 76 L.Ed. 1274; Moor v. Texas &amp; New Orleans R. Co., 297 U.S. 101, 56 S.Ct. 372, 80 L.Ed. 509; Texas &amp; New Orleans R. Co. v. Neill, 302 U.S. 645, 58 S.Ct. 118, 82 L.Ed. 501; Goodman v. United States, 305 U.S. 578, 59 S.Ct. 363, 83 L.Ed. 364; Goins v. United States, 306 U.S. 622, 59 S.Ct. 783, 83 L.Ed. 1027; McCullough v. Kammerer Corp., 323 U.S. 327, 65 S.Ct. 297, 89 L.Ed. 273; McCarthy v. Bruner, 323 U.S. 673, 65 S.Ct. 126, 89 L.Ed. 547. See also Washington Fidelity Nat. Ins. Co. v. Burton, 287 U.S. 97, 100, 53 S.Ct. 26, 27, 77 L.Ed. 196; Wilkerson v. McCarthy, 336 U.S. 53, 64, 69 S.Ct. 413, 418, 93 L.Ed. 497.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Both of the petitions in these cases were filed on May 3, 1951, and granted on October 8, 1951. 342 U.S. 808, 809, 72 S.Ct. 27, 96 L.Ed. &#8212;-. At this Term's opening the Court passed on 224 petitions for certiorari accumulated during the summer. In addition, at the beginning of this Term 4 cases were dismissed on motion, 6 other cases were disposed of by 'per curiam decisions,' and 14 Miscellaneous Docket 'applications' were disposed of.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/104955/"
}