{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "344 U.S. 94", 
    "federal_cite_two": "73 S. Ct. 143", 
    "specialty_cite_one": null, 
    "federal_cite_three": "97 L. Ed. 2d 120", 
    "lexis_cite": "1952 U.S. LEXIS 2666", 
    "document_uris": [
      "/api/rest/v2/document/105044/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kedroff v. Saint Nicholas Cathedral of Russian Orthodox Church of North America", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "3", 
    "id": 89427, 
    "resource_uri": "/api/rest/v2/citation/89427/"
  }, 
  "id": 105044, 
  "blocked": false, 
  "judges": "Reed", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1952-11-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>344 U.S. 94 (1952)</b></center>\n<center><h1>KEDROFF ET AL.<br>\nv.<br>\nSAINT NICHOLAS CATHEDRAL OF THE RUSSIAN ORTHODOX CHURCH IN NORTH AMERICA.</h1></center>\n<center>No. 3.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 1, 1952.</center>\n<center>Reargued October 14, 1952.</center>\n<center>Decided November 24, 1952.</center>\nAPPEAL FROM THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*95</span> <i>Philip Adler</i> argued the cause and filed the briefs for appellants.</p>\n<p><i>Ralph Montgomery Arkush</i> argued the cause and filed the brief for appellee.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>The right to the use and occupancy of a church in the city of New York is in dispute.</p>\n<p>The right to such use is claimed by appellee, a corporation created in 1925 by an act of the Legislature of New York, Laws of New York 1925, c. 463, for the purpose of acquiring a cathedral for the Russian Orthodox Church in North America as a central place of worship and residence of the ruling archbishop \"in accordance with the doctrine, discipline and worship of the Holy Apostolic Catholic Church of Eastern Confession as taught by the holy scriptures, holy tradition, seven oecumenical councils and holy fathers of that church.\"</p>\n<p>The corporate right is sought to be enforced so that the head of the American churches, religiously affiliated with the Russian Orthodox Church, may occupy the <span class=\"star-pagination\">*96</span> Cathedral. At the present time that head is the Metropolitan of All America and Canada, the Archbishop of New York, Leonty, who like his predecessors was elected to his ecclesiastical office by a sobor of the American churches.<sup>[1]</sup></p>\n<p>That claimed right of the corporation to use and occupancy for the archbishop chosen by the American churches is opposed by appellants who are in possession. Benjamin Fedchenkoff bases his right on an appointment in 1934 by the Supreme Church Authority of the Russian Orthodox Church, to wit, the Patriarch <i>locum tenens</i> of Moscow and all Russia and its Holy Synod, as Archbishop of the Archdiocese of North America and the Aleutian Islands. The other defendant-appellant is a priest of the Russian Orthodox Church, also acknowledging the spiritual and administrative control of the Moscow hierarchy.</p>\n<p>Determination of the right to use and occupy Saint Nicholas depends upon whether the appointment of Benjamin <span class=\"star-pagination\">*97</span> by the Patriarch or the election of the Archbishop for North America by the convention of the American churches validly selects the ruling hierarch for the American churches. The Court of Appeals of New York, reversing the lower court, determined that the prelate appointed by the Moscow ecclesiastical authorities was not entitled to the Cathedral and directed the entry of a judgment that appellee corporation be reinvested with the possession and administration of the temporalities of St. Nicholas Cathedral. <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 33, 96 N. E. 2d 56, 74. This determination was made on the authority of Article 5-C of the Religious Corporations Law of New York, 302 N. Y., at 24 <i>et seq.,</i> 96 N. E. 2d, at 68 <i>et seq.,</i> against appellants' contention that this New York statute, as construed, violated the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>Because of the constitutional questions thus generally involved, we noted probable jurisdiction, and, after argument and submission of the case last term, ordered reargument and requested counsel to include a discussion of whether the judgment might be sustained on state grounds. 343 U. S. 972. Both parties concluded that it could not, and the unequivocal remittitur of the New York Court of Appeals, 302 N. Y. 689, 98 N. E. 2d 485, specifically stating the constitutionality of the statute as the necessary ground for decision, compels this view and precludes any doubt as to the propriety of our determination of the constitutional issue on the merits. <i>Grayson</i> v. <i>Harris,</i> 267 U. S. 352; <i>Indiana ex rel. Anderson</i> v. <i>Brand,</i> 303 U. S. 95. The case now has been reargued and submitted.</p>\n<p>Article 5-C was added to the Religious Corporations Law of New York in 1945 and provided both for the incorporation and administration of Russian Orthodox churches. Clarifying amendments were added in 1948. <span class=\"star-pagination\">*98</span> The purpose of the article was to bring all the New York churches, formerly subject to the administrative jurisdiction of the Most Sacred Governing Synod in Moscow or the Patriarch of Moscow, into an administratively autonomous metropolitan district. That district was North American in area, created pursuant to resolutions adopted at a sobor held at Detroit in 1924.<sup>[2]</sup> This declared autonomy was made effective by a further legislative requirement that all the churches formerly administratively subject to the Moscow synod and patriarchate <span class=\"star-pagination\">*99</span> should for the future be governed by the ecclesiastical body and hierarchy of the American metropolitan district.<sup>[3]</sup> The foregoing analysis follows the interpretation of this article by the Court of Appeals of New York, an interpretation binding upon us.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*100</span> Article 5-C is challenged as invalid under the constitutional prohibition against interference with the exercise of religion.<sup>[5]</sup> The appellants' contention, of course, is based on the theory that the principles of the First Amendment are made applicable to the states by the Fourteenth.<sup>[6]</sup> See Stokes, Church and State in the United States (1950), vol. 1, c. VIII.</p>\n<p>The Russian Orthodox Church is an autocephalous member of the Eastern Orthodox Greek Catholic Church. It sprang from the Church of Constantinople in the Tenth Century. The schism of 1054 A. D. split the Universal Church into those of the East and the West. Gradually self-government was assumed by the Russian Church until in the Sixteenth Century its autonomy was recognized and a Patriarch of Moscow appeared. Fortescue, Orthodox Eastern Church, c. V. For the next one hundred <span class=\"star-pagination\">*101</span> years the development of the church kept pace with the growth of power of the Czars but it increasingly became a part of the civil government\u0097a state church. Throughout that period it also remained an hierarchical church with a Patriarch at its head, governed by the conventions or sobors called by him. However, from the time of Peter the Great until 1917 no sobor was held. No patriarch ruled or was chosen. During that time the church was governed by a Holy Synod, a group of ecclesiastics with a Chief Procurator representative of the government as a member.</p>\n<p>Late in the Eighteenth Century the Russian Church entered the missionary field in the Aleutian Islands and Alaska. From there churches spread slowly down the Pacific Coast and later, with the Slavic immigration, to our eastern cities, particularly to Detroit, Cleveland, Chicago, Pittsburgh and New York. The character of the administrative unit changed with the years as is indicated by the changes in its name. See note 2. In 1904 when a diocese of North America was created its first archbishop, Tikhon, shortly thereafter established himself in his seat at Saint Nicholas Cathedral. His appointment came from the Holy Synod of Russia as did those of his successors in order Platon and Evdokim. Under those appointments the successive archbishops occupied the Cathedral and residence of Saint Nicholas under the administrative authority of the Holy Synod.</p>\n<p>In 1917 Archbishop Evdokim returned to Russia permanently. Early that year an All Russian Sobor was held, the first since Peter the Great. It occurred during the interlude of political freedom following the fall of the Czar. A patriarch was elected and installed \u0097Tikhon who had been the first American Archbishop. Uncertainties as to the succession to and administration of the American archbishopric made their appearance following this sobor and were largely induced <span class=\"star-pagination\">*102</span> by the almost contemporaneous political disturbances which culminated swiftly in the Bolshevik Revolution of 1917. The Russian Orthodox Church was drawn into this maelstrom. After a few years the Patriarch was imprisoned. There were suggestions of his counter-revolutionary activity. Church power was transferred, partly through a sobor considered by many as non-canonical, to a Supreme Church Council. The declared reforms were said to have resulted in a \"Living Church\" or sometimes in a \"Renovated Church.\" Circumstances and pressures changed. Patriarch Tikhon was released from prison and died in 1925. He named three bishops as <i>locum tenens</i> for the patriarchal throne. It was one of these, Sergius, who in 1933 appointed the appellant Benjamin as Archbishop. The Church was registered as a religious organization under Soviet law in 1927. Thereafter the Russian Church and the Russian State approached if not a reconciliation at least an adjustment which eventuated by 1943 in the election of Sergius, one of the bishops named as <i>locum tenens</i> by Tikhon, to the Patriarchate. The Living or Renovated Church, whether deemed a reformed, a schismatic or a new church, apparently withered away. After Sergius' death a new Patriarch of the Russian Orthodox Church, Alexi, was chosen Patriarch in 1945 at Moscow at a sobor recognized by all parties to this litigation as a true sobor held in accordance with the church canons.<sup>[7]</sup></p>\n<p>The Russian upheaval caused repercussions in the North American Diocese. That Diocese at the time of the Soviet Revolution recognized the spiritual and administrative <span class=\"star-pagination\">*103</span> control of Moscow. White Russians, both lay and clerical, found asylum in America from the revolutionary conflicts, strengthening the feeling of abhorrence of the secular attitude of the new Russian Government. The church members already here, immigrants and native-born, while habituated to look to Moscow for religious direction, were accustomed to our theory of separation between church and state. The Russian turmoil, the restraints on religious activities and the evolution of a new ecclesiastical hierarchy in the form of the \"Living Church,\" deemed noncanonical or schismatic by most churchmen, made very difficult Russian administration of the American diocese. Furthermore, Patriarch Tikhon, on November 20, 1920, issued Decision No. 362 relating to church administration for troublesome times. This granted a large measure of autonomy, when the Russian ruling authority was unable to function, subject to \"confirmation later to the Central Church Authority when it is re-established.\" Naturally the growing number of American-born members of the Russian Church did not cling to a hierarchy identified with their country of remote origin with the same national feeling that moved their immigrant ancestors. These facts and forces generated in America a separatist movement.</p>\n<p>That movement brought about the arrangements at the Detroit Sobor of 1924 for a temporary American administration of the church on account of the disturbances in Russia.<sup>[8]</sup> This was followed by the declarations of autonomy of the successive sobors since that date, a spate of <span class=\"star-pagination\">*104</span> litigation concerning control of the various churches and occupancy of ecclesiastical positions,<sup>[9]</sup> the New York legislation (known as Article 5-C, notes 2 and 3, <i>supra</i>), and this controversy.</p>\n<p>Delegates from the North American Diocese intended to be represented at an admittedly canonical Sobor of the Russian Orthodox Church held in 1945 at Moscow. They did not arrive in time on account of delays, responsibility for which has not been fixed. The following stipulation appears as to their later actions while at Moscow:</p>\n<blockquote>\"It is stipulated that Bishop Alexi and Father Dzvonchik, representing the local group of American Churches under Bishop Theophilus, appeared before the Patriarch and the members of his Synod in Moscow, presented a written report on the condition of the American Church, with a request for autonomy and a few days later received from the Patriarch the Ukase . . . .\"</blockquote>\n<p><span class=\"star-pagination\">*105</span> There came to the Russian Church in America this Ukase of the Moscow Patriarchy of February 14 or 16, 1945, covering Moscow's requirements for reunion of the American Orthodox Church with the Russian. It required for reunion that the Russian Church in America hold promptly an \"all American Orthodox Church Sobor\"; that it express the decision of the dioceses to reunite with the Russian Mother Church, declare the agreement of the American Orthodox Church to abstain \"from political activities against the U. S. S. R.\" and so direct its parishes, and elect a Metropolitan subject to confirmation by the Moscow Patriarchy. The decree said, \"In view of the distance of the American Metropolitan District from the Russian Mother Church . . . the Metropolitan-Exarch. . . may be given some extended powers by the Moscow Patriarchy . . . .\"</p>\n<p>The American congregations speaking through their Cleveland Sobor of 1946 refused the proffered arrangement and resolved in part:</p>\n<blockquote>\"That any administrative recognition of the Synod of the Russian Orthodox Church Abroad is hereby terminated, retaining, however, our spiritual and brotherly relations with all parts of the Russian Orthodox Church abroad . . . .\"</blockquote>\n<p>This ended the efforts to compose the differences between the Mother Church and its American offspring, and this litigation followed. We understand the above factual summary corresponds substantially with the factual basis for determination formulated by the Court of Appeals of New York. From those circumstances it seems clear that the Russian Orthodox Church was, until the Russian Revolution, an hierarchical church with unquestioned paramount jurisdiction in the governing body in Russia over the American Metropolitanate. Nothing indicates that either the Sacred Synod or the succeeding Patriarchs <span class=\"star-pagination\">*106</span> relinquished that authority or recognized the autonomy of the American church. The Court of Appeals decision proceeds, we understand, upon the same assumption. 302 N. Y., at 5, 23, 24, 96 N. E. 2d, at 57, 68, 69. That court did consider \"whether there exists in Moscow at the present time a true central organization of the Russian Orthodox Church capable of functioning as the head of a free international religious body.\" It concluded that this aspect of the controversy had not been sufficiently developed to justify a judgment upon that ground. 302 N. Y., at 22-24, 96 N. E. 2d, at 67-69.</p>\n<p><i>The Religious Corporations Law.</i>\u0097The New York Court of Appeals depended for its judgment, refusing recognition to Archbishop Benjamin, the appointee of the Moscow Hierarchy of the Russian Orthodox Church, upon Article 5-C of the Religious Corporations Law, quoted and analyzed at notes 2 and 3, <i>supra.</i><sup>[10]</sup> Certainly a legislature <span class=\"star-pagination\">*107</span> is free to act upon such information as it may have as to the necessity for legislation. But an enactment by a legislature cannot validate action which the Constitution prohibits, and we think that the statute here in question passes the constitutional limits. We conclude that Article 5-C undertook by its terms to transfer the control of the New York churches of the Russian Orthodox religion from the central governing hierarchy of the Russian Orthodox Church, the Patriarch of Moscow and the Holy Synod, to the governing authorities of the Russian Church in America, a church organization limited to the diocese of North America and the Aleutian Islands. This transfer takes place by virtue of the statute. Such a law violates the Fourteenth Amendment. It prohibits in this country the free exercise of religion. Legislation that regulates church administration, the operation of the churches, the appointment of clergy, by requiring conformity to church statutes \"adopted at a general convention <span class=\"star-pagination\">*108</span> (sobor) held in the City of New York on or about or between October fifth to eighth, nineteen hundred thirty-seven, and any amendments thereto,\" note 3, <i>supra,</i> prohibits the free exercise of religion. Although this statute requires the New York churches to \"in all other respects conform to, maintain and follow the faith, doctrine, ritual, communion, discipline, canon law, traditions and usages of the Eastern Confession (Eastern Orthodox or Greek Catholic Church),\" their conformity is by legislative fiat and subject to legislative will. Should the state assert power to change the statute requiring conformity to ancient faith and doctrine to one establishing a different doctrine, the invalidity would be unmistakable.</p>\n<p>Although § 5 of the Religious Corporations Law<sup>[11]</sup> had long controlled religious corporations, the Court of Appeals held that its rule was not based on any constitutional requirement or prohibition.<sup>[12]</sup> Since certain events of which the Court took judicial notice indicated to it that the Russian Government exercised control over the central <span class=\"star-pagination\">*109</span> church authorities and that the American church acted to protect its pulpits and faith from such influences, the Court of Appeals felt that the Legislature's reasonable belief in such conditions justified the State in enacting a law to free the American group from infiltration of such atheistic or subversive influences.<sup>[13]</sup></p>\n<p>This legislation, Art. 5-C, in the view of the Court of Appeals, gave the use of the churches to the Russian Church in America on the theory that this church would most faithfully carry out the purposes of the religious trust.<sup>[14]</sup> Thus dangers of political use of church pulpits would be minimized. Legislative power to punish subversive action cannot be doubted. If such action should be actually attempted by a cleric, neither his robe nor his pulpit would be a defense. But in this case no problem <span class=\"star-pagination\">*110</span> of punishment for the violation of law arises. There is no charge of subversive or hostile action by any ecclesiastic. Here there is a transfer by statute of control over churches. This violates our rule of separation between church and state. That conclusion results from the purpose, meaning and effect of the New York legislation stated above, considered in the light of the history and decisions considered below.</p>\n<p>Hierarchical churches may be defined as those organized as a body with other churches having similar faith and doctrine with a common ruling convocation or ecclesiastical head. In <i>Watson</i> v. <i>Jones,</i> 13 Wall. 679, they are spoken of in like terms.<sup>[15]</sup> That opinion has been given consideration in subsequent church litigation\u0097state and national.<sup>[16]</sup> The opinion itself, however, did not turn on either the establishment or the prohibition of the free exercise of religion. It was a church controversy in the Third or Walnut Street Presbyterian Church of Louisville, Kentucky, arising out of the slavery conflict and was filled with the acrimony of that period. It was decided here at the 1871 Term. \"The government of the [Presbyterian] church is exercised by and through an ascending series of `judicatories,' known as Church Sessions, Presbyteries, <span class=\"star-pagination\">*111</span> Synods, and a General Assembly.\" <i>Id.,</i> at 681. The opinion of this Court assumed without question that the Louisville church, its property and its officers were originally and up to the beginning of the disagreements subjected to the operation of the laws of the General Assembly of the Presbyterian Church. <i>Id.,</i> at 683. The actual possession of the church property was in trustees; its operation or use controlled by the Session composed of elders.<sup>[17]</sup> Both were groups elected at intervals by the members.</p>\n<p>In May of 1865 the General Assembly, the highest judicatory of the church, made a declaration of loyalty to the Federal Government denouncing slavery, and directed that new members with contrary views should not be received. The Louisville Presbytery, the immediate superior of the Walnut Street Church, promptly issued a Declaration and Testimony, refusing obedience and calling for resistance to the alleged usurpation of authority. The Louisville Presbytery divided as did the Walnut Street Church and the proslavery group obtained admission into the Presbyterian Church of the Confederate States. In June 1867 the Presbyterian General Assembly <span class=\"star-pagination\">*112</span> for the United States declared the Presbytery and Synod recognized by the proslavery party were \"in no sense a true and lawful Synod and Presbytery in connection with and under the care and authority of the General Assembly of the Presbyterian Church in the United States of America.\" They were \"permanently excluded from connection with or representation in the Assembly. By the same resolution the Synod and Presbytery adhered to by those whom [the proslavery party] opposed were declared to be the true and lawful Presbytery of Louisville, and Synod of Kentucky.\" <i>Id.,</i> at 692.</p>\n<p>Litigation started in 1866 with a suit in the state court by certain of the antislavery group to have declared their right to act as duly elected additional elders \"in the management of the church property for purposes of religious worship.\" <i>Id.,</i> at 685. As the Court of Appeals of Kentucky thought that certain acts of the Louisville Presbytery and the General Assembly of the United States, in pronouncing the additional elders duly elected, were void as beyond their functions, <i>id.,</i> at 693,<sup>[18]</sup> it refused the plea of the antislavery group and left the proslavery elders and trustees in control of the Walnut Street Church.</p>\n<p>Thereupon a new suit, <i>Watson</i> v. <i>Jones</i><i>,</i> was begun by alleged members of the church to secure the use of the Walnut Street Church for the antislavery group. This suit was to decide not the validity of an election of elders <span class=\"star-pagination\">*113</span> fought out in <i>Watson</i> v. <i>Avery, supra</i><i>,</i> but which one of two bodies should be recognized as entitled to the use of the Walnut Street Presbyterian Church. It was determined that plaintiffs had a beneficial interest in the church property and therefore a standing to sue for its proper use, if they were members. <i>Id.,</i> at 697, 714. A schism was recognized. <i>Id.,</i> at 717. It was held:</p>\n<blockquote>\"The trustees obviously hold possession for the use of the persons who by the constitution, usages, and laws of the Presbyterian body, are entitled to that use.\" <i>Id.,</i> at 720.</blockquote>\n<p>They were required to recognize \"the true uses of the trust.\" <i>Id.,</i> at 722. Then turning to the consideration of an hierarchical church, as defined in n. 15, <i>supra,</i> and, as it found the Presbyterian Church to be, this Court said:</p>\n<blockquote>\"In this class of cases we think the rule of action which should govern the civil courts, founded in a broad and sound view of the relations of church and state under our system of laws, and supported by a preponderating weight of judicial authority is, that, whenever the questions of discipline, or of faith, or ecclesiastical rule, custom, or law have been decided by the highest of these church judicatories to which the matter has been carried, the legal tribunals must accept such decisions as final, and as binding on them, in their application to the case before them.\" <i>Id.,</i> at 727.</blockquote>\n<p>As the General Assembly of the Church had recognized the antislavery group \"as the regular and lawful Walnut Street Church and officers,\" <i>id.,</i> at 694, newly elected, and the trial court had found complainants members of that group, and had entered a decree adjudging that this group's duly chosen and elected pastor, ruling elders <span class=\"star-pagination\">*114</span> and trustees \"respectively entitled to exercise whatever authority in the said church, or over its members or property, rightfully belonged to pastor, elders, and trustees, respectively, in churches in connection with `The Presbyterian Church in the United States of America,' Old School, and according to the regulations and usages of that church,\" <i>id.,</i> at 698, this Court affirmed the decree.</p>\n<p>In affirming, the Court recognized the contrariety of views between jurists as to civil jurisdiction over church adjudications having an effect upon property or its uses, when the civil courts determine the church judicatory has violated the church's organic law.<sup>[19]</sup> Its ruling is summed up in these words:</p>\n<blockquote>\"In this country the full and free right to entertain any religious belief, to practice any religious principle, and to teach any religious doctrine which does not violate the laws of morality and property, and which does not infringe personal rights, is conceded to all. The law knows no heresy, and is committed to the support of no dogma, the establishment of no sect. The right to organize voluntary religious associations to assist in the expression and dissemination of any religious doctrine, and to create tribunals for the decision of controverted questions of faith within the association, and for the ecclesiastical government of all the individual members, congregations, and officers within the general association, is unquestioned. All who unite themselves to such a body do so with an implied consent to this government, and are bound to submit to it. But it would be a vain consent and would lead to the total subversion of such religious bodies, if any one aggrieved by one of their decisions could appeal to the secular <span class=\"star-pagination\">*115</span> courts and have them reversed. It is of the essence of these religious unions, and of their right to establish tribunals for the decision of questions arising among themselves, that those decisions should be binding in all cases of ecclesiastical cognizance, subject only to such appeals as the organism itself provides for.\" <i>Id.,</i> at 728-729.</blockquote>\n<p>This is applicable to \"questions of discipline, or of faith, or ecclesiastical rule, custom, or law,\" <i>id.,</i> at 727.<sup>[20]</sup> This controversy concerning the right to use St. Nicholas Cathedral is strictly a matter of ecclesiastical government, the power of the Supreme Church Authority of the Russian Orthodox Church to appoint the ruling hierarch of the archdiocese of North America. No one disputes that such power did lie in that Authority prior to the Russian Revolution.</p>\n<p><i>Watson</i> v. <i>Jones</i><i>,</i> although it contains a reference to the relations of church and state under our system of laws,<sup>[21]</sup> was decided without depending upon prohibition of state interference with the free exercise of religion. It was decided in 1871, before judicial recognition of the coercive power of the Fourteenth Amendment to protect the limitations of the First Amendment against state action. It long antedated the 1938 decisions of <i>Erie R.</i> <span class=\"star-pagination\">*116</span> <i>Co.</i> v. <i>Tompkins</i> and <i>Ruhlin</i> v. <i>New York Life Ins. Co.,</i> 304 U. S. 64 and 202, and, therefore, even though federal jurisdiction in the case depended solely on diversity, the holding was based on general law rather than Kentucky law.<sup>[22]</sup> The opinion radiates, however, a spirit of freedom for religious organizations, an independence from secular control or manipulation\u0097in short, power to decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine. Freedom to select the clergy, where no improper methods of choice are proven,<sup>[23]</sup> we think, must now be said to have federal constitutional protection as a part of the free exercise of religion against state interference.</p>\n<p><span class=\"star-pagination\">*117</span> <i>Legislative Power.</i>\u0097The Court of Appeals of New York recognized, generally, the soundness of the philosophy of ecclesiastical control of church administration and polity but concluded that the exercise of that control was not free from legislative interference.<sup>[24]</sup> That Court presented forcefully the argument supporting legislative power to act on its own knowledge of \"the Soviet attitude toward things religious.\" 302 N. Y., at 32-33, 96 N. E. 2d, at 74. It was said:</p>\n<blockquote>\"The Legislature realized that the North American church, in order to be free of Soviet interference in its affairs, had declared its temporary administrative autonomy in 1924, pursuant to the ukase of 1920, while retaining full <i>spiritual</i> communion with the patriarchate, and that there was a real danger that those properties and temporalities long enjoyed and used by the Russian Orthodox Church worshippers in this State would be taken from them by the representatives of the patriarchate.\" 302 N. Y., at 33, 96 N. E. 2d, at 74.</blockquote>\n<p>It was thought that <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, supported the thesis that where there is some specific evil, found as a fact, \"some infringement upon traditional liberties was justifiable\" to effect a cure. 302 N. Y., at 31, 96 N. E. 2d, at 73. On that reasoning it was thought permissible, in view \"of the changed situation of the patriarchate in Russia,\" to replace it with the Russian Church in America as the ruling authority over the administration of the church. The legal basis for this legislative substitution was found in the theory that the Russian Church in America \"was the trustee which `may be relied upon to carry out more <span class=\"star-pagination\">*118</span> effectively and faithfully the purposes of this religious trust (<i>Carrier</i> v. <i>Carrier,</i> 226 N. Y. 114).' \" 302 N. Y., at 30, 96 N. E. 2d, at 72. Mindful of the authority of the Court of Appeals in its interpretation of the powers of its own legislature and with respect for its standing and ability, we do not agree with its statement as to legislative power over religious organizations.</p>\n<p>In our view the <i>Douds</i> case may not be interpreted to validate New York's Article 5-C. That case involved the validity of § 9 (h) of the National Labor Relations Act as amended, 61 Stat. 136, 146, 29 U. S. C. § 159 (h). That section forbade the N. L. R. B. from acting at the suggestion of a labor organization unless affidavits of its officers were filed denying affiliation with subversive organizations or belief in the overthrow of this Government by force or other unconstitutional means. We upheld the enactment as a proper exercise of the power to protect commerce from the evil of disruption from strikes so politically inspired. In so doing we said, \"legitimate attempts to protect the public, not from the remote possible effects of noxious ideologies, but from present excesses of direct, active conduct, are not presumptively bad because they interfere with and, in some of its manifestations, restrain the exercise of First Amendment rights.\" 339 U. S., at 399. And added, \"But insofar as the problem is one of drawing inferences concerning the need for regulation of particular forms of conduct from conflicting evidence, this Court is in no position to substitute its judgment as to the necessity or desirability of the statute for that of Congress.\" <i>Id.,</i> at 400. It is an exaggeration to say that those sound statements point to a legislative power to take away from a church's governing body and its duly ordained representative the possession and use of a building held in trust for the purposes for which it is being employed because of an apprehension, even though reasonable, <span class=\"star-pagination\">*119</span> that it may be employed for improper purposes. In <i>Douds</i> we saw nothing that was aimed at the free expression of views. Unions could have officers with such affiliations and political purposes as they might choose but the Government was not compelled to allow those officers an opportunity to disrupt commerce for their own political ends. We looked upon the affidavit requirement as an assurance that disruptive forces would not utilize a government agency to accomplish their purposes. <i>Id.,</i> at 403.</p>\n<p>In upholding the validity of Article 5-C, the New York Court of Appeals apparently assumes Article 5-C does nothing more than permit the trustees of the Cathedral to use it for services consistent with the desires of the members of the Russian Church in America. Its reach goes far beyond that point. By fiat it displaces one church administrator with another. It passes the control of matters strictly ecclesiastical from one church authority to another. It thus intrudes for the benefit of one segment of a church the power of the state into the forbidden area of religious freedom contrary to the principles of the First Amendment. Such prohibition differs from the restriction of a right to deal with Government allowed in <i>Douds,</i> in that the Union in the <i>Douds</i> case had no such constitutionally protected right. New York's Article 5-C directly prohibits the free exercise of an ecclesiastical right, the Church's choice of its hierarchy.</p>\n<p>We do not think that New York's legislative application of a <i>cy-pres</i> doctrine to this trust avoids the constitutional rule against prohibition of the free exercise of religion. <i>Late Corporation of Latter-Day Saints</i> v. <i>United States,</i> 136 U. S. 1, relied upon by the appellee, does not support its argument. There the Church of Jesus Christ of Latter-Day Saints had been incorporated as a religious corporation by the State of Deseret, with subsequent confirmation by the Territory of Utah. Its property was held <span class=\"star-pagination\">*120</span> for religious and charitable purposes. That charter was revoked by Congress and some of the property of the church was escheated to the United States for the use of the common schools of Utah. This Court upheld the revocation of the charter, relying on the reserved power of the Congress over the acts of territories, 136 U. S., at 45-46. The seizure of the property was bottomed on the general rule that where a charitable corporation is dissolved for unlawful practices, <i>id.,</i> at 49-50, the sovereign takes and distributes the property according to the <i>cy-pres</i> doctrine to objects of charity and usefulness, <i>e. g.,</i> schools. <i>Id.,</i> at 47, 50-51. A failure of the charitable purpose could have the same effect. <i>Id.,</i> at 59. None of these elements exist to support the validity of the New York statute putting the Russian Orthodox churches of New York under the administration of the Russian Church in America. See notes 2 and 3, <i>supra.</i></p>\n<p>The record before us shows no schism over faith or doctrine between the Russian Church in America and the Russian Orthodox Church. It shows administrative control of the North American Diocese by the Supreme Church Authority of the Russian Orthodox Church, including the appointment of the ruling hierarch in North America from the foundation of the diocese until the Russian Revolution. We find nothing that indicates a relinquishment of this power by the Russian Orthodox Church.</p>\n<p>Ours is a government which by the \"law of its being\" allows no statute, state or national, that prohibits the free exercise of religion. There are occasions when civil courts must draw lines between the responsibilities of church and state for the disposition or use of property.<sup>[25]</sup> Even in those cases when the property right follows as an incident from decisions of the church custom or law on ecclesiastical <span class=\"star-pagination\">*121</span> issues, the church rule controls.<sup>[26]</sup> This under our Constitution necessarily follows in order that there may be free exercise of religion.</p>\n<p>The decree of the Court of Appeals of New York must be reversed, and the case remanded to that court for such further action as it deems proper and not in contravention of this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE FRANKFURTER, concurring.<sup>[*]</sup></p>\n<p>Let me put to one side the question whether in our day a legislature could, consistently with due process, displace the judicial process and decide a particular controversy affecting property so as to decree that A not B owns it or is entitled to its possession. Obviously a legislature would not have that power merely because the property belongs to a church.</p>\n<p>In any event, this proceeding rests on a claim which cannot be determined without intervention by the State in a religious conflict. St. Nicholas Cathedral is not just a piece of real estate. It is no more that than is St. Patrick's Cathedral or the Cathedral of St. John the Divine. A cathedral is the seat and center of ecclesiastical authority. St. Nicholas Cathedral is an archiepiscopal see of one of the great religious organizations. What is at stake here is the power to exercise religious authority. That is the essence of this controversy. It is that even though the religious authority becomes manifest and is exerted through authority over the Cathedral as the outward symbol of a religious faith.</p>\n<p><span class=\"star-pagination\">*122</span> The judiciary has heeded, naturally enough, the menace to a society like ours of attempting to settle such religious struggles by state action. And so, when courts are called upon to adjudicate disputes which, though generated by conflicts of faith, may fairly be isolated as controversies over property and therefore within judicial competence, the authority of courts is in strict subordination to the ecclesiastical law of a particular church prior to a schism. <i>Watson</i> v. <i>Jones,</i> 13 Wall. 679. This very limited right of resort to courts for determination of claims, civil in their nature, between rival parties among the communicants of a religious faith is merely one aspect of the duty of courts to enforce the rights of members in an association, temporal or religious, according to the laws of that association. See <i>Gonzalez</i> v. <i>Archbishop,</i> 280 U. S. 1, 16-17.</p>\n<p>Legislatures have no such obligation to adjudicate and no such power. Assuredly they have none to settle conflicts of religious authority and none to define religious obedience. These aspects of spiritual differences constitute the heart of this controversy. The New York legislature decreed that one party to the dispute and not the other should control the common center of devotion. In doing so the legislature effectively authorized one party to give religious direction not only to its adherents but also to its opponents. See <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 24-29, 96 N. E. 2d 56, 68-72.</p>\n<p>The arguments by which New York seeks to justify this inroad into the realm of faith are echoes of past attempts at secular intervention in religious conflicts. It is said that an impressive majority both of the laity and of the priesthood of the old local church now adhere to the party whose candidate New York enthroned, as it were, as Archbishop. Be that as it may, it is not a function of civil government under our constitutional system to assure rule to any religious body by a counting of heads. <span class=\"star-pagination\">*123</span> Our Constitution does assure that anyone is free to worship according to his conscience. A legislature is not free to vest in a schismatic head the means of acting under the authority of his old church, by affording him the religious power which the use and occupancy of St. Nicholas Cathedral make possible.</p>\n<p>Again, it is argued that New York may protect itself from dangers attributed to submission by the mother church in Moscow to political authority. To reject this claim one does not have to indulge in the tendency of lawyers to carry arguments to the extreme of empty formal logic. Scattered throughout the country there are religious bodies with ties to various countries of a world in tension\u0097tension due in part to shifting political affiliation and orientation. The consideration which permeates the court's opinion below would give each State the right to assess the circumstances in the foreign political entanglements of its religious bodies that make for danger to the State, and the power, resting on plausible legislative findings, to divest such bodies of spiritual authority and of the temporal property which symbolizes it.</p>\n<p>Memory is short but it cannot be forgotten that in the State of New York there was strong feeling against the Tsarist regime at a time when the Russian Church was governed by a Procurator of the Tsar. And when Mussolini exacted the Lateran Agreement, argument was not wanting by those friendly to her claims that the Church of Rome was subjecting herself to political authority.<sup>[1]</sup> The fear, perhaps not wholly groundless, that the loyalty of its citizens might be diluted by their adherence to a <span class=\"star-pagination\">*124</span> church entangled in antagonistic political interests, reappears in history as the ground for interference by civil government with religious attachments.<sup>[2]</sup> Such fear readily leads to persecution of religious beliefs deemed dangerous to ruling political authority. It was on this basis, after all, that Bismarck sought to detach German Catholics from Rome by a series of laws not too different in purport from that before us today.<sup>[3]</sup> The long, unedifying history of the contest between the secular state and the church is replete with instances of attempts by civil government <span class=\"star-pagination\">*125</span> to exert pressure upon religious authority. Religious leaders have often made gestures of accommodation to such pressures. History also indicates that the vitality of great world religions survived such efforts. In any event, under our Constitution it is not open to the governments of this Union to reinforce the loyalty of their citizens by deciding who is the true exponent of their religion.</p>\n<p>Finally, we are told that the present Moscow Patriarchate is not the true superior church of the American communicants. The vicissitudes of war and revolution which have beset the Moscow Patriarchate since 1917 are said to have resulted in a discontinuity which divests the present Patriarch of his authority over the American church. Both parties to the present controversy agree that the present Patriarch is the legitimately chosen holder of his office, and the account of the proceedings and pronouncements of the American schismatic group so indicates. Even were there doubt about this it is hard to see by what warrant the New York legislature is free to substitute its own judgment as to the validity of Patriarch Alexi's claim and to disregard acknowledgment of the present Patriarch by his co-equals in the Eastern Confession, the Patriarchs of Constantinople, Alexandria, Antioch, and Jerusalem, and by religious leaders throughout the world, including the present Archbishop of York.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*126</span> These considerations undermine the validity of the New York legislation in that it enters the domain of religious control barred to the States by the Fourteenth Amendment.</p>\n<p>MR. JUSTICE BLACK agrees with this opinion on the basis of his view that the Fourteenth Amendment makes the First Amendment applicable to the States.</p>\n<p>MR. JUSTICE DOUGLAS, while concurring in the opinion of the Court, also joins this opinion.</p>\n<p>MR. JUSTICE JACKSON, dissenting.</p>\n<p>New York courts have decided an ordinary ejectment action involving possession of New York real estate in favor of the plaintiff, a corporation organized under the Religious Corporations Law of New York under the name \"Saint Nicholas Cathedral of the Russian Orthodox Church in North America.\" Admittedly, it holds, and since 1925 has held, legal title to the Cathedral property. The New York Court of Appeals decided that it also has the legal right to its possession and control.</p>\n<p>The appellant Benjamin's defense against this owner's demand for possession and the basis of his claimed right to enjoy possession of property he admittedly does not own is set forth in his answer to the ejectment suit in these words: \"Said premises pursuant to the above rules of the Russian Orthodox Church are held in trust for the benefit of the accredited Archbishop of the said Archdiocese, to be possessed, occupied and used by said Archbishop as his residence, as a place for holding religious services, and other purposes related to his office and as the seat and headquarters for the administration, by him, of the affairs of the Archdiocese both temporal and spiritual.\" And, says the appellant Benjamin, he is that Archbishop. These allegations are denied, and they define the issues as tendered to the state courts.</p>\n<p><span class=\"star-pagination\">*127</span> I greatly oversimplify the history of this controversy to indicate its nature rather than to prove its merits. This Cathedral was incorporated and built in the era of the Czar, under the regime of a state-ridden church in a church-ridden state. The Bolshevik Revolution may have freed the state from the grip of the church, but it did not free the church from the grip of the state. It only brought to the top a new master for a captive and submissive ecclesiastical establishment. By 1945, the Moscow patriarchy had been reformed and manned under the Soviet regime and it sought to re-establish in other countries its prerevolutionary control of church property and its sway over the minds of the religious. As the Court's opinion points out, it demanded of the Russian Church in America, among other things, that it abstain \"from political activities against the U. S. S. R.\" The American Cathedral group, along with others, refused submission to the representative of the Moscow Patriarch, whom it regarded as an arm of the Soviet Government. Thus, we have an ostensible religious schism with decided political overtones.</p>\n<p>If the Fourteenth Amendment is to be interpreted to leave anything to the courts of a state to decide without our interference, I should suppose it would be claims to ownership or possession of real estate within its borders and the vexing technical questions pertaining to the creation, interpretation, termination, and enforcement of uses and trusts, even though they are for religious and charitable purposes. This controversy, I believe, is a matter for settlement by state law and not within the proper province of this Court.</p>\n<p></p>\n<h2>I.</h2>\n<p>As I read the prevailing opinions, the Court assumes that some transfer of control has been accomplished by legislation which results in a denial of due process. This, <span class=\"star-pagination\">*128</span> of course, would raise a question of deprivation of <i>property,</i> not of <i>liberty,</i> while only the latter issue is raised by the parties. And it could be sustained only by a finding by us that the legislation worked a transfer rather than a confirmation of property rights. The Court of Appeals seems to have regarded the statute merely as a legislative reaffirmation of principle the Court would find to be controlling in its absence.</p>\n<p>But this Court apparently thinks that by mere enactment of the statute the legislature invaded a field of action reserved to the judiciary. However desirable we may think a rigid separation of powers to be (and I, for one, think it is basic in the Federal Government), I do not think the Fourteenth Amendment undertakes to control distribution of powers within the states. At all events, I do not think we are warranted in holding that New York may not enact this legislation in question, which is in form and in substance an amendment of its Religious Corporations Law.</p>\n<p>Nothing in New York law required this denomination to incorporate its Cathedral. The Religious Corporations Law of the State expressly recognizes unincorporated churches (§ 2) and undertakes no regulation of them or their affairs. But this denomination wanted the advantages of a corporate charter for its Cathedral, to obtain immunity from personal liability and other benefits. This statute does not interfere with religious freedom but furthers it. If they elect to come under it, the statute makes separate provision for each of many denominations with corporate controls appropriate to its own ecclesiastical order. When it sought the privilege of incorporation under the New York law applicable to its denomination, it seems to me that this Cathedral and all connected with its temporal affairs were submitted to New York law.</p>\n<p>As a consequence of this Court's decision in <i>Dartmouth College</i> v. <i>Woodward,</i> 4 Wheat. 518, the Constitution of <span class=\"star-pagination\">*129</span> New York since 1846 has authorized the legislature to create corporations by general laws and special acts, subject, however, to a reservation that all such acts \"may be altered from time to time or repealed.\" New York Const., Art. X, § 1. That condition becomes a part of every corporate charter subsequently granted by New York. <i>Lord</i> v. <i>Equitable Life Assurance Society,</i> 194 N. Y. 212, 87 N. E. 443; <i>People</i> v. <i>Gass,</i> 190 N. Y. 323, 83 N. E. 64; <i>Pratt Institute</i> v. <i>New York,</i> 183 N. Y. 151, 75 N. E. 1119.</p>\n<p>What has been done here, as I see it, is to exercise this reserved power which permits the State to alter corporate controls in response to the lessons of experience. Of course, the power is not unlimited and could be so exercised as to deprive one of property without due process of law. But, I do not think we can say that a legislative application of a principle so well established in our common law as the <i>cy-pres</i> doctrine is beyond the powers reserved by the New York Constitution.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Court holds, however, that the State cannot exercise its reserved power to control this property without invading religious freedom, because it is a Cathedral and devoted to religious uses. I forbear discussion of the extent to which restraints imposed upon Congress by the First Amendment are transferred against the State by the Fourteenth Amendment beyond saying that I consider that the same differences which apply to freedom of speech and press (see dissenting opinion in <i>Beauharnais</i> v. <i>Illinois,</i> 343 U. S. 250, 287) are applicable to questions of freedom of religion and of separation of church and state.</p>\n<p>It is important to observe what New York has not done in this case. It has not held that Benjamin may not act as Archbishop or be revered as such by all who will follow him. It has not held that he may not have a Cathedral. <span class=\"star-pagination\">*130</span> Indeed, I think New York would agree that no one is more in need of spiritual guidance than the Soviet faction. It has only held that this cleric may not have a particular Cathedral which, under New York law, belongs to others. It has not interfered with his or anyone's exercise of his religion. New York has not outlawed the Soviet-controlled sect nor forbidden it to exercise its authority or teach its dogma in any place whatsoever except on this piece of property owned and rightfully possessed by the Cathedral Corporation.</p>\n<p>The fact that property is dedicated to a religious use cannot, in my opinion, justify the Court in sublimating an issue over property rights into one of deprivation of religious liberty which alone would bring in the religious guaranties of the First Amendment. I assume no one would pretend that the State cannot decide a claim of trespass, larceny, conversion, bailment or contract, where the property involved is that of a religious corporation or is put to religious use, without invading the principle of religious liberty.</p>\n<p>Of course, possession of the property will help either side that obtains it to maintain its prestige and to continue or extend its sway over the minds and souls of the devout. So would possession of a bank account, an income-producing office building, or any other valuable property. But if both claimants are religious corporations or personalities, can not the State decide the issues that arise over ownership and possession without invading the religious freedom of one or the other of the parties?</p>\n<p>Thus, if the American group, which owns the title to the Cathedral, had by force barred Benjamin from entering it physically, would the Court say it was an interference with religious freedom to entertain and decide his ejectment action? If state courts are to decide such controversies at all instead of leaving them to be settled by a show of force, is it constitutional to decide for only <span class=\"star-pagination\">*131</span> one side of the controversy and unconstitutional to decide for the other? In either case, the religious freedom of one side or the other is impaired if the temporal goods they need are withheld or taken from them.</p>\n<p>As I have earlier pointed out, the Soviet Ecclesiast's claim, denial of which is said to be constitutional error, is not that this New York property is impressed with a trust by virtue of New York law. The claim is that it is impressed with a trust by virtue of the rules of the Russian Orthodox Church. This Court so holds.</p>\n<p>I shall not undertake to wallow through the complex, obscure and fragmentary details of secular and ecclesiastical history, theology, and canon law in which this case is smothered. To me, whatever the canon law is found to be and whoever is the rightful head of the Moscow patriarchate, I do not think New York law must yield to the authority of a foreign and unfriendly state masquerading as a spiritual institution. (See \"The Soviet Propaganda Program,\" Staff Study No. 3, Senate Subcommittee on Overseas Information Programs of the United States, 82d Cong., 2d Sess.)</p>\n<p>I have supposed that a State of this Union was entirely free to make its own law, independently of any foreign-made law, except as the Full Faith and Credit Clause of the Constitution might require deference to the law of a sister state or the Supremacy Clause require submission to federal law. I do not see how one can spell out of the principles of separation of church and state a doctrine that a state submit property rights to settlement by canon law. If there is any relevant inference to be drawn, I should think it would be to the contrary, though I see no obstacle to the state allowing ecclesiastical law to govern in such a situation if it sees fit. I should infer that from the trend of such decisions as <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64; <i>Klaxon Co.</i> v. <i>Stentor Electric Mfg. Co.,</i> 313 U. S. 487; <i>Griffin</i> v. <i>McCoach,</i> 313 U. S. 498.</p>\n<p><span class=\"star-pagination\">*132</span> The only ground pressed upon this appeal is that the judgment below violates the religious freedom guaranteed by the Fourteenth Amendment. I find this contention so insubstantial that I would dismiss the appeal. Whether New York has arrived at the correct solution of this question is a matter on which its own judges have disagreed. But they have disagreed within the area which is committed to them for agreement or disagreement and I find nothing which warrants our invading their jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  A sobor is a convention of bishops, clergymen and laymen with superior powers, with the assistance of which the church officials rule their dioceses or districts.\n</p>\n<p>There is no problem of title. It is in the appellee corporation. The issue is the right of use. <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 20, 96 N. E. 2d 56, 66-67.</p>\n<p>The deed to the Cathedral Corporation required the grantee to hold the property in accordance with the terms of the Act of 1925, set out at the opening of this opinion. As said by the Court of Appeals, 302 N. Y., at 20, 96 N. E. 2d, at 66:</p>\n<p>\"Plaintiff does not dispute this trust theory, but on the contrary relies upon it. Plaintiff has endeavored to prove that the beneficial use of the property today rightfully belongs to the Russian church in America (Religious Corporations Law, § 105) which was forced to declare its administrative autonomy at the Detroit sobor of 1924 in order to preserve and adhere to those principles and practices fundamental to the Russian Orthodox faith, free from the influence of an atheistic and antireligious foreign civil government.\"</p>\n<p>See also Religious Corporations Law, § 5, 50 McKinney's N. Y. Laws § 5.</p>\n<p>[2]  50 McKinney's N. Y. Laws § 105:\n</p>\n<p>\"The `Russian Church in America', as that term is used anywhere in this article, refers to that group of churches, cathedrals, chapels, congregations, societies, parishes, committees and other religious organizations of the Eastern Confession (Eastern Orthodox or Greek Catholic Church) which were known as (a) Russian American Mission of the Russian Orthodox Church from in or about seventeen hundred ninety-three to in or about eighteen hundred seventy; (b) Diocese of Alaska and the Aleutian Islands of the Russian Orthodox Church from in or about eighteen hundred seventy to in or about nineteen hundred four; (c) Diocese of North America and the Aleutian Islands (or Alaska) of the Russian Orthodox Church from in or about nineteen hundred four to in or about nineteen hundred twenty-four; and (d) Russian Orthodox Greek Catholic Church of North America since in or about nineteen hundred twenty-four; and were subject to the administrative jurisdiction of the Most Sacred Governing Synod in Moscow until in or about nineteen hundred seventeen, later the Patriarchate of Moscow, but now constitute an administratively autonomous metropolitan district created pursuant to resolutions adopted at a general convention (sobor) of said district held at Detroit, Michigan, on or about or between April second to fourth, nineteen hundred twenty-four.</p>\n<p>\"A `Russian Orthodox church', as that term is used anywhere in this article, is a church, cathedral, chap[t]el, congregation, society, parish, committee or other religious organization founded and established for the purpose and with the intent of adhering to, and being subject to the administrative jurisdiction of said mission, diocese or autonomous metropolitan district hereinabove defined as the Russian Church in America.\"</p>\n<p>[3]  <i>Id.,</i> § 107:\n</p>\n<p>\"1. Every Russian Orthodox church in this state, whether incorporated before or after the creation of said autonomous metropolitan district, and whether incorporated or reincorporated pursuant to this article or any other article of the religious corporations law, or any general or private law, shall recognize and be and remain subject to the jurisdiction and authority of the general convention (sobor), metropolitan archbishop or other primate or hierarch, the council of bishops, the metropolitan council and other governing bodies and authorities of the Russian Church in America, pursuant to the statutes for the government thereof adopted at a general convention (sobor) held in the city of New York on or about or between October fifth to eighth, nineteen hundred thirty-seven, and any amendments thereto and any other statutes or rules heretofore or hereafter adopted by a general convention (sobor) of the Russian Church in America and shall in all other respects conform to, maintain and follow the faith, doctrine, ritual, communion, discipline, canon law, traditions and usages of the Eastern Confession (Eastern Orthodox or Greek Catholic Church).</p>\n<p>.....</p>\n<p>\"3. The trustees of every Russian Orthodox church shall have the custody and control of all temporalities and property, real and personal, belonging to such church and of the revenues therefrom and shall administer the same in accordance with the by-laws of such church, the normal statutes for parishes of the Russian Church in America approved at a general convention (sobor) thereof held at Cleveland, Ohio, on or about or between November twentieth to twenty-third, nineteen hundred thirty-four, and any amendments thereto and all other rules, statutes, regulations and usages of the Russian Church in America.\"</p>\n<p>[4]  <i>Hebert</i> v. <i>Louisiana,</i> 272 U. S. 312, 317; <i>Winters</i> v. <i>New York,</i> 333 U. S. 507, 514.\n</p>\n<p>The court expressed its conclusion in reversing the judgment of the Appellate Division of the Supreme Court, <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 276 App. Div. 309, 94 N. Y. S. 2d 453, which had affirmed the Trial Term. 192 Misc. 327, 77 N. Y. S. 2d 333. The Court of Appeals held:</p>\n<p>\"The only construction which gives meaning to all the language in sections 105 and 107 is that the statute was intended to apply to those Russian Orthodox churches founded and established before 1924 for the purpose of adhering and being subject to the North American Mission or North American Diocese, and to those Russian Orthodox churches founded and established after 1924 for the purpose of adhering and being subject to the autonomous metropolitan district. The majority in the Appellate Division further intimated that to read the statute literally would result in an interference in ecclesiastical concerns not within the competency of the Legislature. The latter suggestion is the only one which requires discussion, for, as already indicated, the intent of the Legislature (as distinguished from its competency) is unmistakable.\" 302 N. Y., at 29, 96 N. E. 2d, at 71.</p>\n<p>[5]  First Amendment to the Constitution:\n</p>\n<p>\"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; . . . .\"</p>\n<p>[6]  <i>Hamilton</i> v. <i>Regents,</i> 293 U. S. 245, 262; <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296, 303; <i>Everson</i> v. <i>Board of Education,</i> 330 U. S. 1, 14-15; <i>Illinois ex rel. McCollum</i> v. <i>Board of Education,</i> 333 U. S. 203, 210-211; <i>Zorach</i> v. <i>Clauson,</i> 343 U. S. 306, 310.</p>\n<p>[7]  Fortescue, <i>supra</i> (1916); Brian-Chaninov, The Russian Church (1931), c. VIII; Zernov, The Russians and Their Church (1945); French, The Eastern Orthodox Church (1951), c. VII; Danzas, The Russian Church (1936); Anderson, People, Church and State in Modern Russia (1944), pp. 121-140; Bolshakoff, The Foreign Missions of the Russian Orthodox Church (1943), c. IV.</p>\n<p>[8]  The attitude of the Russian Church in America will be made sufficiently plain by these extracts from their records of action taken at the Detroit Sobor, 1924:\n</p>\n<p>\"Point 1. Temporarily, until the convocation of the All Russian Sobor further indicated in Point 5, to declare the Russian Orthodox Diocese in America a self-governed Church so that it be governed by its own elected Archbishop by means of a Sobor of Bishops, a Council composed of those elected from the clergy and laity, and periodic Sobors of the entire American Church.</p>\n<p>.....</p>\n<p>\"Point 5. To leave the final regulation of questions arising from the relationship of the Russian and the American Churches to a future Sobor of the Russian Orthodox Church which will be legally convoked, legally elected, will sit with the participation of representatives of the American Church under conditions of political freedom, guaranteeing the fullness and authority of its decisions for the entire Church, and will be recognized by the entire Oecumenical Orthodox Church as a true Sobor of the Russian Orthodox Church.\"</p>\n<p>[9]  <i>Nemolovsky</i> v. <i>Rykhloff,</i> 187 App. Div. 290, 175 N. Y. S. 617 <i>Kedrovsky</i> v. <i>Archbishop and Consistory,</i> 195 App. Div. 127, 186 N. Y. S. 346; <i>Kedrovsky</i> v. <i>Rojdesvensky,</i> 214 App. Div. 483, 212 N. Y. S. 273; <i>id.,</i> 242 N. Y. 547, 152 N. E. 421; <i>Kedrovsky</i> v. <i>Archbishop and Consistory,</i> 218 App. Div. 121, 124, 217 N. Y. S. 873, 875; <i>id.,</i> 220 App. Div. 750, 222 N. Y. S. 831; <i>id.,</i> 249 N. Y. 75, 516, 162 N. E. 588, 164 N. E. 566; <i>Nikulnikoff</i> v. <i>Archbishop and Consistory,</i> 142 Misc. 894, 255 N. Y. S. 653; <i>Waipa</i> v. <i>Kushwara,</i> 259 App. Div. 843, 20 N. Y. S. 2d 174; <i>id.,</i> 283 N. Y. 780, 28 N. E. 2d 417.</p>\n<p>[10]  The Court said, 302 N. Y. 1, 96 N. E. 2d 56:\n</p>\n<p>\"The Legislature has made a determination that the `Russian Church in America' was the one which, to use our words in 249 New York at pages 77-78, was the trustee which `may be relied upon to carry out more effectively and faithfully the purposes of this religious trust (<i>Carrier</i> v. <i>Carrier,</i> 226 N. Y. 114)' by reason of the changed situation of the patriarchate in Russia.\" 302 N. Y., at 30, 96 N. E. 2d, at 72.</p>\n<p>\"The courts have always recognized that it is the province of the Legislature to make the underlying findings of fact which give meaning and substance to its ultimate directives. The courts have traditionally refused to consider the wisdom or technical validity of such findings of fact, if there be some reasonable basis upon which they may rest.\" 302 N. Y., at 31, 96 N. E. 2d, at 72-73.</p>\n<p>\"The Legislature of the State of New York, like the Congress, must be deemed to have investigated the whole problem carefully before it acted. The Legislature knew that the central authorities of the Russian Orthodox Church in Russia had been suppressed after the 1917 revolution, and that the patriarchate was later resurrected by the Russian Government. The Legislature, like Congress, knew the character and method of operation of international communism and the Soviet attitude toward things religious. The Legislature was aware of the contemporary views of qualified observers who have visited Russia and who have had an opportunity to observe the present status of the patriarchate in the Soviet system. The Legislature realized that the North American church, in order to be free of Soviet interference in its affairs, had declared its temporary administrative autonomy in 1924, pursuant to the ukase of 1920, while retaining full <i>spiritual</i> communion with the patriarchate, and that there was a real danger that those properties and temporalities long enjoyed and used by the Russian Orthodox Church worshippers in this State would be taken from them by the representatives of the patriarchate. On the basis of these facts, and the facts stated (<i>supra</i>) and no doubt other facts we know not of, our Legislature concluded that the Moscow Patriarchate was no longer capable of functioning as a true religious body, but had become a tool of the Soviet Government primarily designed to implement its foreign policy. Whether we, as judges, would have reached the same conclusion is immaterial. It is sufficient that the Legislature reached it, after full consideration of all the facts.\" 302 N. Y., at 32-33, 96 N. E. 2d, at 73-74.</p>\n<p>[11]  \"The trustees of every religious corporation shall have the custody and control of all the temporalities and property, real and personal, belonging to the corporation and of the revenues therefrom, and shall administer the same in accordance with the discipline, rules and usages of the corporation and of the ecclesiastical governing body, if any, to which the corporation is subject, . . . .\"</p>\n<p>[12]  302 N. Y., at 30, 96 N. E. 2d, at 72:\n</p>\n<p>\"As a broad guide this rule undoubtedly has worked well, but it is by no means a constitutional doctrine not subject to change or modification by the same Legislature which announced it, in cases where literal enforcement would be unreasonable and opposed to the public interest. The Legislature, in the exercise of its extensive and acknowledged power to act for the common welfare, may find as a fact that a situation has arisen of such novelty and uniqueness that existing law is incapable of performing its avowed function\u0097the preservation of religious temporalities for the use of their original and accustomed beneficiaries. If the Legislature find as a fact that, because of drastically changed circumstances, the accustomed beneficiaries of religious properties are thus threatened with their loss, and if there be a basis for such finding, we perceive no constitutional objection to a legislative attempt to trace and identify, as of today, the authentic group entitled to the administration of such properties.\"</p>\n<p>[13]  302 N. Y., at 13, 96 N. E. 2d, at 62:\n</p>\n<p>\"The control of all phases of Russian life by the Government was not as apparent in 1924 as it is a quarter of a century later and on the surface, at least, the case appeared to be a proper one for the application of the rule that in an ecclesiastical dispute involving a denominational church, the decision of the highest church judicatories will be accepted as final and conclusive by the civil courts (<i>Trustees of Presbytery of N. Y.</i> v. <i>Westminster Presbyt Church,</i> 222 N. Y. 305, 315; <i>Watson</i> v. <i>Jones</i><i>,</i> 13 Wall. [U. S.] 679, 724-727; Religious Corporations Law, §§ 4, 5).\"</p>\n<p>\". . . we feel we must accept the historical statements contained in the dissenting opinion of Mr. Justice VAN VOORHIS, below: `. . . In recent public pronouncements the State Department, and our representatives in the United Nations, have frequently recognized and denounced the suppression of human rights and basic liberties in religion as well as in other aspects of life, existing in Soviet Russia and in all of its satellite states. . . .' \" 302 N. Y., at 23, 96 N. E. 2d, at 68.</p>\n<p>[14]  See note 10, <i>supra.</i></p>\n<p>[15]  \"The third is where the religious congregation or ecclesiastical body holding the property is but a subordinate member of some general church organization in which there are superior ecclesiastical tribunals with a general and ultimate power of control more or less complete, in some supreme judicatory over the whole membership of that general organization.\" 13 Wall. 679, 722-723.</p>\n<p>[16]  Zollmann, American Church Law (1933), c. 9. <i>E. g., </i><i>Shepard</i> v. <i>Barkley,</i> 247 U. S. 1; <i>Barkley</i> v. <i>Hayes,</i> 208 F. 319, 326; <i>McGinnis</i> v. <i>Watson,</i> 41 Pa. 9; <i>Missouri ex rel. Watson</i> v. <i>Farris,</i> 45 Mo. 183, 197-198; <i>First English Lutheran Church</i> v. <i>Evangelical Lutheran Synod,</i> 135 F. 2d 701. Cf. <i>Gibson</i> v. <i>Armstrong,</i> 7 Ben. Monroe (Ky.) 481; <i>German Reformed Church</i> v. <i>Commonwealth ex rel. Seibert,</i> 3 Pa. 282.</p>\n<p>[17]  \"One or two propositions which seem to admit of no controversy are proper to be noticed in this connection. 1. Both by the act of the Kentucky legislature creating the trustees of the church a body corporate, and by the acknowledged rules of the Presbyterian Church, the trustees were the mere nominal title-holders and custodians of the church property, and other trustees were, or could be elected by the congregation, to supply their places once in every two years. 2. That in the use of the property for all religious services or ecclesiastical purposes, the trustees were under the control of the church session. 3. That by the constitution of all Presbyterian churches, the session, which is the governing body in each, is composed of the ruling elders and pastor, and in all business of the session the majority of its members govern, the number of elders for each congregation being variable.\" <i>Id.,</i> at 720.</p>\n<p>[18]  <i>Watson</i> v. <i>Avery,</i> 2 Bush (Ky.) 332, 347 <i>et seq.</i>\n</p>\n<p>\"But we hold that the assembly, like other courts, is limited in its authority by the law under which it acts; and when rights of property, which are secured to congregations and individuals by the organic law of the church, are violated by unconstitutional acts of the higher [church] courts, the parties thus aggrieved are entitled to relief in the civil courts, as in ordinary cases of injury resulting from the violation of a contract, or the fundamental law of a voluntary association.\" <i>Id.,</i> at 349.</p>\n<p>[19]  Compare <i>Watson</i> v. <i>Avery,</i> n. 18, <i>supra,</i> at 349, with <i>Watson</i> v. <i>Jones, supra,</i> at 732 <i>et seq.</i></p>\n<p>[20]  The decision has encountered vivid and strong criticism for the breadth of its statement that where \"a subject-matter of dispute, strictly and purely ecclesiastical in its character,\" is decided, the civil court may not examine the conclusion to see whether the decision exceeds the powers of the judicatory. <i>Id.,</i> at 733. See Zollmann, American Church Law (1933), c. 9, p. 291. The criticism does not go so far, however, as to condemn the nonreviewability of questions of faith, religious doctrine and ecclesiastical government, <i>Watson</i> v. <i>Jones</i><i>,</i> at 729, 732, when within the \"express or implied stipulations\" of the agreement of membership. Zollmann, <i>supra,</i> §§ 310, 311, 315, 340.</p>\n<p>[21]  <i>Id.,</i> at 727. See pp. 113, 114-115, <i>supra.</i></p>\n<p>[22]  <i>Barkley</i> v. <i>Hayes,</i> 208 F. 319, 334; <i>Sherard</i> v. <i>Walton,</i> 206 F. 562, 564; <i>Helm</i> v. <i>Zarecor,</i> 213 F. 648, 657.</p>\n<p>[23]  <i>Gonzalez</i> v. <i>Archbishop,</i> 280 U. S. 1, 16-17:\n</p>\n<p>\"Because the appointment is a canonical act, it is the function of the church authorities to determine what the essential qualifications of a chaplain are and whether the candidate possesses them. In the absence of fraud, collusion, or arbitrariness, the decisions of the proper church tribunals on matters purely ecclesiastical, although affecting civil rights, are accepted in litigation before the secular courts as conclusive, because the parties in interest made them so by contract or otherwise. Under like circumstances, effect is given in the courts to the determinations of the judicatory bodies established by clubs and civil associations.\"</p>\n<p>See <i>Brundage</i> v. <i>Deardorf,</i> 55 F. 839, where Taft, Circuit Judge, in overruling a demurrer, stated: \"Even if the supreme judicatory has the right to construe the limitations of its own power, and the civil courts may not interfere with such a construction, and must take it as conclusive, we do not understand the supreme court, in Watson v. Jones, to hold that an open and avowed defiance of the original compact, and an express violation of it, will be taken as a decision of the supreme judicatory which is binding on the civil courts.\" P. 847.</p>\n<p>Later the case was considered on appeal by the Circuit Court of Appeals; Lurton, Circuit Judge, writing, thought that the facts proven showed conclusively that <i>Watson</i> v. <i>Jones</i> did control. 92 F. 214, 230.</p>\n<p>[24]  <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 30, 96 N. E. 2d 56, 72; note 12, <i>supra.</i></p>\n<p>[25]  <i>Ponce</i> v. <i>Roman Catholic Church,</i> 210 U. S. 296, 322.</p>\n<p>[26]  <i>Watson</i> v. <i>Jones, supra</i><i>; </i><i>Barkley</i> v. <i>Hayes,</i> 208 F. 319, 327, affirmed on appeal, <i>Duvall</i> v. <i>Synod,</i> 222 F. 669; <i>Shepard</i> v. <i>Barkley,</i> 247 U. S. 1.</p>\n<p>[*]  [Joined by MR. JUSTICE BLACK and MR. JUSTICE DOUGLAS, see <i>post,</i> p. 126.]</p>\n<p>[1]  The Encyclopedia Britannica recounts that under the agreement between the Papal See and Mussolini, \"The supremacy of the state was recognized by compelling bishops and archbishops to swear loyalty to the government.\" Encyclopedia Britannica: \"Anticlericalism,\" 62, 62A (1948 ed.).</p>\n<p>[2]  Such apprehension, at least in part, seems to have underlain two important religious controversies in a nation as devoted to freedom as Great Britain and as recently as a century ago. Both the dispute giving rise to the Free Church of Scotland Appeals and the brief but vigorous anti-Catholic outburst of 1850 are not unfairly attributable to a claim by the State of comprehensive loyalty, undeflected by the competing claims of religious faith. See Laski, Studies in the Problem of Sovereignty, 27-68, 121-210. See also Buchanan, The Ten Years' Conflict (Edinburgh, 1849); <i>Free Church of Scotland</i> v. <i>Overtoun,</i> [1904] A. C. 515; The Free Church of Scotland Appeals (Orr. ed., Edinburgh, 1904).</p>\n<p>[3]  Reichs-Gesetzblatt, 1871, p. 442; Reichs-Gesetzblatt, 1872, p. 253; Reichs-Gesetzblatt, 1874, p. 43; Reichs-Gesetzblatt, 1876, p. 28; 5 Gesetz-Sammlung fur die Koniglich Preussischen Staaten 154, 221, 223, 225, 228, 337, 342; 6 <i>id.,</i> at 30, 38, 40, 75, 170; 7 <i>id.,</i> at 291. These laws have been thus summarized: \"The Falk Laws are an attempt to insist on the universal paramountcy of German influences. The expulsion of the Jesuits removed an order which he [Bismarck] believed to be concerned with the promotion of Polish interests. The refusal of bishoprics to any save a German who has followed a course of study approved by the government has a clear purport . . . of purging the Catholic episcopate of men not likely to be in sympathy with German ideals . . . . The twenty-fourth article went even further and gave the State the right of interference with ecclesiastical functions where it deemed them improperly performed.. . . The law of the twentieth of May, 1874, virtually handed over the control of vacant bishoprics to the State . . . . Catholic Churches on Prussian soil were handed over to the old Catholics [those refusing to adhere to the newly-promulgated dogma of papal infallibility] in such parishes as those in which the majority consisted of their sympathisers, for certain hours of the day . . . .\" Laski, <i>op. cit. supra,</i> note 2, at 256-258. Bismarck's <i>Kulturkampf,</i> of which these laws were a part, is fully discussed in Goyau, <i>Bismarck et l'Eglise.</i> A full text of the laws may be found in the appendix to that work.</p>\n<p>[4]  See Garbett, In an Age of Revolution, 207-213; Niemoller, Why I Went to Moscow, The Christian Century, March 19, 1952, p. 338.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:19", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></span> (1952)</b></center>\n<center><h1>KEDROFF ET AL.<br>\nv.<br>\nSAINT NICHOLAS CATHEDRAL OF THE RUSSIAN ORTHODOX CHURCH IN NORTH AMERICA.</h1></center>\n<center>No. 3.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 1, 1952.</center>\n<center>Reargued October 14, 1952.</center>\n<center>Decided November 24, 1952.</center>\nAPPEAL FROM THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*95</span> <i>Philip Adler</i> argued the cause and filed the briefs for appellants.</p>\n<p><i>Ralph Montgomery Arkush</i> argued the cause and filed the brief for appellee.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>The right to the use and occupancy of a church in the city of New York is in dispute.</p>\n<p>The right to such use is claimed by appellee, a corporation created in 1925 by an act of the Legislature of New York, Laws of New York 1925, c. 463, for the purpose of acquiring a cathedral for the Russian Orthodox Church in North America as a central place of worship and residence of the ruling archbishop \"in accordance with the doctrine, discipline and worship of the Holy Apostolic Catholic Church of Eastern Confession as taught by the holy scriptures, holy tradition, seven oecumenical councils and holy fathers of that church.\"</p>\n<p>The corporate right is sought to be enforced so that the head of the American churches, religiously affiliated with the Russian Orthodox Church, may occupy the <span class=\"star-pagination\">*96</span> Cathedral. At the present time that head is the Metropolitan of All America and Canada, the Archbishop of New York, Leonty, who like his predecessors was elected to his ecclesiastical office by a sobor of the American churches.<sup>[1]</sup></p>\n<p>That claimed right of the corporation to use and occupancy for the archbishop chosen by the American churches is opposed by appellants who are in possession. Benjamin Fedchenkoff bases his right on an appointment in 1934 by the Supreme Church Authority of the Russian Orthodox Church, to wit, the Patriarch <i>locum tenens</i> of Moscow and all Russia and its Holy Synod, as Archbishop of the Archdiocese of North America and the Aleutian Islands. The other defendant-appellant is a priest of the Russian Orthodox Church, also acknowledging the spiritual and administrative control of the Moscow hierarchy.</p>\n<p>Determination of the right to use and occupy Saint Nicholas depends upon whether the appointment of Benjamin <span class=\"star-pagination\">*97</span> by the Patriarch or the election of the Archbishop for North America by the convention of the American churches validly selects the ruling hierarch for the American churches. The Court of Appeals of New York, reversing the lower court, determined that the prelate appointed by the Moscow ecclesiastical authorities was not entitled to the Cathedral and directed the entry of a judgment that appellee corporation be reinvested with the possession and administration of the temporalities of St. Nicholas Cathedral. <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 33, 96 N. E. 2d 56, 74. This determination was made on the authority of Article 5-C of the Religious Corporations Law of New York, 302 N. Y., at 24 <i>et seq.,</i> 96 N. E. 2d, at 68 <i>et seq.,</i> against appellants' contention that this New York statute, as construed, violated the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>Because of the constitutional questions thus generally involved, we noted probable jurisdiction, and, after argument and submission of the case last term, ordered reargument and requested counsel to include a discussion of whether the judgment might be sustained on state grounds. 343 U. S. 972. Both parties concluded that it could not, and the unequivocal remittitur of the New York Court of Appeals, 302 N. Y. 689, 98 N. E. 2d 485, specifically stating the constitutionality of the statute as the necessary ground for decision, compels this view and precludes any doubt as to the propriety of our determination of the constitutional issue on the merits. <i>Grayson</i> v. <i>Harris,</i> 267 U. S. 352; <i>Indiana ex rel. Anderson</i> v. <i>Brand,</i> 303 U. S. 95. The case now has been reargued and submitted.</p>\n<p>Article 5-C was added to the Religious Corporations Law of New York in 1945 and provided both for the incorporation and administration of Russian Orthodox churches. Clarifying amendments were added in 1948. <span class=\"star-pagination\">*98</span> The purpose of the article was to bring all the New York churches, formerly subject to the administrative jurisdiction of the Most Sacred Governing Synod in Moscow or the Patriarch of Moscow, into an administratively autonomous metropolitan district. That district was North American in area, created pursuant to resolutions adopted at a sobor held at Detroit in 1924.<sup>[2]</sup> This declared autonomy was made effective by a further legislative requirement that all the churches formerly administratively subject to the Moscow synod and patriarchate <span class=\"star-pagination\">*99</span> should for the future be governed by the ecclesiastical body and hierarchy of the American metropolitan district.<sup>[3]</sup> The foregoing analysis follows the interpretation of this article by the Court of Appeals of New York, an interpretation binding upon us.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*100</span> Article 5-C is challenged as invalid under the constitutional prohibition against interference with the exercise of religion.<sup>[5]</sup> The appellants' contention, of course, is based on the theory that the principles of the First Amendment are made applicable to the states by the Fourteenth.<sup>[6]</sup> See Stokes, Church and State in the United States (1950), vol. 1, c. VIII.</p>\n<p>The Russian Orthodox Church is an autocephalous member of the Eastern Orthodox Greek Catholic Church. It sprang from the Church of Constantinople in the Tenth Century. The schism of 1054 A. D. split the Universal Church into those of the East and the West. Gradually self-government was assumed by the Russian Church until in the Sixteenth Century its autonomy was recognized and a Patriarch of Moscow appeared. Fortescue, Orthodox Eastern Church, c. V. For the next one hundred <span class=\"star-pagination\">*101</span> years the development of the church kept pace with the growth of power of the Czars but it increasingly became a part of the civil government\u0097a state church. Throughout that period it also remained an hierarchical church with a Patriarch at its head, governed by the conventions or sobors called by him. However, from the time of Peter the Great until 1917 no sobor was held. No patriarch ruled or was chosen. During that time the church was governed by a Holy Synod, a group of ecclesiastics with a Chief Procurator representative of the government as a member.</p>\n<p>Late in the Eighteenth Century the Russian Church entered the missionary field in the Aleutian Islands and Alaska. From there churches spread slowly down the Pacific Coast and later, with the Slavic immigration, to our eastern cities, particularly to Detroit, Cleveland, Chicago, Pittsburgh and New York. The character of the administrative unit changed with the years as is indicated by the changes in its name. See note 2. In 1904 when a diocese of North America was created its first archbishop, Tikhon, shortly thereafter established himself in his seat at Saint Nicholas Cathedral. His appointment came from the Holy Synod of Russia as did those of his successors in order Platon and Evdokim. Under those appointments the successive archbishops occupied the Cathedral and residence of Saint Nicholas under the administrative authority of the Holy Synod.</p>\n<p>In 1917 Archbishop Evdokim returned to Russia permanently. Early that year an All Russian Sobor was held, the first since Peter the Great. It occurred during the interlude of political freedom following the fall of the Czar. A patriarch was elected and installed \u0097Tikhon who had been the first American Archbishop. Uncertainties as to the succession to and administration of the American archbishopric made their appearance following this sobor and were largely induced <span class=\"star-pagination\">*102</span> by the almost contemporaneous political disturbances which culminated swiftly in the Bolshevik Revolution of 1917. The Russian Orthodox Church was drawn into this maelstrom. After a few years the Patriarch was imprisoned. There were suggestions of his counter-revolutionary activity. Church power was transferred, partly through a sobor considered by many as non-canonical, to a Supreme Church Council. The declared reforms were said to have resulted in a \"Living Church\" or sometimes in a \"Renovated Church.\" Circumstances and pressures changed. Patriarch Tikhon was released from prison and died in 1925. He named three bishops as <i>locum tenens</i> for the patriarchal throne. It was one of these, Sergius, who in 1933 appointed the appellant Benjamin as Archbishop. The Church was registered as a religious organization under Soviet law in 1927. Thereafter the Russian Church and the Russian State approached if not a reconciliation at least an adjustment which eventuated by 1943 in the election of Sergius, one of the bishops named as <i>locum tenens</i> by Tikhon, to the Patriarchate. The Living or Renovated Church, whether deemed a reformed, a schismatic or a new church, apparently withered away. After Sergius' death a new Patriarch of the Russian Orthodox Church, Alexi, was chosen Patriarch in 1945 at Moscow at a sobor recognized by all parties to this litigation as a true sobor held in accordance with the church canons.<sup>[7]</sup></p>\n<p>The Russian upheaval caused repercussions in the North American Diocese. That Diocese at the time of the Soviet Revolution recognized the spiritual and administrative <span class=\"star-pagination\">*103</span> control of Moscow. White Russians, both lay and clerical, found asylum in America from the revolutionary conflicts, strengthening the feeling of abhorrence of the secular attitude of the new Russian Government. The church members already here, immigrants and native-born, while habituated to look to Moscow for religious direction, were accustomed to our theory of separation between church and state. The Russian turmoil, the restraints on religious activities and the evolution of a new ecclesiastical hierarchy in the form of the \"Living Church,\" deemed noncanonical or schismatic by most churchmen, made very difficult Russian administration of the American diocese. Furthermore, Patriarch Tikhon, on November 20, 1920, issued Decision No. 362 relating to church administration for troublesome times. This granted a large measure of autonomy, when the Russian ruling authority was unable to function, subject to \"confirmation later to the Central Church Authority when it is re-established.\" Naturally the growing number of American-born members of the Russian Church did not cling to a hierarchy identified with their country of remote origin with the same national feeling that moved their immigrant ancestors. These facts and forces generated in America a separatist movement.</p>\n<p>That movement brought about the arrangements at the Detroit Sobor of 1924 for a temporary American administration of the church on account of the disturbances in Russia.<sup>[8]</sup> This was followed by the declarations of autonomy of the successive sobors since that date, a spate of <span class=\"star-pagination\">*104</span> litigation concerning control of the various churches and occupancy of ecclesiastical positions,<sup>[9]</sup> the New York legislation (known as Article 5-C, notes 2 and 3, <i>supra</i>), and this controversy.</p>\n<p>Delegates from the North American Diocese intended to be represented at an admittedly canonical Sobor of the Russian Orthodox Church held in 1945 at Moscow. They did not arrive in time on account of delays, responsibility for which has not been fixed. The following stipulation appears as to their later actions while at Moscow:</p>\n<blockquote>\"It is stipulated that Bishop Alexi and Father Dzvonchik, representing the local group of American Churches under Bishop Theophilus, appeared before the Patriarch and the members of his Synod in Moscow, presented a written report on the condition of the American Church, with a request for autonomy and a few days later received from the Patriarch the Ukase . . . .\"</blockquote>\n<p><span class=\"star-pagination\">*105</span> There came to the Russian Church in America this Ukase of the Moscow Patriarchy of February 14 or 16, 1945, covering Moscow's requirements for reunion of the American Orthodox Church with the Russian. It required for reunion that the Russian Church in America hold promptly an \"all American Orthodox Church Sobor\"; that it express the decision of the dioceses to reunite with the Russian Mother Church, declare the agreement of the American Orthodox Church to abstain \"from political activities against the U. S. S. R.\" and so direct its parishes, and elect a Metropolitan subject to confirmation by the Moscow Patriarchy. The decree said, \"In view of the distance of the American Metropolitan District from the Russian Mother Church . . . the Metropolitan-Exarch. . . may be given some extended powers by the Moscow Patriarchy . . . .\"</p>\n<p>The American congregations speaking through their Cleveland Sobor of 1946 refused the proffered arrangement and resolved in part:</p>\n<blockquote>\"That any administrative recognition of the Synod of the Russian Orthodox Church Abroad is hereby terminated, retaining, however, our spiritual and brotherly relations with all parts of the Russian Orthodox Church abroad . . . .\"</blockquote>\n<p>This ended the efforts to compose the differences between the Mother Church and its American offspring, and this litigation followed. We understand the above factual summary corresponds substantially with the factual basis for determination formulated by the Court of Appeals of New York. From those circumstances it seems clear that the Russian Orthodox Church was, until the Russian Revolution, an hierarchical church with unquestioned paramount jurisdiction in the governing body in Russia over the American Metropolitanate. Nothing indicates that either the Sacred Synod or the succeeding Patriarchs <span class=\"star-pagination\">*106</span> relinquished that authority or recognized the autonomy of the American church. The Court of Appeals decision proceeds, we understand, upon the same assumption. 302 N. Y., at 5, 23, 24, 96 N. E. 2d, at 57, 68, 69. That court did consider \"whether there exists in Moscow at the present time a true central organization of the Russian Orthodox Church capable of functioning as the head of a free international religious body.\" It concluded that this aspect of the controversy had not been sufficiently developed to justify a judgment upon that ground. 302 N. Y., at 22-24, 96 N. E. 2d, at 67-69.</p>\n<p><i>The Religious Corporations Law.</i>\u0097The New York Court of Appeals depended for its judgment, refusing recognition to Archbishop Benjamin, the appointee of the Moscow Hierarchy of the Russian Orthodox Church, upon Article 5-C of the Religious Corporations Law, quoted and analyzed at notes 2 and 3, <i>supra.</i><sup>[10]</sup> Certainly a legislature <span class=\"star-pagination\">*107</span> is free to act upon such information as it may have as to the necessity for legislation. But an enactment by a legislature cannot validate action which the Constitution prohibits, and we think that the statute here in question passes the constitutional limits. We conclude that Article 5-C undertook by its terms to transfer the control of the New York churches of the Russian Orthodox religion from the central governing hierarchy of the Russian Orthodox Church, the Patriarch of Moscow and the Holy Synod, to the governing authorities of the Russian Church in America, a church organization limited to the diocese of North America and the Aleutian Islands. This transfer takes place by virtue of the statute. Such a law violates the Fourteenth Amendment. It prohibits in this country the free exercise of religion. Legislation that regulates church administration, the operation of the churches, the appointment of clergy, by requiring conformity to church statutes \"adopted at a general convention <span class=\"star-pagination\">*108</span> (sobor) held in the City of New York on or about or between October fifth to eighth, nineteen hundred thirty-seven, and any amendments thereto,\" note 3, <i>supra,</i> prohibits the free exercise of religion. Although this statute requires the New York churches to \"in all other respects conform to, maintain and follow the faith, doctrine, ritual, communion, discipline, canon law, traditions and usages of the Eastern Confession (Eastern Orthodox or Greek Catholic Church),\" their conformity is by legislative fiat and subject to legislative will. Should the state assert power to change the statute requiring conformity to ancient faith and doctrine to one establishing a different doctrine, the invalidity would be unmistakable.</p>\n<p>Although § 5 of the Religious Corporations Law<sup>[11]</sup> had long controlled religious corporations, the Court of Appeals held that its rule was not based on any constitutional requirement or prohibition.<sup>[12]</sup> Since certain events of which the Court took judicial notice indicated to it that the Russian Government exercised control over the central <span class=\"star-pagination\">*109</span> church authorities and that the American church acted to protect its pulpits and faith from such influences, the Court of Appeals felt that the Legislature's reasonable belief in such conditions justified the State in enacting a law to free the American group from infiltration of such atheistic or subversive influences.<sup>[13]</sup></p>\n<p>This legislation, Art. 5-C, in the view of the Court of Appeals, gave the use of the churches to the Russian Church in America on the theory that this church would most faithfully carry out the purposes of the religious trust.<sup>[14]</sup> Thus dangers of political use of church pulpits would be minimized. Legislative power to punish subversive action cannot be doubted. If such action should be actually attempted by a cleric, neither his robe nor his pulpit would be a defense. But in this case no problem <span class=\"star-pagination\">*110</span> of punishment for the violation of law arises. There is no charge of subversive or hostile action by any ecclesiastic. Here there is a transfer by statute of control over churches. This violates our rule of separation between church and state. That conclusion results from the purpose, meaning and effect of the New York legislation stated above, considered in the light of the history and decisions considered below.</p>\n<p>Hierarchical churches may be defined as those organized as a body with other churches having similar faith and doctrine with a common ruling convocation or ecclesiastical head. In <i>Watson</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"88506\"><a href=\"/opinion/88506/watson-v-jones/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">679</span></a></span>, they are spoken of in like terms.<sup>[15]</sup> That opinion has been given consideration in subsequent church litigation\u0097state and national.<sup>[16]</sup> The opinion itself, however, did not turn on either the establishment or the prohibition of the free exercise of religion. It was a church controversy in the Third or Walnut Street Presbyterian Church of Louisville, Kentucky, arising out of the slavery conflict and was filled with the acrimony of that period. It was decided here at the 1871 Term. \"The government of the [Presbyterian] church is exercised by and through an ascending series of `judicatories,' known as Church Sessions, Presbyteries, <span class=\"star-pagination\">*111</span> Synods, and a General Assembly.\" <i>Id.,</i> at 681. The opinion of this Court assumed without question that the Louisville church, its property and its officers were originally and up to the beginning of the disagreements subjected to the operation of the laws of the General Assembly of the Presbyterian Church. <i>Id.,</i> at 683. The actual possession of the church property was in trustees; its operation or use controlled by the Session composed of elders.<sup>[17]</sup> Both were groups elected at intervals by the members.</p>\n<p>In May of 1865 the General Assembly, the highest judicatory of the church, made a declaration of loyalty to the Federal Government denouncing slavery, and directed that new members with contrary views should not be received. The Louisville Presbytery, the immediate superior of the Walnut Street Church, promptly issued a Declaration and Testimony, refusing obedience and calling for resistance to the alleged usurpation of authority. The Louisville Presbytery divided as did the Walnut Street Church and the proslavery group obtained admission into the Presbyterian Church of the Confederate States. In June 1867 the Presbyterian General Assembly <span class=\"star-pagination\">*112</span> for the United States declared the Presbytery and Synod recognized by the proslavery party were \"in no sense a true and lawful Synod and Presbytery in connection with and under the care and authority of the General Assembly of the Presbyterian Church in the United States of America.\" They were \"permanently excluded from connection with or representation in the Assembly. By the same resolution the Synod and Presbytery adhered to by those whom [the proslavery party] opposed were declared to be the true and lawful Presbytery of Louisville, and Synod of Kentucky.\" <i>Id.,</i> at 692.</p>\n<p>Litigation started in 1866 with a suit in the state court by certain of the antislavery group to have declared their right to act as duly elected additional elders \"in the management of the church property for purposes of religious worship.\" <i>Id.,</i> at 685. As the Court of Appeals of Kentucky thought that certain acts of the Louisville Presbytery and the General Assembly of the United States, in pronouncing the additional elders duly elected, were void as beyond their functions, <i>id.,</i> at 693,<sup>[18]</sup> it refused the plea of the antislavery group and left the proslavery elders and trustees in control of the Walnut Street Church.</p>\n<p>Thereupon a new suit, <i>Watson</i> v. <i>Jones</i><i>,</i> was begun by alleged members of the church to secure the use of the Walnut Street Church for the antislavery group. This suit was to decide not the validity of an election of elders <span class=\"star-pagination\">*113</span> fought out in <i>Watson</i> v. <i>Avery, supra</i><i>,</i> but which one of two bodies should be recognized as entitled to the use of the Walnut Street Presbyterian Church. It was determined that plaintiffs had a beneficial interest in the church property and therefore a standing to sue for its proper use, if they were members. <i>Id.,</i> at 697, 714. A schism was recognized. <i>Id.,</i> at 717. It was held:</p>\n<blockquote>\"The trustees obviously hold possession for the use of the persons who by the constitution, usages, and laws of the Presbyterian body, are entitled to that use.\" <i>Id.,</i> at 720.</blockquote>\n<p>They were required to recognize \"the true uses of the trust.\" <i>Id.,</i> at 722. Then turning to the consideration of an hierarchical church, as defined in n. 15, <i>supra,</i> and, as it found the Presbyterian Church to be, this Court said:</p>\n<blockquote>\"In this class of cases we think the rule of action which should govern the civil courts, founded in a broad and sound view of the relations of church and state under our system of laws, and supported by a preponderating weight of judicial authority is, that, whenever the questions of discipline, or of faith, or ecclesiastical rule, custom, or law have been decided by the highest of these church judicatories to which the matter has been carried, the legal tribunals must accept such decisions as final, and as binding on them, in their application to the case before them.\" <i>Id.,</i> at 727.</blockquote>\n<p>As the General Assembly of the Church had recognized the antislavery group \"as the regular and lawful Walnut Street Church and officers,\" <i>id.,</i> at 694, newly elected, and the trial court had found complainants members of that group, and had entered a decree adjudging that this group's duly chosen and elected pastor, ruling elders <span class=\"star-pagination\">*114</span> and trustees \"respectively entitled to exercise whatever authority in the said church, or over its members or property, rightfully belonged to pastor, elders, and trustees, respectively, in churches in connection with `The Presbyterian Church in the United States of America,' Old School, and according to the regulations and usages of that church,\" <i>id.,</i> at 698, this Court affirmed the decree.</p>\n<p>In affirming, the Court recognized the contrariety of views between jurists as to civil jurisdiction over church adjudications having an effect upon property or its uses, when the civil courts determine the church judicatory has violated the church's organic law.<sup>[19]</sup> Its ruling is summed up in these words:</p>\n<blockquote>\"In this country the full and free right to entertain any religious belief, to practice any religious principle, and to teach any religious doctrine which does not violate the laws of morality and property, and which does not infringe personal rights, is conceded to all. The law knows no heresy, and is committed to the support of no dogma, the establishment of no sect. The right to organize voluntary religious associations to assist in the expression and dissemination of any religious doctrine, and to create tribunals for the decision of controverted questions of faith within the association, and for the ecclesiastical government of all the individual members, congregations, and officers within the general association, is unquestioned. All who unite themselves to such a body do so with an implied consent to this government, and are bound to submit to it. But it would be a vain consent and would lead to the total subversion of such religious bodies, if any one aggrieved by one of their decisions could appeal to the secular <span class=\"star-pagination\">*115</span> courts and have them reversed. It is of the essence of these religious unions, and of their right to establish tribunals for the decision of questions arising among themselves, that those decisions should be binding in all cases of ecclesiastical cognizance, subject only to such appeals as the organism itself provides for.\" <i>Id.,</i> at 728-729.</blockquote>\n<p>This is applicable to \"questions of discipline, or of faith, or ecclesiastical rule, custom, or law,\" <i>id.,</i> at 727.<sup>[20]</sup> This controversy concerning the right to use St. Nicholas Cathedral is strictly a matter of ecclesiastical government, the power of the Supreme Church Authority of the Russian Orthodox Church to appoint the ruling hierarch of the archdiocese of North America. No one disputes that such power did lie in that Authority prior to the Russian Revolution.</p>\n<p><i>Watson</i> v. <i>Jones</i><i>,</i> although it contains a reference to the relations of church and state under our system of laws,<sup>[21]</sup> was decided without depending upon prohibition of state interference with the free exercise of religion. It was decided in 1871, before judicial recognition of the coercive power of the Fourteenth Amendment to protect the limitations of the First Amendment against state action. It long antedated the 1938 decisions of <i>Erie R.</i> <span class=\"star-pagination\">*116</span> <i>Co.</i> v. <i>Tompkins</i> and <i>Ruhlin</i> v. <i>New York Life Ins. Co.,</i> 304 U. S. 64 and 202, and, therefore, even though federal jurisdiction in the case depended solely on diversity, the holding was based on general law rather than Kentucky law.<sup>[22]</sup> The opinion radiates, however, a spirit of freedom for religious organizations, an independence from secular control or manipulation\u0097in short, power to decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine. Freedom to select the clergy, where no improper methods of choice are proven,<sup>[23]</sup> we think, must now be said to have federal constitutional protection as a part of the free exercise of religion against state interference.</p>\n<p><span class=\"star-pagination\">*117</span> <i>Legislative Power.</i>\u0097The Court of Appeals of New York recognized, generally, the soundness of the philosophy of ecclesiastical control of church administration and polity but concluded that the exercise of that control was not free from legislative interference.<sup>[24]</sup> That Court presented forcefully the argument supporting legislative power to act on its own knowledge of \"the Soviet attitude toward things religious.\" 302 N. Y., at 32-33, 96 N. E. 2d, at 74. It was said:</p>\n<blockquote>\"The Legislature realized that the North American church, in order to be free of Soviet interference in its affairs, had declared its temporary administrative autonomy in 1924, pursuant to the ukase of 1920, while retaining full <i>spiritual</i> communion with the patriarchate, and that there was a real danger that those properties and temporalities long enjoyed and used by the Russian Orthodox Church worshippers in this State would be taken from them by the representatives of the patriarchate.\" 302 N. Y., at 33, 96 N. E. 2d, at 74.</blockquote>\n<p>It was thought that <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, supported the thesis that where there is some specific evil, found as a fact, \"some infringement upon traditional liberties was justifiable\" to effect a cure. 302 N. Y., at 31, 96 N. E. 2d, at 73. On that reasoning it was thought permissible, in view \"of the changed situation of the patriarchate in Russia,\" to replace it with the Russian Church in America as the ruling authority over the administration of the church. The legal basis for this legislative substitution was found in the theory that the Russian Church in America \"was the trustee which `may be relied upon to carry out more <span class=\"star-pagination\">*118</span> effectively and faithfully the purposes of this religious trust (<i>Carrier</i> v. <i>Carrier,</i> 226 N. Y. 114).' \" 302 N. Y., at 30, 96 N. E. 2d, at 72. Mindful of the authority of the Court of Appeals in its interpretation of the powers of its own legislature and with respect for its standing and ability, we do not agree with its statement as to legislative power over religious organizations.</p>\n<p>In our view the <i>Douds</i> case may not be interpreted to validate New York's Article 5-C. That case involved the validity of § 9 (h) of the National Labor Relations Act as amended, 61 Stat. 136, 146, 29 U. S. C. § 159 (h). That section forbade the N. L. R. B. from acting at the suggestion of a labor organization unless affidavits of its officers were filed denying affiliation with subversive organizations or belief in the overthrow of this Government by force or other unconstitutional means. We upheld the enactment as a proper exercise of the power to protect commerce from the evil of disruption from strikes so politically inspired. In so doing we said, \"legitimate attempts to protect the public, not from the remote possible effects of noxious ideologies, but from present excesses of direct, active conduct, are not presumptively bad because they interfere with and, in some of its manifestations, restrain the exercise of First Amendment rights.\" 339 U. S., at 399. And added, \"But insofar as the problem is one of drawing inferences concerning the need for regulation of particular forms of conduct from conflicting evidence, this Court is in no position to substitute its judgment as to the necessity or desirability of the statute for that of Congress.\" <i>Id.,</i> at 400. It is an exaggeration to say that those sound statements point to a legislative power to take away from a church's governing body and its duly ordained representative the possession and use of a building held in trust for the purposes for which it is being employed because of an apprehension, even though reasonable, <span class=\"star-pagination\">*119</span> that it may be employed for improper purposes. In <i>Douds</i> we saw nothing that was aimed at the free expression of views. Unions could have officers with such affiliations and political purposes as they might choose but the Government was not compelled to allow those officers an opportunity to disrupt commerce for their own political ends. We looked upon the affidavit requirement as an assurance that disruptive forces would not utilize a government agency to accomplish their purposes. <i>Id.,</i> at 403.</p>\n<p>In upholding the validity of Article 5-C, the New York Court of Appeals apparently assumes Article 5-C does nothing more than permit the trustees of the Cathedral to use it for services consistent with the desires of the members of the Russian Church in America. Its reach goes far beyond that point. By fiat it displaces one church administrator with another. It passes the control of matters strictly ecclesiastical from one church authority to another. It thus intrudes for the benefit of one segment of a church the power of the state into the forbidden area of religious freedom contrary to the principles of the First Amendment. Such prohibition differs from the restriction of a right to deal with Government allowed in <i>Douds,</i> in that the Union in the <i>Douds</i> case had no such constitutionally protected right. New York's Article 5-C directly prohibits the free exercise of an ecclesiastical right, the Church's choice of its hierarchy.</p>\n<p>We do not think that New York's legislative application of a <i>cy-pres</i> doctrine to this trust avoids the constitutional rule against prohibition of the free exercise of religion. <i>Late Corporation of Latter-Day Saints</i> v. <i>United States,</i> 136 U. S. 1, relied upon by the appellee, does not support its argument. There the Church of Jesus Christ of Latter-Day Saints had been incorporated as a religious corporation by the State of Deseret, with subsequent confirmation by the Territory of Utah. Its property was held <span class=\"star-pagination\">*120</span> for religious and charitable purposes. That charter was revoked by Congress and some of the property of the church was escheated to the United States for the use of the common schools of Utah. This Court upheld the revocation of the charter, relying on the reserved power of the Congress over the acts of territories, 136 U. S., at 45-46. The seizure of the property was bottomed on the general rule that where a charitable corporation is dissolved for unlawful practices, <i>id.,</i> at 49-50, the sovereign takes and distributes the property according to the <i>cy-pres</i> doctrine to objects of charity and usefulness, <i>e. g.,</i> schools. <i>Id.,</i> at 47, 50-51. A failure of the charitable purpose could have the same effect. <i>Id.,</i> at 59. None of these elements exist to support the validity of the New York statute putting the Russian Orthodox churches of New York under the administration of the Russian Church in America. See notes 2 and 3, <i>supra.</i></p>\n<p>The record before us shows no schism over faith or doctrine between the Russian Church in America and the Russian Orthodox Church. It shows administrative control of the North American Diocese by the Supreme Church Authority of the Russian Orthodox Church, including the appointment of the ruling hierarch in North America from the foundation of the diocese until the Russian Revolution. We find nothing that indicates a relinquishment of this power by the Russian Orthodox Church.</p>\n<p>Ours is a government which by the \"law of its being\" allows no statute, state or national, that prohibits the free exercise of religion. There are occasions when civil courts must draw lines between the responsibilities of church and state for the disposition or use of property.<sup>[25]</sup> Even in those cases when the property right follows as an incident from decisions of the church custom or law on ecclesiastical <span class=\"star-pagination\">*121</span> issues, the church rule controls.<sup>[26]</sup> This under our Constitution necessarily follows in order that there may be free exercise of religion.</p>\n<p>The decree of the Court of Appeals of New York must be reversed, and the case remanded to that court for such further action as it deems proper and not in contravention of this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE FRANKFURTER, concurring.<sup>[*]</sup></p>\n<p>Let me put to one side the question whether in our day a legislature could, consistently with due process, displace the judicial process and decide a particular controversy affecting property so as to decree that A not B owns it or is entitled to its possession. Obviously a legislature would not have that power merely because the property belongs to a church.</p>\n<p>In any event, this proceeding rests on a claim which cannot be determined without intervention by the State in a religious conflict. St. Nicholas Cathedral is not just a piece of real estate. It is no more that than is St. Patrick's Cathedral or the Cathedral of St. John the Divine. A cathedral is the seat and center of ecclesiastical authority. St. Nicholas Cathedral is an archiepiscopal see of one of the great religious organizations. What is at stake here is the power to exercise religious authority. That is the essence of this controversy. It is that even though the religious authority becomes manifest and is exerted through authority over the Cathedral as the outward symbol of a religious faith.</p>\n<p><span class=\"star-pagination\">*122</span> The judiciary has heeded, naturally enough, the menace to a society like ours of attempting to settle such religious struggles by state action. And so, when courts are called upon to adjudicate disputes which, though generated by conflicts of faith, may fairly be isolated as controversies over property and therefore within judicial competence, the authority of courts is in strict subordination to the ecclesiastical law of a particular church prior to a schism. <i>Watson</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"88506\"><a href=\"/opinion/88506/watson-v-jones/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">679</span></a></span>. This very limited right of resort to courts for determination of claims, civil in their nature, between rival parties among the communicants of a religious faith is merely one aspect of the duty of courts to enforce the rights of members in an association, temporal or religious, according to the laws of that association. See <i>Gonzalez</i> v. <i>Archbishop,</i> 280 U. S. 1, 16-17.</p>\n<p>Legislatures have no such obligation to adjudicate and no such power. Assuredly they have none to settle conflicts of religious authority and none to define religious obedience. These aspects of spiritual differences constitute the heart of this controversy. The New York legislature decreed that one party to the dispute and not the other should control the common center of devotion. In doing so the legislature effectively authorized one party to give religious direction not only to its adherents but also to its opponents. See <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 24-29, 96 N. E. 2d 56, 68-72.</p>\n<p>The arguments by which New York seeks to justify this inroad into the realm of faith are echoes of past attempts at secular intervention in religious conflicts. It is said that an impressive majority both of the laity and of the priesthood of the old local church now adhere to the party whose candidate New York enthroned, as it were, as Archbishop. Be that as it may, it is not a function of civil government under our constitutional system to assure rule to any religious body by a counting of heads. <span class=\"star-pagination\">*123</span> Our Constitution does assure that anyone is free to worship according to his conscience. A legislature is not free to vest in a schismatic head the means of acting under the authority of his old church, by affording him the religious power which the use and occupancy of St. Nicholas Cathedral make possible.</p>\n<p>Again, it is argued that New York may protect itself from dangers attributed to submission by the mother church in Moscow to political authority. To reject this claim one does not have to indulge in the tendency of lawyers to carry arguments to the extreme of empty formal logic. Scattered throughout the country there are religious bodies with ties to various countries of a world in tension\u0097tension due in part to shifting political affiliation and orientation. The consideration which permeates the court's opinion below would give each State the right to assess the circumstances in the foreign political entanglements of its religious bodies that make for danger to the State, and the power, resting on plausible legislative findings, to divest such bodies of spiritual authority and of the temporal property which symbolizes it.</p>\n<p>Memory is short but it cannot be forgotten that in the State of New York there was strong feeling against the Tsarist regime at a time when the Russian Church was governed by a Procurator of the Tsar. And when Mussolini exacted the Lateran Agreement, argument was not wanting by those friendly to her claims that the Church of Rome was subjecting herself to political authority.<sup>[1]</sup> The fear, perhaps not wholly groundless, that the loyalty of its citizens might be diluted by their adherence to a <span class=\"star-pagination\">*124</span> church entangled in antagonistic political interests, reappears in history as the ground for interference by civil government with religious attachments.<sup>[2]</sup> Such fear readily leads to persecution of religious beliefs deemed dangerous to ruling political authority. It was on this basis, after all, that Bismarck sought to detach German Catholics from Rome by a series of laws not too different in purport from that before us today.<sup>[3]</sup> The long, unedifying history of the contest between the secular state and the church is replete with instances of attempts by civil government <span class=\"star-pagination\">*125</span> to exert pressure upon religious authority. Religious leaders have often made gestures of accommodation to such pressures. History also indicates that the vitality of great world religions survived such efforts. In any event, under our Constitution it is not open to the governments of this Union to reinforce the loyalty of their citizens by deciding who is the true exponent of their religion.</p>\n<p>Finally, we are told that the present Moscow Patriarchate is not the true superior church of the American communicants. The vicissitudes of war and revolution which have beset the Moscow Patriarchate since 1917 are said to have resulted in a discontinuity which divests the present Patriarch of his authority over the American church. Both parties to the present controversy agree that the present Patriarch is the legitimately chosen holder of his office, and the account of the proceedings and pronouncements of the American schismatic group so indicates. Even were there doubt about this it is hard to see by what warrant the New York legislature is free to substitute its own judgment as to the validity of Patriarch Alexi's claim and to disregard acknowledgment of the present Patriarch by his co-equals in the Eastern Confession, the Patriarchs of Constantinople, Alexandria, Antioch, and Jerusalem, and by religious leaders throughout the world, including the present Archbishop of York.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*126</span> These considerations undermine the validity of the New York legislation in that it enters the domain of religious control barred to the States by the Fourteenth Amendment.</p>\n<p>MR. JUSTICE BLACK agrees with this opinion on the basis of his view that the Fourteenth Amendment makes the First Amendment applicable to the States.</p>\n<p>MR. JUSTICE DOUGLAS, while concurring in the opinion of the Court, also joins this opinion.</p>\n<p>MR. JUSTICE JACKSON, dissenting.</p>\n<p>New York courts have decided an ordinary ejectment action involving possession of New York real estate in favor of the plaintiff, a corporation organized under the Religious Corporations Law of New York under the name \"Saint Nicholas Cathedral of the Russian Orthodox Church in North America.\" Admittedly, it holds, and since 1925 has held, legal title to the Cathedral property. The New York Court of Appeals decided that it also has the legal right to its possession and control.</p>\n<p>The appellant Benjamin's defense against this owner's demand for possession and the basis of his claimed right to enjoy possession of property he admittedly does not own is set forth in his answer to the ejectment suit in these words: \"Said premises pursuant to the above rules of the Russian Orthodox Church are held in trust for the benefit of the accredited Archbishop of the said Archdiocese, to be possessed, occupied and used by said Archbishop as his residence, as a place for holding religious services, and other purposes related to his office and as the seat and headquarters for the administration, by him, of the affairs of the Archdiocese both temporal and spiritual.\" And, says the appellant Benjamin, he is that Archbishop. These allegations are denied, and they define the issues as tendered to the state courts.</p>\n<p><span class=\"star-pagination\">*127</span> I greatly oversimplify the history of this controversy to indicate its nature rather than to prove its merits. This Cathedral was incorporated and built in the era of the Czar, under the regime of a state-ridden church in a church-ridden state. The Bolshevik Revolution may have freed the state from the grip of the church, but it did not free the church from the grip of the state. It only brought to the top a new master for a captive and submissive ecclesiastical establishment. By 1945, the Moscow patriarchy had been reformed and manned under the Soviet regime and it sought to re-establish in other countries its prerevolutionary control of church property and its sway over the minds of the religious. As the Court's opinion points out, it demanded of the Russian Church in America, among other things, that it abstain \"from political activities against the U. S. S. R.\" The American Cathedral group, along with others, refused submission to the representative of the Moscow Patriarch, whom it regarded as an arm of the Soviet Government. Thus, we have an ostensible religious schism with decided political overtones.</p>\n<p>If the Fourteenth Amendment is to be interpreted to leave anything to the courts of a state to decide without our interference, I should suppose it would be claims to ownership or possession of real estate within its borders and the vexing technical questions pertaining to the creation, interpretation, termination, and enforcement of uses and trusts, even though they are for religious and charitable purposes. This controversy, I believe, is a matter for settlement by state law and not within the proper province of this Court.</p>\n<p></p>\n<h2>I.</h2>\n<p>As I read the prevailing opinions, the Court assumes that some transfer of control has been accomplished by legislation which results in a denial of due process. This, <span class=\"star-pagination\">*128</span> of course, would raise a question of deprivation of <i>property,</i> not of <i>liberty,</i> while only the latter issue is raised by the parties. And it could be sustained only by a finding by us that the legislation worked a transfer rather than a confirmation of property rights. The Court of Appeals seems to have regarded the statute merely as a legislative reaffirmation of principle the Court would find to be controlling in its absence.</p>\n<p>But this Court apparently thinks that by mere enactment of the statute the legislature invaded a field of action reserved to the judiciary. However desirable we may think a rigid separation of powers to be (and I, for one, think it is basic in the Federal Government), I do not think the Fourteenth Amendment undertakes to control distribution of powers within the states. At all events, I do not think we are warranted in holding that New York may not enact this legislation in question, which is in form and in substance an amendment of its Religious Corporations Law.</p>\n<p>Nothing in New York law required this denomination to incorporate its Cathedral. The Religious Corporations Law of the State expressly recognizes unincorporated churches (§ 2) and undertakes no regulation of them or their affairs. But this denomination wanted the advantages of a corporate charter for its Cathedral, to obtain immunity from personal liability and other benefits. This statute does not interfere with religious freedom but furthers it. If they elect to come under it, the statute makes separate provision for each of many denominations with corporate controls appropriate to its own ecclesiastical order. When it sought the privilege of incorporation under the New York law applicable to its denomination, it seems to me that this Cathedral and all connected with its temporal affairs were submitted to New York law.</p>\n<p>As a consequence of this Court's decision in <i>Dartmouth College</i> v. <i>Woodward,</i> <span class=\"citation\" data-id=\"85282\"><a href=\"/opinion/85282/dartmouth-college-v-woodward/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">518</span></a></span>, the Constitution of <span class=\"star-pagination\">*129</span> New York since 1846 has authorized the legislature to create corporations by general laws and special acts, subject, however, to a reservation that all such acts \"may be altered from time to time or repealed.\" New York Const., Art. X, § 1. That condition becomes a part of every corporate charter subsequently granted by New York. <i>Lord</i> v. <i>Equitable Life Assurance Society,</i> 194 N. Y. 212, 87 N. E. 443; <i>People</i> v. <i>Gass,</i> 190 N. Y. 323, 83 N. E. 64; <i>Pratt Institute</i> v. <i>New York,</i> 183 N. Y. 151, 75 N. E. 1119.</p>\n<p>What has been done here, as I see it, is to exercise this reserved power which permits the State to alter corporate controls in response to the lessons of experience. Of course, the power is not unlimited and could be so exercised as to deprive one of property without due process of law. But, I do not think we can say that a legislative application of a principle so well established in our common law as the <i>cy-pres</i> doctrine is beyond the powers reserved by the New York Constitution.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Court holds, however, that the State cannot exercise its reserved power to control this property without invading religious freedom, because it is a Cathedral and devoted to religious uses. I forbear discussion of the extent to which restraints imposed upon Congress by the First Amendment are transferred against the State by the Fourteenth Amendment beyond saying that I consider that the same differences which apply to freedom of speech and press (see dissenting opinion in <i>Beauharnais</i> v. <i>Illinois,</i> 343 U. S. 250, 287) are applicable to questions of freedom of religion and of separation of church and state.</p>\n<p>It is important to observe what New York has not done in this case. It has not held that Benjamin may not act as Archbishop or be revered as such by all who will follow him. It has not held that he may not have a Cathedral. <span class=\"star-pagination\">*130</span> Indeed, I think New York would agree that no one is more in need of spiritual guidance than the Soviet faction. It has only held that this cleric may not have a particular Cathedral which, under New York law, belongs to others. It has not interfered with his or anyone's exercise of his religion. New York has not outlawed the Soviet-controlled sect nor forbidden it to exercise its authority or teach its dogma in any place whatsoever except on this piece of property owned and rightfully possessed by the Cathedral Corporation.</p>\n<p>The fact that property is dedicated to a religious use cannot, in my opinion, justify the Court in sublimating an issue over property rights into one of deprivation of religious liberty which alone would bring in the religious guaranties of the First Amendment. I assume no one would pretend that the State cannot decide a claim of trespass, larceny, conversion, bailment or contract, where the property involved is that of a religious corporation or is put to religious use, without invading the principle of religious liberty.</p>\n<p>Of course, possession of the property will help either side that obtains it to maintain its prestige and to continue or extend its sway over the minds and souls of the devout. So would possession of a bank account, an income-producing office building, or any other valuable property. But if both claimants are religious corporations or personalities, can not the State decide the issues that arise over ownership and possession without invading the religious freedom of one or the other of the parties?</p>\n<p>Thus, if the American group, which owns the title to the Cathedral, had by force barred Benjamin from entering it physically, would the Court say it was an interference with religious freedom to entertain and decide his ejectment action? If state courts are to decide such controversies at all instead of leaving them to be settled by a show of force, is it constitutional to decide for only <span class=\"star-pagination\">*131</span> one side of the controversy and unconstitutional to decide for the other? In either case, the religious freedom of one side or the other is impaired if the temporal goods they need are withheld or taken from them.</p>\n<p>As I have earlier pointed out, the Soviet Ecclesiast's claim, denial of which is said to be constitutional error, is not that this New York property is impressed with a trust by virtue of New York law. The claim is that it is impressed with a trust by virtue of the rules of the Russian Orthodox Church. This Court so holds.</p>\n<p>I shall not undertake to wallow through the complex, obscure and fragmentary details of secular and ecclesiastical history, theology, and canon law in which this case is smothered. To me, whatever the canon law is found to be and whoever is the rightful head of the Moscow patriarchate, I do not think New York law must yield to the authority of a foreign and unfriendly state masquerading as a spiritual institution. (See \"The Soviet Propaganda Program,\" Staff Study No. 3, Senate Subcommittee on Overseas Information Programs of the United States, 82d Cong., 2d Sess.)</p>\n<p>I have supposed that a State of this Union was entirely free to make its own law, independently of any foreign-made law, except as the Full Faith and Credit Clause of the Constitution might require deference to the law of a sister state or the Supremacy Clause require submission to federal law. I do not see how one can spell out of the principles of separation of church and state a doctrine that a state submit property rights to settlement by canon law. If there is any relevant inference to be drawn, I should think it would be to the contrary, though I see no obstacle to the state allowing ecclesiastical law to govern in such a situation if it sees fit. I should infer that from the trend of such decisions as <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64; <i>Klaxon Co.</i> v. <i>Stentor Electric Mfg. Co.,</i> 313 U. S. 487; <i>Griffin</i> v. <i>McCoach,</i> 313 U. S. 498.</p>\n<p><span class=\"star-pagination\">*132</span> The only ground pressed upon this appeal is that the judgment below violates the religious freedom guaranteed by the Fourteenth Amendment. I find this contention so insubstantial that I would dismiss the appeal. Whether New York has arrived at the correct solution of this question is a matter on which its own judges have disagreed. But they have disagreed within the area which is committed to them for agreement or disagreement and I find nothing which warrants our invading their jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  A sobor is a convention of bishops, clergymen and laymen with superior powers, with the assistance of which the church officials rule their dioceses or districts.\n</p>\n<p>There is no problem of title. It is in the appellee corporation. The issue is the right of use. <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 20, 96 N. E. 2d 56, 66-67.</p>\n<p>The deed to the Cathedral Corporation required the grantee to hold the property in accordance with the terms of the Act of 1925, set out at the opening of this opinion. As said by the Court of Appeals, 302 N. Y., at 20, 96 N. E. 2d, at 66:</p>\n<p>\"Plaintiff does not dispute this trust theory, but on the contrary relies upon it. Plaintiff has endeavored to prove that the beneficial use of the property today rightfully belongs to the Russian church in America (Religious Corporations Law, § 105) which was forced to declare its administrative autonomy at the Detroit sobor of 1924 in order to preserve and adhere to those principles and practices fundamental to the Russian Orthodox faith, free from the influence of an atheistic and antireligious foreign civil government.\"</p>\n<p>See also Religious Corporations Law, § 5, 50 McKinney's N. Y. Laws § 5.</p>\n<p>[2]  50 McKinney's N. Y. Laws § 105:\n</p>\n<p>\"The `Russian Church in America', as that term is used anywhere in this article, refers to that group of churches, cathedrals, chapels, congregations, societies, parishes, committees and other religious organizations of the Eastern Confession (Eastern Orthodox or Greek Catholic Church) which were known as (a) Russian American Mission of the Russian Orthodox Church from in or about seventeen hundred ninety-three to in or about eighteen hundred seventy; (b) Diocese of Alaska and the Aleutian Islands of the Russian Orthodox Church from in or about eighteen hundred seventy to in or about nineteen hundred four; (c) Diocese of North America and the Aleutian Islands (or Alaska) of the Russian Orthodox Church from in or about nineteen hundred four to in or about nineteen hundred twenty-four; and (d) Russian Orthodox Greek Catholic Church of North America since in or about nineteen hundred twenty-four; and were subject to the administrative jurisdiction of the Most Sacred Governing Synod in Moscow until in or about nineteen hundred seventeen, later the Patriarchate of Moscow, but now constitute an administratively autonomous metropolitan district created pursuant to resolutions adopted at a general convention (sobor) of said district held at Detroit, Michigan, on or about or between April second to fourth, nineteen hundred twenty-four.</p>\n<p>\"A `Russian Orthodox church', as that term is used anywhere in this article, is a church, cathedral, chap[t]el, congregation, society, parish, committee or other religious organization founded and established for the purpose and with the intent of adhering to, and being subject to the administrative jurisdiction of said mission, diocese or autonomous metropolitan district hereinabove defined as the Russian Church in America.\"</p>\n<p>[3]  <i>Id.,</i> § 107:\n</p>\n<p>\"1. Every Russian Orthodox church in this state, whether incorporated before or after the creation of said autonomous metropolitan district, and whether incorporated or reincorporated pursuant to this article or any other article of the religious corporations law, or any general or private law, shall recognize and be and remain subject to the jurisdiction and authority of the general convention (sobor), metropolitan archbishop or other primate or hierarch, the council of bishops, the metropolitan council and other governing bodies and authorities of the Russian Church in America, pursuant to the statutes for the government thereof adopted at a general convention (sobor) held in the city of New York on or about or between October fifth to eighth, nineteen hundred thirty-seven, and any amendments thereto and any other statutes or rules heretofore or hereafter adopted by a general convention (sobor) of the Russian Church in America and shall in all other respects conform to, maintain and follow the faith, doctrine, ritual, communion, discipline, canon law, traditions and usages of the Eastern Confession (Eastern Orthodox or Greek Catholic Church).</p>\n<p>.....</p>\n<p>\"3. The trustees of every Russian Orthodox church shall have the custody and control of all temporalities and property, real and personal, belonging to such church and of the revenues therefrom and shall administer the same in accordance with the by-laws of such church, the normal statutes for parishes of the Russian Church in America approved at a general convention (sobor) thereof held at Cleveland, Ohio, on or about or between November twentieth to twenty-third, nineteen hundred thirty-four, and any amendments thereto and all other rules, statutes, regulations and usages of the Russian Church in America.\"</p>\n<p>[4]  <i>Hebert</i> v. <i>Louisiana,</i> 272 U. S. 312, 317; <i>Winters</i> v. <i>New York,</i> 333 U. S. 507, 514.\n</p>\n<p>The court expressed its conclusion in reversing the judgment of the Appellate Division of the Supreme Court, <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 276 App. Div. 309, 94 N. Y. S. 2d 453, which had affirmed the Trial Term. <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">327</span></span>, 77 N. Y. S. 2d 333. The Court of Appeals held:</p>\n<p>\"The only construction which gives meaning to all the language in sections 105 and 107 is that the statute was intended to apply to those Russian Orthodox churches founded and established before 1924 for the purpose of adhering and being subject to the North American Mission or North American Diocese, and to those Russian Orthodox churches founded and established after 1924 for the purpose of adhering and being subject to the autonomous metropolitan district. The majority in the Appellate Division further intimated that to read the statute literally would result in an interference in ecclesiastical concerns not within the competency of the Legislature. The latter suggestion is the only one which requires discussion, for, as already indicated, the intent of the Legislature (as distinguished from its competency) is unmistakable.\" 302 N. Y., at 29, 96 N. E. 2d, at 71.</p>\n<p>[5]  First Amendment to the Constitution:\n</p>\n<p>\"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; . . . .\"</p>\n<p>[6]  <i>Hamilton</i> v. <i>Regents,</i> 293 U. S. 245, 262; <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296, 303; <i>Everson</i> v. <i>Board of Education,</i> 330 U. S. 1, 14-15; <i>Illinois ex rel. McCollum</i> v. <i>Board of Education,</i> 333 U. S. 203, 210-211; <i>Zorach</i> v. <i>Clauson,</i> 343 U. S. 306, 310.</p>\n<p>[7]  Fortescue, <i>supra</i> (1916); Brian-Chaninov, The Russian Church (1931), c. VIII; Zernov, The Russians and Their Church (1945); French, The Eastern Orthodox Church (1951), c. VII; Danzas, The Russian Church (1936); Anderson, People, Church and State in Modern Russia (1944), pp. 121-140; Bolshakoff, The Foreign Missions of the Russian Orthodox Church (1943), c. IV.</p>\n<p>[8]  The attitude of the Russian Church in America will be made sufficiently plain by these extracts from their records of action taken at the Detroit Sobor, 1924:\n</p>\n<p>\"Point 1. Temporarily, until the convocation of the All Russian Sobor further indicated in Point 5, to declare the Russian Orthodox Diocese in America a self-governed Church so that it be governed by its own elected Archbishop by means of a Sobor of Bishops, a Council composed of those elected from the clergy and laity, and periodic Sobors of the entire American Church.</p>\n<p>.....</p>\n<p>\"Point 5. To leave the final regulation of questions arising from the relationship of the Russian and the American Churches to a future Sobor of the Russian Orthodox Church which will be legally convoked, legally elected, will sit with the participation of representatives of the American Church under conditions of political freedom, guaranteeing the fullness and authority of its decisions for the entire Church, and will be recognized by the entire Oecumenical Orthodox Church as a true Sobor of the Russian Orthodox Church.\"</p>\n<p>[9]  <i>Nemolovsky</i> v. <i>Rykhloff,</i> 187 App. Div. 290, 175 N. Y. S. 617 <i>Kedrovsky</i> v. <i>Archbishop and Consistory,</i> 195 App. Div. 127, 186 N. Y. S. 346; <i>Kedrovsky</i> v. <i>Rojdesvensky,</i> 214 App. Div. 483, 212 N. Y. S. 273; <i>id.,</i> 242 N. Y. 547, 152 N. E. 421; <i>Kedrovsky</i> v. <i>Archbishop and Consistory,</i> 218 App. Div. 121, 124, 217 N. Y. S. 873, 875; <i>id.,</i> 220 App. Div. 750, 222 N. Y. S. 831; <i>id.,</i> 249 N. Y. 75, 516, 162 N. E. 588, 164 N. E. 566; <i>Nikulnikoff</i> v. <i>Archbishop and Consistory,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">Misc.</span> <span class=\"page\">894</span></span>, 255 N. Y. S. 653; <i>Waipa</i> v. <i>Kushwara,</i> 259 App. Div. 843, 20 N. Y. S. 2d 174; <i>id.,</i> 283 N. Y. 780, 28 N. E. 2d 417.</p>\n<p>[10]  The Court said, 302 N. Y. 1, 96 N. E. 2d 56:\n</p>\n<p>\"The Legislature has made a determination that the `Russian Church in America' was the one which, to use our words in 249 New York at pages 77-78, was the trustee which `may be relied upon to carry out more effectively and faithfully the purposes of this religious trust (<i>Carrier</i> v. <i>Carrier,</i> 226 N. Y. 114)' by reason of the changed situation of the patriarchate in Russia.\" 302 N. Y., at 30, 96 N. E. 2d, at 72.</p>\n<p>\"The courts have always recognized that it is the province of the Legislature to make the underlying findings of fact which give meaning and substance to its ultimate directives. The courts have traditionally refused to consider the wisdom or technical validity of such findings of fact, if there be some reasonable basis upon which they may rest.\" 302 N. Y., at 31, 96 N. E. 2d, at 72-73.</p>\n<p>\"The Legislature of the State of New York, like the Congress, must be deemed to have investigated the whole problem carefully before it acted. The Legislature knew that the central authorities of the Russian Orthodox Church in Russia had been suppressed after the 1917 revolution, and that the patriarchate was later resurrected by the Russian Government. The Legislature, like Congress, knew the character and method of operation of international communism and the Soviet attitude toward things religious. The Legislature was aware of the contemporary views of qualified observers who have visited Russia and who have had an opportunity to observe the present status of the patriarchate in the Soviet system. The Legislature realized that the North American church, in order to be free of Soviet interference in its affairs, had declared its temporary administrative autonomy in 1924, pursuant to the ukase of 1920, while retaining full <i>spiritual</i> communion with the patriarchate, and that there was a real danger that those properties and temporalities long enjoyed and used by the Russian Orthodox Church worshippers in this State would be taken from them by the representatives of the patriarchate. On the basis of these facts, and the facts stated (<i>supra</i>) and no doubt other facts we know not of, our Legislature concluded that the Moscow Patriarchate was no longer capable of functioning as a true religious body, but had become a tool of the Soviet Government primarily designed to implement its foreign policy. Whether we, as judges, would have reached the same conclusion is immaterial. It is sufficient that the Legislature reached it, after full consideration of all the facts.\" 302 N. Y., at 32-33, 96 N. E. 2d, at 73-74.</p>\n<p>[11]  \"The trustees of every religious corporation shall have the custody and control of all the temporalities and property, real and personal, belonging to the corporation and of the revenues therefrom, and shall administer the same in accordance with the discipline, rules and usages of the corporation and of the ecclesiastical governing body, if any, to which the corporation is subject, . . . .\"</p>\n<p>[12]  302 N. Y., at 30, 96 N. E. 2d, at 72:\n</p>\n<p>\"As a broad guide this rule undoubtedly has worked well, but it is by no means a constitutional doctrine not subject to change or modification by the same Legislature which announced it, in cases where literal enforcement would be unreasonable and opposed to the public interest. The Legislature, in the exercise of its extensive and acknowledged power to act for the common welfare, may find as a fact that a situation has arisen of such novelty and uniqueness that existing law is incapable of performing its avowed function\u0097the preservation of religious temporalities for the use of their original and accustomed beneficiaries. If the Legislature find as a fact that, because of drastically changed circumstances, the accustomed beneficiaries of religious properties are thus threatened with their loss, and if there be a basis for such finding, we perceive no constitutional objection to a legislative attempt to trace and identify, as of today, the authentic group entitled to the administration of such properties.\"</p>\n<p>[13]  302 N. Y., at 13, 96 N. E. 2d, at 62:\n</p>\n<p>\"The control of all phases of Russian life by the Government was not as apparent in 1924 as it is a quarter of a century later and on the surface, at least, the case appeared to be a proper one for the application of the rule that in an ecclesiastical dispute involving a denominational church, the decision of the highest church judicatories will be accepted as final and conclusive by the civil courts (<i>Trustees of Presbytery of N. Y.</i> v. <i>Westminster Presbyt Church,</i> 222 N. Y. 305, 315; <i>Watson</i> v. <i>Jones</i><i>,</i> 13 Wall. [U. S.] 679, 724-727; Religious Corporations Law, §§ 4, 5).\"</p>\n<p>\". . . we feel we must accept the historical statements contained in the dissenting opinion of Mr. Justice VAN VOORHIS, below: `. . . In recent public pronouncements the State Department, and our representatives in the United Nations, have frequently recognized and denounced the suppression of human rights and basic liberties in religion as well as in other aspects of life, existing in Soviet Russia and in all of its satellite states. . . .' \" 302 N. Y., at 23, 96 N. E. 2d, at 68.</p>\n<p>[14]  See note 10, <i>supra.</i></p>\n<p>[15]  \"The third is where the religious congregation or ecclesiastical body holding the property is but a subordinate member of some general church organization in which there are superior ecclesiastical tribunals with a general and ultimate power of control more or less complete, in some supreme judicatory over the whole membership of that general organization.\" <span class=\"citation\" data-id=\"88506\"><a href=\"/opinion/88506/watson-v-jones/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">679</span></a></span>, 722-723.</p>\n<p>[16]  Zollmann, American Church Law (1933), c. 9. <i>E. g., </i><i>Shepard</i> v. <i>Barkley,</i> 247 U. S. 1; <i>Barkley</i> v. <i>Hayes,</i> <span class=\"citation\" data-id=\"99160\"><a href=\"/opinion/99160/shepard-v-barkley/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.</span> <span class=\"page\">319</span></a></span>, 326; <i>McGinnis</i> v. <i>Watson,</i> 41 Pa. 9; <i>Missouri ex rel. Watson</i> v. <i>Farris,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">183</span></span>, 197-198; <i>First English Lutheran Church</i> v. <i>Evangelical Lutheran Synod,</i> 135 F. 2d 701. Cf. <i>Gibson</i> v. <i>Armstrong,</i> 7 Ben. Monroe (Ky.) 481; <i>German Reformed Church</i> v. <i>Commonwealth ex rel. Seibert,</i> 3 Pa. 282.</p>\n<p>[17]  \"One or two propositions which seem to admit of no controversy are proper to be noticed in this connection. 1. Both by the act of the Kentucky legislature creating the trustees of the church a body corporate, and by the acknowledged rules of the Presbyterian Church, the trustees were the mere nominal title-holders and custodians of the church property, and other trustees were, or could be elected by the congregation, to supply their places once in every two years. 2. That in the use of the property for all religious services or ecclesiastical purposes, the trustees were under the control of the church session. 3. That by the constitution of all Presbyterian churches, the session, which is the governing body in each, is composed of the ruling elders and pastor, and in all business of the session the majority of its members govern, the number of elders for each congregation being variable.\" <i>Id.,</i> at 720.</p>\n<p>[18]  <i>Watson</i> v. <i>Avery,</i> 2 Bush (Ky.) 332, 347 <i>et seq.</i>\n</p>\n<p>\"But we hold that the assembly, like other courts, is limited in its authority by the law under which it acts; and when rights of property, which are secured to congregations and individuals by the organic law of the church, are violated by unconstitutional acts of the higher [church] courts, the parties thus aggrieved are entitled to relief in the civil courts, as in ordinary cases of injury resulting from the violation of a contract, or the fundamental law of a voluntary association.\" <i>Id.,</i> at 349.</p>\n<p>[19]  Compare <i>Watson</i> v. <i>Avery,</i> n. 18, <i>supra,</i> at 349, with <i>Watson</i> v. <i>Jones, supra,</i> at 732 <i>et seq.</i></p>\n<p>[20]  The decision has encountered vivid and strong criticism for the breadth of its statement that where \"a subject-matter of dispute, strictly and purely ecclesiastical in its character,\" is decided, the civil court may not examine the conclusion to see whether the decision exceeds the powers of the judicatory. <i>Id.,</i> at 733. See Zollmann, American Church Law (1933), c. 9, p. 291. The criticism does not go so far, however, as to condemn the nonreviewability of questions of faith, religious doctrine and ecclesiastical government, <i>Watson</i> v. <i>Jones</i><i>,</i> at 729, 732, when within the \"express or implied stipulations\" of the agreement of membership. Zollmann, <i>supra,</i> §§ 310, 311, 315, 340.</p>\n<p>[21]  <i>Id.,</i> at 727. See pp. 113, 114-115, <i>supra.</i></p>\n<p>[22]  <i>Barkley</i> v. <i>Hayes,</i> <span class=\"citation\" data-id=\"99160\"><a href=\"/opinion/99160/shepard-v-barkley/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.</span> <span class=\"page\">319</span></a></span>, 334; <i>Sherard</i> v. <i>Walton,</i> <span class=\"citation\" data-id=\"1242160\"><a href=\"/opinion/1242160/walton-v-will/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.</span> <span class=\"page\">562</span></a></span>, 564; <i>Helm</i> v. <i>Zarecor,</i> <span class=\"citation\" data-id=\"97462\"><a href=\"/opinion/97462/helm-v-zarecor/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.</span> <span class=\"page\">648</span></a></span>, 657.</p>\n<p>[23]  <i>Gonzalez</i> v. <i>Archbishop,</i> 280 U. S. 1, 16-17:\n</p>\n<p>\"Because the appointment is a canonical act, it is the function of the church authorities to determine what the essential qualifications of a chaplain are and whether the candidate possesses them. In the absence of fraud, collusion, or arbitrariness, the decisions of the proper church tribunals on matters purely ecclesiastical, although affecting civil rights, are accepted in litigation before the secular courts as conclusive, because the parties in interest made them so by contract or otherwise. Under like circumstances, effect is given in the courts to the determinations of the judicatory bodies established by clubs and civil associations.\"</p>\n<p>See <i>Brundage</i> v. <i>Deardorf,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.</span> <span class=\"page\">839</span></span>, where Taft, Circuit Judge, in overruling a demurrer, stated: \"Even if the supreme judicatory has the right to construe the limitations of its own power, and the civil courts may not interfere with such a construction, and must take it as conclusive, we do not understand the supreme court, in Watson v. Jones, to hold that an open and avowed defiance of the original compact, and an express violation of it, will be taken as a decision of the supreme judicatory which is binding on the civil courts.\" P. 847.</p>\n<p>Later the case was considered on appeal by the Circuit Court of Appeals; Lurton, Circuit Judge, writing, thought that the facts proven showed conclusively that <i>Watson</i> v. <i>Jones</i> did control. <span class=\"citation\" data-id=\"88506\"><a href=\"/opinion/88506/watson-v-jones/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.</span> <span class=\"page\">214</span></a></span>, 230.</p>\n<p>[24]  <i>St. Nicholas Cathedral</i> v. <i>Kedroff,</i> 302 N. Y. 1, 30, 96 N. E. 2d 56, 72; note 12, <i>supra.</i></p>\n<p>[25]  <i>Ponce</i> v. <i>Roman Catholic Church,</i> 210 U. S. 296, 322.</p>\n<p>[26]  <i>Watson</i> v. <i>Jones, supra</i><i>; </i><i>Barkley</i> v. <i>Hayes,</i> <span class=\"citation\" data-id=\"99160\"><a href=\"/opinion/99160/shepard-v-barkley/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.</span> <span class=\"page\">319</span></a></span>, 327, affirmed on appeal, <i>Duvall</i> v. <i>Synod,</i> 222 F. 669; <i>Shepard</i> v. <i>Barkley,</i> 247 U. S. 1.</p>\n<p>[*]  [Joined by MR. JUSTICE BLACK and MR. JUSTICE DOUGLAS, see <i>post,</i> p. 126.]</p>\n<p>[1]  The Encyclopedia Britannica recounts that under the agreement between the Papal See and Mussolini, \"The supremacy of the state was recognized by compelling bishops and archbishops to swear loyalty to the government.\" Encyclopedia Britannica: \"Anticlericalism,\" 62, 62A (1948 ed.).</p>\n<p>[2]  Such apprehension, at least in part, seems to have underlain two important religious controversies in a nation as devoted to freedom as Great Britain and as recently as a century ago. Both the dispute giving rise to the Free Church of Scotland Appeals and the brief but vigorous anti-Catholic outburst of 1850 are not unfairly attributable to a claim by the State of comprehensive loyalty, undeflected by the competing claims of religious faith. See Laski, Studies in the Problem of Sovereignty, 27-68, 121-210. See also Buchanan, The Ten Years' Conflict (Edinburgh, 1849); <i>Free Church of Scotland</i> v. <i>Overtoun,</i> [1904] A. C. 515; The Free Church of Scotland Appeals (Orr. ed., Edinburgh, 1904).</p>\n<p>[3]  Reichs-Gesetzblatt, 1871, p. 442; Reichs-Gesetzblatt, 1872, p. 253; Reichs-Gesetzblatt, 1874, p. 43; Reichs-Gesetzblatt, 1876, p. 28; 5 Gesetz-Sammlung fur die Koniglich Preussischen Staaten 154, 221, 223, 225, 228, 337, 342; 6 <i>id.,</i> at 30, 38, 40, 75, 170; 7 <i>id.,</i> at 291. These laws have been thus summarized: \"The Falk Laws are an attempt to insist on the universal paramountcy of German influences. The expulsion of the Jesuits removed an order which he [Bismarck] believed to be concerned with the promotion of Polish interests. The refusal of bishoprics to any save a German who has followed a course of study approved by the government has a clear purport . . . of purging the Catholic episcopate of men not likely to be in sympathy with German ideals . . . . The twenty-fourth article went even further and gave the State the right of interference with ecclesiastical functions where it deemed them improperly performed.. . . The law of the twentieth of May, 1874, virtually handed over the control of vacant bishoprics to the State . . . . Catholic Churches on Prussian soil were handed over to the old Catholics [those refusing to adhere to the newly-promulgated dogma of papal infallibility] in such parishes as those in which the majority consisted of their sympathisers, for certain hours of the day . . . .\" Laski, <i>op. cit. supra,</i> note 2, at 256-258. Bismarck's <i>Kulturkampf,</i> of which these laws were a part, is fully discussed in Goyau, <i>Bismarck et l'Eglise.</i> A full text of the laws may be found in the appendix to that work.</p>\n<p>[4]  See Garbett, In an Age of Revolution, 207-213; Niemoller, Why I Went to Moscow, The Christian Century, March 19, 1952, p. 338.</p>\n\n</div>", 
  "sha1": "015ab368ec4b035ad14e51ce50d8a5e84e25a7da", 
  "date_modified": "2015-02-05T10:05:35.760612", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/105044/kedroff-v-saint-nicholas-cathedral-of-russian-orth/", 
  "citation_count": 126, 
  "supreme_court_db_id": "1952-013", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1177569/", 
  "html": "<p class=\"case_cite\">344 U.S. 94</p>\n    <p class=\"case_cite\">73 S.Ct. 143</p>\n    <p class=\"case_cite\">97 L.Ed. 120</p>\n    <p class=\"parties\">KEDROFF et al.<br>v.<br>ST. NICHOLAS CATHEDRAL OF RUSSIAN ORTHODOX CHURCH  IN NORTH AMERICA.</p>\n    <p class=\"docket\">No. 3.</p>\n    <p class=\"date\">Reargued Oct. 14, 1952.</p>\n    <p class=\"date\">Decided Nov. 24, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Philip Adler, New York City, for appellants.</p>\n      <p class=\"indent\">Mr. Ralph Montgomery Arkush, New York City, for appellee.</p>\n      <p class=\"indent\">Mr. Justice REED delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The right to the use and occupancy of a church in the city of New York is in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The right to such use is claimed by appellee, a corporation created in 1925 by an act of the Legislature of New York, Laws of New York 1925, c. 463, for the purpose of acquiring a cathedral for the Russian Orthodox Church in North America as a central place of worship and residence of the ruling archbishop 'in accordance with the doctrine, discipline and worship of the Holy Apostolic Catholic Church of Eastern Confession as taught by the holy scriptures, holy tradition, seven ecumenical councils and holy fathers of that church.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The corporate right is sought to be enforced so that the head of the American churches, religiously affiliated with the Russian Orthodox Church, may occupy the Cathedral. At the present time that head is the Metropolitan of All America and Canada, the Archbishop of New York, Leonty, who like his predecessors was elected to his ecclesiastical office by a sobor of the American churches.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That claimed right of the corporation to use and occupancy for the archbishop chosen by the American churches is opposed by appellants who are in possession. Benjamin Fedchenkoff bases his right on an appointment in 1934 by the Supreme Church Authority of the Russian Orthodox Church, to wit, the Patriarch locum tenens of Moscow and all Russia and its Holy Synod, as Archbishop of the Archdiocese of North America and the Aleutian Islands. The other defendant-appellant is a priest of the Russian Orthodox Church, also acknowledging the spiritual and administrative control of the Moscow hierarchy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Determination of the right to use and occupy Saint Nicholas depends upon whether the appointment of Benjamin by the Patriarch or the election of the Archbishop for North America by the convention of the American churches validly selects the ruling hierarch for the American churches. The Court of Appeals of New York, reversing the lower court, determined that the prelate appointed by the Moscow ecclesiastical authorities was not entitled to the Cathedral and directed the entry of a judgment that appellee corporation be reinvested with the possession and administration of the temporalities of St. Nicholas Cathedral. St. Nicholas Cathedral of Russian Orthodox Church in North America v. Kedroff, 302 N.Y. 1, 33, 96 N.E.2d 56, 74. This determination was made on the authority of Article 5&#8212;C of the Religious Corporations Law of New York, 302 N.Y. at page 24 et seq., 96 N.E.2d at page 68, against appellants' contention that this New York statute, as construed, violated the Fourteenth Amendment to the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because of the constitutional questions thus generally involved, we noted probable jurisdiction, and, after argument and submission of the case last term, ordered reargument and requested counsel to include a discussion of whether the judgment might be sustained on state grounds. 343 U.S. 972, 72 S.Ct. 1069. Both parties concluded that it could not, and the unequivocal remittitur of the New York Court of Appeals, 302 N.Y. 689, 98 N.E.2d 485, specifically stating the constitutionality of the statute as the necessary ground for decision, compels this view and precludes any doubt as to the propriety of our determination of the constitutional issue on the merits. Grayson v. Harris, 267 U.S. 352, 45 S.Ct. 317, 69 L.Ed. 652; State of Indiana ex rel. Anderson v. Brand, 303 U.S. 95, 58 S.Ct. 443, 82 L.Ed. 685. The case now has been reargued and submitted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Article 5&#8212;C was added to the Religious Corporations Law of New York in 1945 and provided both for the incorporation and administration of Russian Orthodox churches. Clarifying amendments were added in 1948. The purpose of the article was to bring all the New York churches, formerly subject to the administrative jurisdiction of the Most Sacred Governing Synod in Moscow or the Patriarch of Moscow, into an administratively autonomous metropolitan district. That district was North American in area, created pursuant to resolutions adopted at a sobor held at Detroit in 1924.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This declared autonomy was made effective by a further legislative requirement that all the churches formerly administratively subject to the Moscow synod and patriarchate should for the future be governed by the ecclesiastical body and hierarchy of the American metropolitan district.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The foregoing analysis follows the interpretation of this article by the Court of Appeals of New York, an interpretation binding upon us.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Article 5&#8212;C is challenged as invalid under the constitutional prohibition against interference with the exercise of religion.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The appellants' contention, of course, is based on the theory that the principles of the First Amendment are made applicable to the states by the Fourteenth.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See Stokes, Church and State in the United States (1950), vol. 1, c. VIII.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Russian Orthodox Church is an autocephalous member of the Eastern Orthodox Greek Catholic Church. It sprang from the Church of Constantinople in the Tenth Century. The schism of 1054 A.D. split the Universal Church into those of the East and the West. Gradually self-government was assumed by the Russian Church until in the Sixteenth Century its autonomy was recognized and a Patriarch of Moscow appeared. Fortescue, Orthodox Eastern Church, c. V. For the next one hundred years the development of the church kept pace with the growth of power of the Czars but it increasingly became a part of the civil government&#8212;a state church. Throughout that period it also remained an hierarchical church with a Patriarch at its head, governed by the conventions or sobors called by him. However, from the time of Peter the Great until 1917 no sobor was held. No patriarch ruled or was chosen. During that time the church was governed by a Holy Synod, a group of ecclesiastics with a Chief Procurator representative of the government as a member.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Late in the Eighteenth Century the Russian Church entered the missionary field in the Aleutian Islands and Alaska. From there churches spread slowly down the Pacific Coast and later with the Slavic immigration to our eastern cities, particularly to Detroit, Clevelant, Chicago, Pittsburgh and New York. The character of the administrative unit changed with the years as is indicated by the changes in its name. See note 2. In 1904 when a diocese of North America was created its first archbishop, Tikhon, shortly thereafter established himself in his seat at Saint Nicholas Cathedral. His appointment came from the Holy Synod of Russia as did those of his successors in order Platon and Evdokim. Under those appointments the successive archbishops occupied the Cathedral and residence of Saint Nicholas under the administrative authority of the Holy Synod.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1917 Archbishop Evdokim returned to Russia permanently. Early that year an All Russian Sobor was held, the first since Peter the Great. It occurred during the interlude of political freedom following the fall of the Czar. A patriarch was elected and installed&#8212;Tikhon who had been the first American Archbishp. Uncertainties as to the succession to and administration of the American archbishopric made their appearance following this sobor and were largely induced by the almost contemporaneous political disturbances which culminated swiftly in the Bolshevik Revolution of 1917. The Russian Orthodox Church was drawn into this maelstrom. After a few years the Patriarch was imprisoned. There were suggestions of his counter-revolutionary activity. Church power was transferred, partly through a sobor considered by many as non-canonical to a Supreme Church Council. The declared reforms were said to have resulted in a 'Living Church' or sometimes in a 'Renovated Church.' Circumstances and pressures changed. Patriarch Tikhon was released from prison and died in 1925. He named three bishops as locum tenens for the patriarchal throne. It was one of these, Sergius, who in 1933 appointed the appellant Benjamin as Archbishop. The Church was registered as a religious organization under Soviet law in 1927. Thereafter the Russian Church and the Russian State approached if not a reconciliation at least an adjustment which eventuated by 1943 in the election of Sergius, one of the bishops named as locum tenens by Tikhon, to the Patriarchate. The Living or Renovated Church, whether deemed a reformed, a schismatic or a new church, apparently withered away. After Sergius' death a new patriarch of the Russian Orthodox Church, Alexi, was chosen Patriarch in 1945 at Moscow at a sobor recognized by all parties to this litigation as a true sobor held in accordance with the church canons.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Russian upheaval caused repercussions in the North American diocese. That Diocese at the time of the Soviet Revolution recognized the spiritual and administrative control of Moscow. White Russians, both lay and clerical, found asylum in America from the revolutionary conflicts, strengthening the feeling of abhorrence of the secular attitude of the new Russian Government. The church members already here, immigrants and nativeborn, while habituated to look to Moscow for religious direction, were accustomed to our theory of separation between church and state. The Russian turmoil, the restraints on religious activites and the evolution of a new ecclesiastical hierarchy in the form of the 'Living Church,' deemed noncanonical or schismatic by most churchmen, made very difficult Russian administration of the American diocese. Furthermore, Patriarch Tikhon, on November 20, 1920, issued Decision No. 362 relating to church administration for troublesome times. This granted a large measure of autonomy, when the Russsian ruling authority was unable to function, subject to 'confirmation later to the Central Church Authority when it is reestablished.' Naturally the growing number of American-born members of the Russian Church did not cling to a hierarchy identified with their country of remote origin with the same national feeling that moved their immigrant ancestors. These facts and forces generated in America a separatist movement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That movember brought about the arrangemens at the Detroit Sobor of 1924 for a temporary American administration of the church on account of the disturbances in Russia.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> This was followed by the declarations of autonomy of the successive sobors since that date, a spate of litigation concerning control of the various churches and occupancy of ecclesiastical positions,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> the New York legislation (known as Article 5-C, notes 2 and 3, supra), and this controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Delegates from the North American Diocese intended to be represented at an admittedly canonical Sobor of the Russian Orthodox Church held in 1945 at Moscow. They did not arrive in time on account of delays, responsibility for which has not been fixed. The following stipulation appears as to their later actions while at Moscow:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'It is stipulated that Bishop Alexi and Father Dzvonchik,      representing the local group of American Churches under      Bishop Theophilus, appeared before the Patriarch and the      members of his Synod in Moscow, presented a written report on      the condition of the American Church, with a request for      autonomy and a few days later received from the Patriarch the      Ukase * * *.' There came to the Russian Church in America this Ukase of the Moscow Patriarchy of February 14 or 16, 1945, covering Moscow's requirements for reunion of the American Orthodox Church with the Russian. It required for reunion that the Russian Church in America hold promptly an 'all American Orthodox Church Sobor'; that it express the decision of the dioceses to reunite with the Russian Mother Church, declare the agreement of the American Orthodox Church to abstain 'from political activities against the U.S.S.R.' and so direct its parishes, and elect a Metropolitan subject to confirmation by the Moscow Patriarchy. The decree said, 'In view of the distance of the American Metropolitan District from the Russian Mother Church * * * the Metropolitan-Exarch * * * may be given some extended powers by the Moscow Patriarchy * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The American congregations speaking through their Cleveland Sobor of 1946 refused the proffered arrangement and resolved in part:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'That any administrative recognition of the Synod of the      Russian Orthodox Church Abroad is hereby terminated,      retaining, however, out spiritual and brotherly relations      with all parts of the Russian Orthodox Church abroad * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This ended the efforts to compose the differences between the Mother Church and its American offspring, and this litigation and the enactment of Article 5&#8212;C of the Religious Corporations Law of New York followed. We understand the above factual summary corresponds substantially with the factual basis for determination formulated by the Court of Appeals of New York. From those circumstances it seems clear that the Russian Orthodox Church was, until the Russian Revolution, an hierarchical church with unquestioned paramount jurisdiction in the governing body in Russia over the American Metropolitanate. Nothing indicates that either the Sacred Synod or the succeeding Patriarchs relinquished that authority or recognized the autonomy of the American church. The Court of Appeals decision proceeds, we understand, upon the same assumption. 302 N.Y. at pages 5, 23, 24, 96 N.E.2d at pages 57, 68, 69. That court did consider 'whether there exists in Moscow at the present time a true central organization of the Russian Orthodox Church capable of functioning as the head of a free international religious body.' It concluded that this aspect of the controversy had not been sufficiently developed to justify a judgment upon that ground. 302 N.Y. at pages 22&#8212;24, 96 N.E.2d at pages 67&#8212;69.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Religious Corporations Law.&#8212;The New York Court of Appeals depended for its judgment, refusing recognition to Archbishop Benjamin, the appointee of the Moscow Hierarchy of the Russian Orthodox Church, upon Article 5-C of the Religious Corporations Law, quoted and analyzed at notes 2 and 3, supra.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Certainly a legislature is free to act upon such information as it may have as to the necessity for legislation. But an enactment by a legislature cannot validate action which the Constitution prohibits, and we think that the statute here in question passes the constitutional limits. We conclude that Article 5&#8212;C undertook by its terms to transfer the control of the New York churches of the Russian Orthodox religion from the central governing hierarchy of the Russian Orthodox Church, the Patriarch of Moscow and the Holy Synod, to the governing authorities of the Russian Church in America, a church organization limited to the diocese of North America and the Aleutian Islands. This transfer takes place by virtue of the statute. Such a law violates the Fourteenth Amendment. It prohibits in this country the free exercise of religion. Legislation that regulates church administration, the operation of the churches, the appointment of clergy, by requiring conformity to church statutes 'adopted at a general convention (sobor) held in the City of New York on or about or between October fifth to eighth, nineteen hundred thirty-seven, and any amendments thereto,' note 3, supra, prohibits the free exercise of religion. Although this statute requires the New York churches to 'in all other respects conform to, maintain and follow the faith, doctrine, ritual, communion, discipline, canon law, traditions and usages of the Eastern Confession (Eastern Orthodox or Greek Catholic Church),' their conformity is by legislative fiat and subject to legislative will. Should the state assert power to change the statute requirng conformity to ancient faith and doctrine to one establishing a different doctrine, the invalidity would be unmistakable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although &#167; 5 of the Religious Corporation Law<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> had long controlled religious corporations, the Court of Appeals held that its rule was not based on any constitutional requirement or prohibition.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Since certain events of which the Court took judicial notice indicated to it that the Russian Government exercised control over the central church authorities and that the American church acted to protect its pulpits and faith from such influences, the Court of Appeals felt that the Legislature's reasonable belief in such conditions justified the State in enacting a law to free the American group from infiltration of such atheistic or subversive influences.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This legislation, Art. 5&#8212;C, in the view of the Court of Appeals, gave the use of the churches to the Russian Church in America on the theory that this church would most faithfully carry out the purposes of the religious trust.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Thus dangers of political use of church pulpits would be minimized. Legislative power to punish subversive action cannot be doubted. If such action should be actually attempted by a cleric, neither his robe nor his pulpit would be a defense. But in this case no problem of punishment for the violation of law arises. There is no charge of subversive or hostile action by any ecclesiastic Here there is a transfer by statute of control over churches. This violates our rule of separation between church and state. That conclusion results from the purpose, meaning and effect of the New York legislation stated above, considered in the light of the history and decisions considered below.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Hierarchical churches may be defined as those organized as a body with other churches having similar faith and doctrine with a common ruling convocation or ecclesiastical head. In Watson v. Jones, 13 Wall. 679, 20 L.Ed. 666, they are spoken of in like terms.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> That opinion has been given consideration in subsequent church litigation&#8212;state and national.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The opinion itself, however, did not turn on either the establishment or the prohibition of the free exercise of religion. It was a church controversy in the Third or Walnut Street Presbyterian Church of Louisville, Kentucky, arising out of the slavery conflict and was filled with the acrimony of that period. It was decided here at the 1871 Term. 'The government of the (Presbyterian) church is exercised by and through an ascending series of 'judicatories', known as Church Sessions, Presbyteries, Synods and a General Assembly.' Id., 13 Wall. at page 681, 20 L.Ed. 666. The opinion of this Court assumed without question that the Louisville church, its property and its officers were originally and up to the beginning of the disagreements subjected to the operation of the laws of the General Assembly of the Presbyterian Church. Id., 13 Wall. at page 683, 20 L.Ed. 666. The actual possession of the church property was in trustees; its operation or use controlled by the Session composed of elders.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Both were groups elected at intervals by the members.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In May of 1865 the General Assembly, the highest judicatory of the church, made a declaration of loyalty to the Federal Government denouncing slavery, and directed that new members with contrary views should not be received. The Louisville Presbytery, the immediate superior of the Walnut Street Church, promptly issued a Declaration and Testimony, refusing obedience and calling for resistance to the alleged usurpation of authority. The Louisville Presbytery divided as did the Walnut Street Church and the proslavery group obtained admission into the Presbyterian Church of the Confederate States. In June 1867 the Presbyterian General Assembly for the United States declared the Presbytery and Synod recognized by the proslavery party were 'in no sense a true and lawful Synod and Presbytery in connection with and under the care and authority of the General Assembly of the Presbyterian Church in the United States of America.' They were \"permanently excluded from connection with or representation in the Assembly.' By the same resolution the Synod and Presbytery adhered to by those whom (the proslavery party) opposed were declared to be the true and lawful Presbytery of Louisville, and Synod of Kentucky.' Id., 13 Wall. at page 692, 20 L.Ed. 666.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Litigation started in 1866 with a suit in the state court by certain of the antislavery group to have declared their right to act as duly elected additional elders 'in the management of church property for purposes of religious worship.' Id., 13 Wall. at page 685, 20 L.Ed. 666. As the Court of Appeals of Kentucky thought that certain acts of the Louisville Presbytery and the General Assembly of the United States, in pronouncing the additional elders duly elected, were void as beyond their functions, id., 13 Wall. at page 693, 20 L.Ed. 666,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> it refused the plea of the antislavery group and left the proslavery elders and trustees in control of the Walnut Street Church.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thereupon a new suit, Watson v. Jones, was begun by alleged members of the church to secure the use of the Walnut Street Church for the antislavery group. This suit was to decide not the validity of an election of elders fought out in Watson v. Avery, supra, but which one of two bodies should be recognized as entitled to the use of the Walnut Street Presbyterian Church. It was determined that plaintiffs had a beneficial interest in the church property and therefore a standing to sue for its proper use, if they were members. Id., 13 Wall. at pages 697, 714, 20 L.Ed. 666. A schism was recognized. Id., 13 Wall. at page 717, 20 L.Ed. 666. It was held:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'The trustees obviously hold possession for the use of the      persons who by the constitution, usages, and laws of the      Presbyterian body, are entitled to that use.' Id., 13 Wall.      at page 720, 20 L.Ed. 666.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">They were required to recognize 'the true uses of the trust.' Id., 13 Wall. at page 722, 20 L.Ed. 666. Then turning to the consideration of an hierarchical church, as defined in note 15, supra, and, as it found the Presbyterian church to be, this Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'In this class of cases we think the rule of action which      should govern the civil courts, founded in a broad and sound      view of the relations of church and state under our system of      laws, and supported by a preponderating weight of judicial      authority is, that, whenever the questions of discipline, or      of faith, or ecclesiastical rule, custom, or law have been      decided by the highest of these church judicatories to which      the matter has been carried, the legal tribunals must accept      such decisions as final, and as binding on them, in their      application to the case before them.' Id., 13 Wall. at page      727, 20 L.Ed. 666.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the General Assembly of the Church had recognized the antislavery group 'as the regular and lawful Walnut Street Church and officers,' id., 13 Wall. at page 694, 20 L.Ed. 666, newly elected, and the trial court had found complainants members of that group, and had entered a decree adjudging that this group's duly chosen and elected pastor, ruling elders and trustees 'respectively entitled to exercise whatever authority in the said church, or over its members or property, rightfully belonged to pastor, elders, and trustees, respectively, in churches in connection with 'The Presbyterian Church in the United States of America,' Old School, and according to the regulations and usages of that church,' id., 13 Wall. at page 698, 20 L.Ed. 666, this Court affirmed the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In affirming, the Court recognized the contrariety of views between jurists as to civil jurisdiction over church adjudications having an effect upon property or its uses, when the civil courts determine the church judicatory has violated the church's organic law.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Its ruling is summed up in these words:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'In this country the full and free right to entertain any      religious belief, to practice any religious principle, and to      teach any religious doctrine which does not violate the laws      of morality and property, and which does not infringe      personal rights, is conceded to all. The law knows no heresy,      and is committed to the support of no dogma, the      establishment of no sect. The right to organize voluntary      religious associations to assist in the expression and      dissemination of any religious doctrine, and to create      tribunals for the decision of controverted questions of faith      within the association, and for the ecclesiastical government      of all the individual members, congregations, and officers      within the general association, is unquestioned. All who      unite themselves to such a body do so with an implied consent      to this government, and are bound to submit to it. But it      would be a vain consent and would lead to the total      subversion of such religious bodies, if any one aggrieved by      one of their decisions could appeal to the secular courts and have them reversed. It is of the essence of these      religious unions, and of their right to establish tribunals      for the decision of questions arising among themselves, that      those decisions should be binding in all cases of      ecclesiastical cognizance, subject only to such appeals as      the organism itself provides for.' Id., 13 Wall. at pages 728      729, 20 L.Ed. 666.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This is applicable to 'questions of discipline, or of faith, or of ecclesiastical rule, custom, or law,' id., 13 Wall. at page 727, 20 L.Ed. 666.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> This controversy concerning the right to use St. Nicholas Cathedral is strictly a matter of ecclesiastical government, the power of the Supreme Church Authority of the Russian Orthodox Church to appoint the ruling hierarch of the archdiocese of North America. No one disputes that such power did lie in that Authority prior to the Russian Revolution.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Watson v. Jones, although it contains a reference to the relations of church and state under our system of laws,<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> was decided without depending upon prohibition of state interference with the free exercise of religion. It was decided in 1872, before judicial recognition of the coercive power of the Fourteenth Amendment to protect the limitations of the First Amendment against state action. It long antedated the 1938 decisions of Erie R. Co. v. Tompkins and Ruhlin v. New York Life Ins. Co., 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 and 304 U.S. 202, 58 S.Ct. 860, 82 L.Ed. 1290, and, therefore, even though federal jurisdiction in the case depended solely on diversity, the holding was based on general law rather than Kentucky law.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The opinion radiates, however, a spirit of freedom for religious organizations, an independence from secular control or manipulation, in short, power to decide for themselves, free from state interference, matters of church government as well as those of faith and doctrine. Freedom to select the clergy, where no improper methods of choice are proven,<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> we think, must now be said to have federal constitutional protection as a part of the free exercise of religion against state interference.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Legislative Power.&#8212;The Court of Appeals of New York recognized, generally, the soundness of the philosophy of ecclesiastical control of church administration and polity but concluded that the exercise of that control was not free from legislative interference.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> That Court presented forcefully the argument supporting legislative power to act on its own knowledge of 'the Soviet attitude toward things religious.' 302 N.Y. pages 32&#8212;33, 96 N.E.2d at page 74. It was said:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'The Legislature realized that the North American church, in      order to be free of Soviet interference in its affairs, had      declared its temporary administrative autonomy in 1924,      pursuant to the ukase of 1920, while retaining full spiritual      communion with the patriarchate, and that there was a real      danger that those properties and temporalities long enjoyed      and used by the Russian Orthodox Church worshippers in this      State would be taken from them by the representatives of the      patriarchate.' 302 N.Y. at page 33, 96 N.E.2d at page 74.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It was thought that American Communications Ass'n v. Douds, 339 U.S. 382, 70 S.Ct. 674, 94 L.Ed. 925, supported the thesis that where there is some specific evil, found as a fact 'some infringement upon traditional liberties was justifiable' to effect a cure. 302 N.Y., at page 31, 96 N.E.2d at page 73. On that reasoning it was thought permissible, in view 'of the changed situation of the patriarchate in Russia', to replace it with the Russian Church in America as the ruling authority over the administration of the church. The legal basis for this legislative substitution was found in the theory that the Russian Church in America 'was the trustee which 'may be relied upon to carry out more effectively and faithfully the purposes of this religious trust (Carrier v. Carrier, 226 N.Y. 114, 123 N.e. 135)\". Id., 302 N.Y. at page 30, 96 N.E.2d at page 72. Mindful of the authority of the Court of Appeals in its interpretation of the powers of its own legislature and with respect for its standing and ability, we do not agree with its statement as to legislative power over religious organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In our view the Douds case may not be interpreted to validate New York's Article 5&#8212;C. That case involved the validity of &#167; 9(h) of the National Labor Relations Act as amended, 61 Stat. 136, 146, 29 U.S.C. &#167; 159(h), 29 U.S.C.A. &#167; 159(h). That section forbade the N.L.R.B. from acting at the suggestion of a labor organization unless affidavits of its officers were filed denying affiliation with subversive organizations or belief in the overthrow of this Government by force or other unconstitutional means. We upheld the enactment as a proper exercise of the power to protect commerce from the evil of disreption from strikes so politically inspired. In so doing we said, 'legitimate attempts to protect the public, not from the remote possible effects of noxious ideologies, but from present excesses of direct, active conduct are not presumptively bad because they interfere with and, in some of its manifestations, restrain the exercise of First Amendment rights.' Id., 339 U.S. at page 399, 70 S.Ct. at page 684. And added, 'But insofar as the problem is one of drawing inferences concerning the need for regulation of particular forms of conduct from conflicting evidence, this Court is in no position to substitute its judgment as to the necessity or desirability of the statute for that of Congress.' Id., 339 U.S. at page 400, 70 S.Ct. at page 685. It is an exaggeration to say that those sound statements point to a legislative power to take away from a church's governing body and its duly ordained representative the possession and use of a building held in trust for the purposes for which it is being employed because of an apprehension, even though reasonable, that it may be employed for improper purposes. In Douds we saw nothing that was aimed at the free expression of views. Unions could have officers with such affiliations and political purposes as they might choose but the Government was not compelled to allow those officers an opportunity to disrupt commerce for their own political ends. We looked upon the affidavit requirement as an assurance that disruptive forces would not utilize a government agency to accomplish their purposes. Id., 339 U.S. at page 403, 70 S.Ct. at page 686.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In upholding the validity of Article 5&#8212;C, the New York Court of Appeals apparently assumes Article 5&#8212;C does nothing more than permit the trustees of the Cathedral to use it for services consistent with the desires of the members of the Russian Church in America. Its reach goes far beyond that point. By fiat it displaces one church administrator with another. It passes the control of matters strictly ecclesiastical from one church authority to another. It thus intrudes for the benefit of one segment of a church the power of the state into the forbidden area of religious freedom contrary to the principles of the First Amendment. Such prohibition differs from the restriction of a right to deal with Government allowed in Douds, in that the Union in the Douds case had no such constitutionally protected right. New York's Article 5&#8212;C directly prohibits the free exercise of an ecclesiastical right, the Church's choice of its hierarchy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We do not think that New York's legislative application of a cy-pres doctrine to this trust avoids the constitutional rule against prohibition of the free exercise of religion. Late Corporation of Church of Jesus Christ of Latter-Day Saints v. United States, 136 U.S. 1, 10 S.Ct. 792, 34 L.Ed. 478, relied upon by the appellee, does not support its argument. There the Church of Jesus Christ of Latter Day Saints had been incorporated as a religious corporation by the State of Deseret, with subsequent confirmation by the Territory of Utah. Its property was held for religious and charitable purposes. That charter was revoked by Congress and some of the property of the church was escheated to the United States for the use of the common schools of Utah. This Court upheld the revocation of the charter, relying on the reserved power of the Congress over the acts of territories, 136 U.S. at pages 45&#8212;46, 10 S.Ct. at pages 803&#8212;804. The seizure of the property was bottomed on the general rule that where a charitable corporation is dissolved for unlawful practices, id., 136 U.S. at pages 49&#8212;50, 10 S.Ct. at page 805, the sovereign takes and distributes the property according to the cy-pres doctrine to objects of charity and usefulness, e.g., schools. Id., 136 U.S. at pages 47, 50&#8212;51, 10 S.Ct. at pages 804, 805&#8212;806. A failure of the charitable purpose could have the same effect. Id., 136 U.S. at page 59, 10 S.Ct. at page 808. None of these elements exist to support the validity of the New York statute putting the Russian Orthodox churches of New York under the administration of the Russian Church in America. See notes 2 and 3, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The record before us shows no schism over faith or doctrine between the Russian Church in America and the Russian Orthodox Church. It shows administrative control of the North American Diocese by the Supreme Church Authority of the Russian Orthodox Church, including the appointment of the ruling hierarch in North America from the foundation of the diocese until the Russian Revolution. We find nothing that indicates a relinquishment of this power by the Russian Orthodox Church.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Ours is a government which by the 'law of its being' allows no statute, state or national, that prohibits the free exercise of religion. There are occasions when civil courts must draw lines between the responsibilities of church and state for the disposition or use of property.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> Even in those cases when the property right follows as an incident from decisions of the church custom or law on ecclesiastical issues, the church rule controls.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> This under our Constitution necessarily follows in order that there may be free exercise of religion.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The decree of the Court of Appeals of New York must be reversed, and the case remanded to that court for such further action as it deems proper and not in contravention of this opinion. It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Let me put to one side the question whether in our day a legislature could, consistently with due process, displace the judicial process and decide a particular controversy affecting property so as to decree that A not B owns it or is entitled to its possession. Obviously a legislature would not have that power merely because the property belongs to a church.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In any event, this proceeding rests on a claim which cannot be determined without intervention by the State in a religious conflict. St. Nicholas Cathedral is not just a piece of real estate. It is no more that than is St. Patrick's Cathedral or the Cathedral of St. John the Divine. A cathedral is the seat and center of ecclesiastical authority. St. Nicholas Cathedral is an archiepiscopal see of one of the great religious organizations. What is at stake here is the power to exercise religious authority. That is the essence of this controversy. It is that even though the religious authority becomes manifest and is exerted through authority over the Cathedral as the outward symbol of a religious faith.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The judiciary has heeded, naturally enough, the menace to a society like ours of attempting to settle such religious struggles by state action. And so, when courts are called upon to adjudicate disputes which, though generated by conflicts of faith, may fairly be isolated as controversies over property and therefore within judicial competence, the authority of courts is in strict subordination to the ecclesiastical law of a particular church prior to a schism. Watson v. Jones, 13 Wall. 679, 20 L.Ed. 666. This very limited right of resort to courts for determination of claims, civil in their nature, between rival parties among the communicants of a religious faith is merely one aspect of the duty of courts to enforce the rights of members in an association, temporal or religious, according to the laws of that association. See Gonzalez v. Roman Catholic Archbishop of Manila, 280 U.S. 1, 16&#8212;17, 50 S.Ct. 5, 7&#8212;8, 74 L.Ed. 131.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Legislatures have no such obligation to adjudicate and no such power. Assuredly they have none to settle conflicts of religious authority and none to define religious obedience. These aspects of spiritual differences constitute the heart of this controversy. The New York legislature decreed that one party to the dispute and not the other should control the common center of devotion. In doing so the legislature effectively authorized one party to give religious direction not only to its adherents but also to its opponents. See St. Nicholas Cathedral of Russian Orthodox Church in North America v. Kedroff, 302 N.Y. 1, 24&#8212;29, 96 N.E.2d 56, 68&#8212;72.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The arguments by which New York seeks to justify this inroad into the realm of faith are echoes of past attempts at secular intervention in religious conflicts. It is said that an impressive majority both of the laity and of the priesthood of the old local church now adhere to the party whose candidate New York enthroned, as it were, as Archbishop. Be that as it may, it is not a function of civil government under our constitutional system to assure rule to any religious body by a counting of heads. Our Constitution does assure that anyone is free to worship according to his conscience. A legislature is not free to vest in a schismatic head the means of acting under the authority of his old church, by affording him the religious power which the use and occupancy of St. Nicholas Cathedral make possible.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Again, it is argued that New York may protect itself from dangers attributed to submission by the mother church in Moscow to political authority To reject this claim one does not have to indulge in the tendency of lawyers to carry arguments to the extreme of empty formal logic. Scattered throughout the country there are religious bodies with ties to various countries of a world in tension&#8212;tension due in part to shifting political affiliation and orientation. The consideration which permeates the court's opinion below would give each State the right to assess the circumstances in the foreign political entanglements of its religious bodies that make for danger to the State, and the power, resting on plausible legislative findings, to divest such bodies of spiritual authority and of the temporal property which symbolizes it.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Memory is short but it cannot be forgotten that in the State of New York there was strong feeling against the Tsarist regime at a time when the Russian Church was governed by a Procurator of the Tsar. And when Mussolini exacted the Lateran Agreement, argument was not wanting by those friendly to her claims that the Church of Rome was subjecting herself to political authority.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> The fear, perhaps not wholly groundless, that the loyalty of its citizens might be diluted by their adherence to a church entangled in antagonistic political interests, reappears in history as the ground for interference by civil government with religious attachments.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> Such fear readily leads to persecution of religious beliefs deemed dangerous to ruling political authority. It was on this basis, after all, that Bismarck sought to detach German Catholics from Rome by a series of laws not too different in purport from that before us today.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> The long, unedifying history of the contest between the secular state and the church is replete with instances of attempts by civil government to exert pressure upon religious authority. Religious leaders have often made gestures of accommodation to such pressures. History also indicates that the vitality of great world religions survived such efforts. In any event, under our Constitution it is not open to the governments of this Union to reinforce the loyalty of their citizens by deciding who is the true exponent of their religion.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Finally, we are told that the present Moscow Patriarchate is not the true superior church of the American communicants. The vicissitudes of war and revolution which have beset the Moscow Patriarchate since 1917 are said to have resulted in a discontinuity which divests the present Patriarch of his authority over the American church. Both parties to the present controversy agree that the present Patriarch is the legitimately chosen holder of his office, and the account of the proceedings and pronouncements of the American schismatic group so indicate. Even were there doubt about this it is hard to see by what warrant the New York Legislature is free to substitute its own judgment as to the validity of Patriarch Alexy's claim and to disregard acknowledgment of the present Patriarch by his co-equals in the Eastern Confession, the Patriarchs of Constantinople, Alexandria, Antioch, and Jerusalem, and by religious leaders throughout the world, including the present Archbishop of York.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">These considerations undermine the validity of the New York legislation in that it enters the domain of religious control barred to the States by the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Mr. Justice BLACK agrees with this opinion on the basis of his view that the Fourteenth Amendment makes the First Amendment applicable to the States.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, while concurring in the opinion of the Court, also joins this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Mr. Justice JACKSON, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">New York courts have decided an ordinary ejectment action involving possession of New York real estate in favor of the plaintiff, a corporation organized under the Religious Corporations Law of New York under the name 'Saint Nicholas Cathedral of the Russian Orthodox Church in North America.' Admittedly, it holds, and since 1925 has held, legal title to the Cathedral property. The New York Court of Appeals decided that it also has the legal right to its possession and control.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The appellant Benjamin's defense against this owner's demand for possession and the basis of his claimed right to enjoy possession of property he admittedly does not own is set forth in his answer to the ejectment suit in these words: 'Said premises pursuant to the above rules of the Russian Orthodox Church are held in trust for the benefit of the accredited Archbishop of said Archdiocese, to be possessed, occupied and used by said Archbishop as his residence, as a place for holding religious services, and other purposes related to his office and as the seat and headquarters for the administration, by him, of the affairs of the Archdiocese both temporal and spiritual.' And, says the appellant Benjamin, he is that Archbishop. These allegations are denied, and they define the issues as tendered to the state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">I greatly oversimplify the history of this controversy to indicate its nature rather than to prove its merits. This Cathedral was incorporated and built in the era of the Czar, under the regime of a state-ridden church in a church-ridden state. The Bolshevik did not free the church from the grip of state from the grip of the church, but it did nto free the church from the grip of the state. It only brought to the top a new master for a captive and submissive ecclesiastical establishment. By 1945, the Moscow patriarchy had been reformed and manned under the Soviet regime and it sought to re-establish in other countries its prerevolutionary control of church property and its sway over the minds of the religious. As the Court's opinion points out, it demanded of the Russian Church in America, among other things, that it abstain 'from political activities against the U.S.S.R.' The American Cathedral group, along with others, refused submission to the representative of the Moscow Patriarch, whom it regarded as an arm of the Soviet Government. Thus, we have an ostensible religious schism with decided political overtones.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">If the Fourteenth Amendment is to be interpreted to leave anything to the courts of a state to decide without our interference, I should suppose it would be claims to ownership or possession of real estate within its borders and the vexing technical questions pertaining to the creation, interpretation, termination, and enforcement of uses and trusts, even though they are for religious and charitable purposes. This controversy, I believe, is a matter for settlement by state law and not within the proper province of this Court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As I read the prevailing opinions, the Court assumes that some transfer of control has been accomplished by legislation which results in a denial of due process. This, of course, would raise a question of deprivation of property, not of liberty, while only the latter issue is raised by the parties. And it could be sustained only by a finding by us that the legislation worked a transfer rather than a confirmation of property rights.  The Court of Appeals seems to have regarded the statute merely as a legislative reaffirmation of principle the Court would find to be controlling in its absence.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">But this Court apparently thinks that by mere enactment of the statute the legislature invaded a field of action reserved to the judiciary. However desirable we may think a rigid separation of powers to be (and I, for one, think it is basic in the Federal Government), I do not think the Fourteenth Amendment undertakes to control distribution of powers within the states. At all events, I do not think we are warranted in holding that New York may not enact this legislation in question, which is in form and in substance an amendment of its Religious Corporations Law.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Nothing in New York law required this denomination to incorporate its Cathedral. The Religious Corporations Law of the State expressly recognizes unincorporated churches (&#167; 2) and undertakes no regulation of them or their affairs. But this denomination wanted the advantages of a corporate charter for its Cathedral, to obtain immunity from personal liability and other benefits. This statute does not interfere with religious freedom but furthers it. If they elect to come under it, the statute makes separate provision for each of many denominations with corporate controls appropriate to its own ecclesiastical order. When it sought the privilege of incorporation under the New York law applicable to its denomination, it seems to me that this Cathedral and all connected with its temporal affairs were submitted to New York law.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">As a consequence of this Court's decision in Trustees of Dartmouth College v. Woodward, 4 Wheat. 518, 4 L.Ed. 629, the Constitution of New York since 1846 has authorized the legislature to create corporations by general laws and special acts, subject, however, to a reservation that all such acts 'may be altered from time to time or repealed.' New York Const., Art. X, &#167; 1. That condition becomes a part of every corporate charter subsequently granted by New York. Lord v. Equitable Life Assurance Society of United States, 194 N.Y. 212, 87 N.E. 443, 22 L.R.A.,N.S., 420; People ex rel. Cooper Union for Advancement of Science &amp; Art v. Gass, 190 N.Y. 323, 83 N.E. 64; Pratt Institute v. City of New York, 183 N.Y. 151, 75 N.E. 1119.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">What has been done here, as I see it, is to exercise this reserved power which permits the State to alter corporate controls in response to the lessons of experience. Of course, the power is not unlimited and could be so exercised as to deprive one of property without due process of law. But, I do not think we can say that a legislative application of a principle so well established in our common law as the cy-pres doctrine is beyond the powers reserved by the New York Constitution.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The Court holds, however, that the State cannot exercise its reserved power to control this property without invading religious freedom, because it is a Cathedral and devoted to religious uses. I forbear discussion of the extent to which restraints imposed upon Congress by the First Amendment are transferred against the State by the Fourteenth Amendment beyond saying that I consider that the same differences which apply to freedom of speech and press, see dissenting opinion in Beauharnais v. Illinois, 343 U.S. 250, 287, 72 S.Ct. 725, 746, are applicable to questions of freedom of religion and of separation of church and state.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">It is important to observe what New York has not done in this case. It has not held that Benjamin may not act as Archbishop or be revered as such by all who will follow him. It has not held that he may not have a Cathedral. Indeed, I think New York would agree that no one is more in need of spiritural guidance than the Soviet faction. It has only held that this cleric may not have a particular Cathedral which, under New York law, belongs to others. It has not interfered with his or anyone's exercise of his religion. New York has not outlawed the Soviet-controlled sect nor forbidden it to exercise its authority or teach its dogma in any place whatsoever except on this piece of property owned and rightfully possessed by the Cathedral Corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The fact that property is dedicated to a religious use cannot, in my opinion, justify the Court in sublimating an issue over property rights into one of deprivation of religious liberty which alone would bring in the religious guaranties of the First Amendment. I assume no one would pretend that the State cannot decide a claim of trespass, larceny, conversion, bailment or contract, where the property involved is that of a religious corporation or is put to religious use, without invading the principle of religious liberty.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Of course, possession of the property will help either side that obtains it to maintain its prestige and to continue or extend its sway over the minds and souls of the devout. So would possession of a bank account, an income-producing office building, or any other valuable property. But if both claimants are religious corporations or personalities, can not the State decide the issues that arise over ownership and possession without invading the religious freedom of one or the other of the parties?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Thus, if the American group, which owns the title to the Cathedral, had by force barred Benjamin from entering it physically, would the Court say it was an interference with religious freedom to entertain and decide his ejectment action? If state courts are to decide such controversies at all instead of leaving them to be settled by a show of force, is it constitutional to decide for only one side of the controversy and unconstitutional to decide for the other? In either case, the religious freedom of one side or the other is impaired if the temporal goods they need are withheld or taken from them.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">As I have earlier pointed out, the Soviet Ecclesiast's claim, denial of which is said to be constitutional error, is not that this New York property is impressed with a trust by virtue of New York law. The claim is that it is impressed with a trust by virtue of the rules of the Russian Orthodox Church. This Court so holds.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">I shall not undertake to wallow through the complex, obscure and fragmentary details of secular and ecclesiastical history, theology, and canon law in which this case is smothered. To me, whatever the canon law is found to be and whoever is the rightful head of the Moscow patriarchate, I do not think New York law must yield to the authority of a foreign and unfriendly state masquerading as a spiritual institution. See 'The Soviet Propaganda Program,' Staff Study No. 3, Subcommittee on Overseas Information Programs of the United States, 82d Cong., 2d Sess.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">I have supposed that a State of this Union was entirely free to make its own law, independently of any foreign-made law, except as the Full Faith and Credit Clause of the Constitution might require deference to the law of a sister state or the Supremacy Clause require submission to federal law. I do not see how one can spell out of the principles of separation of church and state a doctrine that a state submit property rights to settlement by canon law. If there is any relevant inference to be drawn, I should think it would be to the contrary, though I see no obstacle to the state allowing ecclesiastical law to govern in such a situation if it sees fit. I should infer that from the trend of such decisions as Erie R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188; Klaxon Co. v. Stentor Electric Mfg. Co., 313 U.S. 487, 61 S.Ct. 1020, 85 L.Ed. 1477; Griffin v. McCoach, 313 U.S. 498, 61 S.Ct. 1023, 85 L.Ed. 1481.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The only ground pressed upon this appeal is that the judgment below violates the religious freedom guaranteed by the Fourteenth Amendment. I find this contention so insubstantial that I would dismiss the appeal. Whether New York has arrived at the correct solution of this question is a matter on which its own judges have disagreed. But they have disagreed within the area which is committed to them for agreement or disagreement and I find nothing which warrants our invading their jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A sobor is a convention of bishops, clergymen and laymen with superior powers, with the assistance of which the church officials rule their dioceses or districts.</p>\n        <p>There is no problem of title. It is in the appellee corporation. The issue is the right of use. St. Nicholas Cathedral of Russian Orthodox Church in North America v. Kedroff, 302 N.Y. 1, 20, 96 N.E.2d 56, 66.</p>\n        <p>The deed to the Cathedral Corporation required the grantee to hold the property in accordance with the terms of the Act of 1925, set out at the opening of this opinion. As said by the Court of Appeals, 302 N.Y. at page 20, 96 N.E.2d at page 66:</p>\n        <p>'Plaintiff does not dispute this trust theory, but on the contrary relies upon it. Plaintiff has endeavored to prove that the beneficial use of the property today rightfully belongs to the Russian church in America, Religious Corporations Law, &#167; 105, which was forced to declare its administrative autonomy at the Detroit sobor of 1924 in order to preserve and adhere to those principles and practices fundamental to the Russian Orthodox faith, free from the influence of an atheistic and antireligious foreign civil government.'</p>\n        <p>See also Religious Corporations Law, McKinney's Consol.Laws, c. 51, &#167; 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 50 McKinney's N.Y.Laws &#167; 105:</p>\n        <p>'The 'Russian Church in America', as that term is used anywhere in this article, refers to that group of churches, cathedrals, chapels, congregations, societies, parishes, committees and other religious organizations of the Eastern Confession (Eastern Orthodox or Greek Catholic Church) which were known as (a) Russian American Mission of the Russian Orthodox Church from in or about seventeen hundred ninety-three to in or about eighteen hundred seventy; (b) Diocese of Alaska and the Aleutian Islands of the Russian Orthodox Church from in or about eighteen hundred seventy to or in or about nineteen hundred four; (c) Diocese of North America and the Aleutian Islands (or Alaska) of the Russian Orthodox Church from in or about nineteen hundred four to in or about nineteen hundred twenty-four; and (d) Russian Orthodox Greek Catholic Church of North America since in or about nineteen hundred twenty-four; and were subject to the administrative jurisdiction of the Most Sacred Governing Synod in Moscow until in or about nineteen hundred seventeen, later the Patria(r)chate of Moscow, but now constitute an administratively autonomous metropolitan district created pursuant to resolutions adopted at a general convention (sobor) of said district held at Detroit, Michigan, on or about or between April second to fourth, nineteen hundred twenty-four.</p>\n        <p>'A 'Russian Orthodox Church', as that term is used anywhere in this article, is a church, cathedral, chap(t)el, congregation, society, parish, committee or other religious organization founded and established for the purpose and with the intent of adhering to, and being subject to the administrative jurisdiction of said mission, diocese or autonomous metropolitan district hereinabove defined as the Russian Church in America.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Id., &#167; 107:</p>\n        <p>'1. Every Russian Orthodox church in this state, whether incorporated before or after the creation of said autonomous metropolitan district, and whether incorporated or reincorporated pursuant to this article or any other article of the religious corporations law, or any general or private law, shall recognize and be and remain subject to the jurisdiction and authority of the general convention (sobor), metropolitan archbishop or other primate or hierarch, the council of bishops, the metropolitan council and other governing bodies and authorities of the Russian Church in America, pursuant to the statutes for the government thereof adopted at a general convention (sobor) held in the city of New York on or about or between October fifth to eighth, nineteen hundred thirty-seven, and any amendments thereto and any other statutes or rules heretofore or hereafter adopted by a general convention (sobor) of the Russian Church in America and shall in all other respects conform to, maintain and follow the faith, doctrine, ritual, communion, discipline, canon law, traditions and usages of the Eastern Confession (Eastern Orthodox or Greek Catholic Church).</p>\n        <p>'3. The trustees of every Russian Orthodox church shall have the custody and control of all temporalities and property, real and personal, belonging to such church and of the revenues therefrom and shall administer the same in accordance with the by-laws of such church, the normal statutes for parishes of the Russian Church in America approved at a general convention (sobor) thereof held at Cleveland, Ohio, on or about or between November twentieth or twenty-third, nineteen hundred thirty-four, and any amendments thereto and all other rules, statutes, regulations and usages of the Russian Church in America.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Hebert v. State of Louisiana, 272 U.S. 312, 317, 47 S.Ct. 103, 104, 71 L.Ed. 270; Winters v. New York, 333 U.S. 507, 514, 68 S.Ct. 665, 669, 92 L.Ed. 840.</p>\n        <p>The court expressed its conclusion in reversing the judgment of the Appellate Division of the Supreme Court, St. Nicholas Cathedral of Russian Orthodox Church in North America v. Kedroff, 276 App.Div. 309, 94 N.Y.S.2d 453, which had affirmed the Trial Term. 192 Misc. 327, 77 N.Y.S.2d 333. The Court of Appeals held:</p>\n        <p>'The only construction which gives meaning to all the language in sections 105 and 107 is that the statute was intended to apply to those Russian Orthodox churches founded and established before 1924 for the purpose of adhering and being subject to the North American Mission or North American Diocese, and to those Russian Orthodox churches founded and established after 1924 for the purpose of adhering and being subject to the autonomous metropolitan district. The majority in the Appellate Division further intimated that to read the statute literally would result in an interference in ecclesiastical concerns not within the competency of the Legislature. The latter suggestion is the only one which requires discussion, for, as already indicated, the intent of the Legislature (as distinguished from its competency) is unmistakable.' 302 N.Y. at page 29, 96 N.E.2d at page 71.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> First Amendment to the Constitution:</p>\n        <p>'Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hamilton v. Regents of University of California, 293 U.S. 245, 262, 55 S.Ct. 197, 204, 79 L.Ed. 343; Cantwell v. State of Connecticut, 310 U.S. 296, 303, 60 S.Ct. 900, 903, 84 L.Ed. 1213; Everson v. Board of Education of Ewing Tp., 330 U.S. 1, 14&#8212;15, 67 S.Ct. 504, 510, 511, 91 L.Ed. 711; People of State of Illinois ex rel. McCollum v. Board of Education of School Dist. No. 71, Champaign County, Ill., 333 U.S. 203, 210&#8212;211, 68 S.Ct. 461, 464, 465, 92 L.Ed. 648; Zorach v. Clauson, 343 U.S. 306, 310, 72 S.Ct. 679, 682.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Fortescue, supra (1916); Brian-Chaninov, The Russian Church (1931), c. VIII; Zemnov, The Russians and Their Church (1945); French, The Eastern Orthodox Church (1951), c. VII;Danzas, The Russian Church (1936); Anderson, People, Church and State in Modern Russia (1944), pp. 121&#8212;140; Bolshakoff, Foreign Missions of the Russian Orthdox Church (1943), c. IV.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The attitude of the Russian Church in America will be made sufficiently plain by these extracts from their records of action taken at the Detroit Sobor, 1924:</p>\n        <p>'Point 1. Temporarily, until the convocation of the All Russian Sobor further indicated in Point 5, to declare the Russian Orthodox Diocese in America a self-governed Church so that it be governed by its own elected Archbishop by means of a Sobor of Bishops, a Council composed of those elected from the clergy and laity, and periodic Sobors of the entire American Church.</p>\n        <p>'Point 5. To leave the final regulation of questions arising from the relationship of the Russian and the American Churches to a future Sobor of the Russian Orthodox Church which will be legally convoked, legally elected, will sit with the participation of representatives of the American Church under conditions of political freedom, guaranteeing the fullness and authority of its decisions for the entire Church, and will be recognized by the entire Oecumenical Orthodox Church as a true Sobor of the Russian Orthodox Church.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nemolovsky v. Rykhloff, 187 App.Div. 290, 175 N.Y.S. 617; Kedrovsky v. Archbishop and Consistory of Russian Orthodox Greek Catholic Church, 195 App.Div. 127, 186 N.Y.S. 346; Kedrovsky v. Rojdesvensky, 214 App.Div. 483, 212 N.Y.S. 273; Id., 242 N.Y. 547, 152 N.E. 421; Kedrovsky v. Archbishop and Consistory of Russian Orthodox Greek Catholic Church, 218 App.Div. 121, 217 N.Y.S. 873; Id., 218 App.Div. 124, 217 N.Y.S. 875; Id., 220 App.Div. 750, 222 N.Y.S. 831; Id., 249 N.Y. 75, 162 N.E. 588; Id., 249 N.Y. 516, 164 N.E. 566; Nikulnikoff v. Archbishop and Consistory of Russian Orthodox Greek Catholic Church, 142 Misc. 894, 255 N.Y.S. 653; Waipa v. Kushwara, 259 App.Div. 843, 20 N.Y.S.2d 174; Id., 283 N.Y. 781, 28 N.E.2d 417.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Court said, 302 N.Y. 1, 96 N.E.2d 56:</p>\n        <p>'The Legislature has made a determination that the 'Russian Church of America' was the one which, to use our words in 249 N.Y. at pages 77&#8212;78, 162 N.E. at page 589, was the trustee which 'may be relied upon to carry out more effectively and faithfully the purposes of this religious trust (Carrier v. Carrier, 226 N.Y. 114, 123 N.E. 135)' by reason of the changed situation of the patriarchate in Russia.' 302 N.Y. at page 30, 96 N.E.2d at page 72.</p>\n        <p>'The courts have always recognized that it is the province of the Legislature to make the underlying findings of fact which give meaning and substance to its ultimate directives. The courts have traditionally refused to consider the wisdom or technical validity of such findings of fact, ifthere be some reasonable basis upon which they may rest.' 302 N.Y. at page 31, 96 N.E.2d at page 72.</p>\n        <p>'The Legislature of the State of New York, like the Congress, must be deemed to have investigated the whole problem carefully before it acted. The Legislature knew that the central authorities of the Russian Orthodox Church in Russia had been suppressed after the 1917 revolution, and that the partriarchate was later resurrected by the Russian Government. The Legislature, like Congress, knew the character and method of operation of international communism and the Soviet attitude toward things religious. The Legislature was aware of the contemporary views of qualified observers who have visited Russia and who have had an opportunity to observe the present status of the patriarchate in the Soviet system. The Legislature realized that the North American church, in order to be free of Soviet interference in its affairs, had declared its temporary administrative autonomy in 1924, pursuant to the ukase of 1920, while retaining full spiritual communion with the patriarchate, and that there was a real danger that those properties and temporalities long enjoyed and used by the Russian Orthodox Church worshippers in this State would be taken from them by the representatives of the patriarchate. On the basis of these facts, and the facts stated (supra) and no doubt other facts we know not of, our Legislature concluded that the Moscow Patriarchate was no longer capable of functioning as a true religious body, but had become a tool of the Soviet Government primarily designed to implement its foreign policy. Whether we, as judges, would have reached the same conclusion is immaterial. It is sufficient that the Legislature reached it, after full consideration of all the facts.' 302 N.Y. at pages 32&#8212;33, 96 N.E.2d at page 73.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 'The trustees of every religious corporation shall have the custody and control of all the temporalities and property, real and personal, belonging to the corporation and of the revenues therefrom, and shall administer the same in accordance with the discipline, rules and usages of the corporation and of the ecclesiastical governing body, if any, to which the corporation is subject, * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 302 N.Y. at page 30, 96 N.E.2d at page 72:</p>\n        <p>'As a broad guide this rule undoubtedly has worked well, but it is by no means a constitutional doctrine not subject to change or modification by the same Legislature which announced it, in cases where literal enforcement would be unreasonable and opposed to the public interest. The Legislature, in the exercise of its extensive and acknowledged power to act for the common welfare, may find as a fact that a situation has arisen of such novelty and uniqueness that existing law is incapable of performing its avowed function&#8212;the preservation of religious temporalities for the use of their original and accustomed beneficiaries. If the Legislature find as a fact that, because of drastically changed circumstances, the accustomed beneficiaries of religious properties are thus threatened with their loss, and if there be a basis for such finding, we perceive no constitutional objection to a legislative attempt to trace and identify, as of today, the authentic group entitled to the administration of such properties.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 302 N.Y. at page 13, 96 N.E.2d at page 62:</p>\n        <p>'The control of all phases of Russian life by the Government was not as apparent in 1924 as it is a quarter of a century later and on the surface, at least, the case appeared to be a proper one for the application of the rule that in an ecclesiastical dispute involving a denominational church, the decision of the highest church judicatories will be accepted as final and conclusive by the civil courts, Trustees of Presbytery of N(ew) Y(ork) v. Westminster Presbyterian Church, 222 N.Y. 305, 315, 118 N.E. 800, 802; Watson v. Jones, 13 Wall. 679, 724&#8212;727, 20 L.Ed. 666, Religious Corporations Law, &#167;&#167; 4, 5.'</p>\n        <p>'* * * we feel we must accept the historical statements contained in the dissenting opinion of Mr. Justice Van Voorhis, below: '* * * In recent public pronouncements the State Department, and our representatives in the United Nations, have frequently recognized and denounced the suppression of human rights and basic liberties in religion as well as in other aspects of life, existing in Soviet Russia and in all of its satellite states. * * *\" Id., 302 N.Y. at page 23, 96 N.E.2d at page 68.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See note 10, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 'The third is where the religious congregation or ecclesiastical body holding the property is but a subordinate member of some general church organization in which there are superior ecclesiastical tribunals with a general and ultimate power of control more or less complete, in some supreme judicatory over the whole membership of that general organization.' 13 Wall. 679, 722&#8212;723, 20 L.Ed. 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Zollman, American Church Law (1933), c. 9. E.g., Shepard v. Barkley, 247 U.S. 1, 38 S.Ct. 422, 62 L.Ed. 939; Barkley v. Hayes, D.C., 208 F. 319, 326; McGinnis v. Watson, 41 Pa. 9; State of Missouri ex rel. Watson v. Farris, 45 Mo. 183, 197&#8212;198; First English Lutheran Church v. Evangelical Lutheran Synod of Kansas and Adjacent States, 10 Cir., 135 F.2d 701. Cf. Gibson v. Armstrong, 7 B. Mon., Ky., 481; German Reformed Church v. Commonwealth ex rel. Seibert, 3 Pa. 282.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 'One or two propositions which seem to admit of no controversy are proper to be noticed in this connection. 1. Both by the act of the Kentucky legislature creating the trustees of the church a body corporate, and by the acknowledged rules of the Presbyterian Church, the trustees were the mere nominal title holders and custodians of the church property, and other trustees were, or could be elected by the congregation, to supply their places once in every two years. 2. That in the use of the property for all religious services or ecclesiastical purposes, the trustees were under the control of the church session. 3. That by the constitution of all Presbyterian churches, the session, which is the governing body in each, is composed of the ruling elders and pastor, and in all business of the session the majority of its members govern, the number of elders for each congregation being variable.' Id., 13 Wall. at page 720, 20 L.Ed. 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Watson v. Avery, 2 Bush, Ky., 332, 347, et seq.</p>\n        <p>'But we hold that the assembly, like other courts, is limited in its authority by the law under which it acts; and when rights of property, which are secured to congregations and individuals by the organic law of the church, are violated by unconstitutional acts of the higher (church) courts, the parties thus aggrieved are entitled to relief in the civil courts, as in ordinary cases of injury resulting from the violation of a contract, or the fundamental law of a voluntary association.' Id., 2 Bush at page 349.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Compare Watson v. Avery, note 27, supra, at page 349 of 2 Bush, with Watson v. Jones, supra, 13 Wall. at page 732 et seq., 20 L.Ed. 666.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The decision has encountered vivid and strong criticism for the breadth of its statement that where 'a subject-matter of dispute, strictly and purely ecclesiastical in its character,' is decided, the civil court may not examine the conclusion to see whether the decision exceeds the powers of the judicatory. Id., 13 Wall. at page 733, 20 L.Ed. 666. See Zollman, American Church Law (1933), c. 9, p. 291. The criticism does not go so far, however, as to condemn the nonreviewability of questions of faith, religious doctrine and ecclesiastical government, Watson v. Jones, 13 Wall. at pages 729, 732, 20 L.Ed. 666, when within the 'express or implied stipulations of the agreement of membership.' Zollman, supra, &#167;&#167; 310, 311, 315, 340.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Id., 13 Wall. at page 727, 20 L.Ed. 666. See, 344 U.S. 113, 73 S.Ct. 153, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Barkley v. Hayes, D.C., 208 F. 319, 334; Sherard v. Walton, D.C., 206 F. 562, 564; Helm v. Zarecor, D.C., 213 F. 648, 657.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Gonzalez v. Roman Catholic Archbishop of Manila, 280 U.S. 1, 16&#8212;17, 50 S.Ct. 5, 7, 74 L.Ed. 131:</p>\n        <p>'Because the appointment is a cononical act, it is the function of the church authorities to determine what the essential qualifications of a chaplain are and whether the candidate possesses them. In the absence of fraud, collusion, or arbitrariness, the decisions of the proper church tribunals on matters purely ecclesiastical, although affecting civil rights, are accepted in litigation before the secular courts as conclusive, because the parties in interest made them so by contract or otherwise. Under like circumstances, effect is given in the courts to the determinations of the judicatory bodies established by clubs and civil associations.'</p>\n        <p>See Brundage v. Deardorf, C.C., 55 F. 839, where Taft, Circuit Judge, in overruling a demurrer, stated: 'Even if the supreme judicatory has the right to construe the limitations of its own power, and the civil courts may not interfere with such a construction, and must take it as conclusive, we do not understand the supreme court, in Watson v. Jones, to hold that an open and avowed defiance of the original compact, and an express violation of it, will be taken as a decision of the supreme judicatory which is binding on the civil courts.' 55 F. at page 847.</p>\n        <p>Later the case was considered on appeal by the Circuit Court of Appeals; Lurton, Circuit Judge, writing, thought that the facts proven showed conclusively that Watson v. Jones did control. 92 F. 214, 230.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> St. Nicholas Cathedral of Russian Orthodox Church in North America v. Kedroff, 302 N.Y. 1, 30, 96 N.E.2d 56, 72, Note 12, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Ponce v. Roman Catholic Apostolic Church in Porto Rico, 210 U.S. 296, 322, 28 S.Ct. 737, 747, 52 L.Ed. 1068.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Watson v. Jones, supra; Barkley v. Hayes, D.C., 208 F. 319, 327, affirmed on appeal, Duvall v. Synod of Kansas of Presbyterian Church, 8 Cir., 222 F. 669; Shepard v. Barkley, 247 U.S. 1, 38 S.Ct. 422, 62 L.Ed. 939.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Encyclopedia Britannica recounts that under the agreement between the Papal See and Mussolini, 'The supremacy of the state was recognized by compelling bishops and archbishops to swear loyalty to the government.' Encyclopedia Britannica: 'Anticlericalism,' 62, 62A (1948 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Such apprehension, at least in part, seems to have underlain two important religious controversies in a nation as devoted to freedom as Great Britain and as recently as a century ago. Both the dispute giving rise to the Free Church of Scotland Appeals and the brief but vigorous anti-Catholic outburst of 1850 are not unfairly attributable to a claim by the State of comprehensive loyalty, undeflected by the competing claims of religious faith. See Laski, The Problem of Sovereignty, 27&#8212;68, 121 210. See also Buchanan, The Ten Years' Conflict (Edinburgh 1849); Free Church of Scotland v. Overtown, (1904) A.C. 515; Free Church of Scotland Appeals (Orr. ed., Edinburgh, 1904).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Reichs-Gesetzblatt, 1871, p. 442; Reichs-Gesetzblatt, 1872, p. 253; Reichs-Gesetzblatt, 1874, p. 43; Reichs-Gesetzblatt, 1876, p. 28; 5 Gesetz-Sammlung fur die Koniglich Preussischen Staaten, 154, 221, 223, 225, 228, 337, 342; 6 id., at 30, 38, 40, 75, 170; 7 id., at 291. These laws have been thus summarized: 'The Falk Laws are an attempt to insist on the universal paramountcy of German influences. The expulsion of the Jesuits removed an order which he (Bismarck) believed to be concerned with the promotion of Polish interests. The refusal of bishoprics to any save a German who has followed a course of study approved by the government has a clear purport * * * of purging the Catholic episcopate of men not likely to be in sympathy with German ideals. * * * The twenty-fourth article went even further and gave the State the right of interference with ecclesiastical functions where it deemed them improperly performed. * * * The law of the twentieth of May, 1874, virtually handed over the control of vacant bishoprics to the State. * * * Catholic Churches on Prussian soil were handed over to the old Catholics (those refusing to adhere to the newly-promulgated dogma of papal infallibility) in such parishes as those in which the majority consisted of their sympathisers, for certain hours of the day * * *.' Laski, op. cit. supra, note 2, at 256&#8212;258. Bismarck's Culturkampf, of which these laws were a part, is fully discussed in Goyau, Bismarck et l'Eglise. A full text of the laws may be found in the appendix to that work.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See Garbett, In an Age of Revolution, 207&#8212;213; Niemo ller, Why I Went to Moscow, The Christian Century, March 19, 1952, p. 338.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/105044/"
}