{"absolute_url": "/opinion/105010/johansen-v-united-states/", "blocked": false, "citation": {"case_name": "Johansen v. United States", "docket_number": "401", "document_uris": ["/api/rest/v2/document/105010/"], "federal_cite_one": "343 U.S. 427", "federal_cite_three": "96 L. Ed. 2d 1051", "federal_cite_two": "72 S. Ct. 849", "id": 89393, "lexis_cite": "1952 U.S. LEXIS 2626", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89393/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 68, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1952-10-13", "date_modified": "2014-12-21T19:28:29.509935", "docket": "/api/rest/v2/docket/408606/", "download_url": "http://bulk.resource.org/courts.gov/c/US/343/343.US.427.401.414.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">343 U.S. 427</p>\n    <p class=\"case_cite\">72 S.Ct. 849</p>\n    <p class=\"case_cite\">96 L.Ed. 1051</p>\n    <p class=\"parties\">JOHANSEN<br>v.<br>UNITED STATES.  MANDEL  v.  UNITED STATES.</p>\n    <p class=\"docket\">Nos. 401, 414.</p>\n    <p class=\"date\">Argued March 4, 5, 1952.</p>\n    <p class=\"date\">Decided May 26, 1952.</p>\n    <p class=\"date\">Rehearing Denied Oct. 13, 1952.</p>\n    <div class=\"prelims\">\n      <p>See 73 S.Ct. 5.</p>\n      <p class=\"indent\">Mr. Louis R. Harolds, New York City, for petitioner Johansen.</p>\n      <p class=\"indent\">Mr. Abraham E. Freedman, Philadelphia, Pa., for petitioner Mandel.</p>\n      <p class=\"indent\">Mr. Leavenworth Colby, Washington, D.C., for respondents.</p>\n      <p class=\"indent\">Mr. Justice REED delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cases present the question whether Congress, in enacting the Public Vessels Act of 1925, 43 Stat. 1112, 46 U.S.C. &#167; 781 et seq., 46 U.S.C.A. &#167; 781 et seq., has consented that the United States be sued for 'damages' by or on behalf of members of the civil service component of the crew of military transport vessels. We hold that the benefits available to such seamen under the Federal Employees' Compensation Act of 1916, 39 Stat. 742, 5 U.S.C. &#167; 751 et seq., 5 U.S.C.A. &#167; 751 et seq., are of such a nature as to preclude a suit for damages under the Public Vessels Act.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner Johansen, in No. 401, and petitioner Mandel's decedent, in No. 414, were at the time of their injuries employed as civilian members of the crews of Army Transport vessels, owned and operated by the United States. For purposes of this review it is clear that these vessels were at that time being used as 'public vessels,' not 'merchant vessels,'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and that therefore petitioners have no remedy by way of a suit for damages under the Suits in Admiralty Act of 1920, 41 Stat. 525, 46 U.S.C. &#167; 742, 46 U.S.C.A. &#167; 742. Both seamen were injured in the performance of their duties; petitioners were therefore concededly eligible for benefits under the Federal Employees Compensation Act of 1916. Both allege that the injuries resulted from the negligence of respondent, and petitioner Johansen further relies upon the alleged unseaworthiness of his vessel. The relief sought by petitioner Johansen is 'damages, wages, maintenance and cure'; that sought by petitioner Mandel is 'damages' for wrongful death.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner Johansen was a carpenter in the crew of the transport Kingsport Victory. On August 5, 1949, he sustained a lacerated leg in the course of his duties aboard the vessel, which was lying at a pier at the Bethlehem Shipyard, Brooklyn, New York. He was treated at the Marine Hospital until October 24, 1949, as a beneficiary of the Bureau of Employees Compensation. He filed a claim for compensation benefits under the Federal Employees Compensation Act, and collected a total of $358.20. On February 6, 1950, he filed this libel in admiralty in the District Court, relying upon the Public Vessels Act. The libel was dismissed, and, with one judge dissenting, the Second Circuit affirmed, 191 F.2d 162, on the ground that the Federal Employees Compensation Act afforded petitioner his exclusive remedy. The Court recognized that its decision conflicted on this point with a decision of the Fourth Circuit, Johnson v. United States, 186 F.2d 120.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner Mandel's decedent was an assistant engineer on a tug operated and controlled by the United States Army and assigned to the Mediterranean Theater of Operations during World War II. On October 15, 1944, the tug was destroyed by a mine, in attempting to enter the port of Cagliari, Sardinia. In this disaster, decedent met his death in the presence of the enemy. Decedent's widow procured the appointment of an administrator who brought this suit for $150,000. The District Court overruled the Government's motion to dismiss, based partly on the claim that the Federal Employees Compensation Act is the exclusive remedy for the accident. During pretrial, when the Government refused to produce certain documentary evidence called for, the court entered an interlocutory decree of default against respondent. On appeal, pursuant to 28 U.S.C. &#167; 1292(3), the Third Circuit reversed. 191 F.2d 164. It limited its consideration to the defense based on the Compensation Act. Recognizing conflict with the decision of the Fourth Circuit in United States v. Marine, 4 Cir., 155 F.2d 456, as well as Johnson v. United States, supra, that court nevertheless agreed with the Second Circuit, and held that the Federal Employees Compensation Act precluded recovery under the Public Vessels Act. To resolve the apparent conflict between these decisions, this Court granted certiorari. 342 U.S. 901, 72 S.Ct. 292; 342 U.S. 901, 72 S.Ct. 293.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 1 of the Public Vessels Act of 1925 provides 'That a libel in personam in admiralty may be brought against the United States * * * for damages caused by a public vessel of the United States * * *.' We have already held that this Act grants consent to be sued for personal injuries suffered by an individual not employed by the United States, caused by the negligent maintenance or operation of a public vessel of the United States. American Stevedores, Inc. v. Porello, 330 U.S. 446, 67 S.Ct. 847, 91 L.Ed. 1011, cf. Canadian Aviator, Ltd. v. United States, 324 U.S. 215, 65 S.Ct. 639, 89 L.Ed. 901. If the congressional purpose was to allow damages for personal injuries sustained by federal employees while in the performance of duty, the literal language of the Act would allow actions of the nature of those before us.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This general language, however, must be read in the light of the central purpose of the Act, as derived from the legislative history of the Act and the surrounding circumstances of its enactment. The history of the Act has already been set forth in some detail in the Porello and Canadian Aviator cases cited above. It is sufficient here to recall that this Act was one of a number of statutes which attest 'to the growing feeling of Congress that the United States should put aside its sovereign armor in cases where federal employees have tortiously caused personal injury or property damage.' 330 U.S., at page 453, 67 S.Ct. at page 851. These enactments were not usually directed toward cases where the United States had already put aside its sovereign armor, granting relief in other forms. With such a legislative history, one hesitates to reach a conclusion as to the meaning of the Act by adoption of a possible interpretation through a literal application of the words. Nor is the legislative history of the Act helpful. We are cited to no evidence that any member of Congress in 1925 contemplated that this Act might be thought to confer additional rights on claimants entitled to the benefits of the Federal Employees Compensation Act of 1916. Surely the lack of such evidence is not helpful to petitioners' case; the most that can be said of it is that Congress did not specifically exclude such claimants from the coverage of the Public Vessels Act.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under these circumstances, it is the duty of this Court to attempt to fit the Public Vessels Act, as intelligently and fairly as possible, 'into the entire statutory system of remedies against the Government to make a workable, consistent and equitable whole.' Feres v. United States, 340 U.S. 135, 139, 71 S.Ct. 153, 156, 95 L.Ed. 152. It is important, then, to examine briefly the other statutes which are a part of the system of remedies against the Government available to seamen for personal injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1916 Congress passed both the Shipping Act, 39 Stat. 728, 46 U.S.C. &#167; 801 et seq., 46 U.S.C.A. &#167; 801 et seq., and the Federal Employees Compensation Act. The former subjected Government vessels, employed solely as merchant vessels, to all laws, regulations and liabilities governing private merchant vessels, if they were purchased, chartered, or leased from the Shipping Board. Thus a remedy for damages for personal injuries was given to merchant seamen on ships in which the Government had an interest, but not to public vessel seamen. Cf. The G. A. Flagg, D.C., 256 F. 852.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the latter Act Congress undertook to provide a comprehensive compensation system for federal employees who sustain injuries in the performance of their duty. The payment of this compensation, subject to the provisions of the Act, is mandatory, for &#167; 1 provides: 'That the United States shall pay compensation as hereinafter specified for the disability or death of an employee resulting from a personal injury sustained while in the performance of his duty * * *.' Section 7 provides 'That as long as the employee is in receipt of compensation under this Act, * * * he shall not receive from the United States any salary, pay, or remuneration whatsoever except in return for services actually performed, and except pensions for service in the Army or Navy of the United States.' Section 8, however, recognized the conflict between that provision and the employee's possible right to paid sick or annual leave, and required the employee to elect between compensation and such paid leave. The Act made no other provision for election at that time. Later it was amended by the Public Health Service Act of 1944 to provide generally for election between compensation and any other payments from the United States to which the employee may be entitled by reason of his injury under any other Act of Congress because of his service as an employee of the United States. 58 Stat. 712. The 1944 amendment thus consolidated the various election provisions of the Civil Service Retirement Act of 1920, 5 U.S.C. &#167; 714, 5 U.S.C.A. &#167; 714 and other special disability retirement and pension legislation. E.g., 5 U.S.C. &#167; 797, 5 U.S.C.A. &#167; 797; 10 U.S.C. &#167; 1711, 10 U.S.C.A. &#167; 1711; 14 U.S.C. &#167;&#167; 311&#8212;312, 386, 14 U.S.C.A. &#167;&#167; 311, 312, 386; 34 U.S.C. &#167;&#167; 855c, 857e, 34 U.S.C.A. &#167;&#167; 855c, 857e; 50 U.S.C. Appendix, &#167; 1552, 50 U.S.C.A. Appendix, &#167; 1552. A further amendment in 1949 will be discussed below. Aside from these, there has never been any provision in the Compensation Act for election between compensation and other remedies. It is quite understandable that Congress did not specifically declare that the Compensation Act was exclusive of all other remedies. At the time of tis enactment, it was the sole statutory avenue to recover from the Government for tortious injuries received in Government employment. Actually it was the only, and therefore the exclusive, remedy. See Johnson v. United States, 4 Cir., 186 F.2d 120, 123.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1920, the Suits in Admiralty Act, 41 Stat. 525, 46 U.S.C. &#167; 742, 46 U.S.C.A. &#167; 742, gave a broad remedy to seamen on United States merchant vessels but did not extend these benefits to seamen on public vessels. An extension of this nature was proposed, but defeated. See Canadian Aviator, Ltd. v. United States, 324 U.S. 215, 220&#8212;221, 65 S.Ct. 639, 642&#8212;643, 89 L.Ed. 901.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Next in the series was the Public Vessels Act of 1925, on which petitioners rely. So far as pertinent here, that Act simply provided that a libel might be brought against the United States for damages caused by a public vessel of the United States. No provision was made for election between this remedy and any remedies that might be available under other federal statutes. There is no indication that Congress recognized that this problem might arise.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1943 the Clarification Act, 57 Stat. 45, 50 U.S.C.Appendix, &#167; 1291, 50 U.S.C.A.Appendix, &#167; 1291, extended the remedies available to seamen on privately owned American vessels to seamen employed on United States vessels 'as employees of the United States through the War Shipping Administration'. Claims arising under this Act were to be enforced pursuant to the Suits in Admiralty Act of 1920, even though the vessel on which the seaman was employed might not be a 'merchant vessel' within the meaning of the Suits in Admiralty Act. It was specifically provided, however, that this remedy under the Clarification Act was to be exclusive of any remedies that might otherwise be available under the Federal Employees Compensation Act, the Civil Service Retirement Act, and other similar acts. The Act thus gave effect to a congressional purpose to treat seamen employed through the War Shipping Administration as 'merchant seamen,' not as 'public vessel seamen.' See Cosmopolitan Shipping Co. v. McAllister, 337 U.S. 783, 792, 69 S.Ct. 1317, 1322, 93 L.Ed. 1692, quoting from H.R.Rep. No. 107, 78th Cong., 1st Sess. The Act did not purport to change the status of publicvessel seamen not employed through the War Shipping Administration.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This was the situation prior to the 1949 amendments to the Federal Employees Compensation Act. Merchant seamen, other than those employed by the War Shipping Administration, on ships owned by the United States had a right to libel the United States pursuant to the Suits in Admiralty Act of 1920, but whether they were entitled to the benefits of the Compensation Act was doubtful. See Comptroller General's Decision A&#8212;31684, Sept. 10, 1930; 34 Op.Atty.Gen. 363; Johnson v. United States Shipping Board Emergency Fleet Corporation, 280 U.S. 320, 50 S.Ct. 118, 74 L.Ed. 451. Seamen employed through the War Shipping Administration were by the Clarification Act to be treated as merchant seamen, whether they were serving on merchant vessels or public vessels. As public-vessel seamen injured other than in the course of duty are not covered by the Compensation Act they would presumably have had the same rights to recovery as the public generally under the Public Vessels Act. Public-vessel seamen injured in the course of duty were entitled to all the benefits of the Federal Employees Compensation Act. The issue in this case is whether this last group of Government-employed seamen is eligible under both schemes of recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is argued by petitioners that the 1949 amendments to the Compensation Act, 63 Stat. 854, show that Congress understood that the remedy of compensation had not been, until that time, exclusive of other remedies, and that the remedy of compensation for seamen still does not preclude recovery under the Public Vessels Act. These amendments added a new subsection<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to &#167; 7 of the Compensation Act of 1916 to provide clearly that the liability of the United States under the Compensation Act shall be exclusive of all other liability of the United States on account of the same injury. This amendment, however, was not to alter the rights of seamen in any way.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Petitioners argue that Congress in 1949 was seeking, for the first time, to establish the exclusive nature of the remedy of compensation, and deliberately omitted seamen from this limitation. The background of the amendment shows, however, that this impression is erroneous. Prior to 1949, there was a divergence of view in the courts as to the exclusiveness vel non of the remedy of compensation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This uncertainty extended to suits by Government seamen seeking damages under the Public Vessels Act.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The purpose of the 1949 amendment is simply 'to make it clear that the right to compensation benefits under the act is exclusive and in place of any and all other legal liability of the United States or its instrumentalities * * *.' S.Rep.No. 836, 81st Cong., 1st Sess., p. 23. This clarifying amendment, as reported out of the Senate Committee on Labor and Public Welfare, lacked the proviso protecting the rights, if any, of seamen under other federal statutes. However, no seamen's groups having participated in the hearings on the bill, Senator Morse proposed on the floor the proviso on which petitioners rely. Senator Morse himself recognized that his amendment did no more than preserve to seamen any rights which they might have in addition to compensation. There is language in his statement indicating that he was of the opinion that seamen employees had a choice between compensation and litigation in admiralty. 95 Cong.Rec. 13608, 13609. Senator Douglas, who was in charge of the bill, accepted these amendments for the reason that the seamen's groups had not been heard before the committee of Congress. He stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Mr. President, I should like to state my ground for agreeing      to the amendments offered by the Senator from Oregon (Mr.      Morse). The primary consideration for accepting the Senator's      amendments preserving the maritime rights and other statutory      remedies of seamen is the fact that no hearings were held, no      arguments were heard, and no discussion was had on this      aspect of the pending bill. * * * For the same reason,      namely, that we have had no hearings on the matter, we are      not seeking to legislate affirmatively as to certain claims      and denials of a right of election of remedies under existing      laws, which claims and denials have not yet been adjudicated      by the Supreme Court, although various other Federal courts      have, in effect, held that federally employed seamen have      such an election.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'In short, until the matter may be more fully considered by      Congress, we seek by the amendments merely to make sure that      seamen shall lose no existing rights.' 95 Cong.Rec. 13609.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As thus recommended, the bill passed the Senate, 95 Cong.Rec. 13609, and a week later the House accepted the Senate amendments without debate. 95 Cong.Rec. 14060. This background makes it clear that the 1949 amendments, far from changing the law respecting seamen's remedies, do not even reflect a belief on the part of Congress that the remedy of compensation is not exclusive. There is nothing in these amendments to affect consideration of whether petitioners' sole remedy is under the Federal Employees Compensation Act. Cf. Johnson v. United States, 4 Cir., 186 F.2d 120, 123. If the remedy of compensation was exclusive prior to the passage of the 1949 amendment, it is exclusive now.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As indicated above, the courts have differed upon the question of exclusiveness of the remedy against the United States under the Federal Employees Compensation Act. This Court in Dahn v. Davis, 258 U.S. 421, 42 S.Ct. 320, 66 L.Ed. 969, held that a railway mail clerk, injured in a wreck on the railroad, while it was operated under the Federal Control Act of 1918, 40 Stat. 451, was barred from prosecuting a suit against the U.S. Director General because he had previously elected to accept payment under the Federal Employees Compensation Act. The judgment of the United States Court of Appeals for the Eighth Circuit, Hines v. Dahn, 267 F. 105, was affirmed here on the ground that where the employee had two remedies, each for the same wrong, and both against the United States, he could not pursue one remedy to a conclusion and then seek 'a second satisfaction of the same wrong'. 258 U.S. at page 429, 42 S.Ct. at page 321. The holding was thus based on the doctrine of election of remedies, but if the language is thought to allow the choice of an action against the Government for damages, it is to be noted that Government liability in that case depended upon &#167; 10 of the Federal Control Act, permitting suits against carriers 'as now provided by law', and General Order No. 50 directing that any proceeding which 'but for federal control might have been brought against the carrier company, shall be brought against (the) Director General * * * and not otherwise'.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> There was therefore in the Dahn case legislation directly substituting the United States for the carriers in all litigation. Thus the carriers' business was conducted deliberately by the Government with as little change as possible for the situation when carriers controlled. Here the United States operates its own public vessels, without any such conformity legislation. As such operator it has established by the Compensation Act a method of redress for employees. There is no reason to have two systems of redress.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See also United States v. Marine, 4 Cir., 155 F.2d 456, a case allowing recovery to a civilian employee of the Government under the Suits in Admiralty Act, and Johnson v. United States, 4 Cir., 186 F.2d 120, which allowed a recovery under the Public Vessels Act to a civilian seaman on a public vessel. The opinions below in the cases we are considering take the opposite and we think, the better view.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Federal Employees Compensation Act, 5 U.S.C. &#167; 751 et seq., 5 U.S.C.A. &#167; 751 et seq., was enacted to provide for injuries to Government employees in the performance of their duties. It covers all employees. Enacted in 1916, it gave the first and exclusive right to Government employees for compensation, in any form, from the United States. It was a legislative breach in the wall of sovereign immunity to damage claims and it brought to Government employees the benefits of the socially desirable rule that society should share with the injured employee the costs of accidents incurred in the course of employment. Its benefits have been expanded over the years. See 5 U.S.C. (Supp. III) &#167; 751 et seq., 5 U.S.C.A. &#167; 751 et seq. Such a comprehensive plan for waiver of sovereign immunity, in the absence of specific exceptions, would naturally be regarded as exclusive. See United States v. Shaw, 309 U.S. 495, 60 S.Ct. 659, 84 L.Ed. 888. Such a position does not run counter to the progressive liberalization of the right to sue the United States or its agencies for wrongs.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> This Court accepted the principle of the exclusive character of federal plans for compensation in Feres v. United States, 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152. Seeking so to apply the Tort Claims Act to soldiers on active duty as 'to make a workable, consistent and equitable whole', 340 U.S. at page 139, 71 S.Ct. at page 156, we gave weight to the character of the federal 'systems of simple, certain, and uniform compensation for injuries or death of those in armed services.' 340 U.S. at page 144, 71 S.Ct. at page 158. Much the same reasoning leads us to our conclusion that the Compensation Act is exclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Had Congress intended to give a crew member on a public vessel a right of recovery for damages against the Government beyond the rights granted other Government employees on the same vessel under other plans for compensation, we think that this advantage would have been specifically provided.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> As the Court of Appeals in the Johansen case explained, the duties and obligations of civilian and military members of the crew of a public vessel are much the same. Each has a general compensation system for injuries. To allow public-vessel seamen an election and to deny it to civilian seamen employed through the War Shipping Administration, 50 U.S.C.Appendix &#167; 1291, 50 U.S.C.A.Appendix, &#167; 1291, would contribute neither to uniformity nor to fairness. See Mandel v. United States, 3 Cir., 191 F.2d 164.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">All in all we are convinced that the Federal Employees Compensation Act is the exclusive remedy for civilian seamen on public vessels. As the Government has created a comprehensive system to award payments for injuries, it should not be held to have made exceptions to that system without specific legislation to that effect. Both cases are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Mr. Justice BLACK, with whom The CHIEF JUSTICE, Mr. Justice DOUGLAS and Mr. Justice MINTON concur, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Petitioner in No. 414 sued the United States under the Public Vessels Act<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> to recover damages for the death of Willie Dillehay, Jr., who was killed when the United States public vessel on which he worked struck a mine. Petitioner in No. 401 sued under the same Act to recover for personal injuries he suffered while working aboard another public vessel of the United States. The Court, as it must, concedes that these actions are property brought if the 'literal language'<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> of the Public Vessels Act be adhered to. The Court nevertheless decides that petitioners should be denied the benefits accorded by the language of the Act. This holding is premised on the theory that the language Congress used conflicts hopelessly with the purpose Congress sought to achieve. Not being able to establish such a conflict from the Public Vessels Act itself, the Court moves back through the pages of the U.S. Code until it arrives at the Federal Employees Compensation Act.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Again it can find no language barring petitioners' rights to sue under the Public Vessels Act. However to find such a bar, the Court reasons thusly: The Compensation Act provides for an adequate (probably smaller) recovery in these cases; it is shocking to judicial concepts of symmetry to allow injured persons a choice between two remedies besides 'There is no reason to have two systems of redress'; therefore Congress intended the Compensation Act of 1916 to be exclusive and did not mean what it said nine years later in the Public Vessels Act.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Court's holding is as unique as the reasoning behind it. Time and time again during the last thirty years other federal courts have allowed injured employees to take their pick&#8212;receive compensation benefits, or sue for damages under the Public Vessels or some other Act.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Moreover, the Court gives the Government precisely what Congress, after debate, refused to give in 1949. Government representatives then asked Congress to make the Compensation Act 'exclusive, and in place of all other liability of the United States.' The House yielded to this request. The House Report favoring the change stated that when the Compensation Act was enacted in 1916 a 'provision making the Compensation remedy exclusive apparently was then not deemed by the Congress to be necessary.'<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> The Report also stated that such a provision was now needed because of acts such as the Public Vessels Act which 'in general terms' authorize the bringing of damage suits against the Government. The Senate refused to grant the Government's request and prevailed upon the House to accept the present provision of the Act which states that: 'Nothing contained in this Act shall be construed to affect any maritime rights and remedies of a master or member of the crew of any vessel.'<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> This Senate modification of the Bill, as it had passed the House, was offered by Senator Morse and accepted by Senator Douglas who was in charge of the bill. In offering this modification, Senator Morse said: 'Under existing law, Government-employed seamen have been accorded the right to assert their maritime rights against the United States under the Suits in Admiralty Act and Public Vessels Act * * *. I feel they should not be deprived of benefits they have enjoyed for many years without opportunity to have their arguments carefully considered by the appropriate committees of the Congress * * *.' 95 Cong.Rec. 13608. Senator Douglas agreed to the modification, stating that 'The primary consideration for accepting the Senator's amendments preserving the maritime rights and other statutory remedies of seamen is the fact that no hearings were held, no arguments were heard, and no discussion was had on this aspect of the pending bill.' 95 Cong.Rec. 13609.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I do not think this Court should deprive these seamen of rights which the Congress of 1925 gave them and the Congress of 1949 refused to take away.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In No. 401, both parties have agreed throughout these proceedings that the vessel in question was, as indicated by the allegations of the libel, a 'public vessel,' not a 'merchant vessel.'</p>\n        <p>In No. 414, petitioner alleged in his libel that the vessel in question was a 'merchant vessel.' The District Court was doubtful about this point, but did not decide it, holding that petitioner was entitled to recover whether the vessel was a 'public vessel' or a 'merchant vessel.' In reversing, the Court of Appeals held that (1) if the vessel was a 'public vessel,' petitioner's remedy under the Federal Employees Compensation Act precluded recovery in this action, but (2) if the vessel was a 'merchant vessel,' the case would present different questions, which need not be decided on this record. Accordingly, the case was remanded to the District Court to permit petitioner, if he so desires, to introduce evidence to show that the vessel was a 'merchant vessel.' This Court affirms that mandate. Since petitioner does not specify the second holding as error, we review only the first, and assume for purposes of this review that the vessel was a 'public vessel.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 63 Stat. 854:</p>\n        <p>'Sec. 201. Section 7 of the Federal Employees' Compensation Act, as amended (5 U.S.C., 1946 adition, sec. 757, (5 U.S.C.A. &#167; 757)), is further amended by inserting the designation '(a)' immediately before the first sentence thereof and by adding to such section a new subsection reading as follows:</p>\n        <p>\"(b) The liability of the United States or any of its instrumentalities under this Act or any extension thereof with respect to the injury or death of an employee shall be exclusive, and in place, of all other liability of the United States or such instrumentality to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States or such instrumentality, on account of such injury or death, in any direct judicial proceedings in a civil action or in admiralty, or by proceedings, whether administrative or judicial, under any other workmen's compensation law or under any Federal tort liability statute: Provided, however, That this subsection shall not apply to a master or a member of the crew of any vessel.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See the proviso of this section, quoted in note 2 above. See also &#167; 305(b) of the 1949 Act: 'Nothing contained in this Act shall be construed to affect any maritime rights and remedies of a master or member of the crew of any vessel.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Posey v. Tennessee Valley Authority, 5 Cir., 93 F.2d 726; Parr v. United States, 10 Cir., 172 F.2d 462; Thomason v. Works Project Administration, D.C., 47 F.Supp. 51, affirmed 138 F.2d 342; White v. Tennessee Val. Authority, D.C., 58 F.Supp. 776; see also Lewis v. United States, 89 U.S.App.D.C. 21, 190 F.2d 22</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> O'Neal v. United States, D.C., 11 F.2d 869, affirmed 2 Cir., 11 F.2d 871; Lopez v. United States, D.C., 59 F.Supp. 831; United States v. Loyola, 9 Cir., 161 F.2d 126. See Bradey v. United States, 2 Cir., 151 F.2d 742, at page 743 (dictum).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Missouri Pac. R. Co. v. Ault, 256 U.S. 554, 562, 41 S.Ct. 593, 596, 65 L.Ed. 1087.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is suggested that Brady v. Roosevelt S.S. Co., 317 U.S. 575, 63 S.Ct. 425, 87 L.Ed. 471, has a bearing on this issue. We think not. There is an assumption that an employee of the United States could have sued the Government for his injury, but the case was one for damages against private operators, not the Government. 317 U.S. at page 577, 63 S.Ct. at page 426. Cosmopolitan Shipping Co. v. McAllister, 337 U.S. 783, 789, 69 S.Ct. 1317, 1321, 93 L.Ed. 1692.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Federal Tort Claims Act, 60 Stat. 842; Suits in Admiralty Act, 41 Stat. 525; Public Vessels Act, 43 Stat. 1112. See Keifer &amp; Keifer v. Reconstruction Finance Corp., 306 U.S. 381, 59 S.Ct. 516, 83 L.Ed. 784.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Bradey v. United States, 2 Cir., 151 F.2d 742. See Dobson v. United States, 2 Cir., 27 F.2d 807.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> 43 Stat. 1112, 46 U.S.C. &#167; 781 et seq., 46 U.S.C.A. &#167; 781 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Section 1 of the Act provides 'That a libel in personam in admiralty may be brought against the United States * * * for damages caused by a public vessel of the United States * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> 39 Stat. 742, as amended, 5 U.S.C. (Supp. IV) &#167; 751 et seq., 5 U.S.C.A. &#167; 751 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See e.g., Johnson v. United States, 4 Cir., 186 F.2d 120. In Gibbs v. United States, D.C., 94 F.Supp. 586, 588&#8212;589, District Judge Goodman said: 'From a review of court decisions, it can be categorically stated that no federal court decision, other than the case of Posey v. Tennessee Valley Authority, 5 Cir., 1937, 93 F.2d 726, has ever held that the FECA affords the exclusive remedy to federal employees. To the contrary, it has been specifically held that the FECA does not bar suits by federal civilian employees against the Panama Railroad, or against the United States under the Federal Control Act of 1918, under the Suits in Admiralty Act, under the Public Vessels Act and under the Federal Tort Claims Act.' (Footnotes and citations omitted.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> H.R.Rep. No. 729, 81st Cong., 1st Sess. 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> 63 Stat. 868, &#167; 305(b). In addition &#167; 201(b), which states that the Compensation Act 'shall be exclusive, and in place, of all other liability of the United States', contains the special exception: 'Provided, however, That this subsection shall not apply to a master or a member of the crew of any vessel.' 63 Stat. 861, 862.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>343 U.S. 427 (1952)</b></center>\n<center><h1>JOHANSEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 401.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 4, 1952.</center>\n<center>Decided May 26, 1952.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*428</span> <i>Louis R. Harolds</i> argued the cause for petitioner in No. 401. With him on the brief was <i>William L. Standard.</i></p>\n<p><i>Abraham E. Freedman</i> argued the cause and filed a brief for petitioner in No. 414.</p>\n<p><i>Leavenworth Colby</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Baldridge</i> and <i>Paul A. Sweeney.</i></p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>These cases present the question whether Congress, in enacting the Public Vessels Act of 1925, 43 Stat. 1112, 46 U. S. C. §§ 781 <i>et seq.,</i> has consented that the United States be sued for \"damages\" by or on behalf of members of the civil service component of the crew of military transport vessels. We hold that the benefits available to such seamen under the Federal Employees Compensation Act of 1916, 39 Stat. 742, 5 U. S. C. §§ 751 <i>et seq.,</i> are of such a nature as to preclude a suit for damages under the Public Vessels Act.</p>\n<p>Petitioner Johansen, in No. 401, and petitioner Mandel's decedent, in No. 414, were at the time of their injuries employed as civilian members of the crews of Army Transport vessels, owned and operated by the United States. For purposes of this review it is clear that these vessels were at that time being used as \"public vessels,\" <span class=\"star-pagination\">*429</span> not \"merchant vessels,\"<sup>[1]</sup> and that therefore petitioners have no remedy by way of a suit for damages under the Suits in Admiralty Act of 1920, 41 Stat. 525, 46 U. S. C. § 742. Both seamen were injured in the performance of their duties; petitioners were therefore concededly eligible for benefits under the Federal Employees Compensation Act of 1916. Both allege that the injuries resulted from the negligence of respondent, and petitioner Johansen further relies upon the alleged unseaworthiness of his vessel. The relief sought by petitioner Johansen is \"damages, wages, maintenance and cure\"; that sought by petitioner Mandel is \"damages\" for wrongful death.</p>\n<p>Petitioner Johansen was a carpenter in the crew of the transport <i>Kingsport Victory.</i> On August 5, 1949, he sustained a lacerated leg in the course of his duties aboard the vessel, which was lying at a pier at the Bethlehem Shipyard, Brooklyn, New York. He was treated at the Marine Hospital until October 24, 1949, as a beneficiary of the Bureau of Employees Compensation. He filed a claim for compensation benefits under the Federal Employees <span class=\"star-pagination\">*430</span> Compensation Act, and collected a total of $358.20. On February 6, 1950, he filed this libel in admiralty in the District Court, relying upon the Public Vessels Act. The libel was dismissed, and, with one judge dissenting, the Second Circuit affirmed, 191 F. 2d 162, on the ground that the Federal Employees Compensation Act afforded petitioner his exclusive remedy. The court recognized that its decision conflicted on this point with a decision of the Fourth Circuit, <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120.</p>\n<p>Petitioner Mandel's decedent was an assistant engineer on a tug operated and controlled by the United States Army and assigned to the Mediterranean Theater of Operations during World War II. On October 15, 1944, the tug was destroyed by a mine, in attempting to enter the port of Cagliari, Sardinia. In this disaster, decedent met his death in the presence of the enemy. Decedent's widow procured the appointment of an administrator who brought this suit for $150,000. The District Court overruled the Government's motion to dismiss, based partly on the claim that the Federal Employees Compensation Act is the exclusive remedy for the accident. During pretrial, when the Government refused to produce certain documentary evidence called for, the court entered an interlocutory decree of default against respondent. On appeal, pursuant to 28 U. S. C. § 1292 (3), the Third Circuit reversed. 191 F. 2d 164. It limited its consideration to the defense based on the Compensation Act. Recognizing conflict with the decision of the Fourth Circuit in <i>United States</i> v. <i>Marine,</i> 155 F. 2d 456, as well as <i>Johnson</i> v. <i>United States, supra</i><i>,</i> that court nevertheless agreed with the Second Circuit, and held that the Federal Employees Compensation Act precluded recovery under the Public Vessels Act. To resolve the apparent conflict between these decisions, this Court granted certiorari. 342 U. S. 901.</p>\n<p><span class=\"star-pagination\">*431</span> Section 1 of the Public Vessels Act of 1925 provides \"That a libel in personam in admiralty may be brought against the United States . . . for damages caused by a public vessel of the United States . . . .\" We have already held that this Act grants consent to be sued for personal injuries suffered by an individual not employed by the United States, caused by the negligent maintenance or operation of a public vessel of the United States. <i>American Stevedores, Inc.</i> v. <i>Porello,</i> 330 U. S. 446, cf. <i>Canadian Aviator, Ltd.</i> v. <i>United States,</i> 324 U. S. 215. If the congressional purpose was to allow damages for personal injuries sustained by federal employees while in the performance of duty, the literal language of the Act would allow actions of the nature of those before us.</p>\n<p>This general language, however, must be read in the light of the central purpose of the Act, as derived from the legislative history of the Act and the surrounding circumstances of its enactment. The history of the Act has already been set forth in some detail in the <i>Porello</i> and <i>Canadian Aviator</i> cases cited above. It is sufficient here to recall that this Act was one of a number of statutes which attest \"to the growing feeling of Congress that the United States should put aside its sovereign armor in cases where federal employees have tortiously caused personal injury or property damage.\" 330 U. S., at 453. These enactments were not usually directed toward cases where the United States had already put aside its sovereign armor, granting relief in other forms. With such a legislative history, one hesitates to reach a conclusion as to the meaning of the Act by adoption of a possible interpretation through a literal application of the words. Nor is the legislative history of the Act helpful. We are cited to no evidence that any member of Congress in 1925 contemplated that this Act might be thought to confer additional rights on claimants entitled to the benefits of the Federal Employees Compensation Act of <span class=\"star-pagination\">*432</span> 1916. Surely the lack of such evidence is not helpful to petitioners' case; the most that can be said of it is that Congress did not specifically exclude such claimants from the coverage of the Public Vessels Act.</p>\n<p>Under these circumstances, it is the duty of this Court to attempt to fit the Public Vessels Act, as intelligently and fairly as possible, \"into the entire statutory system of remedies against the Government to make a workable, consistent and equitable whole.\" <i>Feres</i> v. <i>United States,</i> 340 U. S. 135, 139. It is important, then, to examine briefly the other statutes which are a part of the system of remedies against the Government available to seamen for personal injuries.</p>\n<p>In 1916 Congress passed both the Shipping Act, 39 Stat. 728, 46 U. S. C. §§ 801 <i>et seq.,</i> and the Federal Employees Compensation Act. The former subjected Government vessels, employed solely as merchant vessels, to all laws, regulations and liabilities governing private merchant vessels, if they were purchased, chartered, or leased from the Shipping Board. Thus a remedy for damages for personal injuries was given to merchant seamen on ships in which the Government had an interest, but not to public-vessel seamen. Cf. <i>The G. A. Flagg,</i> 256 F. 852.</p>\n<p>In the latter Act Congress undertook to provide a comprehensive compensation system for federal employees who sustain injuries in the performance of their duty. The payment of this compensation, subject to the provisions of the Act, is mandatory, for § 1 provides: \"That the United States shall pay compensation as hereinafter specified for the disability or death of an employee resulting from a personal injury sustained while in the performance of his duty . . . .\" Section 7 provides \"That as long as the employee is in receipt of compensation under this Act, . . . he shall not receive from the United States any salary, pay, or remuneration whatsoever except <span class=\"star-pagination\">*433</span> in return for services actually performed, and except pensions for service in the Army or Navy of the United States.\" Section 8, however, recognized the conflict between that provision and the employee's possible right to paid sick or annual leave, and required the employee to elect between compensation and such paid leave. The Act made no other provision for election at that time. Later it was amended by the Public Health Service Act of 1944 to provide generally for election between compensation and any other payments from the United States to which the employee may be entitled by reason of his injury under any other Act of Congress because of his service as an employee of the United States. 58 Stat. 712. The 1944 amendment thus consolidated the various election provisions of the Civil Service Retirement Act of 1920, 5 U. S. C. § 714, and other special disability retirement and pension legislation. <i>E. g.,</i> 5 U. S. C. § 797; 10 U. S. C. § 1711; 14 U. S. C. §§ 311-312, 386; 34 U. S. C. §§ 855c, 857e; 50 U. S. C. App. § 1552. A further amendment in 1949 will be discussed below. Aside from these, there has never been any provision in the Compensation Act for election between compensation and other remedies. It is quite understandable that Congress did not specifically declare that the Compensation Act was exclusive of all other remedies. At the time of its enactment, it was the sole statutory avenue to recover from the Government for tortious injuries received in Government employment. Actually it was the only, and therefore the exclusive, remedy. See <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120, 123.</p>\n<p>In 1920, the Suits in Admiralty Act, 41 Stat. 525, 46 U. S. C. § 742, gave a broad remedy to seamen on United States merchant vessels, but did not extend these benefits to seamen on public vessels. An extension of this nature was proposed, but defeated. See <i>Canadian Aviator, Ltd.</i> v. <i>United States,</i> 324 U. S. 215, 220-221.</p>\n<p><span class=\"star-pagination\">*434</span> Next in the series was the Public Vessels Act of 1925, on which petitioners rely. So far as pertinent here, that Act simply provided that a libel might be brought against the United States for damages caused by a public vessel of the United States. No provision was made for election between this remedy and any remedies that might be available under other federal statutes. There is no indication that Congress recognized that this problem might arise.</p>\n<p>In 1943 the Clarification Act, 57 Stat. 45, 50 U. S. C. App. § 1291, extended the remedies available to seamen on privately owned American vessels to seamen employed on United States vessels \"as employees of the United States through the War Shipping Administration.\" Claims arising under this Act were to be enforced pursuant to the Suits in Admiralty Act of 1920, even though the vessel on which the seaman was employed might not be a \"merchant vessel\" within the meaning of the Suits in Admiralty Act. It was specifically provided, however, that this remedy under the Clarification Act was to be exclusive of any remedies that might otherwise be available under the Federal Employees Compensation Act, the Civil Service Retirement Act, and other similar acts. The Act thus gave effect to a congressional purpose to treat seamen employed through the War Shipping Administration as \"merchant seamen,\" not as \"public vessel seamen.\" See <i>Cosmopolitan Shipping Co.</i> v. <i>McAllister,</i> 337 U. S. 783, 792, quoting from H. R. Rep. No. 107, 78th Cong., 1st Sess. The Act did not purport to change the status of public-vessel seamen not employed through the War Shipping Administration.</p>\n<p>This was the situation prior to the 1949 amendments to the Federal Employees Compensation Act. Merchant seamen, other than those employed by the War Shipping Administration, on ships owned by the United States had a right to libel the United States pursuant to the Suits in <span class=\"star-pagination\">*435</span> Admiralty Act of 1920, but whether they were entitled to the benefits of the Compensation Act was doubtful. See Comptroller General's Decision A-31684, Sept. 10, 1930; 34 Op. Atty. Gen. 363; <i>Johnson</i> v. <i>Fleet Corp.,</i> 280 U. S. 320. Seamen employed through the War Shipping Administration were by the Clarification Act to be treated as merchant seamen, whether they were serving on merchant vessels or public vessels. As public-vessel seamen injured other than in the course of duty are not covered by the Compensation Act they would presumably have had the same rights to recovery as the public generally under the Public Vessels Act. Public-vessel seamen injured in the course of duty were entitled to all the benefits of the Federal Employees Compensation Act. The issue in this case is whether this last group of Government-employed seamen is eligible under both schemes of recovery.</p>\n<p>It is argued by petitioners that the 1949 amendments to the Compensation Act, 63 Stat. 854, show that Congress understood that the remedy of compensation had not been, until that time, exclusive of other remedies, and that the remedy of compensation for seamen still does not preclude recovery under the Public Vessels Act. These amendments added a new subsection<sup>[2]</sup> to § 7 of the Compensation <span class=\"star-pagination\">*436</span> Act of 1916 to provide clearly that the liability of the United States under the Compensation Act shall be exclusive of all other liability of the United States on account of the same injury. This amendment, however, was not to alter the rights of seamen in any way.<sup>[3]</sup> Petitioners argue that Congress in 1949 was seeking, for the first time, to establish the exclusive nature of the remedy of compensation, and deliberately omitted seamen from this limitation. The background of the amendment shows, however, that this impression is erroneous. Prior to 1949, there was a divergence of view in the courts as to the exclusiveness <i>vel non</i> of the remedy of compensation.<sup>[4]</sup> This uncertainty extended to suits by Government seamen seeking damages under the public Vessels Act.<sup>[5]</sup> The purpose of the 1949 amendment is simply \"to make it clear that the right to compensation benefits under the act is exclusive and in place of any and all other legal liability of the United States or its instrumentalities. . . .\" S. Rep. No. 836, 81st Cong., 1st <span class=\"star-pagination\">*437</span> Sess., p. 23. This clarifying amendment, as reported out of the Senate Committee on Labor and Public Welfare, lacked the proviso protecting the rights, if any, of seamen under other federal statutes. However, no seamen's groups having participated in the hearings on the bill, Senator Morse proposed on the floor the proviso on which petitioners rely. Senator Morse himself recognized that his amendment did no more than preserve to seamen any rights which they might have in addition to compensation. There is language in his statement indicating that he was of the opinion that seamen employees had a choice between compensation and litigation in admiralty. 95 Cong. Rec. 13608, 13609. Senator Douglas, who was in charge of the bill, accepted these amendments for the reason that the seamen's groups had not been heard before the committee of Congress. He stated:</p>\n<blockquote>\"Mr. President, I should like to state my ground for agreeing to the amendments offered by the Senator from Oregon [Mr. Morse]. The primary consideration for accepting the Senator's amendments preserving the maritime rights and other statutory remedies of seamen is the fact that no hearings were held, no arguments were heard, and no discussion was had on this aspect of the pending bill. . . . For the same reason, namely, that we have had no hearings on the matter, we are not seeking to legislate affirmatively as to certain claims and denials of a right of election of remedies under existing laws, which claims and denials have not yet been adjudicated by the Supreme Court, although various other Federal courts have, in effect, held that federally employed seamen have such an election.</blockquote>\n<blockquote>\"In short, until the matter may be more fully considered by Congress, we seek by the amendments merely to make sure that seamen shall lose no existing rights.\" 95 Cong. Rec. 13609.</blockquote>\n<p><span class=\"star-pagination\">*438</span> As thus recommended, the bill passed the Senate, 95 Cong. Rec. 13609, and a week later the House accepted the Senate amendments without debate. 95 Cong. Rec. 14060. This background makes it clear that the 1949 amendments, far from changing the law respecting seamen's remedies, do not even reflect a belief on the part of Congress that the remedy of compensation is not exclusive. There is nothing in these amendments to affect consideration of whether petitioners' sole remedy is under the Federal Employees Compensation Act. Cf. <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120, 123. If the remedy of compensation was exclusive prior to the passage of the 1949 amendment, it is exclusive now.</p>\n<p>As indicated above, the courts have differed upon the question of exclusiveness of the remedy against the United States under the Federal Employees Compensation Act. This Court in <i>Dahn</i> v. <i>Davis,</i> 258 U. S. 421, held that a railway mail clerk, injured in a wreck on the railroad, while it was operated under the Federal Control Act of 1918, 40 Stat. 451, was barred from prosecuting a suit against the United States Director General because he had previously elected to accept payment under the Federal Employees Compensation Act. The judgment of the United States Court of Appeals for the Eighth Circuit, 267 F. 105, was affirmed here on the ground that, where the employee had two remedies, each for the same wrong, and both against the United States, he could not pursue one remedy to a conclusion and then seek \"a second satisfaction of the same wrong.\" P. 429. The holding was thus based on the doctrine of election of remedies, but if the language is thought to allow the choice of an action against the Government for damages, it is to be noted that Government liability in that case depended upon § 10 of the Federal Control Act, permitting suits against carriers \"as now provided by law,\" and General Order No. 50 directing that any proceeding which <span class=\"star-pagination\">*439</span> \"but for Federal control might have been brought against the carrier company, shall be brought against [the] Director General . . . and not otherwise.\"<sup>[6]</sup> There was therefore in the <i>Dahn</i> case legislation directly substituting the United States for the carriers in all litigation. Thus the carriers' business was conducted deliberately by the Government with as little change as possible from the situation when carriers controlled. Here the United States operates its own public vessels, without any such conformity legislation. As such operator it has established by the Compensation Act a method of redress for employees. There is no reason to have two systems of redress.<sup>[7]</sup> See also <i>United States</i> v. <i>Marine,</i> 155 F. 2d 456, a case allowing recovery to a civilian employee of the Government under the Suits in Admiralty Act, and <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120, which allowed a recovery under the Public Vessels Act to a civilian seaman on a public vessel. The opinions below in the cases we are considering take the opposite and, we think, the better view.</p>\n<p>The Federal Employees Compensation Act, 5 U. S. C. §§ 751 <i>et seq.,</i> was enacted to provide for injuries to Government employees in the performance of their duties. It covers all employees. Enacted in 1916, it gave the first and exclusive right to Government employees for compensation, in any form, from the United States. It was a legislative breach in the wall of sovereign immunity to damage claims and it brought to Government employees the benefits of the socially desirable rule that society <span class=\"star-pagination\">*440</span> should share with the injured employee the costs of accidents incurred in the course of employment. Its benefits have been expanded over the years. See 5 U. S. C. (Supp. III) §§ 751 <i>et seq.</i> Such a comprehensive plan for waiver of sovereign immunity, in the absence of specific exceptions, would naturally be regarded as exclusive. See <i>United States</i> v. <i>Shaw,</i> 309 U. S. 495. Such a position does not run counter to the progressive liberalization of the right to sue the United States or its agencies for wrongs.<sup>[8]</sup> This Court accepted the principle of the exclusive character of federal plans for compensation in <i>Feres</i> v. <i>United States,</i> 340 U. S. 135. Seeking so to apply the Tort Claims Act to soldiers on active duty as \"to make a workable, consistent and equitable whole,\" p. 139, we gave weight to the character of the federal \"systems of simple, certain, and uniform compensation for injuries or death of those in armed services.\" P. 144. Much the same reasoning leads us to our conclusion that the Compensation Act is exclusive.</p>\n<p>Had Congress intended to give a crew member on a public vessel a right of recovery for damages against the Government beyond the rights granted other Government employees on the same vessel under other plans for compensation, we think that this advantage would have been specifically provided.<sup>[9]</sup> As the Court of Appeals in the <i>Johansen</i> case explained, the duties and obligations of civilian and military members of the crew of a public vessel are much the same. Each has a general compensation system for injuries. To allow public-vessel seamen an election and to deny it to civilian seamen employed through the War Shipping Administration, 50 U. S. C. <span class=\"star-pagination\">*441</span> App. § 1291, would contribute neither to uniformity nor to fairness. See <i>Mandel</i> v. <i>United States,</i> 191 F. 2d 164.</p>\n<p>All in all we are convinced that the Federal Employees Compensation Act is the exclusive remedy for civilian seamen on public vessels. As the Government has created a comprehensive system to award payments for injuries, it should not be held to have made exceptions to that system without specific legislation to that effect. Both cases are</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK, with whom THE CHIEF JUSTICE, MR. JUSTICE DOUGLAS and MR. JUSTICE MINTON concur, dissenting.</p>\n<p>Petitioner in No. 414 sued the United States under the Public Vessels Act<sup>[1]</sup> to recover damages for the death of Willie Dillehay, Jr., who was killed when the United States public vessel on which he worked struck a mine. Petitioner in No. 401 sued under the same Act to recover for personal injuries he suffered while working aboard another public vessel of the United States. The Court, as it must, concedes that these actions are properly brought if the \"literal language\"<sup>[2]</sup> of the Public Vessels Act be adhered to. The Court nevertheless decides that petitioners should be denied the benefits accorded by the language of the Act. This holding is premised on the theory that the language Congress used conflicts hopelessly with the purpose Congress sought to achieve. Not being able to establish such a conflict from the Public Vessels Act itself, the Court moves back through the pages of the United States Code until it arrives at the Federal Employees Compensation Act.<sup>[3]</sup> Again it can find no <span class=\"star-pagination\">*442</span> language barring petitioners' rights to sue under the Public Vessels Act. However to find such a bar, the Court reasons thusly: The Compensation Act provides for an adequate (probably smaller) recovery in these cases; it is shocking to judicial concepts of symmetry to allow injured persons a choice between two remediesbesides \"There is no reason to have two systems of redress\"; therefore Congress intended the Compensation Act of 1916 to be exclusive and did not mean what it said nine years later in the Public Vessels Act.</p>\n<p>The Court's holding is as unique as the reasoning behind it. Time and time again during the last thirty years other federal courts have allowed injured employees to take their pickreceive compensation benefits, or sue for damages under the Public Vessels or some other Act.<sup>[4]</sup> Moreover, the Court gives the Government precisely what Congress, after debate, refused to give in 1949. Government representatives then asked Congress to make the Compensation Act \"exclusive, and in place of all other liability of the United States.\" The House yielded to this request. The House Report favoring the change stated that when the Compensation Act was enacted in 1916 a \"provision making the compensation remedy exclusive apparently was then not deemed by the Congress to be necessary.\"<sup>[5]</sup> The Report also stated <span class=\"star-pagination\">*443</span> that such a provision was now needed because of acts such as the Public Vessels Act which \"in general terms\" authorize the bringing of damage suits against the Government. The Senate refused to grant the Government's request and prevailed upon the House to accept the present provision of the Act which states that: \"Nothing contained in this Act shall be construed to affect any maritime rights and remedies of a master or member of the crew of any vessel.\"<sup>[6]</sup> This Senate modification of the bill, as it had passed the House, was offered by Senator Morse and accepted by Senator Douglas who was in charge of the bill. In offering this modification, Senator Morse said: \"Under existing law, Government-employed seamen have been accorded the right to assert their maritime rights against the United States under the Suits in Admiralty Act and Public Vessels Act . . . . I feel they should not be deprived of benefits they have enjoyed for many years without opportunity to have their arguments carefully considered by the appropriate committees of the Congress . . . .\" 95 Cong. Rec. 13608. Senator Douglas agreed to the modification, stating that \"The primary consideration for accepting the Senator's amendments preserving the maritime rights and other statutory remedies of seamen is the fact that no hearings were held, no arguments were heard, and no discussion was had on this aspect of the pending bill.\" 95 Cong. Rec. 13609.</p>\n<p>I do not think this Court should deprive these seamen of rights which the Congress of 1925 gave them and the Congress of 1949 refused to take away.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 414, <i>Mandel, Administrator,</i> v. <i>United States</i><i>,</i> on certiorari to the United States Court of Appeals for the Third Circuit, argued March 4-5, 1952.</p>\n<p>[1]  In No. 401, both parties have agreed throughout these proceedings that the vessel in question was, as indicated by the allegations of the libel, a \"public vessel,\" not a \"merchant vessel.\"\n</p>\n<p>In No. 414, petitioner alleged in his libel that the vessel in question was a \"merchant vessel.\" The District Court was doubtful about this point, but did not decide it, holding that petitioner was entitled to recover whether the vessel was a \"public vessel\" or a \"merchant vessel.\" In reversing, the Court of Appeals held that (1) if the vessel was a \"public vessel,\" petitioner's remedy under the Federal Employees Compensation Act precluded recovery in this action, but (2) if the vessel was a \"merchant vessel,\" the case would present different questions, which need not be decided on this record. Accordingly, the case was remanded to the District Court to permit petitioner, if he so desires, to introduce evidence to show that the vessel was a \"merchant vessel.\" This Court affirms that mandate. Since petitioner does not specify the second holding as error, we review only the first, and assume for purposes of this review that the vessel was a \"public vessel.\"</p>\n<p>[2]  63 Stat. 854:\n</p>\n<p>\"SEC. 201. Section 7 of the Federal Employees' Compensation Act, as amended (5 U. S. C., 1946 edition, sec. 757), is further amended by inserting the designation `(a)' immediately before the first sentence thereof and by adding to such section a new subsection reading as follows:</p>\n<p>\" `(b) The liability of the United States or any of its instrumentalities under this Act or any extension thereof with respect to the injury or death of an employee shall be exclusive, and in place, of all other liability of the United States or such instrumentality to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States or such instrumentality, on account of such injury or death, in any direct judicial proceedings in a civil action or in admiralty, or by proceedings, whether administrative or judicial, under any other workmen's compensation law or under any Federal tort liability statute: <i>Provided, however,</i> That this subsection shall not apply to a master or a member of the crew of any vessel.' \"</p>\n<p>[3]  See the proviso of this section, quoted in note 2 above. See also § 305 (b) of the 1949 Act: \"Nothing contained in this Act shall be construed to affect any maritime rights and remedies of a master or member of the crew of any vessel.\"</p>\n<p>[4]  See <i>Posey</i> v. <i>Tennessee Valley Authority,</i> 93 F. 2d 726; <i>Parr</i> v. <i>United States,</i> 172 F. 2d 462; <i>Thomason</i> v. <i>W. P. A.,</i> 47 F. Supp. 51, aff'd 138 F. 2d 342; <i>White</i> v. <i>Tennessee Valley Authority,</i> 58 F. Supp. 776; see also <i>Lewis</i> v. <i>United States,</i> 89 U. S. App. D. C. 21, 190 F. 2d 22.</p>\n<p>[5]  <i>O'Neal</i> v. <i>United States,</i> 11 F. 2d 869, aff'd 11 F. 2d 871; <i>Lopez</i> v. <i>United States,</i> 59 F. Supp. 831; <i>United States</i> v. <i>Loyola,</i> 161 F. 2d 126. See <i>Bradey</i> v. <i>United States,</i> 151 F. 2d 742, at 743 (dictum).</p>\n<p>[6]  <i>Missouri Pac. R. Co.</i> v. <i>Ault,</i> 256 U. S. 554, 562.</p>\n<p>[7]  It is suggested that <i>Brady</i> v. <i>Roosevelt S. S. Co.,</i> 317 U. S. 575, has a bearing on this issue. We think not. There is an assumption that an employee of the United States could have sued the Government for his injury, but the case was one for damages against private operators, not the Government. P. 577. <i>Cosmopolitan Shipping Co.</i> v. <i>McAllister,</i> 337 U. S. 783, 789.</p>\n<p>[8]  Federal Tort Claims Act, 60 Stat. 842; Suits in Admiralty Act, 41 Stat. 525; Public Vessels Act, 43 Stat. 1112. See <i>Keifer &amp; Keifer</i> v. <i>Reconstruction Finance Corp.,</i> 306 U. S. 381.</p>\n<p>[9]  <i>Bradey</i> v. <i>United States,</i> 151 F. 2d 742. See <i>Dobson</i> v. <i>United States,</i> 27 F. 2d 807.</p>\n<p>[1]  43 Stat. 1112, 46 U. S. C. § 781 <i>et seq.</i></p>\n<p>[2]  Section 1 of the Act provides \"That a libel in personam in admiralty may be brought against the United States . . . for damages caused by a public vessel of the United States . . . .\"</p>\n<p>[3]  39 Stat. 742, as amended, 5 U. S. C. (Supp. IV) § 751 <i>et seq.</i></p>\n<p>[4]  See <i>e. g., </i><i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120. In <i>Gibbs</i> v. <i>United States,</i> 94 F. Supp. 586, 588-589, District Judge Goodman said: \"From a review of court decisions, it can be categorically stated that no federal court decision, other than the case of Posey v. Tenn. Valley Authority, 5 Cir., 1937, 93 F. 2d 726, has ever held that the FECA affords the exclusive remedy to federal employees. To the contrary, it has been specifically held that the FECA does not bar suits by federal civilian employees against the Panama Railroad, or against the United States under the Federal Control Act of 1918, under the Suits in Admiralty Act, under the Public Vessels Act and under the Federal Tort Claims Act.\" (Footnotes and citations omitted.)</p>\n<p>[5]  H. R. Rep. No. 729, 81st Cong., 1st Sess. 14.</p>\n<p>[6]  63 Stat. 868, § 305 (b). In addition § 201 (b), which states that the Compensation Act \"shall be exclusive, and in place, of all other liability of the United States,\" contains the special exception: \"<i>Provided, however,</i> That this subsection shall not apply to a master or a member of the crew of any vessel.\" 63 Stat. 861, 862.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></span> (1952)</b></center>\n<center><h1>JOHANSEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 401.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 4, 1952.</center>\n<center>Decided May 26, 1952.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.<sup>[*]</sup><p><span class=\"star-pagination\">*428</span> <i>Louis R. Harolds</i> argued the cause for petitioner in No. 401. With him on the brief was <i>William L. Standard.</i></p>\n<p><i>Abraham E. Freedman</i> argued the cause and filed a brief for petitioner in No. 414.</p>\n<p><i>Leavenworth Colby</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Baldridge</i> and <i>Paul A. Sweeney.</i></p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>These cases present the question whether Congress, in enacting the Public Vessels Act of 1925, 43 Stat. 1112, 46 U. S. C. §§ 781 <i>et seq.,</i> has consented that the United States be sued for \"damages\" by or on behalf of members of the civil service component of the crew of military transport vessels. We hold that the benefits available to such seamen under the Federal Employees Compensation Act of 1916, 39 Stat. 742, 5 U. S. C. §§ 751 <i>et seq.,</i> are of such a nature as to preclude a suit for damages under the Public Vessels Act.</p>\n<p>Petitioner Johansen, in No. 401, and petitioner Mandel's decedent, in No. 414, were at the time of their injuries employed as civilian members of the crews of Army Transport vessels, owned and operated by the United States. For purposes of this review it is clear that these vessels were at that time being used as \"public vessels,\" <span class=\"star-pagination\">*429</span> not \"merchant vessels,\"<sup>[1]</sup> and that therefore petitioners have no remedy by way of a suit for damages under the Suits in Admiralty Act of 1920, 41 Stat. 525, 46 U. S. C. § 742. Both seamen were injured in the performance of their duties; petitioners were therefore concededly eligible for benefits under the Federal Employees Compensation Act of 1916. Both allege that the injuries resulted from the negligence of respondent, and petitioner Johansen further relies upon the alleged unseaworthiness of his vessel. The relief sought by petitioner Johansen is \"damages, wages, maintenance and cure\"; that sought by petitioner Mandel is \"damages\" for wrongful death.</p>\n<p>Petitioner Johansen was a carpenter in the crew of the transport <i>Kingsport Victory.</i> On August 5, 1949, he sustained a lacerated leg in the course of his duties aboard the vessel, which was lying at a pier at the Bethlehem Shipyard, Brooklyn, New York. He was treated at the Marine Hospital until October 24, 1949, as a beneficiary of the Bureau of Employees Compensation. He filed a claim for compensation benefits under the Federal Employees <span class=\"star-pagination\">*430</span> Compensation Act, and collected a total of $358.20. On February 6, 1950, he filed this libel in admiralty in the District Court, relying upon the Public Vessels Act. The libel was dismissed, and, with one judge dissenting, the Second Circuit affirmed, 191 F. 2d 162, on the ground that the Federal Employees Compensation Act afforded petitioner his exclusive remedy. The court recognized that its decision conflicted on this point with a decision of the Fourth Circuit, <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120.</p>\n<p>Petitioner Mandel's decedent was an assistant engineer on a tug operated and controlled by the United States Army and assigned to the Mediterranean Theater of Operations during World War II. On October 15, 1944, the tug was destroyed by a mine, in attempting to enter the port of Cagliari, Sardinia. In this disaster, decedent met his death in the presence of the enemy. Decedent's widow procured the appointment of an administrator who brought this suit for $150,000. The District Court overruled the Government's motion to dismiss, based partly on the claim that the Federal Employees Compensation Act is the exclusive remedy for the accident. During pretrial, when the Government refused to produce certain documentary evidence called for, the court entered an interlocutory decree of default against respondent. On appeal, pursuant to 28 U. S. C. § 1292 (3), the Third Circuit reversed. 191 F. 2d 164. It limited its consideration to the defense based on the Compensation Act. Recognizing conflict with the decision of the Fourth Circuit in <i>United States</i> v. <i>Marine,</i> 155 F. 2d 456, as well as <i>Johnson</i> v. <i>United States, supra</i><i>,</i> that court nevertheless agreed with the Second Circuit, and held that the Federal Employees Compensation Act precluded recovery under the Public Vessels Act. To resolve the apparent conflict between these decisions, this Court granted certiorari. 342 U. S. 901.</p>\n<p><span class=\"star-pagination\">*431</span> Section 1 of the Public Vessels Act of 1925 provides \"That a libel in personam in admiralty may be brought against the United States . . . for damages caused by a public vessel of the United States . . . .\" We have already held that this Act grants consent to be sued for personal injuries suffered by an individual not employed by the United States, caused by the negligent maintenance or operation of a public vessel of the United States. <i>American Stevedores, Inc.</i> v. <i>Porello,</i> 330 U. S. 446, cf. <i>Canadian Aviator, Ltd.</i> v. <i>United States,</i> 324 U. S. 215. If the congressional purpose was to allow damages for personal injuries sustained by federal employees while in the performance of duty, the literal language of the Act would allow actions of the nature of those before us.</p>\n<p>This general language, however, must be read in the light of the central purpose of the Act, as derived from the legislative history of the Act and the surrounding circumstances of its enactment. The history of the Act has already been set forth in some detail in the <i>Porello</i> and <i>Canadian Aviator</i> cases cited above. It is sufficient here to recall that this Act was one of a number of statutes which attest \"to the growing feeling of Congress that the United States should put aside its sovereign armor in cases where federal employees have tortiously caused personal injury or property damage.\" 330 U. S., at 453. These enactments were not usually directed toward cases where the United States had already put aside its sovereign armor, granting relief in other forms. With such a legislative history, one hesitates to reach a conclusion as to the meaning of the Act by adoption of a possible interpretation through a literal application of the words. Nor is the legislative history of the Act helpful. We are cited to no evidence that any member of Congress in 1925 contemplated that this Act might be thought to confer additional rights on claimants entitled to the benefits of the Federal Employees Compensation Act of <span class=\"star-pagination\">*432</span> 1916. Surely the lack of such evidence is not helpful to petitioners' case; the most that can be said of it is that Congress did not specifically exclude such claimants from the coverage of the Public Vessels Act.</p>\n<p>Under these circumstances, it is the duty of this Court to attempt to fit the Public Vessels Act, as intelligently and fairly as possible, \"into the entire statutory system of remedies against the Government to make a workable, consistent and equitable whole.\" <i>Feres</i> v. <i>United States,</i> 340 U. S. 135, 139. It is important, then, to examine briefly the other statutes which are a part of the system of remedies against the Government available to seamen for personal injuries.</p>\n<p>In 1916 Congress passed both the Shipping Act, 39 Stat. 728, 46 U. S. C. §§ 801 <i>et seq.,</i> and the Federal Employees Compensation Act. The former subjected Government vessels, employed solely as merchant vessels, to all laws, regulations and liabilities governing private merchant vessels, if they were purchased, chartered, or leased from the Shipping Board. Thus a remedy for damages for personal injuries was given to merchant seamen on ships in which the Government had an interest, but not to public-vessel seamen. Cf. <i>The G. A. Flagg,</i> 256 F. 852.</p>\n<p>In the latter Act Congress undertook to provide a comprehensive compensation system for federal employees who sustain injuries in the performance of their duty. The payment of this compensation, subject to the provisions of the Act, is mandatory, for § 1 provides: \"That the United States shall pay compensation as hereinafter specified for the disability or death of an employee resulting from a personal injury sustained while in the performance of his duty . . . .\" Section 7 provides \"That as long as the employee is in receipt of compensation under this Act, . . . he shall not receive from the United States any salary, pay, or remuneration whatsoever except <span class=\"star-pagination\">*433</span> in return for services actually performed, and except pensions for service in the Army or Navy of the United States.\" Section 8, however, recognized the conflict between that provision and the employee's possible right to paid sick or annual leave, and required the employee to elect between compensation and such paid leave. The Act made no other provision for election at that time. Later it was amended by the Public Health Service Act of 1944 to provide generally for election between compensation and any other payments from the United States to which the employee may be entitled by reason of his injury under any other Act of Congress because of his service as an employee of the United States. 58 Stat. 712. The 1944 amendment thus consolidated the various election provisions of the Civil Service Retirement Act of 1920, 5 U. S. C. § 714, and other special disability retirement and pension legislation. <i>E. g.,</i> 5 U. S. C. § 797; 10 U. S. C. § 1711; 14 U. S. C. §§ 311-312, 386; 34 U. S. C. §§ 855c, 857e; 50 U. S. C. App. § 1552. A further amendment in 1949 will be discussed below. Aside from these, there has never been any provision in the Compensation Act for election between compensation and other remedies. It is quite understandable that Congress did not specifically declare that the Compensation Act was exclusive of all other remedies. At the time of its enactment, it was the sole statutory avenue to recover from the Government for tortious injuries received in Government employment. Actually it was the only, and therefore the exclusive, remedy. See <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120, 123.</p>\n<p>In 1920, the Suits in Admiralty Act, 41 Stat. 525, 46 U. S. C. § 742, gave a broad remedy to seamen on United States merchant vessels, but did not extend these benefits to seamen on public vessels. An extension of this nature was proposed, but defeated. See <i>Canadian Aviator, Ltd.</i> v. <i>United States,</i> 324 U. S. 215, 220-221.</p>\n<p><span class=\"star-pagination\">*434</span> Next in the series was the Public Vessels Act of 1925, on which petitioners rely. So far as pertinent here, that Act simply provided that a libel might be brought against the United States for damages caused by a public vessel of the United States. No provision was made for election between this remedy and any remedies that might be available under other federal statutes. There is no indication that Congress recognized that this problem might arise.</p>\n<p>In 1943 the Clarification Act, 57 Stat. 45, 50 U. S. C. App. § 1291, extended the remedies available to seamen on privately owned American vessels to seamen employed on United States vessels \"as employees of the United States through the War Shipping Administration.\" Claims arising under this Act were to be enforced pursuant to the Suits in Admiralty Act of 1920, even though the vessel on which the seaman was employed might not be a \"merchant vessel\" within the meaning of the Suits in Admiralty Act. It was specifically provided, however, that this remedy under the Clarification Act was to be exclusive of any remedies that might otherwise be available under the Federal Employees Compensation Act, the Civil Service Retirement Act, and other similar acts. The Act thus gave effect to a congressional purpose to treat seamen employed through the War Shipping Administration as \"merchant seamen,\" not as \"public vessel seamen.\" See <i>Cosmopolitan Shipping Co.</i> v. <i>McAllister,</i> 337 U. S. 783, 792, quoting from H. R. Rep. No. 107, 78th Cong., 1st Sess. The Act did not purport to change the status of public-vessel seamen not employed through the War Shipping Administration.</p>\n<p>This was the situation prior to the 1949 amendments to the Federal Employees Compensation Act. Merchant seamen, other than those employed by the War Shipping Administration, on ships owned by the United States had a right to libel the United States pursuant to the Suits in <span class=\"star-pagination\">*435</span> Admiralty Act of 1920, but whether they were entitled to the benefits of the Compensation Act was doubtful. See Comptroller General's Decision A-31684, Sept. 10, 1930; 34 Op. Atty. Gen. 363; <i>Johnson</i> v. <i>Fleet Corp.,</i> 280 U. S. 320. Seamen employed through the War Shipping Administration were by the Clarification Act to be treated as merchant seamen, whether they were serving on merchant vessels or public vessels. As public-vessel seamen injured other than in the course of duty are not covered by the Compensation Act they would presumably have had the same rights to recovery as the public generally under the Public Vessels Act. Public-vessel seamen injured in the course of duty were entitled to all the benefits of the Federal Employees Compensation Act. The issue in this case is whether this last group of Government-employed seamen is eligible under both schemes of recovery.</p>\n<p>It is argued by petitioners that the 1949 amendments to the Compensation Act, 63 Stat. 854, show that Congress understood that the remedy of compensation had not been, until that time, exclusive of other remedies, and that the remedy of compensation for seamen still does not preclude recovery under the Public Vessels Act. These amendments added a new subsection<sup>[2]</sup> to § 7 of the Compensation <span class=\"star-pagination\">*436</span> Act of 1916 to provide clearly that the liability of the United States under the Compensation Act shall be exclusive of all other liability of the United States on account of the same injury. This amendment, however, was not to alter the rights of seamen in any way.<sup>[3]</sup> Petitioners argue that Congress in 1949 was seeking, for the first time, to establish the exclusive nature of the remedy of compensation, and deliberately omitted seamen from this limitation. The background of the amendment shows, however, that this impression is erroneous. Prior to 1949, there was a divergence of view in the courts as to the exclusiveness <i>vel non</i> of the remedy of compensation.<sup>[4]</sup> This uncertainty extended to suits by Government seamen seeking damages under the public Vessels Act.<sup>[5]</sup> The purpose of the 1949 amendment is simply \"to make it clear that the right to compensation benefits under the act is exclusive and in place of any and all other legal liability of the United States or its instrumentalities. . . .\" S. Rep. No. 836, 81st Cong., 1st <span class=\"star-pagination\">*437</span> Sess., p. 23. This clarifying amendment, as reported out of the Senate Committee on Labor and Public Welfare, lacked the proviso protecting the rights, if any, of seamen under other federal statutes. However, no seamen's groups having participated in the hearings on the bill, Senator Morse proposed on the floor the proviso on which petitioners rely. Senator Morse himself recognized that his amendment did no more than preserve to seamen any rights which they might have in addition to compensation. There is language in his statement indicating that he was of the opinion that seamen employees had a choice between compensation and litigation in admiralty. 95 Cong. Rec. 13608, 13609. Senator Douglas, who was in charge of the bill, accepted these amendments for the reason that the seamen's groups had not been heard before the committee of Congress. He stated:</p>\n<blockquote>\"Mr. President, I should like to state my ground for agreeing to the amendments offered by the Senator from Oregon [Mr. Morse]. The primary consideration for accepting the Senator's amendments preserving the maritime rights and other statutory remedies of seamen is the fact that no hearings were held, no arguments were heard, and no discussion was had on this aspect of the pending bill. . . . For the same reason, namely, that we have had no hearings on the matter, we are not seeking to legislate affirmatively as to certain claims and denials of a right of election of remedies under existing laws, which claims and denials have not yet been adjudicated by the Supreme Court, although various other Federal courts have, in effect, held that federally employed seamen have such an election.</blockquote>\n<blockquote>\"In short, until the matter may be more fully considered by Congress, we seek by the amendments merely to make sure that seamen shall lose no existing rights.\" 95 Cong. Rec. 13609.</blockquote>\n<p><span class=\"star-pagination\">*438</span> As thus recommended, the bill passed the Senate, 95 Cong. Rec. 13609, and a week later the House accepted the Senate amendments without debate. 95 Cong. Rec. 14060. This background makes it clear that the 1949 amendments, far from changing the law respecting seamen's remedies, do not even reflect a belief on the part of Congress that the remedy of compensation is not exclusive. There is nothing in these amendments to affect consideration of whether petitioners' sole remedy is under the Federal Employees Compensation Act. Cf. <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120, 123. If the remedy of compensation was exclusive prior to the passage of the 1949 amendment, it is exclusive now.</p>\n<p>As indicated above, the courts have differed upon the question of exclusiveness of the remedy against the United States under the Federal Employees Compensation Act. This Court in <i>Dahn</i> v. <i>Davis,</i> 258 U. S. 421, held that a railway mail clerk, injured in a wreck on the railroad, while it was operated under the Federal Control Act of 1918, 40 Stat. 451, was barred from prosecuting a suit against the United States Director General because he had previously elected to accept payment under the Federal Employees Compensation Act. The judgment of the United States Court of Appeals for the Eighth Circuit, <span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">F.</span> <span class=\"page\">105</span></span>, was affirmed here on the ground that, where the employee had two remedies, each for the same wrong, and both against the United States, he could not pursue one remedy to a conclusion and then seek \"a second satisfaction of the same wrong.\" P. 429. The holding was thus based on the doctrine of election of remedies, but if the language is thought to allow the choice of an action against the Government for damages, it is to be noted that Government liability in that case depended upon § 10 of the Federal Control Act, permitting suits against carriers \"as now provided by law,\" and General Order No. 50 directing that any proceeding which <span class=\"star-pagination\">*439</span> \"but for Federal control might have been brought against the carrier company, shall be brought against [the] Director General . . . and not otherwise.\"<sup>[6]</sup> There was therefore in the <i>Dahn</i> case legislation directly substituting the United States for the carriers in all litigation. Thus the carriers' business was conducted deliberately by the Government with as little change as possible from the situation when carriers controlled. Here the United States operates its own public vessels, without any such conformity legislation. As such operator it has established by the Compensation Act a method of redress for employees. There is no reason to have two systems of redress.<sup>[7]</sup> See also <i>United States</i> v. <i>Marine,</i> 155 F. 2d 456, a case allowing recovery to a civilian employee of the Government under the Suits in Admiralty Act, and <i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120, which allowed a recovery under the Public Vessels Act to a civilian seaman on a public vessel. The opinions below in the cases we are considering take the opposite and, we think, the better view.</p>\n<p>The Federal Employees Compensation Act, 5 U. S. C. §§ 751 <i>et seq.,</i> was enacted to provide for injuries to Government employees in the performance of their duties. It covers all employees. Enacted in 1916, it gave the first and exclusive right to Government employees for compensation, in any form, from the United States. It was a legislative breach in the wall of sovereign immunity to damage claims and it brought to Government employees the benefits of the socially desirable rule that society <span class=\"star-pagination\">*440</span> should share with the injured employee the costs of accidents incurred in the course of employment. Its benefits have been expanded over the years. See 5 U. S. C. (Supp. III) §§ 751 <i>et seq.</i> Such a comprehensive plan for waiver of sovereign immunity, in the absence of specific exceptions, would naturally be regarded as exclusive. See <i>United States</i> v. <i>Shaw,</i> 309 U. S. 495. Such a position does not run counter to the progressive liberalization of the right to sue the United States or its agencies for wrongs.<sup>[8]</sup> This Court accepted the principle of the exclusive character of federal plans for compensation in <i>Feres</i> v. <i>United States,</i> 340 U. S. 135. Seeking so to apply the Tort Claims Act to soldiers on active duty as \"to make a workable, consistent and equitable whole,\" p. 139, we gave weight to the character of the federal \"systems of simple, certain, and uniform compensation for injuries or death of those in armed services.\" P. 144. Much the same reasoning leads us to our conclusion that the Compensation Act is exclusive.</p>\n<p>Had Congress intended to give a crew member on a public vessel a right of recovery for damages against the Government beyond the rights granted other Government employees on the same vessel under other plans for compensation, we think that this advantage would have been specifically provided.<sup>[9]</sup> As the Court of Appeals in the <i>Johansen</i> case explained, the duties and obligations of civilian and military members of the crew of a public vessel are much the same. Each has a general compensation system for injuries. To allow public-vessel seamen an election and to deny it to civilian seamen employed through the War Shipping Administration, 50 U. S. C. <span class=\"star-pagination\">*441</span> App. § 1291, would contribute neither to uniformity nor to fairness. See <i>Mandel</i> v. <i>United States,</i> 191 F. 2d 164.</p>\n<p>All in all we are convinced that the Federal Employees Compensation Act is the exclusive remedy for civilian seamen on public vessels. As the Government has created a comprehensive system to award payments for injuries, it should not be held to have made exceptions to that system without specific legislation to that effect. Both cases are</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK, with whom THE CHIEF JUSTICE, MR. JUSTICE DOUGLAS and MR. JUSTICE MINTON concur, dissenting.</p>\n<p>Petitioner in No. 414 sued the United States under the Public Vessels Act<sup>[1]</sup> to recover damages for the death of Willie Dillehay, Jr., who was killed when the United States public vessel on which he worked struck a mine. Petitioner in No. 401 sued under the same Act to recover for personal injuries he suffered while working aboard another public vessel of the United States. The Court, as it must, concedes that these actions are properly brought if the \"literal language\"<sup>[2]</sup> of the Public Vessels Act be adhered to. The Court nevertheless decides that petitioners should be denied the benefits accorded by the language of the Act. This holding is premised on the theory that the language Congress used conflicts hopelessly with the purpose Congress sought to achieve. Not being able to establish such a conflict from the Public Vessels Act itself, the Court moves back through the pages of the United States Code until it arrives at the Federal Employees Compensation Act.<sup>[3]</sup> Again it can find no <span class=\"star-pagination\">*442</span> language barring petitioners' rights to sue under the Public Vessels Act. However to find such a bar, the Court reasons thusly: The Compensation Act provides for an adequate (probably smaller) recovery in these cases; it is shocking to judicial concepts of symmetry to allow injured persons a choice between two remediesbesides \"There is no reason to have two systems of redress\"; therefore Congress intended the Compensation Act of 1916 to be exclusive and did not mean what it said nine years later in the Public Vessels Act.</p>\n<p>The Court's holding is as unique as the reasoning behind it. Time and time again during the last thirty years other federal courts have allowed injured employees to take their pickreceive compensation benefits, or sue for damages under the Public Vessels or some other Act.<sup>[4]</sup> Moreover, the Court gives the Government precisely what Congress, after debate, refused to give in 1949. Government representatives then asked Congress to make the Compensation Act \"exclusive, and in place of all other liability of the United States.\" The House yielded to this request. The House Report favoring the change stated that when the Compensation Act was enacted in 1916 a \"provision making the compensation remedy exclusive apparently was then not deemed by the Congress to be necessary.\"<sup>[5]</sup> The Report also stated <span class=\"star-pagination\">*443</span> that such a provision was now needed because of acts such as the Public Vessels Act which \"in general terms\" authorize the bringing of damage suits against the Government. The Senate refused to grant the Government's request and prevailed upon the House to accept the present provision of the Act which states that: \"Nothing contained in this Act shall be construed to affect any maritime rights and remedies of a master or member of the crew of any vessel.\"<sup>[6]</sup> This Senate modification of the bill, as it had passed the House, was offered by Senator Morse and accepted by Senator Douglas who was in charge of the bill. In offering this modification, Senator Morse said: \"Under existing law, Government-employed seamen have been accorded the right to assert their maritime rights against the United States under the Suits in Admiralty Act and Public Vessels Act . . . . I feel they should not be deprived of benefits they have enjoyed for many years without opportunity to have their arguments carefully considered by the appropriate committees of the Congress . . . .\" 95 Cong. Rec. 13608. Senator Douglas agreed to the modification, stating that \"The primary consideration for accepting the Senator's amendments preserving the maritime rights and other statutory remedies of seamen is the fact that no hearings were held, no arguments were heard, and no discussion was had on this aspect of the pending bill.\" 95 Cong. Rec. 13609.</p>\n<p>I do not think this Court should deprive these seamen of rights which the Congress of 1925 gave them and the Congress of 1949 refused to take away.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 414, <i>Mandel, Administrator,</i> v. <i>United States</i><i>,</i> on certiorari to the United States Court of Appeals for the Third Circuit, argued March 4-5, 1952.</p>\n<p>[1]  In No. 401, both parties have agreed throughout these proceedings that the vessel in question was, as indicated by the allegations of the libel, a \"public vessel,\" not a \"merchant vessel.\"\n</p>\n<p>In No. 414, petitioner alleged in his libel that the vessel in question was a \"merchant vessel.\" The District Court was doubtful about this point, but did not decide it, holding that petitioner was entitled to recover whether the vessel was a \"public vessel\" or a \"merchant vessel.\" In reversing, the Court of Appeals held that (1) if the vessel was a \"public vessel,\" petitioner's remedy under the Federal Employees Compensation Act precluded recovery in this action, but (2) if the vessel was a \"merchant vessel,\" the case would present different questions, which need not be decided on this record. Accordingly, the case was remanded to the District Court to permit petitioner, if he so desires, to introduce evidence to show that the vessel was a \"merchant vessel.\" This Court affirms that mandate. Since petitioner does not specify the second holding as error, we review only the first, and assume for purposes of this review that the vessel was a \"public vessel.\"</p>\n<p>[2]  63 Stat. 854:\n</p>\n<p>\"SEC. 201. Section 7 of the Federal Employees' Compensation Act, as amended (5 U. S. C., 1946 edition, sec. 757), is further amended by inserting the designation `(a)' immediately before the first sentence thereof and by adding to such section a new subsection reading as follows:</p>\n<p>\" `(b) The liability of the United States or any of its instrumentalities under this Act or any extension thereof with respect to the injury or death of an employee shall be exclusive, and in place, of all other liability of the United States or such instrumentality to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States or such instrumentality, on account of such injury or death, in any direct judicial proceedings in a civil action or in admiralty, or by proceedings, whether administrative or judicial, under any other workmen's compensation law or under any Federal tort liability statute: <i>Provided, however,</i> That this subsection shall not apply to a master or a member of the crew of any vessel.' \"</p>\n<p>[3]  See the proviso of this section, quoted in note 2 above. See also § 305 (b) of the 1949 Act: \"Nothing contained in this Act shall be construed to affect any maritime rights and remedies of a master or member of the crew of any vessel.\"</p>\n<p>[4]  See <i>Posey</i> v. <i>Tennessee Valley Authority,</i> 93 F. 2d 726; <i>Parr</i> v. <i>United States,</i> 172 F. 2d 462; <i>Thomason</i> v. <i>W. P. A.,</i> <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">51</span></span>, aff'd 138 F. 2d 342; <i>White</i> v. <i>Tennessee Valley Authority,</i> 58 F. Supp. 776; see also <i>Lewis</i> v. <i>United States,</i> 89 U. S. App. D. C. 21, 190 F. 2d 22.</p>\n<p>[5]  <i>O'Neal</i> v. <i>United States,</i> 11 F. 2d 869, aff'd 11 F. 2d 871; <i>Lopez</i> v. <i>United States,</i> 59 F. Supp. 831; <i>United States</i> v. <i>Loyola,</i> 161 F. 2d 126. See <i>Bradey</i> v. <i>United States,</i> 151 F. 2d 742, at 743 (dictum).</p>\n<p>[6]  <i>Missouri Pac. R. Co.</i> v. <i>Ault,</i> 256 U. S. 554, 562.</p>\n<p>[7]  It is suggested that <i>Brady</i> v. <i>Roosevelt S. S. Co.,</i> 317 U. S. 575, has a bearing on this issue. We think not. There is an assumption that an employee of the United States could have sued the Government for his injury, but the case was one for damages against private operators, not the Government. P. 577. <i>Cosmopolitan Shipping Co.</i> v. <i>McAllister,</i> 337 U. S. 783, 789.</p>\n<p>[8]  Federal Tort Claims Act, 60 Stat. 842; Suits in Admiralty Act, 41 Stat. 525; Public Vessels Act, 43 Stat. 1112. See <i>Keifer &amp; Keifer</i> v. <i>Reconstruction Finance Corp.,</i> 306 U. S. 381.</p>\n<p>[9]  <i>Bradey</i> v. <i>United States,</i> 151 F. 2d 742. See <i>Dobson</i> v. <i>United States,</i> 27 F. 2d 807.</p>\n<p>[1]  43 Stat. 1112, 46 U. S. C. § 781 <i>et seq.</i></p>\n<p>[2]  Section 1 of the Act provides \"That a libel in personam in admiralty may be brought against the United States . . . for damages caused by a public vessel of the United States . . . .\"</p>\n<p>[3]  39 Stat. 742, as amended, 5 U. S. C. (Supp. IV) § 751 <i>et seq.</i></p>\n<p>[4]  See <i>e. g., </i><i>Johnson</i> v. <i>United States,</i> 186 F. 2d 120. In <i>Gibbs</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1880232\"><a href=\"/opinion/1880232/gibbs-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">586</span></a></span>, 588-589, District Judge Goodman said: \"From a review of court decisions, it can be categorically stated that no federal court decision, other than the case of Posey v. Tenn. Valley Authority, 5 Cir., 1937, 93 F. 2d 726, has ever held that the FECA affords the exclusive remedy to federal employees. To the contrary, it has been specifically held that the FECA does not bar suits by federal civilian employees against the Panama Railroad, or against the United States under the Federal Control Act of 1918, under the Suits in Admiralty Act, under the Public Vessels Act and under the Federal Tort Claims Act.\" (Footnotes and citations omitted.)</p>\n<p>[5]  H. R. Rep. No. 729, 81st Cong., 1st Sess. 14.</p>\n<p>[6]  63 Stat. 868, § 305 (b). In addition § 201 (b), which states that the Compensation Act \"shall be exclusive, and in place, of all other liability of the United States,\" contains the special exception: \"<i>Provided, however,</i> That this subsection shall not apply to a master or a member of the crew of any vessel.\" 63 Stat. 861, 862.</p>\n\n</div>", "id": 105010, "judges": "Reed", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105010/", "sha1": "733f05f2fe633157543d55f67b7ae29be6563df9", "source": "LR", "supreme_court_db_id": "1951-080", "time_retrieved": "2010-04-28T09:55:18"}