{"absolute_url": "/opinion/86118/kane-v-paul/", "blocked": false, "citation": {"case_name": "Kane v. Paul", "docket_number": null, "document_uris": ["/api/rest/v2/document/86118/"], "federal_cite_one": "39 U.S. 33", "federal_cite_three": null, "federal_cite_two": null, "id": 53838, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/53838/", "scotus_early_cite": "14 Pet. 33", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1840-02-14", "date_modified": "2014-12-21T01:24:43.242479", "docket": "/api/rest/v2/docket/271069/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">39 U.S. 33</p>\n    <p class=\"case_cite\">14 Pet. 33</p>\n    <p class=\"case_cite\">10 L.Ed. 341</p>\n    <p class=\"parties\">ELIAS KANE, PLAINTIFF IN ERROR,<br>v.<br>GABRIEL PAUL, EXECUTOR OF EDWARD COURSAULT, DECEASED.</p>\n    <p class=\"date\">January Term, 1840</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">IN error to the Circuit Court of the United States for the county of Washington, in the District of Columbia.</p>\n      <p class=\"indent\">Edward Coursault, then a merchant of the city of Philadelphia, in December, 1809, was the owner of the brig Good Friends, and part of her cargo. Both the brig and cargo were seized at Morlaix, in France, by order of the French government, and were confiscated.</p>\n      <p class=\"indent\">In 1825, Edward Coursault died in Baltimore, where he resided at the time of his decease; and by his will, dated August, 1814, he appointed Aglae Coursault, his wife, his executrix, and Gabriel Paul his executor.</p>\n      <p class=\"indent\">On the 27th August, 1814, letters testamentary of the will were granted in Baltimore to Gabriel Paul. Mrs. Coursault did not qualify, nor did she renounce, as executrix. Some time afterwards, Gabriel Paul removed to the state of Missouri.</p>\n      <p class=\"indent\">The claim of the estate of Edward Coursault, for indemnity for the seizure and confiscation of the brig Good Friends and cargo, having been provided for by the convention between the United States and France, concluded at Paris, in July, 1831, Aglae Coursault, styling herself the widow and executrix of the last will and testament of Edward Coursault, in January, 1833, presented a memorial to the board of commissioners appointed to carry the convention into effect, claiming indemnity for the seizure and confiscation of the brig and cargo.</p>\n      <p class=\"indent\">The memorial stated the death of Edward Coursault, the appointment of the memorialist and Gabriel Paul executors, by his last will, that letters testamentary were granted to the memorialist and Gabriel Paul; and the memorial also states that whatever amount of said claim may be awarded under said convention, will belong solely and exclusively to the memorialist, as executor of the last will and testament of the said Edward Coursault, deceased.</p>\n      <p class=\"indent\">Together with the documents presented to the commissioners, showing the property of the Good Friends and part of her cargo to have belonged, at the time of the seizure and confiscation, to Edward Coursault, there was a power of attorney from Gabriel Paul, as 'administrator of the estate of Edward Coursault,' to Mrs. Aglae Coursault, authorizing her to present in his name to the commissioners of the United States the claim of the estate of Edward Coursault, promising to present himself before them as soon as required.</p>\n      <p class=\"indent\">The commissioners awarded the sum of seven thousand eight hundred and sixty-four dollars, in favour of the claimant.</p>\n      <p class=\"indent\">On the 27th of March, 1837, an affidavit was made and presented to the Orphans Court of the county of Washington, in the District of Columbia, stating that Edward Coursault had died in the city of Baltimore, in 1814, and that Aglae Coursault, his widow and executrix, had died about two years before the making of the affidavit.</p>\n      <p class=\"indent\">On the 29th of March, 1837, the judge of the Orphans Court directed letters of administration, with the will annexed, to be issued upon the estate of Edward Coursault, to Elias Kane, Esquire; and the sum awarded on the claim of Aglae Coursault by the commissioners, was paid at the Treasury of the United States to Mr. Kane, as the administrator.</p>\n      <p class=\"indent\">Gabriel Paul, in November, 1837, as executor of Edward Coursault, having taken out letters of administration in the District of Columbia, instituted a suit in the Circuit Court of the county of Washington against Elias Kane, for the recovery of the sum paid to him by the United States; and at November term, 1838, the cause was tried, and a verdict and judgment were rendered for the plaintiff.</p>\n      <p class=\"indent\">At the trial, the defendant in the Circuit Court gave in evidence an exemplification of the letters of administration granted by the Orphans Court of the county of Washington; but the Court directed the jury that they were no bar to the action of the plaintiff. The defendant excepted to this opinion of the Court. And the plaintiff having offered in evidence the award of the commissioners, the power of attorney from the plaintiff to Aglae Coursault, (by copies from the State Department), and his letters testamentary, with a copy of the will annexed; and having proved that the plaintiff was then living; the Court directed the jury that the plaintiff, if the said evidence was believed, was entitled to recover the amount received by the defendant under the award. The defendant excepted to this direction of the Court, and prosecuted this writ of error.</p>\n      <p class=\"indent\">The cause was argued by Mr. Key, with whom was Mr. Kane, for the plaintiff in error; and by Mr. Coxe and Mr. Semmes, for the defendant.</p>\n      <p class=\"indent\">Mr. Key, for the plaintiff in error, contended that the letters of administration granted to the plaintiff in the District of Columbia, were not void; and that the instructions of the Circuit Court were erroneous.</p>\n      <p class=\"indent\">If there had not been special legislation on this subject, no doubt could be entertained of the invalidity of the letters of administration granted to Gabriel Paul, in the District of Columbia; after those which had been granted to the plaintiff in error. By the general law, administration is to be granted in the place where the property of the deceased person is found; and letters testamentary drawing their authority from a different state or country, have no validity. 9 Wheat. 571. Smith <i>vs.</i> the Union Bank of Georgetown, 5 Peters, 518. Story's Conflict of Laws, 422. 429-433. 436. 439. 20 Johns. Rep. 265.</p>\n      <p class=\"indent\">The special legislation by the Act of Congress of 24th June, 1812, was not intended to make a general change on this subject. It meant only to authorize suit to be brought on foreign letters of administration, or letters of administration granted out of the District of Columbia. The Court will lean in favour of this construction of the act; and by giving it this limitation, will prevent, as far as possible, the infraction of the principle, that the personal estate of an intestate, or decedent, is to be distributed according to the local law of the place where it may be.</p>\n      <p class=\"indent\">Nor can the act of Congress of 1812, be construed to take away the authority to issue letters of administration in this District, when no administration of the deceased is within the District, and there are personal effects belonging to the deceased within the same.</p>\n      <p class=\"indent\">The law does not take away this jurisdiction of the Orphans Court of the county of Washington to issue letters of administration. While it authorizes a foreign administrator to come into this District, it leaves the authority of the Orphans Court as it existed before the act. Such a construction of the law would be most unreasonable, and would produce great difficulties and inconveniences. There is no power to compel a foreign administrator to come into this District and collect the assets of the estate. Thus the personal property of a decedent might be wasted and lost. But to construe the law, as is contended for by the plaintiff in error, is to give it all the efficiency requisite, and essential to the purposes of the legislation. The foreign administrator may institute suits in the District; but over assets which are in the District, an administrator duly appointed by the Orphans Court, before the foreign administrator comes here, has full and exclusive control and authority.</p>\n      <p class=\"indent\">In support of this construction of the act of Congress, the counsel cited United States <i>vs.</i> Fisher, 2 Cranch, 35. Baldwin C. C. Rep. 316. Cowper, 391. 6 Dane's Abridgment, 601. 593. Foster's Case, 11 Coke's Rep. 64<sup>a</sup>.</p>\n      <p class=\"indent\">The power given to an administrator in the District, is to collect and administer the estate of the intestate according to the lex rei sitae. After his appointment he cannot excuse himself for neglecting to collect the assets of the estate by alleging that there was another and a foreign administrator: nor would the payment of a debt to a foreign administrator, by a person in the District, be a bar to the claim of an administrator appointed here. Suppose an administrator appointed in the District should have brought suits, would they abate when a foreign administrator comes here? It is admitted that the act of Congress of 1812, may be interpreted to give concurrent powers to foreign and domestic administrators, but not to make the powers of the foreign administrator exclusive. Story's Conflict of Laws, 431.</p>\n      <p class=\"indent\">There is another view of this question. This is not a debt which was due to the intestate in his lifetime. It is money of the estate which came into this District in 1827; and the letters testamentary, granted in Baltimore, were issued to Gabriel Paul, in 1814. The action in the Circuit Court was not for money due to the testator, but due to the executor of Coursault. The action is not, therefore, authorized by the act of Congress, as it authorized suits by the representative of a decedent; but this is a suit in his own right by the executor.</p>\n      <p class=\"indent\">A suit may be brought by an administrator for the recovery of a debt due to him, contracted with him in his capacity of administrator, after the decease of his intestate. 4 Mason C. C. Rep. 34. But the act of Congress gives no power to sue, except in cases where action can be brought on letters of administration for debts to, or on contracts with, the intestate. It has no application to suits which a party might institute without letters of administration; such as suits for claims by the administrator on debts due on contracts or obligations which have arisen after the decease of the party represented by him.</p>\n      <p class=\"indent\">An objection lies to the original letters testamentary granted in Baltimore to Gabriel Paul. The will of Edward Coursault appointed two executors, and yet without any renunciation by Aglae Coursault, the letters testamentary are issued to Gabriel Paul alone. This is contrary to the testamentary act of February, 1777, ch. 8.</p>\n      <p class=\"indent\">The counsel for the defendant in error stated, that the application to the commissioners under the treaty of indemnity with France, was made by Aglae Coursault acting as executrix of her husband, and under a power of attorney from Gabriel Paul, who had regularly proved the will and taken out letters testamentary. The award of the commissioners was to the executor; this was regular. The sum awarded was the property of the estate of Edward Coursault, being an indemnity for the seizure of his property in his lifetime; and the claim for a recompense for this injury passed to the executors of his will.</p>\n      <p class=\"indent\">Thus situated, and Aglae Coursault having died, the plaintiff in error came forward; and disregarding the rights of the defendant in error, which were his by the letters testamentary, and by the award of the commissioners under the treaty, he obtained possession of this money under letters of administration granted to him in the District of Columbia. He did not come forward as a creditor of the estate of Edward Coursault, but as a stranger, and took possession of the fund. This was an illegal interference with the rights of the executor, and cannot be allowed. The provisions of the act of Congress on the subject of the claims under the treaty with France have been violated; rights clearly vested under the law and by the award of the commissioners have been disregarded.</p>\n      <p class=\"indent\">The fund awarded under the treaty with France was not assets in the District of Columbia. The claim had been presented on the part of the representatives of a merchant of Baltimore, for the seizure of his vessel and cargo; and the United States having received the money from France, were trustees for the claimants to distribute the same among them. If this fund had any location, it was in Baltimore; there the United States were bound to pay the amount awarded to the executor of Edward Coursault. In point of fact the money was paid in New York, as there it had been kept by the United States when received from France. All that was required was the presentation of the award of the commissioners, to the agents of the United States in New York.</p>\n      <p class=\"indent\">The action in the Circuit Court was properly brought. But if this was not so, the exception should have been taken by a plea in abatement. The plea of the general issue admits the right of the executor to sue. 8 Wheat. 542. 1 Peters, 386. 4 Peters, 500. Baker <i>vs.</i> Biddle, Baldwin's C. C. Rep. 394. To show the right of the executor to sue, cited Biddle <i>vs.</i> Wilkins, 1 Peters, 486. 1 Ventris, 535. 1 Mod. 213. 2 Mod. 149. Hobart, 46. 2 Lord Ray. 701. 1 Williams on Executors, 155. An administration granted, where there is an executor, is void. 3 Bos. and Pull. 30. Toller on Executors, 120. 8 Cranch, 1.</p>\n      <p class=\"indent\">Mr. Justice WAYNE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It appears in this case, that Edward Coursault being domiciled in Baltimore, died there in the year 1814; and that by his will, dated the 13th August, 1814, he appointed Aglae Coursault, executrix, and Gabriel Paul, executor.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the 27th August, 1814, letters testamentary were granted in Maryland to Gabriel Paul&#8212;Paul is still alive. Edward Coursault being the owner of the brig Good Friends, and part of her cargo, both were seized and confiscated at Morlaix, in the year 1809, by the French government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Paul, the qualified executor of Coursault, by a power of attorney dated the 18th of October, 1832, he being then a resident of Missouri, empowered Aglae Coursault to present a memorial in his name to the board of commissioners, appointed under the act of Congress to carry into effect the convention between the United States and his majesty the king of the French, concluded at Paris, on the 4th day of July, 1831, for the claim of the testator to indemnity on account of the confiscation of the Good Friends, and her cargo; stating in his power, that he would present himself before the board of commissioners as soon as he might be required. Under this power, Aglae Coursault memorialized the commissioners; in which memorial, after reciting the seizure and confiscation of the Good Friends and her cargo, what the cargo was, the value of the vessel and her freight, and that Edward Coursault had incurred great expense in defending his rights; it is said, letters testamentary were granted to herself and Gabriel Paul, and that whatever sum may be awarded upon the claim, it would belong exclusively to herself.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The commissioners made an award in favour of the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After this award was made, Kane, the appellant, applied to the Orphans Court of the county of Washington, in the District of Columbia, for letters of administration upon the estate of Edward Coursault; and upon an affidavit of Thomas Dunlap, stating that the widow and executrix, Aglae Coursault, was dead, an order was made to issue letters of administration to the appellant, upon the estate of Edward Coursault; and letters of administration de bonis non, with the will annexed, were given to him, he havinn entered into bond with Thomas Dunlap and John K. Kane, as securities for the faithful performance of his duties.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kane applied for, and received from the proper department of the government, a part of the sum awarded by the commissioners upon the claim of Edward Coursault: and this suit was brought by Gabriel Paul, the executor, to recover from Kane the money he received, in his character of administrator de bonis non, cum testamento annexo.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The declaration contains three counts, in each of which the plaintiff claims as executor. The defendant pleaded non assumpsit; and issue being joined, a jury was called to try the issue. On the trial, besides other evidence, the plaintiff produced his letters testamentary, granted in 1814, in Maryland; and the defendant offered in evidence an exemplification of the letters of administration granted to him by the Orphans Court of Washington county, District of Columbia, in 1837.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Court charged the jury, that the letters of administration offered by the defendant, were no bar to the plaintiff's action; but that the plaintiff's letters testamentary and the other evidence, if believed by the jury, entitled him to recover the amount the defendant had received upon the award of the commissioners, according to the certificate of that amount, given by John H. Houston, a clerk in the fifth auditor's office. The jury gave a verdict in favour of the plaintiff; the defendant having first excepted to the instructions of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The point then made by this exception to the instruction of the Court is, do the letters testamentary, obtained by the plaintiff in Maryland, prevail over the letters of administration de bonis non, cum testamento annexo, given to the defendant is the District of Columbia, so as to entitle the former to recover from the latter, the money received by him in such character, without a repeal or revocation of such letters?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The answer to that question will depend upon the legal character of the letters granted to the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Are they void or voidable?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Com. Dig. Adm. B. 1, it is said, If there be an executor, and administration be granted before probate and refusal, it shall be void on the will being afterwards proved; although the will were suppressed or its existence were unknown, or it were dubious who was executor, or he were concealed or abroad at the time of granting the administration. So in Com. Dig. B. 2, B. 10, If there be two executors, one of whom proves the will and the other refuses, and he who proves the will dies, and administration is granted before the refusal of the survivor, subsequently to the death of his co-executor, or if granted before the refusal of the executor, although he afterwards refuse, such administration shall be void. In all these cases, the administration is a mere nullity. The executor's interest the ordinary is incapable of divesting. Toller on Ex. 121.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the case of Griffith <i>vs.</i> Frazer, 8 Cran. Rep. 24, the Court says, 'The appointment of an executor vests the whole personal estate in the person so appointed. He holds as trustee for the purposes of the will, but he holds the legal title in all the chattels of the testator. He is, for the purpose of administering them, as much the legal proprietor of those chattels, as was the testator himself while alive. This is incompatible with any power in the ordinary to transfer those chattels to any other person by the grant of administration on them. His grant can pass nothing; it conveys no right, and is a void act.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Such is the Common Law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Notwithstanding the extended jurisdiction given by the statutes of Maryland to the Orphans Court in testamentary cases, we cannot see in them any alteration of the legal consequence resulting from the grant by that Court of letters of administration, in case of a will, when there is an executor not disqualified by law, or who has not been excluded from acting in conformity to law. The grant of administration is void, as at common law. The powers given to the Court are intended to protect the rights of executors; not to enlarge its jurisdiction to transfer them to another person. The action of the Court, to be effective to grant administration upon a will, an executor being alive, and capable of acting, must be within its powers. If not, the administration will be void. This conclusion is sustained too by the stern manner in which the Orphans Court is confined within its jurisdiction by the statute of 1798, ch. 101, sub-ch. 15. 'The said Orphans Court shall not, under any pretext of incidental power or constructive authority, exercise any jurisdiction whatever not expressly given by this act, or some other law.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The letters being void, the person named in them cannot retain from the rightful executor the festator's effects; upon the plea that he may do so until the letters have been revoked by the Court which granted them. The appearance of an executor with proof of the will and letters testamentary, subsequently to the grant of letters of administration in a case where it was supposed there was no will, is of itself a revocation of the latter; and so is the Maryland law. Dorsey's Maryland Testamentary Law, 4 sec. 77.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, then, though the right of the plaintiff to sue in the District of Columbia is given by the act of Congress of the 24th June, 1812; Davis' Dist. Laws, 266; his right to recover rests upon the legal conclusion that the defendant never was administrator to administer the effects of the testator: the act of the Orphans Court naming him such, being void, ab initio. His right under that act is, to 'maintain any suit or action, and to prosecute and recover any claim in the District of Columbia, in the same manner as if his letters testamentary or administration had been granted by the proper authority,' &amp;c. &amp;c. 'in such District.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the case before us, there was a will which had been proved in Maryland; letters testamentary granted to an executor; that executor was alive (and is still so) when the Orphans Court gave letters to the defendant, upon the proof that the executrix named in the will was dead; without any inquiry concerning the executor, but in the face of the certificate of his letters testamentary.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It was repeatedly asked on the argument of this cause, what rights can letters testamentary, or of administration, granted in either of the states of this Union, give to an executor or administrator in the District of Columbia, except the right to sue, given by the act of Congress of 1812. Davis' Dist. Laws, 266.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We answer, that the right to sue in the manner it is given, gives the right to such executor or administrator to recover from any individual within the District of Columbia, effects or money belonging to the testator or intestate, in whatever way they may have been received, if the law does not permit him to retain them on account of some relation borne to the testator or to his executor, which defeats the executor's right; and that letters testamentary, or of administration, obtained in either of the states or territories of this Union, give a right to the person having them to receive and give discharges for assets, without suit, which may be in the hands of any person within the District of Columbia: and the right to receive from the government, either in the District or in the state where letters have been granted, any sum of money which the government may owe to a testator or intestate at the time of his death, or which may become due thereafter, or which may accrue to the government from a testator or intestate, in any way or at any time. And a bona fide payment to the administrator of a debt due to the estate, shall be a legal discharge to the debtor, whether the administration be void or voidable. Toller, 130. Allen <i>vs.</i> Dundas, 3 Term Rep. 125.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It was however urged, that the Court erred in its instruction to the jury, because the letters testamentary of the plaintiff appear on the face of them to have been granted in violation of the law of Maryland, Dor. Test. Law, 6 sec. 77, which declares that letters testamentary shall not be granted to any one, or to any number of executors less than the whole; unless there shall be such proceedings against each of them failing, as would authorize the issuing of letters of administration in case of the failure of a sole named executor. Whether such proceedings were had or not, the record does not show: but if it did, the objection would not prevail. The certificate of the Register of wills annexed to the proceeding of the Orphans Court, giving letters to the defendant, shows that the will had been proved, and that the plaintiff had received letters testamentary. That he is executor, then, is proved, as much as the law requires it to be; whether the declaration is in assumpsit upon a cause of action arising in the time of the testator, or in that of the executor. The plea was the general issue; and even in a case where that plea raises the question of right or title in the executor, the certificate of probate, and qualification as executor, meets the requisition. A judicial examination into their validity can only be gone into upon a plea in abatement, after oyer has been craved and granted; and then upon issue joined, the plaintiff's title as executor or administrator may be disputed, by showing any of those causes which make the grant void, ab initio, or that the administration has been revoked. The title of an administrator is proved by the production of the letters of administration. 2 Phil. Evi, 550, 551. Childres <i>vs.</i> Emory et al. 8 Wheat. 671. Nor can such objection prevail, because the plaintiff omitted to make profert of his letters testamentary in his declaration, for that is aided, unless the defendant demur specially for the defect. 4 Anne, ch. 11. 1 Saunders on Pleading, 574.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It was also objected against the recovery in this case, that the money of the testator having been received by the defendant after the death of the testator, the declaration should have been in the plaintiff's own name, and not as executor. The law is now well established that it may be in either form. The distinction is, that when an executor sues in respect of a cause of action which occurred in the lifetime of the deceased, he must declare in the detinet, that is, in his representative capacity only. But where the cause of action accrues after the death of the testator, if the money recovered will be assets, the executor may declare in his representative character, or in his own name.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Washington, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this Court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, affirmed, with costs and damages at the rate of six per centum per annum.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>39 U.S. 33 (1840)</b></center>\n<center><b>14 Pet. 33</b></center>\n<center><h1>ELIAS KANE, PLAINTIFF IN ERROR,<br>\nvs.<br>\nGABRIEL PAUL, EXECUTOR OF EDWARD COURSAULT, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*35</span> The cause was argued by Mr. Key, with whom was Mr. Kane, for the plaintiff in error; and by Mr. Coxe and Mr. Semmes, for the defendant.</p>\n<p><span class=\"star-pagination\">*38</span> Mr. Justice WAYNE delivered the opinion of the Court.</p>\n<p>It appears in this case, that Edward Coursault being domiciled in Baltimore, died there in the year 1814; and that by his will, dated the 13th August, 1814, he appointed Aglae Coursault, executrix, and Gabriel Paul, executor.</p>\n<p>On the 27th August, 1814, letters testamentary were granted in Maryland to Gabriel Paul  Paul is still alive. Edward Coursault being the owner of the brig Good Friends, and part of her cargo, both were seized and confiscated at Morlaix, in the year 1809, by the French government.</p>\n<p>Paul, the qualified executor of Coursault, by a power of attorney dated the 18th of October, 1832, he being then a resident of Missouri, empowered Aglae Coursault to present a memorial in his name to the board of commissioners, appointed under the act of Congress to carry into effect the convention between the United States and his majesty the king of the French, concluded at Paris, on the 4th day of July, 1831, for the claim of the testator to indemnity on account of the confiscation of the Good Friends, and her cargo; stating in his power, that he would present himself before the board of commissioners as soon as he might be required. Under this power, Aglae Coursault memorialized the commissioners; in which memorial, after reciting the seizure and confiscation of the Good Friends and her cargo, what the cargo was, the value of the vessel and her freight, and that Edward Coursault had incurred great expense in defending his rights; it is said, letters testamentary were granted to herself and Gabriel Paul, and that whatever sum may be awarded upon the claim, it would belong exclusively to herself.</p>\n<p>The commissioners made an award in favour of the claim.</p>\n<p>After this award was made, Kane, the appellant, applied to the Orphans Court of the county of Washington, in the District of Columbia, for letters of administration upon the estate of Edward Coursault; and upon an affidavit of Thomas Dunlap, stating that the widow and executrix, Aglae Coursault, was dead, an order was made to issue letters of administration to the appellant, upon the estate of Edward Coursault; and letters of administration de bonis <span class=\"star-pagination\">*39</span> non, with the will annexed, were given to him, he having entered into bond with Thomas Dunlap and John K. Kane, as securities for the faithful performance of his duties.</p>\n<p>Kane applied for, and received from the proper department of the government, a part of the sum awarded by the commissioners upon the claim of Edward Coursault: and this suit was brought by Gabriel Paul, the executor, to recover from Kane the money he received, in his character of administrator de bonis non, cum testamento annexo.</p>\n<p>The declaration contains three counts, in each of which the plaintiff claims as executor. The defendant pleaded non assumpsit; and issue being joined, a jury was called to try the issue. On the trial, besides other evidence, the plaintiff produced his letters testamentary, granted in 1814, in Maryland; and the defendant offered in evidence an exemplification of the letters of administration granted to him by the Orphans Court of Washington county, District of Columbia, in 1837.</p>\n<p>The Court charged the jury, that the letters of administration offered by the defendant, were no bar to the plaintiff's action; but that the plaintiff's letters testamentary and the other evidence, if believed by the jury, entitled him to recover the amount the defendant had received upon the award of the commissioners, according to the certificate of that amount, given by John H. Houston, a clerk in the fifth auditor's office. The jury gave a verdict in favour of the plaintiff; the defendant having first excepted to the instructions of the Court.</p>\n<p>The point then made by this exception to the instruction of the Court is, do the letters testamentary, obtained by the plaintiff in Maryland, prevail over the letters of administration de bonis non, cum testamento annexo, given to the defendant in the District of Columbia, so as to entitle the former to recover from the latter, the money received by him in such character, without a repeal or revocation of such letters?</p>\n<p>The answer to that question will depend upon the legal character of the letters granted to the defendant.</p>\n<p>Are they void or voidable?</p>\n<p>In Com. Dig. Adm. B. 1, it is said, If there be an executor, and administration be granted before probate and refusal, it shall be void on the will being afterwards proved; although the will were suppressed or its existence were unknown, or it were dubious who was executor, or he were concealed or abroad at the time of granting the administration. So in Com. Dig. B. 2, B. 10, If there be two executors, one of whom proves the will and the other refuses, and he who proves the will dies, and administration is granted before the refusal of the survivor, subsequently to the death of his co-executor, or if granted before the refusal of the executor, although he afterwards refuse, such administration shall be void. In all these cases, the administration is a mere nullity. The executor's interest the ordinary is incapable of divesting. Toller on Ex. 121.</p>\n<p><span class=\"star-pagination\">*40</span> In the case of Griffith vs. Frazer, 8 Cran. Rep. 24, the Court says, \"The appointment of an executor vests the whole personal estate in the person so appointed. He holds as trustee for the purposes of the will, but he holds the legal title in all the chattels of the testator. He is, for the purpose of administering them, as much the legal proprietor of those chattels, as was the testator himself while alive. This is incompatible with any power in the ordinary to transfer those chattels to any other person by the grant of administration on them. His grant can pass nothing; it conveys no right, and is a void act.\"</p>\n<p>Such is the Common Law.</p>\n<p>Notwithstanding the extended jurisdiction given by the statutes of Maryland to the Orphans Court in testamentary cases, we cannot see in them any alteration of the legal consequence resulting from the grant by that Court of letters of administration, in case of a will, when there is an executor not disqualified by law, or who has not been excluded from acting in conformity to law. The grant of administration is void, as at common law. The powers given to the Court are intended to protect the rights of executors; not to enlarge its jurisdiction to transfer them to another person. The action of the Court, to be effective to grant administration upon a will, an executor being alive, and capable of acting, must be within its powers. If not, the administration will be void. This conclusion is sustained too by the stern manner in which the Orphans Court is confined within its jurisdiction by the statute of 1798, ch. 101, sub-ch. 15. \"The said Orphans Court shall not, under any pretext of incidental power or constructive authority, exercise any jurisdiction whatever not expressly given by this act, or some other law.\"</p>\n<p>The letters being void, the person named in them cannot retain from the rightful executor the testator's effects; upon the plea that he may do so until the letters have been revoked by the Court which granted them. The appearance of an executor with proof of the will and letters testamentary, subsequently to the grant of letters of administration in a case where it was supposed there was no will, is of itself a revocation of the latter; and so is the Maryland law. Dorsey's Maryland Testamentary Law, 4 sec. 77.</p>\n<p>In this case, then, though the right of the plaintiff to sue in the District of Columbia is given by the act of Congress of the 24th June, 1812; Davis' Dist. Laws, 266; his right to recover rests upon the legal conclusion that the defendant never was administrator to administer the effects of the testator: the act of the Orphans Court naming him such, being void, ab initio. His right under that act is, to \"maintain any suit or action, and to prosecute and recover any claim in the District of Columbia, in the same manner as if his letters testamentary or administration had been granted by the proper authority,\" &amp;c. &amp;c. \"in such District.\"</p>\n<p>In the case before us, there was a will which had been proved in Maryland; letters testamentary granted to an executor; that executor was alive (and is still so) when the Orphans Court gave letters <span class=\"star-pagination\">*41</span> to the defendant, upon the proof that the executrix named in the will was dead; without any inquiry concerning the executor, but in the face of the certificate of his letters testamentary.</p>\n<p>It was repeatedly asked on the argument of this cause, what rights can letters testamentary, or of administration, granted in either of the states of this Union, give to an executor or administrator in the District of Columbia, except the right to sue, given by the act of Congress of 1812. Davis' Dist. Laws, 266.</p>\n<p>We answer, that the right to sue in the manner it is given, gives the right to such executor or administrator to recover from any individual within the District of Columbia, effects or money belonging to the testator or intestate, in whatever way they may have been received, if the law does not permit him to retain them on account of some relation borne to the testator or to his executor, which defeats the executor's right; and that letters testamentary, or of administration, obtained in either of the states or territories of this Union, give a right to the person having them to receive and give discharges for assets, without suit, which may be in the hands of any person within the District of Columbia: and the right to receive from the government, either in the District or in the state where letters have been granted, any sum of money which the government may owe to a testator or intestate at the time of his death, or which may become due thereafter, or which may accrue to the government from a testator or intestate, in any way or at any time. And a bona fide payment to the administrator of a debt due to the estate, shall be a legal discharge to the debtor, whether the administration be void or voidable. Toller, 130. Allen vs. Dundas, 3 Term Rep. 125.</p>\n<p>It was however urged, that the Court erred in its instruction to the jury, because the letters testamentary of the plaintiff appear on the face of them to have been granted in violation of the law of Maryland, Dor. Test. Law, 6 sec. 77, which declares that letters testamentary shall not be granted to any one, or to any number of executors less than the whole; unless there shall be such proceedings against each of them failing, as would authorize the issuing of letters of administration in case of the failure of a sole named executor. Whether such proceedings were had or not, the record does not show: but if it did, the objection would not prevail. The certificate of the Register of wills annexed to the proceeding of the Orphans Court, giving letters to the defendant, shows that the will had been proved, and that the plaintiff had received letters testamentary. That he is executor, then, is proved, as much as the law requires it to be; whether the declaration is in assumpsit upon a cause of action arising in the time of the testator, or in that of the executor. The plea was the general issue; and even in a case where that plea raises the question of right or title in the executor, the certificate of probate, and qualification as executor, meets the requisition. A judicial examination into their validity can only be gone into upon a plea in abatement, after oyer has been craved and granted; and then upon issue joined, the plaintiff's title as executor or administrator <span class=\"star-pagination\">*42</span> may be disputed, by showing any of those causes which make the grant void, ab initio, or that the administration has been revoked. The title of an administrator is proved by the production of the letters of administration. 2 Phil. Evi, 550, 551. Childres vs. Emory et al. 8 Wheat. 671. Nor can such objection prevail, because the plaintiff omitted to make profert of his letters testamentary in his declaration, for that is aided, unless the defendant demur specially for the defect. 4 Anne, ch. 11. 1 Saunders on Pleading, 574.</p>\n<p>It was also objected against the recovery in this case, that the money of the testator having been received by the defendant after the death of the testator, the declaration should have been in the plaintiff's own name, and not as executor. The law is now well established that it may be in either form. The distinction is, that when an executor sues in respect of a cause of action which occurred in the lifetime of the deceased, he must declare in the detinet, that is, in his representative capacity only. But where the cause of action accrues after the death of the testator, if the money recovered will be assets, the executor may declare in his representative character, or in his own name.</p>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Washington, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this Court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, affirmed, with costs and damages at the rate of six per centum per annum.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></span> (1840)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">33</span></span></b></center>\n<center><h1>ELIAS KANE, PLAINTIFF IN ERROR,<br>\nvs.<br>\nGABRIEL PAUL, EXECUTOR OF EDWARD COURSAULT, DECEASED.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*35</span> The cause was argued by Mr. Key, with whom was Mr. Kane, for the plaintiff in error; and by Mr. Coxe and Mr. Semmes, for the defendant.</p>\n<p><span class=\"star-pagination\">*38</span> Mr. Justice WAYNE delivered the opinion of the Court.</p>\n<p>It appears in this case, that Edward Coursault being domiciled in Baltimore, died there in the year 1814; and that by his will, dated the 13th August, 1814, he appointed Aglae Coursault, executrix, and Gabriel Paul, executor.</p>\n<p>On the 27th August, 1814, letters testamentary were granted in Maryland to Gabriel Paul  Paul is still alive. Edward Coursault being the owner of the brig Good Friends, and part of her cargo, both were seized and confiscated at Morlaix, in the year 1809, by the French government.</p>\n<p>Paul, the qualified executor of Coursault, by a power of attorney dated the 18th of October, 1832, he being then a resident of Missouri, empowered Aglae Coursault to present a memorial in his name to the board of commissioners, appointed under the act of Congress to carry into effect the convention between the United States and his majesty the king of the French, concluded at Paris, on the 4th day of July, 1831, for the claim of the testator to indemnity on account of the confiscation of the Good Friends, and her cargo; stating in his power, that he would present himself before the board of commissioners as soon as he might be required. Under this power, Aglae Coursault memorialized the commissioners; in which memorial, after reciting the seizure and confiscation of the Good Friends and her cargo, what the cargo was, the value of the vessel and her freight, and that Edward Coursault had incurred great expense in defending his rights; it is said, letters testamentary were granted to herself and Gabriel Paul, and that whatever sum may be awarded upon the claim, it would belong exclusively to herself.</p>\n<p>The commissioners made an award in favour of the claim.</p>\n<p>After this award was made, Kane, the appellant, applied to the Orphans Court of the county of Washington, in the District of Columbia, for letters of administration upon the estate of Edward Coursault; and upon an affidavit of Thomas Dunlap, stating that the widow and executrix, Aglae Coursault, was dead, an order was made to issue letters of administration to the appellant, upon the estate of Edward Coursault; and letters of administration de bonis <span class=\"star-pagination\">*39</span> non, with the will annexed, were given to him, he having entered into bond with Thomas Dunlap and John K. Kane, as securities for the faithful performance of his duties.</p>\n<p>Kane applied for, and received from the proper department of the government, a part of the sum awarded by the commissioners upon the claim of Edward Coursault: and this suit was brought by Gabriel Paul, the executor, to recover from Kane the money he received, in his character of administrator de bonis non, cum testamento annexo.</p>\n<p>The declaration contains three counts, in each of which the plaintiff claims as executor. The defendant pleaded non assumpsit; and issue being joined, a jury was called to try the issue. On the trial, besides other evidence, the plaintiff produced his letters testamentary, granted in 1814, in Maryland; and the defendant offered in evidence an exemplification of the letters of administration granted to him by the Orphans Court of Washington county, District of Columbia, in 1837.</p>\n<p>The Court charged the jury, that the letters of administration offered by the defendant, were no bar to the plaintiff's action; but that the plaintiff's letters testamentary and the other evidence, if believed by the jury, entitled him to recover the amount the defendant had received upon the award of the commissioners, according to the certificate of that amount, given by John H. Houston, a clerk in the fifth auditor's office. The jury gave a verdict in favour of the plaintiff; the defendant having first excepted to the instructions of the Court.</p>\n<p>The point then made by this exception to the instruction of the Court is, do the letters testamentary, obtained by the plaintiff in Maryland, prevail over the letters of administration de bonis non, cum testamento annexo, given to the defendant in the District of Columbia, so as to entitle the former to recover from the latter, the money received by him in such character, without a repeal or revocation of such letters?</p>\n<p>The answer to that question will depend upon the legal character of the letters granted to the defendant.</p>\n<p>Are they void or voidable?</p>\n<p>In Com. Dig. Adm. B. 1, it is said, If there be an executor, and administration be granted before probate and refusal, it shall be void on the will being afterwards proved; although the will were suppressed or its existence were unknown, or it were dubious who was executor, or he were concealed or abroad at the time of granting the administration. So in Com. Dig. B. 2, B. 10, If there be two executors, one of whom proves the will and the other refuses, and he who proves the will dies, and administration is granted before the refusal of the survivor, subsequently to the death of his co-executor, or if granted before the refusal of the executor, although he afterwards refuse, such administration shall be void. In all these cases, the administration is a mere nullity. The executor's interest the ordinary is incapable of divesting. Toller on Ex. 121.</p>\n<p><span class=\"star-pagination\">*40</span> In the case of Griffith vs. Frazer, 8 Cran. Rep. 24, the Court says, \"The appointment of an executor vests the whole personal estate in the person so appointed. He holds as trustee for the purposes of the will, but he holds the legal title in all the chattels of the testator. He is, for the purpose of administering them, as much the legal proprietor of those chattels, as was the testator himself while alive. This is incompatible with any power in the ordinary to transfer those chattels to any other person by the grant of administration on them. His grant can pass nothing; it conveys no right, and is a void act.\"</p>\n<p>Such is the Common Law.</p>\n<p>Notwithstanding the extended jurisdiction given by the statutes of Maryland to the Orphans Court in testamentary cases, we cannot see in them any alteration of the legal consequence resulting from the grant by that Court of letters of administration, in case of a will, when there is an executor not disqualified by law, or who has not been excluded from acting in conformity to law. The grant of administration is void, as at common law. The powers given to the Court are intended to protect the rights of executors; not to enlarge its jurisdiction to transfer them to another person. The action of the Court, to be effective to grant administration upon a will, an executor being alive, and capable of acting, must be within its powers. If not, the administration will be void. This conclusion is sustained too by the stern manner in which the Orphans Court is confined within its jurisdiction by the statute of 1798, ch. 101, sub-ch. 15. \"The said Orphans Court shall not, under any pretext of incidental power or constructive authority, exercise any jurisdiction whatever not expressly given by this act, or some other law.\"</p>\n<p>The letters being void, the person named in them cannot retain from the rightful executor the testator's effects; upon the plea that he may do so until the letters have been revoked by the Court which granted them. The appearance of an executor with proof of the will and letters testamentary, subsequently to the grant of letters of administration in a case where it was supposed there was no will, is of itself a revocation of the latter; and so is the Maryland law. Dorsey's Maryland Testamentary Law, 4 sec. 77.</p>\n<p>In this case, then, though the right of the plaintiff to sue in the District of Columbia is given by the act of Congress of the 24th June, 1812; Davis' Dist. Laws, 266; his right to recover rests upon the legal conclusion that the defendant never was administrator to administer the effects of the testator: the act of the Orphans Court naming him such, being void, ab initio. His right under that act is, to \"maintain any suit or action, and to prosecute and recover any claim in the District of Columbia, in the same manner as if his letters testamentary or administration had been granted by the proper authority,\" &amp;c. &amp;c. \"in such District.\"</p>\n<p>In the case before us, there was a will which had been proved in Maryland; letters testamentary granted to an executor; that executor was alive (and is still so) when the Orphans Court gave letters <span class=\"star-pagination\">*41</span> to the defendant, upon the proof that the executrix named in the will was dead; without any inquiry concerning the executor, but in the face of the certificate of his letters testamentary.</p>\n<p>It was repeatedly asked on the argument of this cause, what rights can letters testamentary, or of administration, granted in either of the states of this Union, give to an executor or administrator in the District of Columbia, except the right to sue, given by the act of Congress of 1812. Davis' Dist. Laws, 266.</p>\n<p>We answer, that the right to sue in the manner it is given, gives the right to such executor or administrator to recover from any individual within the District of Columbia, effects or money belonging to the testator or intestate, in whatever way they may have been received, if the law does not permit him to retain them on account of some relation borne to the testator or to his executor, which defeats the executor's right; and that letters testamentary, or of administration, obtained in either of the states or territories of this Union, give a right to the person having them to receive and give discharges for assets, without suit, which may be in the hands of any person within the District of Columbia: and the right to receive from the government, either in the District or in the state where letters have been granted, any sum of money which the government may owe to a testator or intestate at the time of his death, or which may become due thereafter, or which may accrue to the government from a testator or intestate, in any way or at any time. And a bona fide payment to the administrator of a debt due to the estate, shall be a legal discharge to the debtor, whether the administration be void or voidable. Toller, 130. Allen vs. Dundas, 3 Term Rep. 125.</p>\n<p>It was however urged, that the Court erred in its instruction to the jury, because the letters testamentary of the plaintiff appear on the face of them to have been granted in violation of the law of Maryland, Dor. Test. Law, 6 sec. 77, which declares that letters testamentary shall not be granted to any one, or to any number of executors less than the whole; unless there shall be such proceedings against each of them failing, as would authorize the issuing of letters of administration in case of the failure of a sole named executor. Whether such proceedings were had or not, the record does not show: but if it did, the objection would not prevail. The certificate of the Register of wills annexed to the proceeding of the Orphans Court, giving letters to the defendant, shows that the will had been proved, and that the plaintiff had received letters testamentary. That he is executor, then, is proved, as much as the law requires it to be; whether the declaration is in assumpsit upon a cause of action arising in the time of the testator, or in that of the executor. The plea was the general issue; and even in a case where that plea raises the question of right or title in the executor, the certificate of probate, and qualification as executor, meets the requisition. A judicial examination into their validity can only be gone into upon a plea in abatement, after oyer has been craved and granted; and then upon issue joined, the plaintiff's title as executor or administrator <span class=\"star-pagination\">*42</span> may be disputed, by showing any of those causes which make the grant void, ab initio, or that the administration has been revoked. The title of an administrator is proved by the production of the letters of administration. 2 Phil. Evi, 550, 551. Childres vs. Emory et al. 8 Wheat. 671. Nor can such objection prevail, because the plaintiff omitted to make profert of his letters testamentary in his declaration, for that is aided, unless the defendant demur specially for the defect. 4 Anne, ch. 11. 1 Saunders on Pleading, 574.</p>\n<p>It was also objected against the recovery in this case, that the money of the testator having been received by the defendant after the death of the testator, the declaration should have been in the plaintiff's own name, and not as executor. The law is now well established that it may be in either form. The distinction is, that when an executor sues in respect of a cause of action which occurred in the lifetime of the deceased, he must declare in the detinet, that is, in his representative capacity only. But where the cause of action accrues after the death of the testator, if the money recovered will be assets, the executor may declare in his representative character, or in his own name.</p>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Washington, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this Court, that the judgment of the said Circuit Court in this cause be, and the same is hereby, affirmed, with costs and damages at the rate of six per centum per annum.</p>\n</div>", "id": 86118, "judges": "Wayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86118/", "sha1": "8d935df2c84c134154c52755a9bd3f7f5794c275", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:10"}