{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "32 U.S. 554", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85841/"
    ], 
    "scotus_early_cite": "7 Pet. 554", 
    "case_name": "Morris v. Lessee of Harmer's Heirs", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 53453, 
    "resource_uri": "/api/rest/v2/citation/53453/"
  }, 
  "id": 85841, 
  "blocked": false, 
  "judges": "Story", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1833-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>32 U.S. 554 (____)</b></center>\n<center><b>7 Pet. 554</b></center>\n<center><h1>GEORGE MORRIS AND DAVID GWYNNE, PLAINTIFFS IN ERROR<br>\nv.<br>\nTHE LESSEE OF JOSIAH HARMER'S HEIRS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*555</span> The case was was argued by Mr Ewing, for the plaintiffs in error; and by Mr Caswell, for the defendants.</p>\n<p>Mr Justice STORY delivered the opinion of the Court.</p>\n<p>This is a writ of error to revise the judgment of the circuit court for the district of Ohio, rendered against the plaintiffs in error, who were the original defendants in an action of ejectment, commenced in that court in 1828.</p>\n<p>The original suit is for a lot of land situate in Cincinnati. The original plaintiffs are the heirs of Gen. Josiah Harmer; and claim title to the premises under a deed executed by John Cleves Symmes, then proprietor of the lands, including the whole city, on the 6th of May 1791, acknowledged on the 28th of November 1804, and recorded on the 30th of the same month. The boundaries stated in the deed are as follows: \"on the south on the front or river street, lying directly in front of fort Washington, being twelve rods wide on the street, including two lots, and extending northerly from the said front street twenty rods to the south side of the second street from the Ohio, and adjoining the said second street twelve rods from east to west; and on the east bounded by the lands of his excellency governor St Clair.\" These lots were without the original bounds of the city. At the time when this deed was executed, Symmes had not procured a legal title thereto under his contract with the United States for his purchase; but he subsequently obtained it in 1794.</p>\n<p>The defendants, at the trial, set up title to the premises derived under one Ethan Stone, who purchased the lands mentioned in the deed from Symmes to Harmer, at a sheriff's sale, on an execution by one Lamma against Symmes, and as his property, in March 1803.</p>\n<p>At the trial there was a good deal of evidence as to the location and boundaries of the lots conveyed by the deed of Symmes to Harmer, and comprehending the premises; and this constituted <span class=\"star-pagination\">*556</span> one of the points in controversy. The defendants also, to rebut the plaintiffs' title, gave in evidence the record of the proceedings in a suit in chancery, prosecuted by Harmer against Stone in the supreme court of Ohio in 1811; the object of which was to procure a decree against Stone for a release and surrender of his title to these lots, under the sheriff's sale; upon the ground expressly stated in the bill, that the deed of conveyance from Symmes to Harmer, in 1791 (the former having then acquired no legal title), conveyed only an equitable title to Harmer, and that Stone had full notice thereof at the time of his purchase under the sheriff's sale. Pending the proceedings, Harmer died, and the suit was revived in behalf of the widow and heirs of Harmer; all of whom, except one, were then under age, and prosecuted their suit by their mother as their next friend. Afterwards, in 1817, a decree was made in favour of the plaintiffs, directing Stone to release all his title to the land according to the boundaries contained in the deed from Symmes to Harmer; and to yield up the possession accordingly. The heirs of Harmer did not all arrive at age until 1825. After the rendition of this decree, one George W. Jones was employed by Mrs Harmer to procure a release from Stone pursuant to the decree. He testified that he came to Cincinnati in 1821. That before leaving the city of Philadelphia, Mrs Harmer requested him to take the agency of their claim in Cincinnati, then in the hands of Jesse Hunt, and to receive a conveyance from Stone of the lands decreed to the heirs of Harmer, and take possession of the same. That, at that time, all the heirs except one were minors, and with her who was of full age, he had no conversation respecting the matter; nor had he any written authority to act as agent for any of them. That after his arrival at Cincinnati he applied to Stone for a conveyance; and after some difficulty and delay, he got him to go upon the ground in company with Mr Este, the attorney at law for Harmer's heirs, and Mr Gest, a surveyor, and the land was set off by Stone, as he (Stone) claimed was correct. The surveyor handed him a plan of survey; and Stone executed a release of the same to Harmer's heirs. That the witness knew nothing of the situation of the town, or the true locality of the lots. He had no agency in, nor did he ever know of the additional description of the four town lots as mentioned <span class=\"star-pagination\">*557</span> in the deed of release made by Stone; nor did he know that it conveyed other or different ground than was described in the deed made by Symmes to Harmer.</p>\n<p>It was also proved on the part of the plaintiffs, that in 1824 an execution was issued against Stone, and levied upon a triangular piece of ground at the junction of Ludlow and Front streets (part of the premises included in the deed of release of Stone, and contended to be not included in the deed of Symmes to Harmer), as Stone's property, and bought at the sheriff's sale, in February 1825, by one Timothy Kirby, who afterwards, in June 1827, conveyed the same to Jones; and Stone afterwards, in August of the same year, upon a representation that it was bought by Jones for Harmer's heirs, to quiet their title, executed a release thereof to Kirby.</p>\n<p>It was also proved that Harmer's heirs have always been in the undisturbed possession of the land released by Stone to them, under the decree. That about the year 1821 or 1822, Josiah Harmer, one of the heirs, then a minor, but who came of age in 1823, came to Cincinnati; and wishing to erect a house on the corner of the triangular piece of ground above referred to, contracted for the building of the same, which was erected thereon, and has ever since been in the possession and occupancy of persons holding under Harmer's heirs, and paying rent to them.</p>\n<p>This statement of facts is necessary to understand the instructions prayed of the court, which will hereafter come under consideration. Before proceeding to consider them, it will be proper to dispose of some minor exceptions taken to certain evidence, which was admitted at the trial.</p>\n<p>It has been already stated, that one of the points of controversy at the trial was as to the true location and boundary of the lots conveyed by Symmes to Harmer. One Thomas Henderson, a witness, among other things, testified that \"he had heard a number of the old citizens of Cincinnati, now dead, speak of the situation of the lots sold by Symmes to Harmer; and named particularly Joel Williams, one of the old proprietors of the other part of the town, and David Zeigler, who, he said, was the reputed agent of Gen. Harmer; and in the conversation spoken of, warmly censured Ethan Stone for attempting to take from Harmer his property.\" The defendants objected <span class=\"star-pagination\">*558</span> to the admission of Zeigler's declaration, as to the location of said lots; which objection was overruled by the court, and the statement of said Zeigler, as testified by said witness, was admitted in evidence to the jury. The defendants excepted to the admission of this evidence.</p>\n<p>It is observable that the exception is not general to the declarations of Zeigler, but only to that which respected the location of the lots. Nor does it appear that any declaration of Zeigler was given in evidence, except what is above stated. Now, if Zeigler made no other declaration, or the plaintiffs waived giving any other declaration in evidence, notwithstanding the court ruled it to be admissible, it is difficult to perceive how this exception can be maintained, or how the defendants have been prejudiced. As far as Zeigler's declaration is in evidence, it is merely introductory, that he spoke \"of the situation of the lots;\" and it no where appears that any further declaration, except in this general way, was in evidence. Such a statement, so utterly inconsequential, cannot form any proper matter of exception. It proves nothing; and can be considered in no other light than as the introductory language of the witness himself.</p>\n<p>The plaintiffs then offered to read from Dr Drake's work, called a picture of Cincinnati, the date of the surveying and laying out lots in that part of Cincinnati which lies east of the garrison reservation. To the admission of this book in evidence, the defendants objected; the author being (as was agreed) alive, and his deposition, as to other matters, taken in the cause. The court overruled the objection, and admitted the evidence to go to the jury. To this decision, also, the defendants excepted.</p>\n<p>If this exception were to be considered solely upon the general principles of the law of evidence, we should think that it was well taken. All evidence of this sort must be considered as mere hearsay; and certainly, as hearsay, it is of no very satisfactory character. Historical facts, of general and public notoriety, may indeed be proved by reputation; and that reputation may be established by historical works of known character and accuracy. But evidence of this sort is confined in a great measure to ancient facts, which do not presuppose better evidence in existence; and where, from the nature of the transactions, <span class=\"star-pagination\">*559</span> or the remoteness of the period, or the public and general reception of the facts, a just foundation is laid for general confidence. See 1 Starkie's Evid. pl. 1, sect. 40 to 44, p. 60 to 64; 1 Starkie's Evid. pl. 2, sect. 55, p. 180, 181. But the work of a living author, who is within the reach of process of the court, can hardly be deemed of this nature. He may be called as a witness. He may be examined as to the sources and accuracy of his information; and especially if the facts which he relates are of a recent date, and may be fairly presumed to be within the knowledge of many living persons, form whom he has derived his materials; there would seem to be cogent reasons to say, that his book was not, under such circumstances, the best evidence within the reach of the parties.</p>\n<p>But we think there are special circumstances in this case which exempt the evidence from the common rule, and justify its admission. Doctor Drake had been already used by the defendants as a witness in the cause, on the point as to location and boundary of the lots. He stated, among other things, that he was present when Joseph Gest, the city surveyor, made a survey of the foundation of old fort Washington, a plat and description of which, by Gest, was then before him, and was in the case: and after stating his belief of its accuracy, and his reasons for so believing, he added, \"finally, in preparing a plat of the town for the picture of Cincinnati in 1814, I took great pains to lay down the site of the fort correctly, and I find that the plat made by Mr Gest corresponds almost exactly with it.\" And in answer to a further question of the defendants, what would be the location of four lots, the calls for which were directly in front of fort Washington; he stated, \"they must all lie between Ludlow street and Broadway, that is, west of Ludlow street.\" Now, these answers, which were brought out upon the defendants' own inquiries of their own witness, seem to us to justify the admission of the book of Doctor Drake, for the purpose of explaining, qualifying, or controlling his evidence. The remarks of Dr Drake in his book, as to the date of the surveying and laying out lots in that part of Cincinnati which lies east of the garrison reservation, (and which was comprehended in the scope of his testimony,) might have been important for this purpose: and at all events, the plaintiffs might properly refer to this book to show statements, which <span class=\"star-pagination\">*560</span> might affect the results of his testimony. In this view we think the evidence was admissible; and its bearing in any other view is not shown to have been in the slightest degree material to the cause.</p>\n<p>The defendants subsequently offered in evidence a map contained in the same book, it being a plan of the town of Cincinnati, exhibiting the same plan of the town as that offered by the plaintiffs, except that the four first lots were not numbered. The plaintiffs then produced another plat marked No. 3, and again called Henderson, who testified that he saw the plat for the first time in 1809, while the depositions in perpetuum used in this cause were taking. That the said plat was shown to him by John C. Symmes, in the presence of Daniel Symmes. That the writing thereon, and the lines, but not the numbers, were then put upon it in the hand writing of J.C. Symmes. That in 1811 the said plat was again shown to him, at which time the figures numbering the lots were upon it, and he recognized these figures as being in the hand writing of Daniel Symmes. That he, then, at the request of the proprietors and several of the old citizens of the town, copied the plat, protracting it on a larger scale, and placed his copy on the records of the county; and that the same has since governed him, and all other surveyors, as far as he has known, in surveys made in that part of the town, now city of Cincinnati. That this plan was recorded for the purpose of preserving the original plan of that part of the town which was laid out by J.C. Symmes; and the inhabitants of Cincinnati have since recognized it as the true plan of the said part of the town, except Ethan Stone, then in possession of the block in which the land in controversy is situated, who denied its correctness. That this was the only plan of that part of the city known and recognized by the citizens of Cincinnati; that the size and number of the streets and alleys were determined with reference to that plan; that all the surveys of the lots, streets and alleys in that part of the city were made with reference to that plan, so far as he knows; that he never knew of any other plan; and no other was ever adopted as the plan of the upper part of the town. The plaintiffs thereupon offered the said plat in evidence to the jury, for the purpose of showing the original plan of that part of the city. The defendants <span class=\"star-pagination\">*561</span> objected to its admission. The court overruled the objection, and admitted the plat in evidence; directing the jury to disregard any thing written on it by J.C. Symmes. An exception was taken to this decision of the court, and the question now is upon its correctness.</p>\n<p>We are of opinion that the plat, upon this evidence, was rightly admitted. It is to be considered, that J.C. Symmes was the original proprietor of the whole city when it was laid out; and that the plat was in his possession, and held out by him as the original plat. It was traced back to that possession more than twenty-two years before the trial; and was the oldest and only original plat known to be in existence. It was a publicly recognized plat by which the corporate authorities and citizens ascertained, and regulated their surveys, lots, streets, and alleys. And having been so long and so publicly recognized, it was the highest species of evidence of reputation as to the location and boundaries of the lots, streets, and alleys; and not the less so because it was contested by a single individual, whose interests might be affected by it. It was not conclusive upon his rights, but it was admissive as the best proof then known to the plaintiffs of the general laying out and boundaries of the lots and streets of the city, recognized by the original proprietor, and those who had succeeded to his rights, as well as by the public. But if this were even doubtful (which we do not admit), it would still be admissible; since it is not even pretended, that it differed in any material circumstance from other plats then laid before the jury by both parties, except as to the figures numbering the lots; and these the court directed to be disregarded. The question, therefore, made at the bar as to the admission of hearsay, post litem motam, does not arise, and may well be left for decision, until it constitutes the very point for judgment. It has, indeed, been suggested at the bar, that Symmes produced the plat after Stone had obtained his title to the premises, and therefore had an interest to maintain the title of Harmer, in order to escape from his warranty to the latter under his deed of 1791. But no such interest could exist; for whatever was the true location of the lots conveyed by that deed, Symmes undoubtedly had the title at the time: and Stone, not being a second purchaser by deed from Symmes, but a mere purchaser <span class=\"star-pagination\">*562</span> at a sheriff's sale on execution, could take only such title as Symmes then possessed in the premises. And the not recording of the deed to Harmer until after Stone's purchase, will not affect Harmer's title (it being clearly good between the parties), as it might have done if Stone had been a subsequent purchaser from Symmes by deed, without notice. The plat, then, came from Symmes's possession at a time when he had not even a semblance of interest in the controversy.</p>\n<p>We now come to that which constitutes the main hinge of the present suit, and by which its ultimate merits are to be decided; and that is, the instructions given and refused by the court.</p>\n<p>The first instruction was prayed for by the plaintiffs, and is as follows. \"The counsel for the plaintiffs move the court to instruct the jury that inasmuch as they claim title to the premises in dispute under the deed from Symmes to Harmer, and not under the deed of release made by Stone, they cannot be divested of their title to the lots which that deed conveyed to Harmer, by the possession of these premises for the period of five or six years, which they supposed to be a part of these lots, though embraced in the deed of release, but not in the decree;\" which instruction the court accordingly gave. It does not appear upon the record, that this instruction so given was in express terms excepted to by the defendants; the exception being stated in the following terms, after the instructions asked by the defendants. \"The court charged the jury as requested by the defendants upon the first instruction asked by them; but refuse the residue of the instructions in manner and form as the same were prayed for; to which several opinions of the court in delivering their charge as aforesaid, the defendants except, &amp;c.\" But we think, that the fair import of these last words embraces the instruction asked by the plaintiffs; for that was an opinion delivered by the court in its charge to the jury.</p>\n<p>That the deed of Symmes to Harmer, in 1791, passed a legal title to Harmer, which became consummated in the latter when Symmes obtained his patent from the United States in 1794, is not controverted. The question is, whether the subsequent proceedings under the bill in equity, in which that title is asserted to be equitable, and the release given by Stone <span class=\"star-pagination\">*563</span> under that decree, and the subsequent possession of the heirs of Harmer of the lands so released, do, under the circumstances, estop them from setting up their legal title against the defendants. We are of opinion that they do not.</p>\n<p>It is very clear that Mrs Harmer could not, as prochein ami, during the minority of the heirs, authorize any release to be taken, which did not conform to the decree, so as to make it binding upon them. In point of fact, if the evidence is to be believed, the agent never intended to take any release which did not conform to the decree; and he received it upon Stone's representation that it did so conform. And it no where appears from the evidence, that the heirs had any knowledge of their rights, and of the mistake in the release, until the present suit was brought. Unless the heirs had full knowledge of their rights, and of the mistake in the release; and with that knowledge held possession of the premises in the release after they arrived of age; they could not be deemed to have confirmed the transaction, or to have accepted the release as full satisfaction and performance of the decree.</p>\n<p>We give no opinion what under such circumstances would have been the effect of such acquiescence or confirmation upon the rights of the plaintiffs derived from the decree; or whether afterwards they would be permitted to repudiate the whole transaction, and compel a new execution of the decree. Here, the title, set up by the plaintiffs, is not derived from or under the decree or release; but is a legal title paramount to both. Are the plaintiffs then estopped in law to set up that title? We think not. The bill in equity does not estop them; for that bill stated the derivation of title correctly; and the decree conforms to it. Neither the title set up in the bill, nor the decree, asserts any claim repugnant to the present claim. The decree requires Stone to convey the very land in controversy. The only difficulty is, that the bill avers the title of the plaintiffs to be an equitable instead of a legal title. But as all the facts are stated truly in the bill, it is nothing more than a mistake of law. If the defendants could rely upon that bill and decree as an estoppel, it must be because the facts therein stated are repugnant to the present title asserted by them. But such is not the posture of the case.</p>\n<p>The plaintiffs then, having a legal title to the premises, <span class=\"star-pagination\">*564</span> which they have never parted with by a proper conveyance, they are entitled to the instruction prayed for; unless their possession of the land under the release, not included in the decree, amounts in law to an extinguishment of their title. We know of no principle of law, on which this can be maintained.</p>\n<p>The legal title to land in Ohio can be passed only by a proper conveyance, by deed, according to the laws of that state. The present is an attempt to set up a parole waiver of title by acts in pais; a parol acceptance of other land, in lieu of that belonging to the plaintiffs. As an extinguishment, or an estoppel, it is equally inadmissible. The question is quite a different one, what would be the effect of such an acceptance and acquiescence under it by the parties for a long time, as matter of evidence upon a point of disputed boundary. The instruction given involves no such consideration. It prevents the more general question whether the possession of the released premises, precluded the plaintiffs from asserting their legal title to the land sued for. We concur with the court below in thinking that it did not.</p>\n<p>The first instruction asked by the defendants, having been given by the court, may be passed over without notice. The second, third, fourth and fifth instructions are as follows:</p>\n<p>2. If, upon the whole evidence, the jury believes that Mrs Harmer, the next friend of the minors, in prosecuting the bill in chancery, and obtaining the decree given in evidence, authorized George W. Jones to obtain the deed of release, under the decree, and to take possession of the lands, and that George W. Jones, under this authority, as agent for the complaint obtaining the decree, and, in conjunction with the attorney for the complainants that obtained the decree, assented to the location of the ground; and George W. Jones, as such agent, accepted a deed, and took possession of the land according to the boundaries described in the deed: the lessors of the plaintiff are concluded by his acts, and the plaintiffs cannot recover.</p>\n<p>3. If, upon the whole evidence, the jury believe that Mrs Harmer, the next friend of the minors in prosecuting the bill in chancery, and obtaining the decree given in evidence, authorized George W. Jones to obtain the deed of release, under the decree, and to take possession of the lands; and that George <span class=\"star-pagination\">*565</span> W. Jones, under this authority, as agent for the complainants obtaining the decree, and, in conjunction with the attorney for the complainants in obtaining the decree, assented to the location of the ground, and George W. Jones, as such agent, accepted a deed, and took possession of the land according to the boundaries described in such deed, and continued that possession, exercising acts of ownership as agent after all the lessors of the plaintiff obtained their full age; and the defendants purchased before the lessors of the plaintiffs disavowed the acts of George W. Jones, and without any notice or knowledge of an intention of the lessors of the plaintiffs to disavow the acts of said Jones, public sale of the adjacent lands being made, with the knowledge of said Jones, and no notice given by him that the lessors of the plaintiffs (he continuing their agent) had disavowed, or intended to disavow, his acts in locating the lands, and taking a deed for and possession thereof: the plaintiffs cannot recover.</p>\n<p>4. That the deed of release from E. Stone to T. Kirby, and the decree from the sheriff to T. Kirby, given in evidence in this cause, for part of the lands previously released by E. Stone to the lessors of the plaintiffs, under the decree, in execution of a contract paramount to the original title of E. Stone, and decreed to be executed, did not, in law, divest the title of the lessors of the plaintiffs, previously acquired to the lands so released by E. Stone to Kirby, and conveyed by the sheriff to Kirby, and the continuance of the lessors of the plaintiff in possession of all the land released to them, under the decree, and taken possession of by George W. Jones, and retaining the title thereto, is, in law, a continued affirmance of the acts of George W. Jones as their agent, which cannot be disavowed without releasing to E. Stone, and restoring to him the possession of that fraction of the land, released under the decree which the location claimed in the first does not cover.</p>\n<p>5. That the relation in which the defendants are proved to stand to those under whom they claim title, does not warrant the jury to infer that the defendants had knowledge that the lessors of the plaintiffs had disavowed, or intended to disavow, the location as accepted by George W. Jones.</p>\n<p>The second instruction proceeds upon the ground, that the authority given by Mrs Harmer to Jones, his assenting to accept <span class=\"star-pagination\">*566</span> the release of Stone, and taking possession of the land released, concluded the plaintiffs from a right to recover; although they were minors, and never personally assented thereto. From what has been already said, this instruction was properly refused. Mrs Harmer had no authority to bind the heirs by the acceptance of any release, not conforming to the decree.</p>\n<p>The third instruction proceeds upon the ground, that the acceptance of the release by Jones, under the authority of Mrs Harmer, and the possession of the land by Jones as agent, and continuing that possession after the plaintiffs attained full age, and until after the defendants had made their purchases of the land, without any disavowal or notice of disavowal by the plaintiffs of the acts of Jones; would preclude the plaintiffs from a right to recover. We think, for reasons already given, the law is otherwise, and therefore the instruction was rightly refused.</p>\n<p>The fourth instruction affirms, that the release of Stone to Kirby for part of the land included in the prior release of Stone, under the decree, did not divest the legal title of the plaintiffs to the lands so released to them. So far the instruction prayed was undoubtedly correct. But it did not stop here, but proceeded to declare that the continuance of the plaintiff in possession of the land so released by Stone, under the decree, was a continued affirmance of the acts of Jones as their agent, which could not be disavowed without releasing to Stone, and restoring to him the possession of that fraction of the land released, which the decree did not cover. To this instruction there are two objections. The first is, that if the release to Kirby by Stone, and the conveyance by Kirby to Jones, were for the exclusive benefit of the heirs of Harmer, and to quiet their title to that fraction of land, (as the evidence in the case asserts,) no such release could be now required, since the plaintiffs would be entitled to it by an independent title. But the other is equally decisive. If the plaintiffs possess a legal title to the land in controversy, not founded on that release, it can furnish no bar to their right to recover, that there exists an equitable claim against them to surrender other land taken under that release, to which ex æquo et bono, they are not entitled. The instruction was, therefore, properly refused.</p>\n<p>The fifth and last instruction proceeds upon the ground, that <span class=\"star-pagination\">*567</span> knowledge on the part of the defendants, that the plaintiffs had disavowed, or intended to disavow, the location as accepted by Jones, might vary the right of the plaintiffs to recover; and that the relation in which the defendants are proved to stand to those under whom they claim title, did not warrant the jury to infer, that the defendants had that knowledge. This instruction is open to the objection, that it asks the court to decide upon a matter of fact, as to what the relation was, in which the defendants were proved to stand, to those under whom they claimed title. But the decisive answer is, that it asks an instruction upon a point of law, not shown to have any legal bearing upon the case. It could have no influence upon the cause, if given, and might have had a tendency to mislead the jury. It was, therefore, properly refused by the court.</p>\n<p>The judgment of the circuit court is affirmed, with costs.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:54", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">554</span></span></b></center>\n<center><h1>GEORGE MORRIS AND DAVID GWYNNE, PLAINTIFFS IN ERROR<br>\nv.<br>\nTHE LESSEE OF JOSIAH HARMER'S HEIRS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*555</span> The case was was argued by Mr Ewing, for the plaintiffs in error; and by Mr Caswell, for the defendants.</p>\n<p>Mr Justice STORY delivered the opinion of the Court.</p>\n<p>This is a writ of error to revise the judgment of the circuit court for the district of Ohio, rendered against the plaintiffs in error, who were the original defendants in an action of ejectment, commenced in that court in 1828.</p>\n<p>The original suit is for a lot of land situate in Cincinnati. The original plaintiffs are the heirs of Gen. Josiah Harmer; and claim title to the premises under a deed executed by John Cleves Symmes, then proprietor of the lands, including the whole city, on the 6th of May 1791, acknowledged on the 28th of November 1804, and recorded on the 30th of the same month. The boundaries stated in the deed are as follows: \"on the south on the front or river street, lying directly in front of fort Washington, being twelve rods wide on the street, including two lots, and extending northerly from the said front street twenty rods to the south side of the second street from the Ohio, and adjoining the said second street twelve rods from east to west; and on the east bounded by the lands of his excellency governor St Clair.\" These lots were without the original bounds of the city. At the time when this deed was executed, Symmes had not procured a legal title thereto under his contract with the United States for his purchase; but he subsequently obtained it in 1794.</p>\n<p>The defendants, at the trial, set up title to the premises derived under one Ethan Stone, who purchased the lands mentioned in the deed from Symmes to Harmer, at a sheriff's sale, on an execution by one Lamma against Symmes, and as his property, in March 1803.</p>\n<p>At the trial there was a good deal of evidence as to the location and boundaries of the lots conveyed by the deed of Symmes to Harmer, and comprehending the premises; and this constituted <span class=\"star-pagination\">*556</span> one of the points in controversy. The defendants also, to rebut the plaintiffs' title, gave in evidence the record of the proceedings in a suit in chancery, prosecuted by Harmer against Stone in the supreme court of Ohio in 1811; the object of which was to procure a decree against Stone for a release and surrender of his title to these lots, under the sheriff's sale; upon the ground expressly stated in the bill, that the deed of conveyance from Symmes to Harmer, in 1791 (the former having then acquired no legal title), conveyed only an equitable title to Harmer, and that Stone had full notice thereof at the time of his purchase under the sheriff's sale. Pending the proceedings, Harmer died, and the suit was revived in behalf of the widow and heirs of Harmer; all of whom, except one, were then under age, and prosecuted their suit by their mother as their next friend. Afterwards, in 1817, a decree was made in favour of the plaintiffs, directing Stone to release all his title to the land according to the boundaries contained in the deed from Symmes to Harmer; and to yield up the possession accordingly. The heirs of Harmer did not all arrive at age until 1825. After the rendition of this decree, one George W. Jones was employed by Mrs Harmer to procure a release from Stone pursuant to the decree. He testified that he came to Cincinnati in 1821. That before leaving the city of Philadelphia, Mrs Harmer requested him to take the agency of their claim in Cincinnati, then in the hands of Jesse Hunt, and to receive a conveyance from Stone of the lands decreed to the heirs of Harmer, and take possession of the same. That, at that time, all the heirs except one were minors, and with her who was of full age, he had no conversation respecting the matter; nor had he any written authority to act as agent for any of them. That after his arrival at Cincinnati he applied to Stone for a conveyance; and after some difficulty and delay, he got him to go upon the ground in company with Mr Este, the attorney at law for Harmer's heirs, and Mr Gest, a surveyor, and the land was set off by Stone, as he (Stone) claimed was correct. The surveyor handed him a plan of survey; and Stone executed a release of the same to Harmer's heirs. That the witness knew nothing of the situation of the town, or the true locality of the lots. He had no agency in, nor did he ever know of the additional description of the four town lots as mentioned <span class=\"star-pagination\">*557</span> in the deed of release made by Stone; nor did he know that it conveyed other or different ground than was described in the deed made by Symmes to Harmer.</p>\n<p>It was also proved on the part of the plaintiffs, that in 1824 an execution was issued against Stone, and levied upon a triangular piece of ground at the junction of Ludlow and Front streets (part of the premises included in the deed of release of Stone, and contended to be not included in the deed of Symmes to Harmer), as Stone's property, and bought at the sheriff's sale, in February 1825, by one Timothy Kirby, who afterwards, in June 1827, conveyed the same to Jones; and Stone afterwards, in August of the same year, upon a representation that it was bought by Jones for Harmer's heirs, to quiet their title, executed a release thereof to Kirby.</p>\n<p>It was also proved that Harmer's heirs have always been in the undisturbed possession of the land released by Stone to them, under the decree. That about the year 1821 or 1822, Josiah Harmer, one of the heirs, then a minor, but who came of age in 1823, came to Cincinnati; and wishing to erect a house on the corner of the triangular piece of ground above referred to, contracted for the building of the same, which was erected thereon, and has ever since been in the possession and occupancy of persons holding under Harmer's heirs, and paying rent to them.</p>\n<p>This statement of facts is necessary to understand the instructions prayed of the court, which will hereafter come under consideration. Before proceeding to consider them, it will be proper to dispose of some minor exceptions taken to certain evidence, which was admitted at the trial.</p>\n<p>It has been already stated, that one of the points of controversy at the trial was as to the true location and boundary of the lots conveyed by Symmes to Harmer. One Thomas Henderson, a witness, among other things, testified that \"he had heard a number of the old citizens of Cincinnati, now dead, speak of the situation of the lots sold by Symmes to Harmer; and named particularly Joel Williams, one of the old proprietors of the other part of the town, and David Zeigler, who, he said, was the reputed agent of Gen. Harmer; and in the conversation spoken of, warmly censured Ethan Stone for attempting to take from Harmer his property.\" The defendants objected <span class=\"star-pagination\">*558</span> to the admission of Zeigler's declaration, as to the location of said lots; which objection was overruled by the court, and the statement of said Zeigler, as testified by said witness, was admitted in evidence to the jury. The defendants excepted to the admission of this evidence.</p>\n<p>It is observable that the exception is not general to the declarations of Zeigler, but only to that which respected the location of the lots. Nor does it appear that any declaration of Zeigler was given in evidence, except what is above stated. Now, if Zeigler made no other declaration, or the plaintiffs waived giving any other declaration in evidence, notwithstanding the court ruled it to be admissible, it is difficult to perceive how this exception can be maintained, or how the defendants have been prejudiced. As far as Zeigler's declaration is in evidence, it is merely introductory, that he spoke \"of the situation of the lots;\" and it no where appears that any further declaration, except in this general way, was in evidence. Such a statement, so utterly inconsequential, cannot form any proper matter of exception. It proves nothing; and can be considered in no other light than as the introductory language of the witness himself.</p>\n<p>The plaintiffs then offered to read from Dr Drake's work, called a picture of Cincinnati, the date of the surveying and laying out lots in that part of Cincinnati which lies east of the garrison reservation. To the admission of this book in evidence, the defendants objected; the author being (as was agreed) alive, and his deposition, as to other matters, taken in the cause. The court overruled the objection, and admitted the evidence to go to the jury. To this decision, also, the defendants excepted.</p>\n<p>If this exception were to be considered solely upon the general principles of the law of evidence, we should think that it was well taken. All evidence of this sort must be considered as mere hearsay; and certainly, as hearsay, it is of no very satisfactory character. Historical facts, of general and public notoriety, may indeed be proved by reputation; and that reputation may be established by historical works of known character and accuracy. But evidence of this sort is confined in a great measure to ancient facts, which do not presuppose better evidence in existence; and where, from the nature of the transactions, <span class=\"star-pagination\">*559</span> or the remoteness of the period, or the public and general reception of the facts, a just foundation is laid for general confidence. See 1 Starkie's Evid. pl. 1, sect. 40 to 44, p. 60 to 64; 1 Starkie's Evid. pl. 2, sect. 55, p. 180, 181. But the work of a living author, who is within the reach of process of the court, can hardly be deemed of this nature. He may be called as a witness. He may be examined as to the sources and accuracy of his information; and especially if the facts which he relates are of a recent date, and may be fairly presumed to be within the knowledge of many living persons, form whom he has derived his materials; there would seem to be cogent reasons to say, that his book was not, under such circumstances, the best evidence within the reach of the parties.</p>\n<p>But we think there are special circumstances in this case which exempt the evidence from the common rule, and justify its admission. Doctor Drake had been already used by the defendants as a witness in the cause, on the point as to location and boundary of the lots. He stated, among other things, that he was present when Joseph Gest, the city surveyor, made a survey of the foundation of old fort Washington, a plat and description of which, by Gest, was then before him, and was in the case: and after stating his belief of its accuracy, and his reasons for so believing, he added, \"finally, in preparing a plat of the town for the picture of Cincinnati in 1814, I took great pains to lay down the site of the fort correctly, and I find that the plat made by Mr Gest corresponds almost exactly with it.\" And in answer to a further question of the defendants, what would be the location of four lots, the calls for which were directly in front of fort Washington; he stated, \"they must all lie between Ludlow street and Broadway, that is, west of Ludlow street.\" Now, these answers, which were brought out upon the defendants' own inquiries of their own witness, seem to us to justify the admission of the book of Doctor Drake, for the purpose of explaining, qualifying, or controlling his evidence. The remarks of Dr Drake in his book, as to the date of the surveying and laying out lots in that part of Cincinnati which lies east of the garrison reservation, (and which was comprehended in the scope of his testimony,) might have been important for this purpose: and at all events, the plaintiffs might properly refer to this book to show statements, which <span class=\"star-pagination\">*560</span> might affect the results of his testimony. In this view we think the evidence was admissible; and its bearing in any other view is not shown to have been in the slightest degree material to the cause.</p>\n<p>The defendants subsequently offered in evidence a map contained in the same book, it being a plan of the town of Cincinnati, exhibiting the same plan of the town as that offered by the plaintiffs, except that the four first lots were not numbered. The plaintiffs then produced another plat marked No. 3, and again called Henderson, who testified that he saw the plat for the first time in 1809, while the depositions in perpetuum used in this cause were taking. That the said plat was shown to him by John C. Symmes, in the presence of Daniel Symmes. That the writing thereon, and the lines, but not the numbers, were then put upon it in the hand writing of J.C. Symmes. That in 1811 the said plat was again shown to him, at which time the figures numbering the lots were upon it, and he recognized these figures as being in the hand writing of Daniel Symmes. That he, then, at the request of the proprietors and several of the old citizens of the town, copied the plat, protracting it on a larger scale, and placed his copy on the records of the county; and that the same has since governed him, and all other surveyors, as far as he has known, in surveys made in that part of the town, now city of Cincinnati. That this plan was recorded for the purpose of preserving the original plan of that part of the town which was laid out by J.C. Symmes; and the inhabitants of Cincinnati have since recognized it as the true plan of the said part of the town, except Ethan Stone, then in possession of the block in which the land in controversy is situated, who denied its correctness. That this was the only plan of that part of the city known and recognized by the citizens of Cincinnati; that the size and number of the streets and alleys were determined with reference to that plan; that all the surveys of the lots, streets and alleys in that part of the city were made with reference to that plan, so far as he knows; that he never knew of any other plan; and no other was ever adopted as the plan of the upper part of the town. The plaintiffs thereupon offered the said plat in evidence to the jury, for the purpose of showing the original plan of that part of the city. The defendants <span class=\"star-pagination\">*561</span> objected to its admission. The court overruled the objection, and admitted the plat in evidence; directing the jury to disregard any thing written on it by J.C. Symmes. An exception was taken to this decision of the court, and the question now is upon its correctness.</p>\n<p>We are of opinion that the plat, upon this evidence, was rightly admitted. It is to be considered, that J.C. Symmes was the original proprietor of the whole city when it was laid out; and that the plat was in his possession, and held out by him as the original plat. It was traced back to that possession more than twenty-two years before the trial; and was the oldest and only original plat known to be in existence. It was a publicly recognized plat by which the corporate authorities and citizens ascertained, and regulated their surveys, lots, streets, and alleys. And having been so long and so publicly recognized, it was the highest species of evidence of reputation as to the location and boundaries of the lots, streets, and alleys; and not the less so because it was contested by a single individual, whose interests might be affected by it. It was not conclusive upon his rights, but it was admissive as the best proof then known to the plaintiffs of the general laying out and boundaries of the lots and streets of the city, recognized by the original proprietor, and those who had succeeded to his rights, as well as by the public. But if this were even doubtful (which we do not admit), it would still be admissible; since it is not even pretended, that it differed in any material circumstance from other plats then laid before the jury by both parties, except as to the figures numbering the lots; and these the court directed to be disregarded. The question, therefore, made at the bar as to the admission of hearsay, post litem motam, does not arise, and may well be left for decision, until it constitutes the very point for judgment. It has, indeed, been suggested at the bar, that Symmes produced the plat after Stone had obtained his title to the premises, and therefore had an interest to maintain the title of Harmer, in order to escape from his warranty to the latter under his deed of 1791. But no such interest could exist; for whatever was the true location of the lots conveyed by that deed, Symmes undoubtedly had the title at the time: and Stone, not being a second purchaser by deed from Symmes, but a mere purchaser <span class=\"star-pagination\">*562</span> at a sheriff's sale on execution, could take only such title as Symmes then possessed in the premises. And the not recording of the deed to Harmer until after Stone's purchase, will not affect Harmer's title (it being clearly good between the parties), as it might have done if Stone had been a subsequent purchaser from Symmes by deed, without notice. The plat, then, came from Symmes's possession at a time when he had not even a semblance of interest in the controversy.</p>\n<p>We now come to that which constitutes the main hinge of the present suit, and by which its ultimate merits are to be decided; and that is, the instructions given and refused by the court.</p>\n<p>The first instruction was prayed for by the plaintiffs, and is as follows. \"The counsel for the plaintiffs move the court to instruct the jury that inasmuch as they claim title to the premises in dispute under the deed from Symmes to Harmer, and not under the deed of release made by Stone, they cannot be divested of their title to the lots which that deed conveyed to Harmer, by the possession of these premises for the period of five or six years, which they supposed to be a part of these lots, though embraced in the deed of release, but not in the decree;\" which instruction the court accordingly gave. It does not appear upon the record, that this instruction so given was in express terms excepted to by the defendants; the exception being stated in the following terms, after the instructions asked by the defendants. \"The court charged the jury as requested by the defendants upon the first instruction asked by them; but refuse the residue of the instructions in manner and form as the same were prayed for; to which several opinions of the court in delivering their charge as aforesaid, the defendants except, &amp;c.\" But we think, that the fair import of these last words embraces the instruction asked by the plaintiffs; for that was an opinion delivered by the court in its charge to the jury.</p>\n<p>That the deed of Symmes to Harmer, in 1791, passed a legal title to Harmer, which became consummated in the latter when Symmes obtained his patent from the United States in 1794, is not controverted. The question is, whether the subsequent proceedings under the bill in equity, in which that title is asserted to be equitable, and the release given by Stone <span class=\"star-pagination\">*563</span> under that decree, and the subsequent possession of the heirs of Harmer of the lands so released, do, under the circumstances, estop them from setting up their legal title against the defendants. We are of opinion that they do not.</p>\n<p>It is very clear that Mrs Harmer could not, as prochein ami, during the minority of the heirs, authorize any release to be taken, which did not conform to the decree, so as to make it binding upon them. In point of fact, if the evidence is to be believed, the agent never intended to take any release which did not conform to the decree; and he received it upon Stone's representation that it did so conform. And it no where appears from the evidence, that the heirs had any knowledge of their rights, and of the mistake in the release, until the present suit was brought. Unless the heirs had full knowledge of their rights, and of the mistake in the release; and with that knowledge held possession of the premises in the release after they arrived of age; they could not be deemed to have confirmed the transaction, or to have accepted the release as full satisfaction and performance of the decree.</p>\n<p>We give no opinion what under such circumstances would have been the effect of such acquiescence or confirmation upon the rights of the plaintiffs derived from the decree; or whether afterwards they would be permitted to repudiate the whole transaction, and compel a new execution of the decree. Here, the title, set up by the plaintiffs, is not derived from or under the decree or release; but is a legal title paramount to both. Are the plaintiffs then estopped in law to set up that title? We think not. The bill in equity does not estop them; for that bill stated the derivation of title correctly; and the decree conforms to it. Neither the title set up in the bill, nor the decree, asserts any claim repugnant to the present claim. The decree requires Stone to convey the very land in controversy. The only difficulty is, that the bill avers the title of the plaintiffs to be an equitable instead of a legal title. But as all the facts are stated truly in the bill, it is nothing more than a mistake of law. If the defendants could rely upon that bill and decree as an estoppel, it must be because the facts therein stated are repugnant to the present title asserted by them. But such is not the posture of the case.</p>\n<p>The plaintiffs then, having a legal title to the premises, <span class=\"star-pagination\">*564</span> which they have never parted with by a proper conveyance, they are entitled to the instruction prayed for; unless their possession of the land under the release, not included in the decree, amounts in law to an extinguishment of their title. We know of no principle of law, on which this can be maintained.</p>\n<p>The legal title to land in Ohio can be passed only by a proper conveyance, by deed, according to the laws of that state. The present is an attempt to set up a parole waiver of title by acts in pais; a parol acceptance of other land, in lieu of that belonging to the plaintiffs. As an extinguishment, or an estoppel, it is equally inadmissible. The question is quite a different one, what would be the effect of such an acceptance and acquiescence under it by the parties for a long time, as matter of evidence upon a point of disputed boundary. The instruction given involves no such consideration. It prevents the more general question whether the possession of the released premises, precluded the plaintiffs from asserting their legal title to the land sued for. We concur with the court below in thinking that it did not.</p>\n<p>The first instruction asked by the defendants, having been given by the court, may be passed over without notice. The second, third, fourth and fifth instructions are as follows:</p>\n<p>2. If, upon the whole evidence, the jury believes that Mrs Harmer, the next friend of the minors, in prosecuting the bill in chancery, and obtaining the decree given in evidence, authorized George W. Jones to obtain the deed of release, under the decree, and to take possession of the lands, and that George W. Jones, under this authority, as agent for the complaint obtaining the decree, and, in conjunction with the attorney for the complainants that obtained the decree, assented to the location of the ground; and George W. Jones, as such agent, accepted a deed, and took possession of the land according to the boundaries described in the deed: the lessors of the plaintiff are concluded by his acts, and the plaintiffs cannot recover.</p>\n<p>3. If, upon the whole evidence, the jury believe that Mrs Harmer, the next friend of the minors in prosecuting the bill in chancery, and obtaining the decree given in evidence, authorized George W. Jones to obtain the deed of release, under the decree, and to take possession of the lands; and that George <span class=\"star-pagination\">*565</span> W. Jones, under this authority, as agent for the complainants obtaining the decree, and, in conjunction with the attorney for the complainants in obtaining the decree, assented to the location of the ground, and George W. Jones, as such agent, accepted a deed, and took possession of the land according to the boundaries described in such deed, and continued that possession, exercising acts of ownership as agent after all the lessors of the plaintiff obtained their full age; and the defendants purchased before the lessors of the plaintiffs disavowed the acts of George W. Jones, and without any notice or knowledge of an intention of the lessors of the plaintiffs to disavow the acts of said Jones, public sale of the adjacent lands being made, with the knowledge of said Jones, and no notice given by him that the lessors of the plaintiffs (he continuing their agent) had disavowed, or intended to disavow, his acts in locating the lands, and taking a deed for and possession thereof: the plaintiffs cannot recover.</p>\n<p>4. That the deed of release from E. Stone to T. Kirby, and the decree from the sheriff to T. Kirby, given in evidence in this cause, for part of the lands previously released by E. Stone to the lessors of the plaintiffs, under the decree, in execution of a contract paramount to the original title of E. Stone, and decreed to be executed, did not, in law, divest the title of the lessors of the plaintiffs, previously acquired to the lands so released by E. Stone to Kirby, and conveyed by the sheriff to Kirby, and the continuance of the lessors of the plaintiff in possession of all the land released to them, under the decree, and taken possession of by George W. Jones, and retaining the title thereto, is, in law, a continued affirmance of the acts of George W. Jones as their agent, which cannot be disavowed without releasing to E. Stone, and restoring to him the possession of that fraction of the land, released under the decree which the location claimed in the first does not cover.</p>\n<p>5. That the relation in which the defendants are proved to stand to those under whom they claim title, does not warrant the jury to infer that the defendants had knowledge that the lessors of the plaintiffs had disavowed, or intended to disavow, the location as accepted by George W. Jones.</p>\n<p>The second instruction proceeds upon the ground, that the authority given by Mrs Harmer to Jones, his assenting to accept <span class=\"star-pagination\">*566</span> the release of Stone, and taking possession of the land released, concluded the plaintiffs from a right to recover; although they were minors, and never personally assented thereto. From what has been already said, this instruction was properly refused. Mrs Harmer had no authority to bind the heirs by the acceptance of any release, not conforming to the decree.</p>\n<p>The third instruction proceeds upon the ground, that the acceptance of the release by Jones, under the authority of Mrs Harmer, and the possession of the land by Jones as agent, and continuing that possession after the plaintiffs attained full age, and until after the defendants had made their purchases of the land, without any disavowal or notice of disavowal by the plaintiffs of the acts of Jones; would preclude the plaintiffs from a right to recover. We think, for reasons already given, the law is otherwise, and therefore the instruction was rightly refused.</p>\n<p>The fourth instruction affirms, that the release of Stone to Kirby for part of the land included in the prior release of Stone, under the decree, did not divest the legal title of the plaintiffs to the lands so released to them. So far the instruction prayed was undoubtedly correct. But it did not stop here, but proceeded to declare that the continuance of the plaintiff in possession of the land so released by Stone, under the decree, was a continued affirmance of the acts of Jones as their agent, which could not be disavowed without releasing to Stone, and restoring to him the possession of that fraction of the land released, which the decree did not cover. To this instruction there are two objections. The first is, that if the release to Kirby by Stone, and the conveyance by Kirby to Jones, were for the exclusive benefit of the heirs of Harmer, and to quiet their title to that fraction of land, (as the evidence in the case asserts,) no such release could be now required, since the plaintiffs would be entitled to it by an independent title. But the other is equally decisive. If the plaintiffs possess a legal title to the land in controversy, not founded on that release, it can furnish no bar to their right to recover, that there exists an equitable claim against them to surrender other land taken under that release, to which ex æquo et bono, they are not entitled. The instruction was, therefore, properly refused.</p>\n<p>The fifth and last instruction proceeds upon the ground, that <span class=\"star-pagination\">*567</span> knowledge on the part of the defendants, that the plaintiffs had disavowed, or intended to disavow, the location as accepted by Jones, might vary the right of the plaintiffs to recover; and that the relation in which the defendants are proved to stand to those under whom they claim title, did not warrant the jury to infer, that the defendants had that knowledge. This instruction is open to the objection, that it asks the court to decide upon a matter of fact, as to what the relation was, in which the defendants were proved to stand, to those under whom they claimed title. But the decisive answer is, that it asks an instruction upon a point of law, not shown to have any legal bearing upon the case. It could have no influence upon the cause, if given, and might have had a tendency to mislead the jury. It was, therefore, properly refused by the court.</p>\n<p>The judgment of the circuit court is affirmed, with costs.</p>\n</div>", 
  "sha1": "5c90a2d7cfd3c7338ec2daf2156a65507c487adb", 
  "date_modified": "2014-12-21T01:24:25.029594", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85841/morris-v-lessee-of-harmers-heirs/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/401758/", 
  "html": "<p class=\"case_cite\">32 U.S. 554</p>\n    <p class=\"case_cite\">7 Pet. 554</p>\n    <p class=\"case_cite\">8 L.Ed. 781</p>\n    <p class=\"parties\">GEORGE MORRIS and DAVID GWYNNE, Plaintiffs in error,<br>v.<br>The Lessee of JOSIAH HARMER'S HEIRS.</p>\n    <p class=\"date\">January Term, 1833</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">ERROR to the Circuit Court of Ohio. This was an action of ejectment, prosecuted by Eliza Harmer, Josiah Harmer and William Harmer, children and heirs-at-law of Josiah Harmer, deceased, against George Morris and David Gwynne, to recover possession of a part of a town lot in the city of Cincinnati.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the trial of the cause, the defendants excepted to the admission of certain evidence, and to the instructions given by the court to the jury upon matters of law. To reverse the judgment in favor of the plaintiffs, they prosecuted this writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case was argued by <i>Ewing</i>, for the plaintiffs in error; and by <i>Caswell</i>, for the defendants. The facts of the case, and the questions of law which were presented for decision, are fully stated in the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">STORY, Justice, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This is a writ of error to revise the judgment of the circuit court for the district of Ohio, rendered against the plaintiffs in error, who were the original defendants in an action of ejectment, commenced in that court in 1828.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The original suit is for a lot of land, situate in Cincinnati. The original plaintiffs are the heirs of Gen. Josiah Harmer; and claim title to the premises under a deed executed by John Cleves Symmes, then proprietor of the lands including the whole city, on the 6th of May 1791, acknowledged on the 28th of November 1804, and recorded on the 30th of the same month. The boundaries stated in the deed are as follows: 'On the south, on the front or river street, lying directly in front of Fort Washington, being twelve rods wide on the street, including two lots, and extending northerly from the said front street, twenty rods, to the south side of the second street from the Ohio, and adjoining the said second street, twelve rods from east to west; and on the east, bounded by the lands of his excellency Governor St. Clair.' These lots were without the original bounds of the city. At the time when this deed was executed, Symmes had not procured a legal title thereto, under his contract with the United States for his purchase; but he subsequently obtained it, in 1794.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendants, at the trial, set up title to the premises derived under one Ethan Stone, who purchased the lands mentioned in the deed from Symmes to Harmer, at a sheriff's sale, on an execution by one Lamma against Symmes, and as his property, in March 1803.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the trial, there was a good deal of evidence as to the location and boundaries of the lots conveyed by the deed of Symmes to Harmer, and comprehending the premises; and this constituted one of the points in controversy. The defendants, also, to rebut the plaintiffs' title, gave in evidence the record of the proceedings in a suit in chancery, prosecuted by Harmer against Stone, in the supreme court of Ohio, in 1811; the object of which was, to procure a decree against Stone, for a release and surrender of his title to these lots, under the sheriff's sale; upon the ground, expressly stated in the bill, that the deed of conveyance from Symmes to Harmer, in 1791 (the former having then acquired no legal title), conveyed only an equitable title to Harmer, and that Stone had full notice thereof, at the time of his purchase under the sheriff's sale. Pending the proceedings, Harmer died, and the suit was revived in behalf of the widow and heirs of Harmer; all of whom, except one, were then under age, and prosecuted their suit by their mother as their next friend. Afterwards, in 1817, a decree was made in favor of the plaintiffs, directing Stone to release all his title to the land, according to the boundaries contained in the deed from Symmes to Harmer; and to yield up the possession accordingly. The heirs of Harmer did not all arrive at age until 1825.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the rendition of this decree, one George W. Jones was employed by Mrs. Harmer to procure a release from Stone, pursuant to the decree. He testified, that he came to Cincinnati, in 1821. That before leaving the city of Philadelphia, Mrs. Harmer requested him to take the agency of their claim in Cincinnati, then in the hands of Jesse Hunt, and to receive a conveyance from Stone of the lands decreed to the heirs of Harmer, and take possession of the same. That, at that time, all the heirs, except one, were minors, and with her who was of full age, he had no conversation respecting the matter; nor had he any written authority to act as agent for any of them. That after his arrival at Cincinnati, he applied to Stone for a conveyance; and after some difficulty and delay, he got him to go upon the ground, in company with Mr. Este, the attorney-at-law for Harmer's heirs, and Mr. Gest, a surveyor, and the land was set off by Stone, as he (Stone) claimed was correct. The surveyor handed him a plan of survey; and Stone executed a release of the same to Harmer's heirs. That the witness knew nothing of the situation of the town, or the true locality of the lots. He had no agency in, nor did he ever know of the additional description of the four town-lots, as mentioned in the deed of release made by Stone; nor did he know that it conveyed other or different ground than was described in the dead made by Symmes to Harmer.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It was also proved on the part of the plaintiffs, that in 1824, an execution was issued against Stone, and levied upon a triangular piece of ground, at the junction of Ludlow and Front streets (part of the premises included in the deed of release of Stone, and contended to be not included in the deed of Symmes to Harmer), as Stone's property, and bought at the sheriff's sale, in February 1825, by one Timothy Kirby, who afterwards, in June 1827, conveyed the same to Jones; and Stone afterwards, in August of the same year, upon a representation that it was bought by Jones for Harmer's heirs, to quiet their title, executed a release thereof to Kirby.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It was also proved, that Harmer's heirs had always been in the undisturbed possession of the land released by Stone to them, under the decree. That about the year 1821 or 1822, Josiah Harmer, one of the heirs, then a minor, but who came of age in 1823, came to Cincinnati; and wishing to erect a house on the corner of the triangular piece of ground above referred to, contracted for the building of the same, which was erected thereon, and had ever since been in the possession and occupancy of persons holding under Harmer's heirs, and paying rent to them.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This statement of facts is necessary to understand the instructions prayed of the court, which will hereafter come under consideration. Before proceeding to consider them, it will be proper to dispose of some minor exceptions taken to certain evidence, which was admitted at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It has been already stated, that one of the points of the controversy at the trial was, as to the true location and boundary of the lots conveyed by Symmes to Harmer. One Thomas Henderson, a witness, among other things, testified, that 'he had heard a number of the old citizens of Cincinnati, now dead, speak of the situation of the lots sold by Symmes to Harmer; and named particularly Joel Williams, one of the old proprietors of the other part of the town, and David Zeigler, who, he said, was the reputed agent of Gen. Harmer; and in the conversation spoken of, warmly censured Ethan Stone for attempting to take from Harmer his property.' The defendants objected to the admission of Zeigler's declaration, as to the location of said lots; which objection was overruled by the court, and the statement of said Zeigler, as testified by said witness, was admitted in evidence to the jury. The defendants excepted to the admission of this evidence. It is observable, that the exception is not general to the declarations of Zeigler, but only to that which respected the location of the lots. Nor does it appear, that any declaration of Zeigler was given in evidence, except what is above stated. Now, if Zeigler made no other declaration, or the plaintiffs waived giving any other declaration in evidence, notwithstanding the court ruled it to be admissible, it is difficult to perceive, how this exception can be maintained, or how the defendants have been prejudiced. So far as Zeigler's declaration is in evidence, it is merely introductory, that he spoke 'of the situation of the lots;' and it nowhere appears, that any further declaration, except in this general way, was in evidence. Such a statement, so utterly inconsequential, cannot form any proper matter of exception. It proves nothing; and can be considered in no other light than as the introductory language of the witness himself.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The plaintiffs then offered to read from Dr. Drake's work, called a Picture of Cincinnati, the date of the surveying and laying out lots in that part of Cincinnati which lies east of the garrison reservation. To the admission of this book in evidence, the defendants objected, the author being (as was agreed) alive, and his deposition, as to other matters, taken in the cause. The court overruled the objection, and admitted the evidence to go to the jury. To this decision, also, the defendants excepted. If this exception were to be considered solely upon the general principles of the law of evidence, we should think, that it was well taken. All evidence of this sort must be considered as mere hearsay; and certainly, as hearsay, it is of no very satisfactory character. Historical facts, of general and public notoriety, may, indeed, be proved by reputation; and that reputation may be established by historical works of known character and accuracy. But evidence of this sort is confined in a greater measure to ancient facts, which do not pre-suppose better evidence in existence; and where, from the nature of the transactions, or the remoteness of the period, or the public and general reception of the facts, a just foundation is laid for general confidence. See 1 Stark. Evid. pt. 1, &#167; 40-44, p. 60-64; Ibid. pt. 2, &#167; 55, p. 180-81. But the work of a living author, who is within the reach of process of the court, can hardly be deemed of this nature. He may be called as a witness. He may be examined as to the sources and accuracy of his information; and especially, if the facts, which he relates are of a recent date, and may be fairly presumed to be within the knowledge of many living persons, from whom he has derived his materials, there would seem to be cogent reasons to say, that his book was not, under such circumstances, the best evidence within the reach of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But we think there are special circumstances in this case, which exempt the evidence from the common rule, and justify its admission. Doctor Drake had been already used by the defendants as a witness in the cause, on the point as to location and boundary of the lots. He stated, among other things, that he was present when Joseph Gest, the city-surveyor, made a survey of the foundation of old Fort Washington, a plat and description of which, by Gest, was then before him, and was in the case; and after stating his belief of its accuracy, and his reasons for so believing, he added, 'finally, in preparing a plat of the town for the Picture of Cincinnati, in 1814, I took great pains to lay down the site of the fort correctly, and I find that the plat made by Mr. Gest corresponds almost exactly with it.' And in answer to a further question of the defendants, what would be the location of four lots, the calls for which were directly in front of Fort Washington, he stated, 'they must all lie between Ludlow street and Broadway, that is, west of Ludlow street.' Now, these answers, which were brought out upon the defendants' own inquiries, of their own witness, seem to us to justify the admission of the book of Doctor Drake, for the purpose of explaining, qualifying or controlling his evidence. The remarks of Dr. Drake in his book, as to the date of the surveying and laying out lots in that part of Cincinnati which lies east of the garrison reservation (and which was comprehended in the scope of his testimony), might have been important for this purpose; and at all events, the plaintiffs might properly refer to this book, to show statements which might affect the results of his testimony. In this view, we think the evidence was admissible; and its bearing in any other view is not shown to have been in the slightest degree material to the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendants subsequently offered in evidence a map contained in the same book, it being a plan of the town of Cincinnati, exhibiting the same plan of the town as that offered by the plaintiffs, except that the first four lots were not numbered. The plaintiffs then produced another plat, marked No. 3, and again called Henderson, who testified, that he saw the plat for the first time in 1809, while the depositions <i>in perpetuam</i> used in this cause were taking. That the said plat was shown to him by John C. Symmes, in the presence of Daniel Symmes. That the writing thereon, and the lines, but not the numbers, were then put upon it, in the handwriting of J. C. Symmes. That in 1811, the said plat was again shown to him, at which time the figures numbering the lots were upon it, and he recognised these figures as being in the handwriting of Daniel Symmes. That he, then, at the request of the proprietors and several of the old citizens of the town copied the plat, protracting it on a larger scale, and placed his copy on the records of the county; and that the same has since governed him, and all other surveyors, so far as he has known, in surveys made in that part of the town, now city of Cincinnati. That this plan was recorded for the purpose of preserving the original plan of that part of the town which was laid out by J. C. Symmes; and the inhabitants of Cincinnati have since recognised it as the true plan of the said part of the town, except Ethan Stone, then in possession of the block in which the land in controversy is situated, who denied its correctness. That this was the only plan of that part of the city known and recognised by the citizens of Cincinnati; that the size and number of the streets and alleys were determined with reference to that plan; that all the surveys of the lots, streets and alleys in that part of the city were made with reference to that plan, so far as he knows; that he never knew of any other plan; and no other was ever adopted as the plan of the upper part of the town. The plaintiffs, thereupon, offered the said plat in evidence to the jury, for the purpose of showing the original plan of that part of the city. The defendants objected to its admission. The court overruled the objection, and admitted the plat in evidence; directing the jury to disregard anything written on it by J. C. Symmes. An exception was taken to this decision of the court, and the question now is upon its correctness.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are of opinion, that the plat, upon this evidence, was rightly admitted. It is to be considered, that J. S. Symmes was the It is to be considered, that J. C. Symmes was the whole city when it was laid out; and that the plat was in his possession, and held out by him as the original plat. It was traced back to that possession more than twenty-two years before the trial; and was the oldest and only original plat known to be in existence. It was a publicly recognised plat by which the corporate authorities and citizens ascertained, and regulated their surveys, lots, streets and alleys. And having been so long and so publicly recognised, it was the highest species of evidence of reputation as to the location and boundaries of the lots, streets and alleys; and not the less so, because it was contested by a single individual, whose interests might be affected by it. It was not conclusive upon his rights, but it was admissive as the best proof then known to the plaintiffs of the general laying out and boundaries of the lots and streets of the city, recognised by the original proprietor, and those who had succeeded to his rights, as well as by the public. But if this were even doubtful (which we do not admit), it would still be admissible; since it is not even pretended, that it differed in any material circumstance from other plats then laid before the jury by both parties, except as to the figures numbering the lots; and these the court directed to be disregarded. The question, therefore, made at the bar, as to the admission of hearsay, <i>post litem motam</i>, does not arise, and may well be left for decision, until it constitutes the very point for judgment. It has, indeed, been suggested at the bar, that Symmes produced the plat, after Stone had obtained his title to the premises, and therefore, had an interest to maintain the title of Harmer, in order to escape from his warranty to the latter, under his deed of 1791. But no such interest could exist; for whatever was the true location of the lots conveyed by that deed, Symmes undoubtedly had the title at the time; and Stone, not being a second purchaser by deed from Symmes, but a mere purchaser at a sheriff's sale on execution, could only take such title as Symmes than possessed in the premises. And the not recording of the deed to Harmer, until after Stone's purchase, will not affect Harmer's title (it being clearly good between the parties), as it might have done, if Stone had been a subsequent purchaser from Symmes, by deed, without notice. The plat, then, came from Symmes's possession, at a time when he had not even a semblance of interest in the controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We now come to that, which constitutes the main hinge of the present suit, and by which its ultimate merits are to be decided; and that is, the instructions given and refused by the court. The first instruction was prayed for by the plaintiffs, and is as follows: 'The counsel for the plaintiffs move the court to instruct the jury that inasmuch as they claim title to the premises in dispute, under the deed from Symmes to Harmer, and not under the deed of release made by Stone, they cannot be divested of their title to the lots which that deed conveyed to Harmer, by the possession of these premises, for the period of five or six years, which they supposed to be a part of these lots, though embraced in the deed of release, but not in the decree;' which instruction the court accordingly gave. It does not appear upon the record, that this instruction so given was, in express terms, excepted to by the defendants; the exception being stated in the following terms, after the instructions asked by the defendants: 'The court charged the jury as requested by the defendants, upon the first instruction asked by them; but refused the residue of the instructions, in manner and form as the same were prayed for; to which several opinions of the court in delivering their charge as aforesaid, the defendants except, &amp;c.' But we think, that the fair import of these last words embraces the instruction asked by the plaintiffs; for that was an opinion delivered by the court in its charge to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">That the deed of Symmes to Harmer, in 1791, passed a legal title to Harmer, which became consummated in the latter, when Symmes obtained his patent from the United States in 1794, is not controverted. The question is, whether the subsequent proceedings under the bill in equity, in which that title is asserted to be equitable, and the release given by Stone under that decree, and the subsequent possession of the heirs of Harmer of the lands so released, do, under the circumstances, estop them from setting up their legal title against the defendants. We are of opinion, that they do not.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is very clear, that Mrs. Harmer could not, as <i>prochein ami</i>, during the minority of the heirs, authorize any release to be taken, which did not conform to the decree, so as to make it binding upon them. In point of fact, if the evidence is to be believed, the agent never intended to take any release, which did not conform to the decree; and he received it upon Stone's representation, that it did so conform. And it nowhere appears from the evidence, that the heirs had any knowledge of their rights, and of the mistake in the release, until the present suit was brought. Unless the heirs had full knowledge of their rights, and of the mistake in the release, and with that knowledge, held possession of the premises in the release, after they arrived of age, they could not be deemed to have confirmed the transaction, or to have accepted the release as full satisfaction and performance of the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We give no opinion what, under such circumstances, would have been the effect of such acquiescence or confirmation upon the rights of the plaintiffs derived from the decree; or whether afterwards they would be permitted to repudiate the whole transaction, and compel a new execution of the decree. Here, the title, set up by the plaintiffs, is not derived from or under the decree or release; but is a legal title paramount to both. Are the plaintiffs then estopped in law to set up that title? We think not. The bill in equity does not estop them; for that bill stated the derivation of title correctly; and the decree conforms to it. Neither the title set up in the bill, nor the decree, asserts any claim repugnant to the present claim. The decree requires Stone to convey the very land in controversy. The only difficulty is, that the bill avers the title of the plaintiffs to be an equitable instead of a legal title. But as all the facts are stated truly in the bill, it is nothing more than a mistake of law. If the defendants could rely upon that bill and decree as an estoppel, it must be, because the facts therein stated are repugnant to the present title asserted by them. But such is not the posture of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The plaintiffs, then, having a legal title to the premises, which they have never parted with by a proper conveyance, they are entitled to the instruction prayed for, unless their possession of the land under the release, not included in the decree, amounts in law to an extinguishment of their title. We know of no principle of law, on which this can be maintained. The legal title to land in Ohio can be passed only by a proper conveyance, by deed, according to the laws of that state. The present is an attempt to set up a parol waiver of title, by acts <i>in pais</i>, a parol acceptance of other land, in lieu of that belonging to the plaintiffs. As an extinguishment, or an estoppel, it is equally inadmissible. The question is quite a different one, what would be the effect of such an acceptance, and acquiescence under it, by the parties, for a long time, as matter of evidence upon a point of disputed boundary. The instruction given involves no such consideration. It presents the more general question, whether the possession of the released premises precluded the plaintiffs from asserting their legal title to the land sued for. We concur with the court below, in thinking, that it did not.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The first instruction asked by the defendants, having been given by the court, may be passed over without notice. The second, third, fourth and fifth instructions are follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">2. If, upon the whole evidence, the jury believe, that Mrs. Harmer, the next friend of the minors, in prosecuting the bill in chancery, and obtaining the decree given in evidence, authorized George W. Jones to obtain the deed of release, under the decree, and to take possession of the lands, and that George W. Jones, under this authority, as agent for the complainant obtaining the decree, and in conjunction with the attorney for the complainants that obtained the decree, assented to the location of the ground; and George W. Jones, as such agent, accepted a deed, and took possession of the land, according to the boundaries described in the deed; the lessors of the plaintiff are concluded by his acts, and the plaintiffs cannot recover.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">3. If, upon the whole evidence, the jury believe, that Mrs. Harmer, the next friend of the minors, in prosecuting the bill in chancery, and obtaining the decree given in evidence, authorized George W. Jones to obtain the deed of release, under the decree, and to take possession of the lands; and that George W. Jones, under this authority, as agent for the complainants obtaining the decree, and in conjunction with the attorney for the complainants in obtaining the decree, assented to the location of the ground, and George W. Jones, as such agent, accepted a deed, and took possession of the land, according to to the boundaries described in such deed, and continued that possession, exercising acts of ownership, as agent, after all the lessors of the plaintiff obtained their full age; and the defendants purchased before the lessors of the plaintiffs disavowed the acts of George W. Jones, and without any notice or knowledge of an intention of the lessors of the plaintiffs to disavow the acts of said Jones, public sale of the adjacent lands being made, with the knowledge of said Jones, and no notice given by him, that the lessors of the plaintiffs (he continuing their agent) had disavowed, or intended to disavow, his acts in locating the lands, and taking a deed for and possession thereof; the plaintiffs cannot recover.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">4. That the deed of release from E. Stone to T. Kirby, and the decree from the sheriff to T. Kirby, given in evidence in this cause, for part of the lands previously released by E. Stone to the lessors of the plaintiffs, under the decree, in execution of a contract paramount to the original title of E. Stone, and decreed to be executed, did not, in law, divest the title of the lessors of the plaintiffs, previously acquired, to the lands so released by E. Stone to Kirby, and conveyed by the sheriff to Kirby, and the continuance of the lessors of the plaintiff in possession of all the land released to them, under the decree, and taken possession of by George W. Jones, and retaining the title thereto, is, in law, a continued affirmance of the acts of George W. Jones, as their agent, which cannot be disavowed, without releasing to E. Stone, and restoring to him the possession of that fraction of the land, released under the decree which the location claimed in the first does not cover.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">5. That the relation in which the defendants are proved to stand to those under whom they claim title, does not warrant the jury to infer, that the defendants had knowledge that the lessors of the plaintiffs had disavowed, or intended to disavow, the location as accepted by George W. Jones.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The second instruction proceeds upon the ground, that authority given by Mrs. Harmer to Jones, his assenting to accept the release of Stone, and taking possession of the land released, concluded the plaintiffs from a right to recover; although they were minors, and never personally assented thereto. From what has been already said, this instruction was properly refused. Mrs. Harmer had no authority to bind the heirs, by the acceptance of any release, not conforming to the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The third instruction proceeds upon the ground, that the acceptance of the release by Jones, under the authority of Mrs. Harmer, and the possession of the land by Jones, as agent, and continuing that possession, after the plaintiffs attained full age, and until after the defendants had made their purchases of the land, without any disavowal or notice of disavowal by the plaintiffs of the acts of Jones; would preclude the plaintiffs from a right to recover. We think, for, reasons already given, the law is otherwise, and therefore the instruction was rightly refused.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The fourth instruction affirms, that the release of Stone to Kirby for part of the land included in the prior release of Stone, under the decree, did not divest the legal title of the plaintiffs to the lands so released to them. So far, the instruction prayed was undoubtedly correct; but it did not stop here, but proceeded to declare, that the continuance of the plaintiff in possession of the land so released by Stone, under the decree, was a continued affirmance of the acts of Jones, as their agent, which could not be disavowed, without releasing to Stone, and restoring to him the possession of that fraction of the land released, which the decree did not cover. To this instruction, there are two objections. The first is, that if the release to Kirby by Stone, and the conveyance by Kirby to Jones, were for the exclusive benefit of the heirs of Harmer, and to quiet their title to that fraction of land (as the evidence in the case asserts), no such release could be now required, since the plaintiffs would be entitled to it by an independent title. But the other is equally decisive. If the plaintiffs possess a legal title to the land in controversy, not founded on that release, it can furnish no bar to their right to recover, that there exists an equitable claim against them, to surrender other land taken under that release, to which, <i>ex aequo et bono</i>, they are not entitled. The instruction was, therefore, properly refused.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The fifth and last instruction proceeds upon the ground, that knowledge on the part of the defendants, that the plaintiffs had disavowed, or intended to disavow, the location as accepted by Jones, might vary the right of the plaintiffs to recover; and that the relation in which the defendants are proved to stand to those under whom they claim title, did not warrant the jury to infer, that the defendants had that knowledge. This instruction is open to the objection, that it asks the court to decide upon a matter of fact, as to what the relation was, in which the defendants were proved to stand, to those under whom they claim title. But the decisive answer is, that it asks an instruction upon a point of law, not shown to have any legal bearing upon the case. It could have no influence upon the cause, if given, and might have had a tendency to mislead the jury. It was, therefore, properly refused by the court. The judgment of the circuit court is affirmed, with costs.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> s. p. Commonwealth <i>v.</i> Alburger, 1 Whart. 469; Baird <i>v.</i> Rice, 63 Penn. St. 489.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85841/"
}