{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": null, 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/800859/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Freeman v. Quicken Loans, Inc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "10-1042", 
    "id": 773617, 
    "resource_uri": "/api/rest/v2/citation/773617/"
  }, 
  "id": 800859, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2012-05-24", 
  "download_url": "http://www.supremecourt.gov/opinions/11pdf/10-1042.pdf", 
  "source": "C", 
  "local_path": "pdf/2012/05/24/freeman_v._quicken_loans_inc..pdf", 
  "html_lawbox": "", 
  "time_retrieved": "2012-05-24T07:22:40", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2011                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         FREEMAN ET AL. v. QUICKEN LOANS, INC.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n    No. 10–1042. Argued February 21, 2012—Decided May 24, 2012\nThe Real Estate Settlement Procedures Act (RESPA), provides, as rele-\n  vant here, that “[n]o person shall give and no person shall accept any\n  portion, split, or percentage of any charge made or received for the\n  rendering of a real estate settlement service . . . other than for ser-\n  vices actually performed.” 12 U. S. C. §2607(b). Petitioners, three\n  couples who obtained mortgage loans from respondent, filed separate\n  state-court actions, alleging that respondent had violated §2607(b) by\n  charging them fees for which no services were provided in return. Af-\n  ter the cases were removed to federal court and consolidated, re-\n  spondent sought summary judgment, arguing that petitioners’ claims\n  were not cognizable under §2607(b) because the allegedly unearned\n  fees were not split with another party. The District Court agreed;\n  and because petitioners had not alleged any splitting of fees, it\n  granted respondent summary judgment. The Fifth Circuit affirmed.\nHeld: In order to establish a violation of §2607(b), a plaintiff must\n demonstrate that a charge for settlement services was divided be-\n tween two or more persons. Pp. 3–13.\n    (a) Section 2607(b) unambiguously covers only a settlement-service\n provider’s splitting of a fee with one or more other persons; it cannot\n be understood to reach a single provider’s retention of an unearned\n fee. Pp. 3–11.\n       (1) Section 2607(b) clearly describes two distinct exchanges.\n First, a “charge” is “made” to or “received” from a consumer by a set-\n tlement-service provider. That provider then “give[s],” and another\n person “accept[s],” a “portion, split, or percentage” of the charge.\n Congress’s use of different sets of verbs, with distinct tenses, to dis-\n tinguish between the consumer-provider transaction and the fee-\n sharing one would be pointless if, as petitioners contend, the two\n2                 FREEMAN v. QUICKEN LOANS, INC.\n\n                                  Syllabus\n\n    transactions could be collapsed into one. Their reading—that a\n    settlement-service provider can “make” a charge and then “accept” the\n    portion of the charge consisting of 100 percent—does not avoid col-\n    lapsing the sequential relationship of the two stages and would de-\n    stroy the tandem character of activities that the text envisions at\n    stage two (i.e., a giving and accepting). And if the consumer were the\n    person who “give[s]” a “portion, split, or percentage” of the charge to\n    the provider who “accepts” it, consumers would become lawbreakers\n    themselves. Pp. 3–8.\n         (2) The normal usage of the terms “portion,” “split,” and “per-\n    centage”—which, when referring to a portion or percentage of a\n    whole, usually mean less than 100 percent—reinforces the conclusion\n    that §2607(b) does not apply where a settlement-service provider re-\n    tains the entirety of a fee received from a consumer. The meaning is\n    also confirmed by the “commonsense canon of noscitur a sociis, which\n    counsels that a word is given more precise content by the neighboring\n    words with which it is associated.” United States v. Williams, 553\n    U. S. 285, 294. This connation is not undermined by the canon\n    against surplusage. “Portion,” “split,” and “percentage” may all mean\n    the same thing, but the canon merely favors that interpretation\n    which avoids surplusage, see Microsoft Corp. v. i4i Ltd. Partnership,\n    564 U. S. ___, ___, and petitioners’ interpretation no more achieves\n    that end than the Court’s does. Pp. 8–11.\n      (b) Petitioners’ arguments in favor of their contrary interpretation\n    are unpersuasive. Section 2607(b), as interpreted here, is not ren-\n    dered surplusage by §2607(a)’s express prohibition of kickbacks, for\n    each subsection reaches conduct that the other does not. RESPA’s gen-\n    eral purpose—to protect consumers from “certain abusive practices,”\n    §2601(a)—also provides no warrant for expanding §2607(b)’s pro-\n    hibition beyond the field to which it is unambiguously limited: the\n    splitting of fees paid for settlement services. And giving §2607(b) its\n    natural meaning would not lead to absurd results. Pp. 11–13.\n626 F. 3d 799, affirmed.\n\n    SCALIA, J., delivered the opinion for a unanimous Court.\n                         Cite as: 566 U. S. ____ (2012)                              1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n      preliminary print of the United States Reports. Readers are requested to\n      notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n      ington, D. C. 20543, of any typographical or other formal errors, in order\n      that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                    _________________\n\n                                    No. 10–1042\n                                    _________________\n\n\n  TAMMY FORET FREEMAN, ET AL., PETITIONERS v.\n\n            QUICKEN LOANS, INC. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                                  [May 24, 2012]\n\n\n  JUSTICE SCALIA delivered the opinion of the Court.\n  A provision of the Real Estate Settlement Procedures\nAct (RESPA), codified at 12 U. S. C. §2607(b), prohibits\ngiving and accepting “any portion, split, or percentage of\nany charge made or received for the rendering of a real\nestate settlement service . . . other than for services actu-\nally performed.” We consider whether, to establish a vio-\nlation of §2607(b),1 a plaintiff must demonstrate that a\ncharge was divided between two or more persons.\n                             I\n  Enacted in 1974, RESPA regulates the market for real\nestate “settlement services,” a term defined by statute\nto include “any service provided in connection with a real\nestate settlement,” such as “title searches, . . . title insur-\nance, services rendered by an attorney, the preparation\nof documents, property surveys, the rendering of credit\nreports or appraisals, . . . services rendered by a real\nestate agent or broker, the origination of a federally re-\n——————\n  1 This and all subsequent section references pertain to Title 12 unless\n\notherwise specified.\n2               FREEMAN v. QUICKEN LOANS, INC.\n\n                         Opinion of the Court\n\nlated mortgage loan[2] . . . , and the handling of the pro-\ncessing, and closing or settlement.” §2602(3). Among\nRESPA’s consumer-protection provisions is §2607, which\ndirectly furthers Congress’s stated goal of “eliminat[ing]\n. . . kickbacks or referral fees that tend to increase un-\nnecessarily the costs of certain settlement services,”\n§2601(b)(2). Section 2607(a) provides:\n       “No person shall give and no person shall accept\n     any fee, kickback, or thing of value pursuant to any\n     agreement or understanding, oral or otherwise, that\n     business incident to or a part of a real estate settle-\n     ment service involving a federally related mortgage\n     loan shall be referred to any person.”\nThe neighboring provision, subsection (b), adds the\nfollowing:\n       “No person shall give and no person shall accept\n     any portion, split, or percentage of any charge made\n     or received for the rendering of a real estate settle-\n     ment service in connection with a transaction involv-\n     ing a federally related mortgage loan other than for\n     services actually performed.”\nThese substantive provisions are enforceable through, in-\nter alia, actions for damages brought by consumers of\nsettlement services against “[a]ny person or persons who\nviolate the prohibitions or limitations” of §2607, with\nrecovery set at an amount equal to three times the charge\npaid by the plaintiff for the settlement service at issue.\n§2607(d)(2).\n  Petitioners in this case are three married couples who\nobtained mortgage loans from respondent Quicken Loans,\nInc. In 2008, they filed separate actions in Louisiana state\ncourt, alleging, as pertinent here, that respondent had\n——————\n  2 The statutory definition of “federally related mortgage loan” is set\n\nforth in §2602(1).\n                     Cite as: 566 U. S. ____ (2012)                   3\n\n                         Opinion of the Court\n\nviolated §2607(b) by charging them fees for which no\nservices were provided. In particular, the Freemans and\nthe Bennetts allege that they were charged loan discount\nfees of $980 and $1,100, respectively, but that respondent\ndid not give them lower interest rates in return. The\nSmiths’ allegations focus on a $575 loan “processing fee”\nand a “loan origination” fee of more than $5,100.3\n  Respondent removed petitioners’ lawsuits to federal\ncourt, where the cases were consolidated. Respondent\nthereafter moved for summary judgment on the ground\nthat petitioners’ claims are not cognizable under §2607(b)\nbecause the allegedly unearned fees were not split with\nanother party. The District Court agreed; and because\npetitioners did not allege any splitting of fees it granted\nsummary judgment in favor of respondent.\n  A divided panel of the United States Court of Appeals\nfor the Fifth Circuit affirmed. 626 F. 3d 799 (2010). We\ngranted certiorari. 565 U. S. ___ (2011).\n                            II\n  The question in this case pertains to the scope of\n§2607(b), which as we have said provides that “[n]o person\nshall give and no person shall accept any portion, split, or\npercentage of any charge made or received for the render-\ning of a real estate settlement service . . . other than for\nservices actually performed.” The dispute between the\nparties boils down to whether this provision prohibits the\n——————\n  3 Respondent maintains that at least the “loan origination” fee\n\ncharged to the Smiths was in fact a mislabeled loan discount fee, like\nthe allegedly unearned fees charged to the Freemans and the Bennetts.\nRespondent contends that loan discount fees fall outside the scope of\n§2607(b) because they are not fees for settlement services, but rather,\nas the Eleventh Circuit has held, are part of the pricing of a loan. See\nWooten v. Quicken Loans, Inc., 626 F. 3d 1187 (2010). Petitioners\ndispute this point on the merits and further argue that respondent\nforfeited the contention in the lower courts. We express no view on this\nissue.\n4              FREEMAN v. QUICKEN LOANS, INC.\n\n                        Opinion of the Court\n\ncollection of an unearned charge by a single settlement-\nservice provider—what we might call an undivided un-\nearned fee—or whether it covers only transactions in\nwhich a provider shares a part of a settlement-service\ncharge with one or more other persons who did nothing to\nearn that part.\n  Petitioners’ argument that the former interpretation\nshould prevail finds support in a 2001 policy statement\nissued by the Department of Housing and Urban Devel-\nopment (HUD), the agency that was until recently author-\nized by Congress to “prescribe such rules and regulations”\nand “to make such interpretations” as “may be necessary\nto achieve the purposes of [RESPA],” §2617(a).4 That\npolicy statement says that §2607(b) “prohibit[s] any\nperson from giving or accepting any unearned fees, i.e.,\ncharges or payments for real estate settlement services\nother than for goods or facilities provided or services per-\nformed.” 66 Fed. Reg. 53057 (2001). It “specifically inter-\nprets [§2607(b)] as not being limited to situations where at\nleast two persons split or share an unearned fee.” Ibid.\nMore broadly, the policy statement construes §2607(b) as\nauthority for regulation of the charges paid by consumers\nfor the provision of settlements. It says that “a settlement\nservice provider may not mark-up the cost of another\nprovider’s services without providing additional settle-\nment services; such payment must be for services that are\nactual, necessary and distinct.” Id., at 53059. Moreover,\nin addition to facing liability when it collects a fee that is\n——————\n    4 OnJuly 21, 2011, HUD’s consumer-protection functions under the\nRESPA were transferred to the Bureau of Consumer Financial Protec-\ntion. See Dodd-Frank Wall Street Reform and Consumer Protection\nAct, §§1061(b)(7) and (d), 1062, 1098, 1100H, 124 Stat. 2038, 2039–\n2040, 2103–2104, 2113. That day, the Bureau issued a notice stating\nthat it would enforce HUD’s RESPA regulations and that, pending\nfurther Bureau action, it would apply HUD’s previously issued official\npolicy statements regarding RESPA. 76 Fed. Reg. 43570–43571.\n                   Cite as: 566 U. S. ____ (2012)              5\n\n                       Opinion of the Court\n\nentirely unearned, a provider may also “be liable under\n[§2607(b)] when it charges a fee that exceeds the reason-\nable value of goods, facilities, or services provided,” ibid., on\nthe theory that the excess over reasonable value consti-\ntutes a “portion” of the charge “other than for services\nactually performed,” §2607(b).\n   The last mentioned point, however, is manifestly in-\nconsistent with the statute HUD purported to construe.\nWhen Congress enacted RESPA in 1974, it included a\ndirective that HUD make a report to Congress within five\nyears regarding the need for further legislation in the\narea. See §2612(a) (1976 ed.). Among the topics required\nto be included in the report were “recommendations on\nwhether Federal regulation of the charges for real estate\nsettlement services in federally related mortgage transac-\ntions is necessary and desirable,” and, if so, recommenda-\ntions with regard to what reforms should be adopted.\n§2612(b)(2). The directive for recommendations regarding\nthe desirability of price regulation would make no sense\nif Congress had already resolved the issue—if §2607(b)\nalready carried with it authority for HUD to proscribe the\ncollection of unreasonably high fees for settlement ser-\nvices, i.e., to engage in price regulation.\n   No doubt recognizing as much, petitioners do not fully\nadopt HUD’s construction of §2607(b). Noting that even\nthose Courts of Appeals which have found §2607(b) not to\nbe limited to fee-splitting situations have held that the\nstatute does not reach unreasonably high fees, see Kruse\nv. Wells Fargo Home Mortgage, Inc., 383 F. 3d 49, 56 (CA2\n2004); Santiago v. GMAC Mortgage Group, Inc., 417 F. 3d\n384, 387 (CA3 2005); Friedman v. Market Street Mortgage\nCorp., 520 F. 3d 1289, 1297 (CA11 2008), petitioners ac-\nknowledge that the statute does not cover overcharges.\nThey nonetheless embrace HUD’s construction of §2607(b)\ninsofar as it holds that a provider violates the statute by\nretaining a fee after providing no services at all in return.\n6               FREEMAN v. QUICKEN LOANS, INC.\n\n                          Opinion of the Court\n\nIn short, petitioners contend that, by allegedly charg-\ning each of them an unearned fee, respondent “accept[ed]”\na “portion, split, or percentage” of a settlement, service\ncharge (i.e., 100 percent of the charge) “other than for\nservices actually performed.” §2607(b) (2006 ed.).\n   The parties vigorously dispute whether the position set\nforth in HUD’s 2001 policy statement should be accorded\ndeference under the framework announced by this Court\nin Chevron U. S. A. Inc. v. Natural Resources Defense\nCouncil, Inc., 467 U. S. 837 (1984). We need not resolve\nthat dispute—or address whether, if Chevron deference\nwould otherwise apply, it is eliminated by the policy\nstatement’s palpable overreach with regard to price con-\ntrols. For we conclude that even the more limited position\nespoused by the policy statement and urged by petitioners\n“goes beyond the meaning that the statute can bear,” MCI\nTelecommunications Corp. v. American Telephone & Tele-\ngraph Co., 512 U. S. 218, 229 (1994). In our view,\n§2607(b) unambiguously covers only a settlement-service\nprovider’s splitting of a fee with one or more other persons;\nit cannot be understood to reach a single provider’s reten-\ntion of an unearned fee.5\n   By providing that no person “shall give” or “shall accept”\na “portion, split, or percentage” of a “charge” that has been\n“made or received,” “other than for services actually per-\nformed,” §2607(b) clearly describes two distinct exchanges.\nFirst, a “charge” is “made” to or “received” from a consum-\ner by a settlement-service provider. That provider then\n“give[s],” and another person “accept[s],” a “portion, split,\nor percentage” of the charge. Congress’s use of different\nsets of verbs, with distinct tenses, to distinguish between\n——————\n  5 Petitioners also contend that the position set forth in the 2001 policy\n\nstatement is consistent with a HUD regulation, 24 CFR §3500.14(c)\n(2011), and with prior administrative guidance. In light of our conclu-\nsion that §2607(b) unambiguously forecloses petitioners’ position, we\nhave no need to address this issue.\n                  Cite as: 566 U. S. ____ (2012)            7\n\n                      Opinion of the Court\n\nthe consumer-provider transaction (the “charge” that is\n“made or received”) and the fee-sharing transaction (the\n“portion, split, or percentage” that is “give[n]” or “ac-\ncept[ed]”) would be pointless if, as petitioners contend, the\ntwo transactions could be collapsed into one.\n   Petitioners try to merge the two stages by arguing\nthat a settlement-service provider can “make” a charge\n(stage one) and then “accept” (stage two) the portion\nof the charge consisting of 100 percent. See Reply Brief\nfor Petitioners 6. But then is not the provider also “re-\nceiv[ing]” the charge at the same time he is “accept[ing]”\nthe portion of it? And who “give[s]” the portion of the\ncharge consisting of 100 percent? The same provider who\n“accept[s]” it? This reading does not avoid collapsing the\nsequential relationship of the two stages, and it would\nsimply destroy the tandem character of activities that the\ntext envisions at stage two (i.e., a giving and accepting).\n   Petitioners seek to avoid this consequence, at stage two\nat least, by saying that the consumer is the person who\n“give[s]” a “portion, split, or percentage” of the charge to\nthe provider who “accept[s]” it. See Brief for Petitioners\n21; Reply Brief for Petitioners 5. But since under this\nstatute it is (so to speak) as accursed to give as to receive,\nthis would make lawbreakers of consumers—the very\nclass for whose benefit §2607(b) was enacted, see §2601. It\nis no answer to say that a consumer would not face dam-\nages liability because a violator is liable only “to the\nperson or persons charged for the settlement service,”\n§2607(d)(2), and it would not make sense to render a\nconsumer liable to himself. It is the logical consequence\nthat a consumer would be liable to himself, not the specter\nof actual damages liability, which provides strong indica-\ntion that something in petitioners’ interpretation is amiss.\n   At any rate, §2607(b) is also enforceable through crimi-\nnal prosecutions, §2607(d)(1), and actions for injunctive\nrelief brought by federal and state regulators, §2607(d)(4).\n8            FREEMAN v. QUICKEN LOANS, INC.\n\n                      Opinion of the Court\n\nHUD’s 2001 policy statement asserts that “HUD is, of\ncourse, unlikely to direct any enforcement actions against\nconsumers for the payment of unearned fees,” 66 Fed. Reg.\n53059, n. 6, but that assurance is cold comfort. Moreover,\neven assuming (as seems realistic) that the Justice De-\npartment would be similarly reluctant to prosecute con-\nsumers for criminal violations of §2607(b), “prosecutorial\ndiscretion is not a reason for courts to give improbable\nbreadth to criminal statutes.”       Abuelhawa v. United\nStates, 556 U. S. 816, 823, n. 3 (2009).\n  Nor is the problem of consumer criminal liability solved\nby petitioners’ suggestion that an unstated mens rea\nrequirement be read into the criminal enforcement provi-\nsion, §2607(d)(1), see, e.g., Staples v. United States, 511\nU. S. 600, 605 (1994). If that would excuse only those\nconsumers who are unaware that they are paying for\nunearned services, some consumers would remain crimi-\nnally liable—those who know that the fee is unearned but\ndecide to pay it anyway, perhaps because the provider’s\nproposal is still the best deal. And if it would immunize\nall consumers, the statute’s criminalization of the entire\n“giving” portion of consumer-provider transactions would\nmake little sense. We find it virtually unthinkable that\nCongress would leave it to imputed mens rea to preserve\nfrom criminal liability some or all of the class RESPA was\ndesigned to protect—and entirely unthinkable that Con-\ngress would have created that strange disposition through\nlanguage as obscure as that relied upon here.\n  The phrase “portion, split, or percentage” reinforces\nthe conclusion that §2607(b) does not cover a situation in\nwhich a settlement-service provider retains the entirety of\na fee received from a consumer. It is certainly true that\n“portion” or “percentage” can be used to include the entirety,\nor 100 percent. See, e.g., 18 U. S. C. §648 (“portion”); 5\nU. S. C. §8348(g) (2006 ed., Supp. IV) (“percentag[e]”);\n5 U. S. C. §8351(b)(2)(B) (2006 ed.) (same); 12 U. S. C.\n                      Cite as: 566 U. S. ____ (2012)                      9\n\n                           Opinion of the Court\n\n§1467a(m)(7)(B)(ii)(II) (same). But that is not the normal\nmeaning of “portion” when one speaks of “giv[ing]” or\n“accept[ing]” a portion of the whole, as dictionary defini-\ntions uniformly show.6 Aesop’s fable would be just as\nwryly humorous if the lion’s claim to the entirety of the\nkill he hunted in partnership with less ferocious animals\nhad been translated into English as the “lion’s portion”\ninstead of the lion’s share. As for “percentage,” that word\ncan include 100 percent—or even 300 percent—when it\nrefers to merely a ratable measure (“unemployment claims\nwere up 300 percent”).7 But, like “portion,” it normally\nmeans less than all when referring to a “percentage” of\na specific whole (“he demanded a percentage of the prof-\nits”).8 And it is normal usage that, in the absence of con-\ntrary indication, governs our interpretation of texts.\nCrawford v. Metropolitan Government of Nashville and\nDavidson Cty., 555 U. S. 271, 276 (2009); Asgrow Seed Co.\nv. Winterboer, 513 U. S. 179, 187 (1995).\n\n——————\n  6 See, e.g., Webster’s New International Dictionary 1924 (2d ed. 1954)\n\n(hereinafter Webster’s) (defs. 1, 4: defining “portion” as “[a]n allotted\npart; a share; a parcel; a division in a distribution[;] . . . [a] part of\na whole”); 12 Oxford English Dictionary 154–155 (2d ed. 1989) (here-\ninafter OED) (defs. 1a, 5: defining “portion” as “[t]he part (of any-\nthing) allotted or belonging to one person; a share[;] . . . [a] part of\nany whole”); American Heritage Dictionary 1373 (5th ed. 2011) (def. 1:\ndefining “portion” as “[a] section or quantity within a larger thing; a\npart of a whole”).\n  7 See, e.g., Webster’s 1815 (def. 1: defining “percentage” as “[a] certain\n\nrate per cent”); 11 OED 521 (def. a: defining “percentage” as “[a] rate or\nproportion per cent”).\n  8 See, e.g., Webster’s 1815 (def. 1: defining “percentage” as “a part or\n\nproportion of a whole expressed as so much or many per hundred”); 11\nOED 521 (def. a: defining “percentage” as “a quantity or amount reck-\noned as so much in the hundred, i.e. as so many hundredth parts of\nanother, esp. of the whole of which it is a part; hence loosely, a part or\nportion considered in its quantitative relation to the whole”); American\nHeritage Dictionary, supra, at 1307 (def. 2: defining “percentage” as\n“[a] proportion or share in relation to a whole; a part”).\n10            FREEMAN v. QUICKEN LOANS, INC.\n\n                      Opinion of the Court\n\n   In the present statute, that meaning is confirmed by the\n“commonsense canon of noscitur a sociis—which counsels\nthat a word is given more precise content by the neighbor-\ning words with which it is associated.” United States v.\nWilliams, 553 U. S. 285, 294 (2008). For “portion” and\n“percentage” do not stand in isolation, but are part of a\nphrase in which they are joined together by the interven-\ning word “split”—which, as petitioners acknowledge, Brief\nfor Petitioners 19, cannot possibly mean the entirety. We\nthink it clear that, in employing the phrase “portion, split,\nor percentage,” Congress sought to invoke the words’\ncommon “core of meaning,” Graham County Soil and\nWater Conservation Dist. v. United States ex rel. Wilson,\n559 U. S. ___, ___, n. 7 (2010) (slip op., at 7, n. 7), which is\nto say, a part of a whole. That is so even though the\nphrase is preceded by “any”—a word that, we have ob-\nserved, has an “ ‘expansive meaning,’ ” Department of\nHousing and Urban Development v. Rucker, 535 U. S. 125,\n131 (2002). Expansive, yes; transformative, no. It can\nbroaden to the maximum, but never change in the least,\nthe clear meaning of the phrase selected by Congress here.\n   Contrary to petitioners’ contention, the natural connota-\ntion of “portion, split, or percentage” is not undermined in\nthis context by our “general ‘reluctan[ce] to treat statutory\nterms as surplusage.’ ” Board of Trustees of Leland Stan-\nford Junior Univ. v. Roche Molecular Systems, Inc., 563\nU. S. ___, ___ (2011) (slip op., at 9) (quoting Duncan v.\nWalker, 533 U. S. 167, 174 (2001)). Petitioners rightly\npoint out that under our interpretation “portion,” “split,”\nand “percentage” all mean the same thing—a perhaps\nregrettable but not uncommon sort of lawyerly iteration\n(“give, grant, bargain, sell, and convey”). But the canon\nagainst surplusage merely favors that interpretation\nwhich avoids surplusage, see Microsoft Corp. v. i4i Ltd.\nPartnership, 564 U. S. ___, ___–___ (2011) (slip op., at 12–\n13)—and petitioners’ interpretation no more achieves that\n                  Cite as: 566 U. S. ____ (2012)           11\n\n                      Opinion of the Court\n\nend than ours does. It is impossible to imagine a “portion”\n(even a portion consisting of the entirety) or a “split” that\nis not also a “percentage.”\n   Petitioners invoke the presumption against surplusage\na second time, urging that if §2607(b) is not construed\nto reach undivided unearned fees, it would be rendered\n“largely surplusage” in light of §2607(a)’s express prohibi-\ntion of kickbacks. Brief for Petitioners 24. Not so. Section\n2607(a) prohibits giving or accepting “any fee, kickback, or\nthing of value pursuant to any agreement or understand-\ning . . . that business incident to or a part of a real estate\nsettlement service . . . shall be referred to any person.”\n§2607(a).      That prohibition is at once broader than\n§2607(b)’s (because it applies to the transfer of any “thing\nof value,” rather than to the dividing of a “charge” paid\nby a consumer) and narrower (because it requires an\n“agreement or understanding” to refer business). Thus, a\nsettlement-service provider who agrees to exchange valuable\ntickets to a sporting event in return for a referral of busi-\nness would violate §2607(a), but not §2607(b). So too a\nprovider who agrees to pay a monetary referral fee that is\nnot tied in any respect to a charge paid by a particular\nconsumer—for instance, a “retainer” agreement pursuant\nto which the provider pays a monthly lump sum in ex-\nchange for the recipient’s agreement to refer any business\nthat comes his way. By contrast, a settlement-service\nprovider who gives a portion of a charge to another person\nwho has not rendered any services in return would violate\n§2607(b), even if an express referral arrangement does\nnot exist or cannot be shown. In short, each subsection\nreaches conduct that the other does not; there is no\nneed to adopt petitioners’ improbable reading of §2607(b)\nto avoid rendering any portion of §2607 superfluous.\n   It follows that petitioners can derive no support from\n§2607’s caption: “Prohibition against kickbacks and un-\nearned fees.” Subsection (a) prohibits certain kickbacks\n12              FREEMAN v. QUICKEN LOANS, INC.\n\n                         Opinion of the Court\n\n(those agreed to in exchange for referrals) and subsection\n(b) prohibits certain unearned fees (those paid from a part\nof the charge to the customer).9\n   Petitioners also appeal to statutory purpose, arguing\nthat a prohibition against the charging of undivided un-\nearned fees would fit comfortably with RESPA’s stated\ngoal of “insur[ing] that consumers . . . are protected from\nunnecessarily high settlement charges caused by certain\nabusive practices,” §2601(a). It bears noting that RESPA’s\ndeclaration of purpose is by its terms limited to “certain\nabusive practices”—making the statute an even worse\ncandidate than most for the expansion of limited text by\nthe positing of an unlimited purpose. RESPA’s particular\nlanguage ultimately serves to drive home a broader point:\n“[N]o legislation pursues its purposes at all costs,” Rodri-\nguez v. United States, 480 U. S. 522, 525–526 (1987) (per\ncuriam), and “[e]very statute purposes, not only to achieve\ncertain ends, but also to achieve them by particular\nmeans,” Director, Office of Workers’ Compensation Pro-\ngrams v. Newport News Shipbuilding & Dry Dock Co., 514\nU. S. 122, 136 (1995). Vague notions of statutory purpose\n——————\n   9 The United States, as amicus curiae, raises an additional argument\n\nfrom the statutory context: that coverage of undivided unearned fees\nin §2607(b) can be inferred from the text of §2607(d), which sets out\npenalties for the “person or persons” who violate §2607(a) or §2607(b).\n§2607(d)(1), (2), and (3) (emphasis added). But Congress’s use of\nthe singular “person” does not remotely establish that §2607(b) can be\nviolated by a single culpable actor who accepts an unearned charge\nfrom a consumer. In fact, any such inference is negated by the history\nof §2607. When RESPA was first enacted, §2607(d) separately provided\nfor damages liability of “any person or persons who violate the provi-\nsions of subsection (a)” and of “any person or persons who violate the\nprovisions of subsection (b).” §2607(d)(2) (1976 ed.). Because §2607(a),\nwith its reference to an “agreement or understanding,” has always\nrequired two culpable parties for a violation, Congress’s use of the\nphrase “any person or persons” in connection with that subsection\ndemonstrates that the phrase does not have the significance attributed\nto it by the United States.\n                 Cite as: 566 U. S. ____ (2012)                 13\n\n                     Opinion of the Court\n\nprovide no warrant for expanding §2607(b)’s prohibition\nbeyond the field to which it is unambiguously limited: the\nsplitting of fees paid for settlement services.\n  Nor is there any merit to petitioners’ related contention\nthat §2607(b) should not be given its natural meaning\nbecause doing so leads to the allegedly absurd result of\npermitting a provider to charge and keep the entirety of a\n$1,000 unearned fee, while imposing liability if the provid-\ner shares even a nickel of a $10 charge with someone else.\nThat result does not strike us as particularly anomalous.\nCongress may well have concluded that existing remedies,\nsuch as state-law fraud actions, were sufficient to deal\nwith the problem of entirely fictitious fees, whereas legis-\nlative action was required to deal with the problems posed\nby kickbacks and fee splitting.\n  In any event, petitioners’ reading of the statute leads to\nan “absurdity” of its own: Because §2607(b) manifestly\ncannot be understood to prohibit unreasonably high fees,\nsee supra, at 5, a service provider could avoid liability by\nproviding just a dollar’s worth of services in exchange for\nthe $1,000 fee. Acknowledging that §2607(b)’s coverage is\nlimited to fee-splitting transactions at least has the virtue\nof making it a coherent response to that particular prob-\nlem, rather than an incoherent response to the broader\nproblem of unreasonably high fees.\n                        *     *    *\n   In order to establish a violation of §2607(b), a plaintiff\nmust demonstrate that a charge for settlement services\nwas divided between two or more persons. Because peti-\ntioners do not contend that respondent split the chal-\nlenged charges with anyone else, summary judgment was\nproperly granted in favor of respondent. We therefore\naffirm the judgment of the Court of Appeals.\n\n                                                  It is so ordered.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2011                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n         FREEMAN ET AL. v. QUICKEN LOANS, INC.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n    No. 10–1042. Argued February 21, 2012—Decided May 24, 2012\nThe Real Estate Settlement Procedures Act (RESPA), provides, as rele-\n  vant here, that “[n]o person shall give and no person shall accept any\n  portion, split, or percentage of any charge made or received for the\n  rendering of a real estate settlement service . . . other than for ser-\n  vices actually performed.” 12 U. S. C. §2607(b). Petitioners, three\n  couples who obtained mortgage loans from respondent, filed separate\n  state-court actions, alleging that respondent had violated §2607(b) by\n  charging them fees for which no services were provided in return. Af-\n  ter the cases were removed to federal court and consolidated, re-\n  spondent sought summary judgment, arguing that petitioners’ claims\n  were not cognizable under §2607(b) because the allegedly unearned\n  fees were not split with another party. The District Court agreed;\n  and because petitioners had not alleged any splitting of fees, it\n  granted respondent summary judgment. The Fifth Circuit affirmed.\nHeld: In order to establish a violation of §2607(b), a plaintiff must\n demonstrate that a charge for settlement services was divided be-\n tween two or more persons. Pp. 3–13.\n    (a) Section 2607(b) unambiguously covers only a settlement-service\n provider’s splitting of a fee with one or more other persons; it cannot\n be understood to reach a single provider’s retention of an unearned\n fee. Pp. 3–11.\n       (1) Section 2607(b) clearly describes two distinct exchanges.\n First, a “charge” is “made” to or “received” from a consumer by a set-\n tlement-service provider. That provider then “give[s],” and another\n person “accept[s],” a “portion, split, or percentage” of the charge.\n Congress’s use of different sets of verbs, with distinct tenses, to dis-\n tinguish between the consumer-provider transaction and the fee-\n sharing one would be pointless if, as petitioners contend, the two\n2                 FREEMAN v. QUICKEN LOANS, INC.\n\n                                  Syllabus\n\n    transactions could be collapsed into one. Their reading—that a\n    settlement-service provider can “make” a charge and then “accept” the\n    portion of the charge consisting of 100 percent—does not avoid col-\n    lapsing the sequential relationship of the two stages and would de-\n    stroy the tandem character of activities that the text envisions at\n    stage two (i.e., a giving and accepting). And if the consumer were the\n    person who “give[s]” a “portion, split, or percentage” of the charge to\n    the provider who “accepts” it, consumers would become lawbreakers\n    themselves. Pp. 3–8.\n         (2) The normal usage of the terms “portion,” “split,” and “per-\n    centage”—which, when referring to a portion or percentage of a\n    whole, usually mean less than 100 percent—reinforces the conclusion\n    that §2607(b) does not apply where a settlement-service provider re-\n    tains the entirety of a fee received from a consumer. The meaning is\n    also confirmed by the “commonsense canon of noscitur a sociis, which\n    counsels that a word is given more precise content by the neighboring\n    words with which it is associated.” United States v. Williams, 553\n    U. S. 285, 294. This connation is not undermined by the canon\n    against surplusage. “Portion,” “split,” and “percentage” may all mean\n    the same thing, but the canon merely favors that interpretation\n    which avoids surplusage, see Microsoft Corp. v. i4i Ltd. Partnership,\n    564 U. S. ___, ___, and petitioners’ interpretation no more achieves\n    that end than the Court’s does. Pp. 8–11.\n      (b) Petitioners’ arguments in favor of their contrary interpretation\n    are unpersuasive. Section 2607(b), as interpreted here, is not ren-\n    dered surplusage by §2607(a)’s express prohibition of kickbacks, for\n    each subsection reaches conduct that the other does not. RESPA’s gen-\n    eral purpose—to protect consumers from “certain abusive practices,”\n    §2601(a)—also provides no warrant for expanding §2607(b)’s pro-\n    hibition beyond the field to which it is unambiguously limited: the\n    splitting of fees paid for settlement services. And giving §2607(b) its\n    natural meaning would not lead to absurd results. Pp. 11–13.\n626 F. 3d 799, affirmed.\n\n    SCALIA, J., delivered the opinion for a unanimous Court.\n                         Cite as: 566 U. S. ____ (2012)                              1\n\n                              Opinion of the Court\n\n      NOTICE: This opinion is subject to formal revision before publication in the\n      preliminary print of the United States Reports. Readers are requested to\n      notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n      ington, D. C. 20543, of any typographical or other formal errors, in order\n      that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                    _________________\n\n                                    No. 10–1042\n                                    _________________\n\n\n  TAMMY FORET FREEMAN, ET AL., PETITIONERS v.\n\n            QUICKEN LOANS, INC. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                                  [May 24, 2012]\n\n\n  JUSTICE SCALIA delivered the opinion of the Court.\n  A provision of the Real Estate Settlement Procedures\nAct (RESPA), codified at 12 U. S. C. §2607(b), prohibits\ngiving and accepting “any portion, split, or percentage of\nany charge made or received for the rendering of a real\nestate settlement service . . . other than for services actu-\nally performed.” We consider whether, to establish a vio-\nlation of §2607(b),1 a plaintiff must demonstrate that a\ncharge was divided between two or more persons.\n                             I\n  Enacted in 1974, RESPA regulates the market for real\nestate “settlement services,” a term defined by statute\nto include “any service provided in connection with a real\nestate settlement,” such as “title searches, . . . title insur-\nance, services rendered by an attorney, the preparation\nof documents, property surveys, the rendering of credit\nreports or appraisals, . . . services rendered by a real\nestate agent or broker, the origination of a federally re-\n——————\n  1 This and all subsequent section references pertain to Title 12 unless\n\notherwise specified.\n2               FREEMAN v. QUICKEN LOANS, INC.\n\n                         Opinion of the Court\n\nlated mortgage loan[2] . . . , and the handling of the pro-\ncessing, and closing or settlement.” §2602(3). Among\nRESPA’s consumer-protection provisions is §2607, which\ndirectly furthers Congress’s stated goal of “eliminat[ing]\n. . . kickbacks or referral fees that tend to increase un-\nnecessarily the costs of certain settlement services,”\n§2601(b)(2). Section 2607(a) provides:\n       “No person shall give and no person shall accept\n     any fee, kickback, or thing of value pursuant to any\n     agreement or understanding, oral or otherwise, that\n     business incident to or a part of a real estate settle-\n     ment service involving a federally related mortgage\n     loan shall be referred to any person.”\nThe neighboring provision, subsection (b), adds the\nfollowing:\n       “No person shall give and no person shall accept\n     any portion, split, or percentage of any charge made\n     or received for the rendering of a real estate settle-\n     ment service in connection with a transaction involv-\n     ing a federally related mortgage loan other than for\n     services actually performed.”\nThese substantive provisions are enforceable through, in-\nter alia, actions for damages brought by consumers of\nsettlement services against “[a]ny person or persons who\nviolate the prohibitions or limitations” of §2607, with\nrecovery set at an amount equal to three times the charge\npaid by the plaintiff for the settlement service at issue.\n§2607(d)(2).\n  Petitioners in this case are three married couples who\nobtained mortgage loans from respondent Quicken Loans,\nInc. In 2008, they filed separate actions in Louisiana state\ncourt, alleging, as pertinent here, that respondent had\n——————\n  2 The statutory definition of “federally related mortgage loan” is set\n\nforth in §2602(1).\n                     Cite as: 566 U. S. ____ (2012)                   3\n\n                         Opinion of the Court\n\nviolated §2607(b) by charging them fees for which no\nservices were provided. In particular, the Freemans and\nthe Bennetts allege that they were charged loan discount\nfees of $980 and $1,100, respectively, but that respondent\ndid not give them lower interest rates in return. The\nSmiths’ allegations focus on a $575 loan “processing fee”\nand a “loan origination” fee of more than $5,100.3\n  Respondent removed petitioners’ lawsuits to federal\ncourt, where the cases were consolidated. Respondent\nthereafter moved for summary judgment on the ground\nthat petitioners’ claims are not cognizable under §2607(b)\nbecause the allegedly unearned fees were not split with\nanother party. The District Court agreed; and because\npetitioners did not allege any splitting of fees it granted\nsummary judgment in favor of respondent.\n  A divided panel of the United States Court of Appeals\nfor the Fifth Circuit affirmed. 626 F. 3d 799 (2010). We\ngranted certiorari. 565 U. S. ___ (2011).\n                            II\n  The question in this case pertains to the scope of\n§2607(b), which as we have said provides that “[n]o person\nshall give and no person shall accept any portion, split, or\npercentage of any charge made or received for the render-\ning of a real estate settlement service . . . other than for\nservices actually performed.” The dispute between the\nparties boils down to whether this provision prohibits the\n——————\n  3 Respondent maintains that at least the “loan origination” fee\n\ncharged to the Smiths was in fact a mislabeled loan discount fee, like\nthe allegedly unearned fees charged to the Freemans and the Bennetts.\nRespondent contends that loan discount fees fall outside the scope of\n§2607(b) because they are not fees for settlement services, but rather,\nas the Eleventh Circuit has held, are part of the pricing of a loan. See\nWooten v. Quicken Loans, Inc., 626 F. 3d 1187 (2010). Petitioners\ndispute this point on the merits and further argue that respondent\nforfeited the contention in the lower courts. We express no view on this\nissue.\n4              FREEMAN v. QUICKEN LOANS, INC.\n\n                        Opinion of the Court\n\ncollection of an unearned charge by a single settlement-\nservice provider—what we might call an undivided un-\nearned fee—or whether it covers only transactions in\nwhich a provider shares a part of a settlement-service\ncharge with one or more other persons who did nothing to\nearn that part.\n  Petitioners’ argument that the former interpretation\nshould prevail finds support in a 2001 policy statement\nissued by the Department of Housing and Urban Devel-\nopment (HUD), the agency that was until recently author-\nized by Congress to “prescribe such rules and regulations”\nand “to make such interpretations” as “may be necessary\nto achieve the purposes of [RESPA],” §2617(a).4 That\npolicy statement says that §2607(b) “prohibit[s] any\nperson from giving or accepting any unearned fees, i.e.,\ncharges or payments for real estate settlement services\nother than for goods or facilities provided or services per-\nformed.” 66 Fed. Reg. 53057 (2001). It “specifically inter-\nprets [§2607(b)] as not being limited to situations where at\nleast two persons split or share an unearned fee.” Ibid.\nMore broadly, the policy statement construes §2607(b) as\nauthority for regulation of the charges paid by consumers\nfor the provision of settlements. It says that “a settlement\nservice provider may not mark-up the cost of another\nprovider’s services without providing additional settle-\nment services; such payment must be for services that are\nactual, necessary and distinct.” Id., at 53059. Moreover,\nin addition to facing liability when it collects a fee that is\n——————\n    4 OnJuly 21, 2011, HUD’s consumer-protection functions under the\nRESPA were transferred to the Bureau of Consumer Financial Protec-\ntion. See Dodd-Frank Wall Street Reform and Consumer Protection\nAct, §§1061(b)(7) and (d), 1062, 1098, 1100H, 124 Stat. 2038, 2039–\n2040, 2103–2104, 2113. That day, the Bureau issued a notice stating\nthat it would enforce HUD’s RESPA regulations and that, pending\nfurther Bureau action, it would apply HUD’s previously issued official\npolicy statements regarding RESPA. 76 Fed. Reg. 43570–43571.\n                   Cite as: 566 U. S. ____ (2012)              5\n\n                       Opinion of the Court\n\nentirely unearned, a provider may also “be liable under\n[§2607(b)] when it charges a fee that exceeds the reason-\nable value of goods, facilities, or services provided,” ibid., on\nthe theory that the excess over reasonable value consti-\ntutes a “portion” of the charge “other than for services\nactually performed,” §2607(b).\n   The last mentioned point, however, is manifestly in-\nconsistent with the statute HUD purported to construe.\nWhen Congress enacted RESPA in 1974, it included a\ndirective that HUD make a report to Congress within five\nyears regarding the need for further legislation in the\narea. See §2612(a) (1976 ed.). Among the topics required\nto be included in the report were “recommendations on\nwhether Federal regulation of the charges for real estate\nsettlement services in federally related mortgage transac-\ntions is necessary and desirable,” and, if so, recommenda-\ntions with regard to what reforms should be adopted.\n§2612(b)(2). The directive for recommendations regarding\nthe desirability of price regulation would make no sense\nif Congress had already resolved the issue—if §2607(b)\nalready carried with it authority for HUD to proscribe the\ncollection of unreasonably high fees for settlement ser-\nvices, i.e., to engage in price regulation.\n   No doubt recognizing as much, petitioners do not fully\nadopt HUD’s construction of §2607(b). Noting that even\nthose Courts of Appeals which have found §2607(b) not to\nbe limited to fee-splitting situations have held that the\nstatute does not reach unreasonably high fees, see Kruse\nv. Wells Fargo Home Mortgage, Inc., 383 F. 3d 49, 56 (CA2\n2004); Santiago v. GMAC Mortgage Group, Inc., 417 F. 3d\n384, 387 (CA3 2005); Friedman v. Market Street Mortgage\nCorp., 520 F. 3d 1289, 1297 (CA11 2008), petitioners ac-\nknowledge that the statute does not cover overcharges.\nThey nonetheless embrace HUD’s construction of §2607(b)\ninsofar as it holds that a provider violates the statute by\nretaining a fee after providing no services at all in return.\n6               FREEMAN v. QUICKEN LOANS, INC.\n\n                          Opinion of the Court\n\nIn short, petitioners contend that, by allegedly charg-\ning each of them an unearned fee, respondent “accept[ed]”\na “portion, split, or percentage” of a settlement, service\ncharge (i.e., 100 percent of the charge) “other than for\nservices actually performed.” §2607(b) (2006 ed.).\n   The parties vigorously dispute whether the position set\nforth in HUD’s 2001 policy statement should be accorded\ndeference under the framework announced by this Court\nin Chevron U. S. A. Inc. v. Natural Resources Defense\nCouncil, Inc., 467 U. S. 837 (1984). We need not resolve\nthat dispute—or address whether, if Chevron deference\nwould otherwise apply, it is eliminated by the policy\nstatement’s palpable overreach with regard to price con-\ntrols. For we conclude that even the more limited position\nespoused by the policy statement and urged by petitioners\n“goes beyond the meaning that the statute can bear,” MCI\nTelecommunications Corp. v. American Telephone & Tele-\ngraph Co., 512 U. S. 218, 229 (1994). In our view,\n§2607(b) unambiguously covers only a settlement-service\nprovider’s splitting of a fee with one or more other persons;\nit cannot be understood to reach a single provider’s reten-\ntion of an unearned fee.5\n   By providing that no person “shall give” or “shall accept”\na “portion, split, or percentage” of a “charge” that has been\n“made or received,” “other than for services actually per-\nformed,” §2607(b) clearly describes two distinct exchanges.\nFirst, a “charge” is “made” to or “received” from a consum-\ner by a settlement-service provider. That provider then\n“give[s],” and another person “accept[s],” a “portion, split,\nor percentage” of the charge. Congress’s use of different\nsets of verbs, with distinct tenses, to distinguish between\n——————\n  5 Petitioners also contend that the position set forth in the 2001 policy\n\nstatement is consistent with a HUD regulation, 24 CFR §3500.14(c)\n(2011), and with prior administrative guidance. In light of our conclu-\nsion that §2607(b) unambiguously forecloses petitioners’ position, we\nhave no need to address this issue.\n                  Cite as: 566 U. S. ____ (2012)            7\n\n                      Opinion of the Court\n\nthe consumer-provider transaction (the “charge” that is\n“made or received”) and the fee-sharing transaction (the\n“portion, split, or percentage” that is “give[n]” or “ac-\ncept[ed]”) would be pointless if, as petitioners contend, the\ntwo transactions could be collapsed into one.\n   Petitioners try to merge the two stages by arguing\nthat a settlement-service provider can “make” a charge\n(stage one) and then “accept” (stage two) the portion\nof the charge consisting of 100 percent. See Reply Brief\nfor Petitioners 6. But then is not the provider also “re-\nceiv[ing]” the charge at the same time he is “accept[ing]”\nthe portion of it? And who “give[s]” the portion of the\ncharge consisting of 100 percent? The same provider who\n“accept[s]” it? This reading does not avoid collapsing the\nsequential relationship of the two stages, and it would\nsimply destroy the tandem character of activities that the\ntext envisions at stage two (i.e., a giving and accepting).\n   Petitioners seek to avoid this consequence, at stage two\nat least, by saying that the consumer is the person who\n“give[s]” a “portion, split, or percentage” of the charge to\nthe provider who “accept[s]” it. See Brief for Petitioners\n21; Reply Brief for Petitioners 5. But since under this\nstatute it is (so to speak) as accursed to give as to receive,\nthis would make lawbreakers of consumers—the very\nclass for whose benefit §2607(b) was enacted, see §2601. It\nis no answer to say that a consumer would not face dam-\nages liability because a violator is liable only “to the\nperson or persons charged for the settlement service,”\n§2607(d)(2), and it would not make sense to render a\nconsumer liable to himself. It is the logical consequence\nthat a consumer would be liable to himself, not the specter\nof actual damages liability, which provides strong indica-\ntion that something in petitioners’ interpretation is amiss.\n   At any rate, §2607(b) is also enforceable through crimi-\nnal prosecutions, §2607(d)(1), and actions for injunctive\nrelief brought by federal and state regulators, §2607(d)(4).\n8            FREEMAN v. QUICKEN LOANS, INC.\n\n                      Opinion of the Court\n\nHUD’s 2001 policy statement asserts that “HUD is, of\ncourse, unlikely to direct any enforcement actions against\nconsumers for the payment of unearned fees,” 66 Fed. Reg.\n53059, n. 6, but that assurance is cold comfort. Moreover,\neven assuming (as seems realistic) that the Justice De-\npartment would be similarly reluctant to prosecute con-\nsumers for criminal violations of §2607(b), “prosecutorial\ndiscretion is not a reason for courts to give improbable\nbreadth to criminal statutes.”       Abuelhawa v. United\nStates, 556 U. S. 816, 823, n. 3 (2009).\n  Nor is the problem of consumer criminal liability solved\nby petitioners’ suggestion that an unstated mens rea\nrequirement be read into the criminal enforcement provi-\nsion, §2607(d)(1), see, e.g., Staples v. United States, 511\nU. S. 600, 605 (1994). If that would excuse only those\nconsumers who are unaware that they are paying for\nunearned services, some consumers would remain crimi-\nnally liable—those who know that the fee is unearned but\ndecide to pay it anyway, perhaps because the provider’s\nproposal is still the best deal. And if it would immunize\nall consumers, the statute’s criminalization of the entire\n“giving” portion of consumer-provider transactions would\nmake little sense. We find it virtually unthinkable that\nCongress would leave it to imputed mens rea to preserve\nfrom criminal liability some or all of the class RESPA was\ndesigned to protect—and entirely unthinkable that Con-\ngress would have created that strange disposition through\nlanguage as obscure as that relied upon here.\n  The phrase “portion, split, or percentage” reinforces\nthe conclusion that §2607(b) does not cover a situation in\nwhich a settlement-service provider retains the entirety of\na fee received from a consumer. It is certainly true that\n“portion” or “percentage” can be used to include the entirety,\nor 100 percent. See, e.g., 18 U. S. C. §648 (“portion”); 5\nU. S. C. §8348(g) (2006 ed., Supp. IV) (“percentag[e]”);\n5 U. S. C. §8351(b)(2)(B) (2006 ed.) (same); 12 U. S. C.\n                      Cite as: 566 U. S. ____ (2012)                      9\n\n                           Opinion of the Court\n\n§1467a(m)(7)(B)(ii)(II) (same). But that is not the normal\nmeaning of “portion” when one speaks of “giv[ing]” or\n“accept[ing]” a portion of the whole, as dictionary defini-\ntions uniformly show.6 Aesop’s fable would be just as\nwryly humorous if the lion’s claim to the entirety of the\nkill he hunted in partnership with less ferocious animals\nhad been translated into English as the “lion’s portion”\ninstead of the lion’s share. As for “percentage,” that word\ncan include 100 percent—or even 300 percent—when it\nrefers to merely a ratable measure (“unemployment claims\nwere up 300 percent”).7 But, like “portion,” it normally\nmeans less than all when referring to a “percentage” of\na specific whole (“he demanded a percentage of the prof-\nits”).8 And it is normal usage that, in the absence of con-\ntrary indication, governs our interpretation of texts.\nCrawford v. Metropolitan Government of Nashville and\nDavidson Cty., 555 U. S. 271, 276 (2009); Asgrow Seed Co.\nv. Winterboer, 513 U. S. 179, 187 (1995).\n\n——————\n  6 See, e.g., Webster’s New International Dictionary 1924 (2d ed. 1954)\n\n(hereinafter Webster’s) (defs. 1, 4: defining “portion” as “[a]n allotted\npart; a share; a parcel; a division in a distribution[;] . . . [a] part of\na whole”); 12 Oxford English Dictionary 154–155 (2d ed. 1989) (here-\ninafter OED) (defs. 1a, 5: defining “portion” as “[t]he part (of any-\nthing) allotted or belonging to one person; a share[;] . . . [a] part of\nany whole”); American Heritage Dictionary 1373 (5th ed. 2011) (def. 1:\ndefining “portion” as “[a] section or quantity within a larger thing; a\npart of a whole”).\n  7 See, e.g., Webster’s 1815 (def. 1: defining “percentage” as “[a] certain\n\nrate per cent”); 11 OED 521 (def. a: defining “percentage” as “[a] rate or\nproportion per cent”).\n  8 See, e.g., Webster’s 1815 (def. 1: defining “percentage” as “a part or\n\nproportion of a whole expressed as so much or many per hundred”); 11\nOED 521 (def. a: defining “percentage” as “a quantity or amount reck-\noned as so much in the hundred, i.e. as so many hundredth parts of\nanother, esp. of the whole of which it is a part; hence loosely, a part or\nportion considered in its quantitative relation to the whole”); American\nHeritage Dictionary, supra, at 1307 (def. 2: defining “percentage” as\n“[a] proportion or share in relation to a whole; a part”).\n10            FREEMAN v. QUICKEN LOANS, INC.\n\n                      Opinion of the Court\n\n   In the present statute, that meaning is confirmed by the\n“commonsense canon of noscitur a sociis—which counsels\nthat a word is given more precise content by the neighbor-\ning words with which it is associated.” United States v.\nWilliams, 553 U. S. 285, 294 (2008). For “portion” and\n“percentage” do not stand in isolation, but are part of a\nphrase in which they are joined together by the interven-\ning word “split”—which, as petitioners acknowledge, Brief\nfor Petitioners 19, cannot possibly mean the entirety. We\nthink it clear that, in employing the phrase “portion, split,\nor percentage,” Congress sought to invoke the words’\ncommon “core of meaning,” Graham County Soil and\nWater Conservation Dist. v. United States ex rel. Wilson,\n559 U. S. ___, ___, n. 7 (2010) (slip op., at 7, n. 7), which is\nto say, a part of a whole. That is so even though the\nphrase is preceded by “any”—a word that, we have ob-\nserved, has an “ ‘expansive meaning,’ ” Department of\nHousing and Urban Development v. Rucker, 535 U. S. 125,\n131 (2002). Expansive, yes; transformative, no. It can\nbroaden to the maximum, but never change in the least,\nthe clear meaning of the phrase selected by Congress here.\n   Contrary to petitioners’ contention, the natural connota-\ntion of “portion, split, or percentage” is not undermined in\nthis context by our “general ‘reluctan[ce] to treat statutory\nterms as surplusage.’ ” Board of Trustees of Leland Stan-\nford Junior Univ. v. Roche Molecular Systems, Inc., 563\nU. S. ___, ___ (2011) (slip op., at 9) (quoting Duncan v.\nWalker, 533 U. S. 167, 174 (2001)). Petitioners rightly\npoint out that under our interpretation “portion,” “split,”\nand “percentage” all mean the same thing—a perhaps\nregrettable but not uncommon sort of lawyerly iteration\n(“give, grant, bargain, sell, and convey”). But the canon\nagainst surplusage merely favors that interpretation\nwhich avoids surplusage, see Microsoft Corp. v. i4i Ltd.\nPartnership, 564 U. S. ___, ___–___ (2011) (slip op., at 12–\n13)—and petitioners’ interpretation no more achieves that\n                  Cite as: 566 U. S. ____ (2012)           11\n\n                      Opinion of the Court\n\nend than ours does. It is impossible to imagine a “portion”\n(even a portion consisting of the entirety) or a “split” that\nis not also a “percentage.”\n   Petitioners invoke the presumption against surplusage\na second time, urging that if §2607(b) is not construed\nto reach undivided unearned fees, it would be rendered\n“largely surplusage” in light of §2607(a)’s express prohibi-\ntion of kickbacks. Brief for Petitioners 24. Not so. Section\n2607(a) prohibits giving or accepting “any fee, kickback, or\nthing of value pursuant to any agreement or understand-\ning . . . that business incident to or a part of a real estate\nsettlement service . . . shall be referred to any person.”\n§2607(a).      That prohibition is at once broader than\n§2607(b)’s (because it applies to the transfer of any “thing\nof value,” rather than to the dividing of a “charge” paid\nby a consumer) and narrower (because it requires an\n“agreement or understanding” to refer business). Thus, a\nsettlement-service provider who agrees to exchange valuable\ntickets to a sporting event in return for a referral of busi-\nness would violate §2607(a), but not §2607(b). So too a\nprovider who agrees to pay a monetary referral fee that is\nnot tied in any respect to a charge paid by a particular\nconsumer—for instance, a “retainer” agreement pursuant\nto which the provider pays a monthly lump sum in ex-\nchange for the recipient’s agreement to refer any business\nthat comes his way. By contrast, a settlement-service\nprovider who gives a portion of a charge to another person\nwho has not rendered any services in return would violate\n§2607(b), even if an express referral arrangement does\nnot exist or cannot be shown. In short, each subsection\nreaches conduct that the other does not; there is no\nneed to adopt petitioners’ improbable reading of §2607(b)\nto avoid rendering any portion of §2607 superfluous.\n   It follows that petitioners can derive no support from\n§2607’s caption: “Prohibition against kickbacks and un-\nearned fees.” Subsection (a) prohibits certain kickbacks\n12              FREEMAN v. QUICKEN LOANS, INC.\n\n                         Opinion of the Court\n\n(those agreed to in exchange for referrals) and subsection\n(b) prohibits certain unearned fees (those paid from a part\nof the charge to the customer).9\n   Petitioners also appeal to statutory purpose, arguing\nthat a prohibition against the charging of undivided un-\nearned fees would fit comfortably with RESPA’s stated\ngoal of “insur[ing] that consumers . . . are protected from\nunnecessarily high settlement charges caused by certain\nabusive practices,” §2601(a). It bears noting that RESPA’s\ndeclaration of purpose is by its terms limited to “certain\nabusive practices”—making the statute an even worse\ncandidate than most for the expansion of limited text by\nthe positing of an unlimited purpose. RESPA’s particular\nlanguage ultimately serves to drive home a broader point:\n“[N]o legislation pursues its purposes at all costs,” Rodri-\nguez v. United States, 480 U. S. 522, 525–526 (1987) (per\ncuriam), and “[e]very statute purposes, not only to achieve\ncertain ends, but also to achieve them by particular\nmeans,” Director, Office of Workers’ Compensation Pro-\ngrams v. Newport News Shipbuilding & Dry Dock Co., 514\nU. S. 122, 136 (1995). Vague notions of statutory purpose\n——————\n   9 The United States, as amicus curiae, raises an additional argument\n\nfrom the statutory context: that coverage of undivided unearned fees\nin §2607(b) can be inferred from the text of §2607(d), which sets out\npenalties for the “person or persons” who violate §2607(a) or §2607(b).\n§2607(d)(1), (2), and (3) (emphasis added). But Congress’s use of\nthe singular “person” does not remotely establish that §2607(b) can be\nviolated by a single culpable actor who accepts an unearned charge\nfrom a consumer. In fact, any such inference is negated by the history\nof §2607. When RESPA was first enacted, §2607(d) separately provided\nfor damages liability of “any person or persons who violate the provi-\nsions of subsection (a)” and of “any person or persons who violate the\nprovisions of subsection (b).” §2607(d)(2) (1976 ed.). Because §2607(a),\nwith its reference to an “agreement or understanding,” has always\nrequired two culpable parties for a violation, Congress’s use of the\nphrase “any person or persons” in connection with that subsection\ndemonstrates that the phrase does not have the significance attributed\nto it by the United States.\n                 Cite as: 566 U. S. ____ (2012)                 13\n\n                     Opinion of the Court\n\nprovide no warrant for expanding §2607(b)’s prohibition\nbeyond the field to which it is unambiguously limited: the\nsplitting of fees paid for settlement services.\n  Nor is there any merit to petitioners’ related contention\nthat §2607(b) should not be given its natural meaning\nbecause doing so leads to the allegedly absurd result of\npermitting a provider to charge and keep the entirety of a\n$1,000 unearned fee, while imposing liability if the provid-\ner shares even a nickel of a $10 charge with someone else.\nThat result does not strike us as particularly anomalous.\nCongress may well have concluded that existing remedies,\nsuch as state-law fraud actions, were sufficient to deal\nwith the problem of entirely fictitious fees, whereas legis-\nlative action was required to deal with the problems posed\nby kickbacks and fee splitting.\n  In any event, petitioners’ reading of the statute leads to\nan “absurdity” of its own: Because §2607(b) manifestly\ncannot be understood to prohibit unreasonably high fees,\nsee supra, at 5, a service provider could avoid liability by\nproviding just a dollar’s worth of services in exchange for\nthe $1,000 fee. Acknowledging that §2607(b)’s coverage is\nlimited to fee-splitting transactions at least has the virtue\nof making it a coherent response to that particular prob-\nlem, rather than an incoherent response to the broader\nproblem of unreasonably high fees.\n                        *     *    *\n   In order to establish a violation of §2607(b), a plaintiff\nmust demonstrate that a charge for settlement services\nwas divided between two or more persons. Because peti-\ntioners do not contend that respondent split the chal-\nlenged charges with anyone else, summary judgment was\nproperly granted in favor of respondent. We therefore\naffirm the judgment of the Court of Appeals.\n\n                                                  It is so ordered.\n</pre>", 
  "sha1": "39a0726367d6ed7a2b64ef2b472b902f531ef6ee", 
  "date_modified": "2015-05-08T09:26:42.672721", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/800859/freeman-v-quicken-loans-inc/", 
  "citation_count": 17, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/751734/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/800859/"
}