{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "177 U.S. 332", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95244/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Minneapolis & St. Louis R. Co. v. Gardner", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "160", 
    "id": 79625, 
    "resource_uri": "/api/rest/v2/citation/79625/"
  }, 
  "id": 95244, 
  "blocked": false, 
  "judges": "McKenna, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1900-03-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>177 U.S. 332 (1900)</b></center>\n<center><h1>MINNEAPOLIS AND ST. LOUIS RAILWAY COMPANY<br>\nv.<br>\nGARDNER.</h1></center>\n<center>No. 160.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 5, 1900.</center>\n<center>Decided April 9, 1900.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MINNESOTA.\n<p><span class=\"star-pagination\">*339</span> <i>Mr. William Strauss</i> for plaintiffs in error. <i>Mr. Albert E. Clarke, Mr. W.W. Dudley</i> and <i>Mr. L.T. Michener</i> were on his brief.</p>\n<p><i>Mr. F.W.M. Cutcheon</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*340</span> MR. JUSTICE McKENNA, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>To sustain the motion to dismiss for want of jurisdiction, the defendant in error contends that the Federal question raised here was not that raised in the court below, and therefore cannot be entertained, and that besides there was a question not Federal decided by the court sufficient to support its judgment.</p>\n<p>(1.) No right under the Constitution of the United States was claimed in the answer. But the protection of section 10, article 1, and the Fourteenth Amendment of that instrument, was invoked in the assignment of errors on appeal to the Supreme Court and urged upon its consideration. It is true they claimed the law of 1853 as the contract and not explicitly that of 1881. But they also claimed that the act of 1881 did not create a new corporation, and whether it did or not, that the act continued the immunity from liability for the corporate debts to the stock and stockholders of the consolidated corporation. We think this makes substantial identity between the Federal question in the Supreme Court of the State and in this court.</p>\n<p>(2.) But it is said the state court did not decide the Federal question, but decided that the act of 1881 created a new corporation, which became subject to the constitutional provision imposing liability upon stockholders for corporate debts, and that the court rested its judgment on that construction. The court said: \"Whatever may be the liability of the several (constituent) corporations we need not inquire, because the liability here sought to be enforced is one against individuals who have been and are stockholders in the new corporation.\" And again: \"Other questions have been raised and discussed by the respective counsel, but a decision upon them by this court in this action is entirely unnecessary, and we express no opinion thereon.\" This was in effect to deny the existence of the contract claimed by plaintiffs in error. But it is the duty of this court to decide for itself the fact of contract and its impairment, and the motion to dismiss must, therefore, be denied.</p>\n<p><span class=\"star-pagination\">*341</span> The territorial act of 1853 by which the Minnesota Western Railroad was incorporated is claimed primarily to be the contract which is impaired. It gave immunity to the stockholders of that company from liability for the corporate debts, or rather did not impose such liability. It is claimed that the constitution of the State of 1858 violated this contract. It imposes liability upon each shareholder of any corporation to the amount of stock held or owned by him. It is self-executing. <i>Willis</i> v. <i>Mabon,</i> 48 Minnesota, 140.</p>\n<p>The act of 1881 is also claimed as a contract which became binding on the State by the acceptance of its provisions by the several railroad companies, and is impaired by the application of the constitution of the State.</p>\n<p>If the Minnesota Western Railroad or its stockholders, or any of the other railroad companies or their stockholders, were parties to this suit, the questions presented would be simpler. But neither of the companies is party to the suit nor are the stockholders parties. Their rights are asserted to be transferred to the plaintiffs in error by virtue of the act of 1881.</p>\n<p>The argument is that prior to the adoption of the state constitution the stockholders of the original corporation created by the act of 1853 were exempt from personal liability for corporate indebtedness; that prior to consolidation, under the act of 1881, the stockholders of the constituent companies were also exempt. It is hence contended that it is immaterial whether the Minneapolis Railroad Company is the original of that name chartered by the act of 1853, or a new corporation created by the consolidation. If it is identical, it is argued, with the original company its stockholders are exempt, because its charter contract is older than the constitution of the State. If it is a new company its stockholders are nevertheless exempt, because it is the settled law in Minnesota that its legislature may transmit <i>existing</i> franchises, immunities and exemptions vested in one corporation to a <i>new corporation,</i> although it could not grant new franchises of the same class to such corporation. And that the legislature has exercised this power and specifically vested in the consolidated company, <i>first,</i> all the franchises, privileges and immunities of each of the constituent companies, <span class=\"star-pagination\">*342</span> and, <i>second,</i> the particular privileges, exemptions and immunities granted to the Minnesota Western Railroad Company.</p>\n<p>We think that there is no doubt whatever that the act of 1881 created a new corporation. It is so designated, not only expressly but by distinction from the old corporations. The original Minneapolis and St. Louis Railway Company was given power (section 9) to acquire by lease or purchase other railroad lines or consolidate with certain other railroads. (Section 10.) It chose the latter, and the conditions of the consolidation are prescribed. The consolidation is to be accomplished by an agreement of the directors of the companies proposing to consolidate, and the agreement is to provide the terms and mode of carrying the same into effect, the name of \"the <i>new</i> corporation, which may be the name of either corporation party thereto, or any other name,\" the number, names and residences of the directors and other officers, the amount of capital stock and the number of shares into which it is to be divided, and the classes and par value, the manner of converting the stock of the consolidating companies into that of the <i>new</i> corporation, and the manner of compensating the stockholders of the <i>old</i> corporations who declined to convert their stock into the stock of the <i>new</i> corporation, and many other details.</p>\n<p>Section 11 is as follows:</p>\n<p>\"Upon the approval of such agreement and act of consolidation, as hereinbefore provided, and upon the filing of the same, or a copy thereof, in the office of the secretary of State, the said corporations, parties thereto, shall be deemed and taken to be one corporation, by the name provided in the said agreement and act, and the stock of the new corporation issued under the terms of such agreement and act of consolidation in exchange for the stock of the former companies, shall be deemed and taken as lawful stock, and subject only to such further payments, calls or assessments, if any, as may be mentioned in the said consolidation agreement, and such new corporation shall possess all the powers, rights and franchises conferred upon each of its constituent corporations, and shall be subject to all the restrictions and duties imposed by the laws of the State.\"</p>\n<p>There can be no doubt, therefore, that a new corporation <span class=\"star-pagination\">*343</span> was created with new stockholders, and the case is brought in close similarity to <i>Shields</i> v. <i>Ohio,</i> 95 U.S. 319. In that case as in this there was a consolidation of railroad companies, and it was held a new corporation was formed. In that case as in this one of the companies claimed a special right under its charter (the right to charge such tolls as it might deem \"reasonable,\") and its transmission to the new corporation by the provision of the act authorizing consolidation, which declared: \"And such new corporation shall possess all the powers, rights and franchises conferred upon such two or more corporations by the several acts incorporating the same, or relating thereto respectively, and shall be subject to all the duties imposed by such acts, so far as the same may be consistent with the provisions of this act.\"</p>\n<p>The claim was rejected. Mr. Justice Swayne, speaking for the court, said:</p>\n<p>\"The legislature had provided for the consolidation. In each case before it took place the original companies existed, and were independent of each other. It could not occur without their consent. The consolidated company had then no existence. It could have none while the original corporation subsisted. All the old and the new could not co-exist. It was a condition precedent to the existence of the new corporation that the old ones should first surrender their vitality and submit to dissolution. That being done, <i>eo instanti</i> the new corporation came into existence. But the franchise alone to be a corporation would have been unavailing for the purposes in view.</p>\n<p>\"There is a material difference between such an artificial creation and a natural person. The latter can do anything not forbidden by law. The former can do only what is authorized by its charter. <i>Railroad Company</i> v. <i>Harris,</i> 12 Wall. 65. It was, therefore, indispensable that other powers and franchises should be given. This was carefully provided for. The new organization took the powers and faculties designated in advance in the acts authorizing the consolidation \u0097 no more and no less. It did not acquire anything by mere transmission. It took everything by creation and grant. The language was <span class=\"star-pagination\">*344</span> brief, and it was made operative by reference. But this did not affect the legal result. A deed <i>inter partes</i> may be made as effectual by referring to a description elsewhere as by reciting it in full in the present instrument. The consequence is the same in both cases.\"</p>\n<p>In the case at bar, however, the grant to the new corporation is claimed to be not only of the franchises of the constituent companies, but of their \"exemptions\" \u0097 not only of the franchises of the original Minnesota and St. Louis Railway Company, but of its \"exemptions and immunities.\" But what franchises, exemptions and immunities? The designation is definite \u0097 those of \"each of said corporations,\" those \"hitherto granted to the Minneapolis and St. Louis Railway Company\" \u0097 not those of or those granted to the stockholders of either company. And the distinction must be observed \u0097 the distinction between a corporation and its stockholders. It is made in many cases. This court has recognized it for the purposes of taxation. To judge of the intention of the legislature, whether it is in accordance with or against the policy and provisions of the constitution of the State, the distinction ought to be recognized. The exemption of stockholders from the payment of corporate debts or their liability to pay them, (individual liability,) is the concern of the stockholders and the corporate creditors.</p>\n<p>We do not mean to say that such an exemption may not be secured by the charter of a corporation and protected to its stockholders by the Constitution of the United States from impairment by subsequent state legislation. But we do mean to say that in a State having a constitutional provision imposing liability on stockholders, if the legislature intended that those of a new corporation created by it should be exempt it would express the intention directly, and not commit it to disputable inference from provisions which apply by name to the corporation.</p>\n<p>The question is as to the intention of the legislature, and in ascertaining that intention it must be remembered that the act of 1853 did not grant immunity to the stockholders of the Minnesota Western Railroad from liability. The immunity resulted because liability was not imposed, and this legal right of <span class=\"star-pagination\">*345</span> the stockholders of that corporation, we do not think, can be said to have been transmitted to the stockholders of the new corporation created by the act of 1881 by the grant to it of the \"immunities heretofore granted to the Minneapolis and St. Louis Railway Company.\"</p>\n<p>Besides, the grant of power to the new corporation had adequate purpose. As was said in <i>Shields</i> v. <i>Ohio, supra</i><i>,</i> powers and faculties were necessary to be bestowed upon the new organization, and this could be done directly, as it was to a great extent, or by reference, and would be supposed to be done in subordination to constitutional restrictions. Nor does the provision of section 14, which makes the new corporation subject to the general laws of the State, except as to the privileges, franchises, exemptions and immunities hitherto granted to the Minnesota and St. Louis Railway Company, conflict with the supposition. That provision had its explanation in the previous laws applying to that company. After its incorporation in 1853 the Minnesota Western did nothing, and nothing was done in pursuance of the purpose of its incorporation until after the act of 1870, authorizing a change of its name to the Minnesota and St. Louis Railway Company. That act gave it new powers, authorized the creation and issuance of different classes of stock, and provided a means of taxation, and exempted it from all other taxation. But it is not necessary to extend the discussion farther.</p>\n<p>We have not deemed it necessary to consider the effect of the constitutional provision as an amendment to the act of 1853, or the power of the legislature to pass the act of 1881 if it could be construed as contended for by plaintiffs in error. We construe it differently, and determine against their contention. In other words, we hold that the legislature did not intend by the act of 1881 to give immunity to the stockholders of the new corporation from the liability imposed by the constitution of the State.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:09", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></span> (1900)</b></center>\n<center><h1>MINNEAPOLIS AND ST. LOUIS RAILWAY COMPANY<br>\nv.<br>\nGARDNER.</h1></center>\n<center>No. 160.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 5, 1900.</center>\n<center>Decided April 9, 1900.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MINNESOTA.\n<p><span class=\"star-pagination\">*339</span> <i>Mr. William Strauss</i> for plaintiffs in error. <i>Mr. Albert E. Clarke, Mr. W.W. Dudley</i> and <i>Mr. L.T. Michener</i> were on his brief.</p>\n<p><i>Mr. F.W.M. Cutcheon</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*340</span> MR. JUSTICE McKENNA, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>To sustain the motion to dismiss for want of jurisdiction, the defendant in error contends that the Federal question raised here was not that raised in the court below, and therefore cannot be entertained, and that besides there was a question not Federal decided by the court sufficient to support its judgment.</p>\n<p>(1.) No right under the Constitution of the United States was claimed in the answer. But the protection of section 10, article 1, and the Fourteenth Amendment of that instrument, was invoked in the assignment of errors on appeal to the Supreme Court and urged upon its consideration. It is true they claimed the law of 1853 as the contract and not explicitly that of 1881. But they also claimed that the act of 1881 did not create a new corporation, and whether it did or not, that the act continued the immunity from liability for the corporate debts to the stock and stockholders of the consolidated corporation. We think this makes substantial identity between the Federal question in the Supreme Court of the State and in this court.</p>\n<p>(2.) But it is said the state court did not decide the Federal question, but decided that the act of 1881 created a new corporation, which became subject to the constitutional provision imposing liability upon stockholders for corporate debts, and that the court rested its judgment on that construction. The court said: \"Whatever may be the liability of the several (constituent) corporations we need not inquire, because the liability here sought to be enforced is one against individuals who have been and are stockholders in the new corporation.\" And again: \"Other questions have been raised and discussed by the respective counsel, but a decision upon them by this court in this action is entirely unnecessary, and we express no opinion thereon.\" This was in effect to deny the existence of the contract claimed by plaintiffs in error. But it is the duty of this court to decide for itself the fact of contract and its impairment, and the motion to dismiss must, therefore, be denied.</p>\n<p><span class=\"star-pagination\">*341</span> The territorial act of 1853 by which the Minnesota Western Railroad was incorporated is claimed primarily to be the contract which is impaired. It gave immunity to the stockholders of that company from liability for the corporate debts, or rather did not impose such liability. It is claimed that the constitution of the State of 1858 violated this contract. It imposes liability upon each shareholder of any corporation to the amount of stock held or owned by him. It is self-executing. <i>Willis</i> v. <i>Mabon,</i> 48 Minnesota, 140.</p>\n<p>The act of 1881 is also claimed as a contract which became binding on the State by the acceptance of its provisions by the several railroad companies, and is impaired by the application of the constitution of the State.</p>\n<p>If the Minnesota Western Railroad or its stockholders, or any of the other railroad companies or their stockholders, were parties to this suit, the questions presented would be simpler. But neither of the companies is party to the suit nor are the stockholders parties. Their rights are asserted to be transferred to the plaintiffs in error by virtue of the act of 1881.</p>\n<p>The argument is that prior to the adoption of the state constitution the stockholders of the original corporation created by the act of 1853 were exempt from personal liability for corporate indebtedness; that prior to consolidation, under the act of 1881, the stockholders of the constituent companies were also exempt. It is hence contended that it is immaterial whether the Minneapolis Railroad Company is the original of that name chartered by the act of 1853, or a new corporation created by the consolidation. If it is identical, it is argued, with the original company its stockholders are exempt, because its charter contract is older than the constitution of the State. If it is a new company its stockholders are nevertheless exempt, because it is the settled law in Minnesota that its legislature may transmit <i>existing</i> franchises, immunities and exemptions vested in one corporation to a <i>new corporation,</i> although it could not grant new franchises of the same class to such corporation. And that the legislature has exercised this power and specifically vested in the consolidated company, <i>first,</i> all the franchises, privileges and immunities of each of the constituent companies, <span class=\"star-pagination\">*342</span> and, <i>second,</i> the particular privileges, exemptions and immunities granted to the Minnesota Western Railroad Company.</p>\n<p>We think that there is no doubt whatever that the act of 1881 created a new corporation. It is so designated, not only expressly but by distinction from the old corporations. The original Minneapolis and St. Louis Railway Company was given power (section 9) to acquire by lease or purchase other railroad lines or consolidate with certain other railroads. (Section 10.) It chose the latter, and the conditions of the consolidation are prescribed. The consolidation is to be accomplished by an agreement of the directors of the companies proposing to consolidate, and the agreement is to provide the terms and mode of carrying the same into effect, the name of \"the <i>new</i> corporation, which may be the name of either corporation party thereto, or any other name,\" the number, names and residences of the directors and other officers, the amount of capital stock and the number of shares into which it is to be divided, and the classes and par value, the manner of converting the stock of the consolidating companies into that of the <i>new</i> corporation, and the manner of compensating the stockholders of the <i>old</i> corporations who declined to convert their stock into the stock of the <i>new</i> corporation, and many other details.</p>\n<p>Section 11 is as follows:</p>\n<p>\"Upon the approval of such agreement and act of consolidation, as hereinbefore provided, and upon the filing of the same, or a copy thereof, in the office of the secretary of State, the said corporations, parties thereto, shall be deemed and taken to be one corporation, by the name provided in the said agreement and act, and the stock of the new corporation issued under the terms of such agreement and act of consolidation in exchange for the stock of the former companies, shall be deemed and taken as lawful stock, and subject only to such further payments, calls or assessments, if any, as may be mentioned in the said consolidation agreement, and such new corporation shall possess all the powers, rights and franchises conferred upon each of its constituent corporations, and shall be subject to all the restrictions and duties imposed by the laws of the State.\"</p>\n<p>There can be no doubt, therefore, that a new corporation <span class=\"star-pagination\">*343</span> was created with new stockholders, and the case is brought in close similarity to <i>Shields</i> v. <i>Ohio,</i> 95 U.S. 319. In that case as in this there was a consolidation of railroad companies, and it was held a new corporation was formed. In that case as in this one of the companies claimed a special right under its charter (the right to charge such tolls as it might deem \"reasonable,\") and its transmission to the new corporation by the provision of the act authorizing consolidation, which declared: \"And such new corporation shall possess all the powers, rights and franchises conferred upon such two or more corporations by the several acts incorporating the same, or relating thereto respectively, and shall be subject to all the duties imposed by such acts, so far as the same may be consistent with the provisions of this act.\"</p>\n<p>The claim was rejected. Mr. Justice Swayne, speaking for the court, said:</p>\n<p>\"The legislature had provided for the consolidation. In each case before it took place the original companies existed, and were independent of each other. It could not occur without their consent. The consolidated company had then no existence. It could have none while the original corporation subsisted. All the old and the new could not co-exist. It was a condition precedent to the existence of the new corporation that the old ones should first surrender their vitality and submit to dissolution. That being done, <i>eo instanti</i> the new corporation came into existence. But the franchise alone to be a corporation would have been unavailing for the purposes in view.</p>\n<p>\"There is a material difference between such an artificial creation and a natural person. The latter can do anything not forbidden by law. The former can do only what is authorized by its charter. <i>Railroad Company</i> v. <i>Harris,</i> 12 Wall. 65. It was, therefore, indispensable that other powers and franchises should be given. This was carefully provided for. The new organization took the powers and faculties designated in advance in the acts authorizing the consolidation \u0097 no more and no less. It did not acquire anything by mere transmission. It took everything by creation and grant. The language was <span class=\"star-pagination\">*344</span> brief, and it was made operative by reference. But this did not affect the legal result. A deed <i>inter partes</i> may be made as effectual by referring to a description elsewhere as by reciting it in full in the present instrument. The consequence is the same in both cases.\"</p>\n<p>In the case at bar, however, the grant to the new corporation is claimed to be not only of the franchises of the constituent companies, but of their \"exemptions\" \u0097 not only of the franchises of the original Minnesota and St. Louis Railway Company, but of its \"exemptions and immunities.\" But what franchises, exemptions and immunities? The designation is definite \u0097 those of \"each of said corporations,\" those \"hitherto granted to the Minneapolis and St. Louis Railway Company\" \u0097 not those of or those granted to the stockholders of either company. And the distinction must be observed \u0097 the distinction between a corporation and its stockholders. It is made in many cases. This court has recognized it for the purposes of taxation. To judge of the intention of the legislature, whether it is in accordance with or against the policy and provisions of the constitution of the State, the distinction ought to be recognized. The exemption of stockholders from the payment of corporate debts or their liability to pay them, (individual liability,) is the concern of the stockholders and the corporate creditors.</p>\n<p>We do not mean to say that such an exemption may not be secured by the charter of a corporation and protected to its stockholders by the Constitution of the United States from impairment by subsequent state legislation. But we do mean to say that in a State having a constitutional provision imposing liability on stockholders, if the legislature intended that those of a new corporation created by it should be exempt it would express the intention directly, and not commit it to disputable inference from provisions which apply by name to the corporation.</p>\n<p>The question is as to the intention of the legislature, and in ascertaining that intention it must be remembered that the act of 1853 did not grant immunity to the stockholders of the Minnesota Western Railroad from liability. The immunity resulted because liability was not imposed, and this legal right of <span class=\"star-pagination\">*345</span> the stockholders of that corporation, we do not think, can be said to have been transmitted to the stockholders of the new corporation created by the act of 1881 by the grant to it of the \"immunities heretofore granted to the Minneapolis and St. Louis Railway Company.\"</p>\n<p>Besides, the grant of power to the new corporation had adequate purpose. As was said in <i>Shields</i> v. <i>Ohio, supra</i><i>,</i> powers and faculties were necessary to be bestowed upon the new organization, and this could be done directly, as it was to a great extent, or by reference, and would be supposed to be done in subordination to constitutional restrictions. Nor does the provision of section 14, which makes the new corporation subject to the general laws of the State, except as to the privileges, franchises, exemptions and immunities hitherto granted to the Minnesota and St. Louis Railway Company, conflict with the supposition. That provision had its explanation in the previous laws applying to that company. After its incorporation in 1853 the Minnesota Western did nothing, and nothing was done in pursuance of the purpose of its incorporation until after the act of 1870, authorizing a change of its name to the Minnesota and St. Louis Railway Company. That act gave it new powers, authorized the creation and issuance of different classes of stock, and provided a means of taxation, and exempted it from all other taxation. But it is not necessary to extend the discussion farther.</p>\n<p>We have not deemed it necessary to consider the effect of the constitutional provision as an amendment to the act of 1853, or the power of the legislature to pass the act of 1881 if it could be construed as contended for by plaintiffs in error. We construe it differently, and determine against their contention. In other words, we hold that the legislature did not intend by the act of 1881 to give immunity to the stockholders of the new corporation from the liability imposed by the constitution of the State.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "sha1": "389b5b300f90638e09174a213d03f603bb696fba", 
  "date_modified": "2014-12-21T01:33:14.382742", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95244/minneapolis-st-louis-r-co-v-gardner/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/276710/", 
  "html": "<p class=\"case_cite\">177 U.S. 332</p>\n    <p class=\"case_cite\">20 S.Ct. 656</p>\n    <p class=\"case_cite\">44 L.Ed. 793</p>\n    <p class=\"parties\">MINNEAPOLIS &amp; ST. LOUIS RAILWAY <i>et al., Plffs. in Err.</i>,<br>v.<br>HENRY A. GARDNER.</p>\n    <p class=\"docket\">No. 160.</p>\n    <p class=\"date\">Argued March 5, 1900.</p>\n    <p class=\"date\">Decided April 9, 1900.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On the merits this case presents the question of the liability of the individual plaintiffs in error upon a judgment which was recovered by one Revilo F. Parshall against the Minneapolis &amp; St. Louis Railway Company, and assigned to the defendant in error.</p>\n      <p class=\"indent\">A motion, however, is made to dismiss on the ground that this court has no jurisdiction.</p>\n      <p class=\"indent\">The Minnesota Western Railway was incorporated by the territory of Minnesota, by an act of its legislature approved March 3, 1853. The usual powers of corporation were conferred, and the company was authorized to construct a railroad from and to certain points in the territory.</p>\n      <p class=\"indent\">Power was reserved to alter or amend the act. There was no provision fixing the liability of stockholders. The act was several times amended, changing the route of the road in some particulars.</p>\n      <p class=\"indent\">In 1858 the state of Minnesota was admitted into the Union, and its Constitution contained the following provision: 'Each stockholder in any corporation shall be liable to the amount of the stock held or owned by him.' Art. 10, &#167; 3.</p>\n      <p class=\"indent\">It was amended in 1872 so as to except the stockholders of corporations organized for carrying on any kind of manufacturing or mechanical business.</p>\n      <p class=\"indent\">On February 4, 1870, the provision of the act of 1853, reserving the right to alter or amend the act, was repealed.</p>\n      <p class=\"indent\">After the passage of the act of 1870 the company changed its name to the Minneapolis &amp; St. Louis Railway Company.</p>\n      <p class=\"indent\">No steps were taken towards construction or acquiring any line of railroad until 1869. The actual construction was commenced during the fall of 1870, since which time the said company or the consolidated company, hereafter mentioned, has operated and maintained a line of railway in the state.</p>\n      <p class=\"indent\">By an act approved March 2, 1881, in addition to other powers conferred, the Minneapolis &amp; St. Louis Railway Company, and any other railway companies in the construction of whose lines it has aided, or whose lines were at the time held under lease by it, were authorized to consolidate. The act provided for the manner of consolidation, the name of the new corporation,&#8212;which might be 'the name of either corporation party thereto or any other name,' the transfer of the properties of the old corporations, the retirement of their stock and the issue of new, and defined the purposes and powers of the new corporation. It is inserted in the margin.</p>\n      <p class=\"indent\">The consolidation was made as provided in the act by agreement between the Minneapolis Railway Company, the Minneapolis &amp; Duluth Railroad Company, the Minnesota &amp; Iowa Railroad Company, and the Fort Wayne &amp; Fort Ridgely Railroad Company, and articles of incorporation were duly filed in pursuance of the act.</p>\n      <p class=\"indent\">The consolidated company thereafter entered upon, and until the 2d of November, 1894, enjoyed, the franchises, rights, property, and earnings of the constituent corporations.</p>\n      <p class=\"indent\">The Minneapolis &amp; Duluth Railroad Company was a Minnesota corporation, and the Fort Dodge &amp; Fort Ridgely Railroad Company and the Minnesota &amp; Iowa Southern Railroad Company were Iowa corporations; and the laws of the state of Iowa authorized the incorporators of railroad companies to exempt themselves from personal liability for the corporate debts by embodying in the articles of incorporation an article or provision declaring the exemption. This was done.</p>\n      <p class=\"indent\">On and prior to June 28, 1888, the Minneapolis &amp; St. Louis Railway Company executed three mortgages, one of which was to the Central Trust Company of New York, dated June 1, 1881, to secure outstanding bonds of the aggregate par value of $1,382,000, together with interest thereon, at the rate of 6 per cent per annum.</p>\n      <p class=\"indent\">This mortgage was duly foreclosed, and the railroad properties, rights, and franchises covered by it duly sold, and the title confirmed by final decree to the assignee of the purchaser.</p>\n      <p class=\"indent\">The defendant in error was a judgment creditor of the consolidated company, being assignee of a judgment recovered by R. F. Parshall, in the circuit court of the United States for the district of Minnesota, for personal injuries received by him from the railway company.</p>\n      <p class=\"indent\">The individual plaintiffs in error were shareholders of that company, and each acquired his stock between November, 1884, and the date of the commencement of this suit, but was not a shareholder of either of the companies which formed the consolidated company.</p>\n      <p class=\"indent\">The answer of the individual defendants denied liability under the Constitution and laws of the state of Minnesota, alleged the incorporation of the Minneapolis &amp; St. Louis Railway Company prior to the adoption of the Constitution and statutes, and that it was incorporated in the year 1853, under and pursuant to the provisions of chapter 66 of the Special Laws enacted by the legislature of the territory of Minnesota, under and by the name of the Minnesota Western Railroad Company, which name was subsequently changed to the Minneapolis &amp; St. Louis Railway Company, substantially as set forth in the first division of the complaint; that the liability of the stockholders of said Minnesota &amp; St. Louis Railway Company was fixed by said act of incorporation, and not otherwise; and that the constitutional provision and laws referred to in the complaint are not applicable to or binding upon these defendants in that behalf.</p>\n      <p class=\"indent\">The trial court rendered judgment for the defendant in error, which was affirmed by the supreme court of the state (73 Minn. 517, 76 N. W. 282), and this writ of error was sued out.</p>\n      <p class=\"indent\">On the appeal to the supreme court of the state it was assigned as error, among others, that the trial court erred in holding that the state Constitution, if applied to the defendant railway company, did not violate section 10, article 1, of the Constitution of the United States in that the provisions of section 3, article 10, impaired the obligation of the charter contract contained in chapter 66, Laws of 1853, territory of Minnesota. Also in holding that the constitutional provision of the state, if applied to defendant in error, is not in volation of the Fourteenth Amendment of the Constitution of the United States, in that the state, by and through the provisions of section 3, article 10, assumed to impair and destroy rights theretofore vested in the defendants (plaintiffs in error).</p>\n      <p class=\"indent\">Also in holding that the defendant railway company was not created until the passage of the act of 1881, that the legislature intended by the act to create or did in fact create a new corporation, or intended to or did abridge or modify the rights, privileges, or immunities theretofore possessed by the Minneapolis &amp; St. Louis Railway Company; or if a new corporate entity was created, that it did not possess such rights, privileges, and immunities, including the exemption from double liability upon its stock created by the act of 1853, and also possessed by the other constituent corporations of the consolidation.</p>\n      <p class=\"indent\">The assignments of error in this court claim that the supreme court of the state held, and erred in holding, the constitutional provision imposing liability on stockholders valid against plaintiffs in error, and not to be in violation of the contract created by the act of 1853, the benefits of which act were vested, continued, and perpetuated in the plaintiffs in error by the act of 1881, and not to be in violation of that provision of the Constitution of the United States, which prohibits any state from impairing the obligations of a contract, and not in violation of the Fourteenth Amendment of the Constitution of the United States, in that it assumes to impair and destroy rights vested by the the act of 1853 and the act of 1881.</p>\n      <p class=\"indent\">It is also claimed that the court held, and erred in holding, that the Constitution of the state, if enforced against plaintiffs in error, was not in violation of section 10, article 1, of the Constitution of the United States, and did not impair the obligations of the contract between the state and plaintiffs in error, embodied in the act of 1881.</p>\n      <p class=\"indent\">Also that the consolidation of the several railroad corporations pursuant to the act of 1881 created a new corporation.</p>\n      <p class=\"indent\"><i>Messrs. William Strauss, W. W. Dudley, L. T. Michener,</i> and <i>Albert E. Clarke</i> for plaintiffs in error.</p>\n      <p class=\"indent\"><i>Mr. F. W. M. Cutcheon</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice McKenna, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">To sustain the motion to dismiss for want of jurisdiction the defendant in error contends that the Federal question raised here was not that raised in the court below, and therefore cannot be entertained, and that, besides, there was a question, not Federal, decided by the court sufficient to support its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">(1) No right under the Constitution of the United States was claimed in the answer. But the protection of section 10, article 1, and the Fourteenth Amendment of that instrument, was invoked in the assignment of errors on appeal to the supreme court and urged upon its consideration. It is true they claimed the law of 1853 as the contract, and not explicitly that of 1881. But they also claimed that the act of 1881 did not create a new corporation, and whether it did or not, that the act continued the immunity from liability for the corporate debts to the stock and stockholders of the consolidated corporation. We think this makes substantial identity between the Federal question in the supreme court of the state and in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">(2) But it is said the state court did not decide the Federal question, but decided that the act of 1881 created a new corporation, which became subject to the constitutional provision imposing liability upon stockholders for corporate debts, and that the court rested its judgment on that construction. The court said: 'Whatever may be the liability of the several [constituent] corporations we need not inquire, because the liability here sought to be enforced is one against individuals who have been and are stockholders in the new corporation.' And again: 'Other questions have been raised and discussed by the respective counsel, but a decision upon them by this court in this action is entirely unnecessary, and we express no opinion thereon.' This was in effect to deny the existence of the contract claimed by plaintiffs in error. But it is the duty of this court to decide for itself the fact of contract and its impairment, and the motion to dismiss must therefore be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The territorial act of 1853 by which the Minnesota Western Railroad was incorporated is claimed primarily to be the contract which is impaired. It gave immunity to the stockholders of that company from liability for the corporate debts, or rather did not impose such liability. It is claimed that the Constitution of the state of 1858 violated this contract. It imposes liability upon each shareholder of any corporation to the amount of stock held or owned by him. It is self-executing. <i>Willis</i> v. <i>Mabon</i>, 48 Minn. 140, 16 L. R. A. 281, 50 N. W. 1110.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The act of 1881 is also claimed as a contract which became binding on the state by the acceptance of its provisions by the several railroad companies, and is impaired by the application of the Constitution of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If the Minnesota Western Railroad or its stockholders, or any of the other railroad companies or their stockholders, were parties to this suit, the questions presented would be simpler. But neither of the companies is party to the suit, nor are the stockholders parties. Their rights are asserted to be transferred to the plaintiffs in error by virtue of the act of 1881.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The argument is that prior to the adoption of the state Constitution the stockholders of the original corporation created by the act of 1853 were exempt from personal liability for corporate indebtedness; that prior to consolidation, under the act of 1881, the stockholders of the constituent companies were also exempt. It is hence contended that it is immaterial whether the Minneapolis Railroad Company is the original of that name chartered by the act of 1853, or a new corporation created by the consolidation. If it is identical, it is argued, with the original company, its stockholders are exempt because its charter contract is older than the Constitution of the state. If it is a new company, its stockholders are nevertheless exempt because it is the settled law in Minnesota that its legislature may transmit <i>existing</i> franchises, immunities, and exemptions vested in one corporation to a <i>new corporation</i>, although it could not grant new franchises of the same class to such corporation. And that the legislature has exercised this power and specifically vested in the consolidated company, first, all the franchises, privileges, and immunities of each of the constituent companies; and, second, the particular privileges, exemptions, and immunities granted to the Minnesota Western Railroad Company.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We think that there is no doubt whatever that the act of 1881 created a new corporation. It is so designated, not only expressly, but by distinction from the old corporations. The original Minneapolis &amp; St. Louis Railway Company was given power (&#167; 9) to acquire by lease or purchase other railroad lines or consolidate with certain other railroads. Section 10. It chose the latter, and the conditions of the consolidation are prescribed. The consolidation is to be accomplished by an agreement of the directors of the companies proposing to consolidate, and the agreement is to provide the terms and mode of carrying the same into effect, the name of 'the <i>new</i> corporation, which may be the name of either corporation party thereto, or any other name,' the number, names, and residences of the directors and other officers, the amount of capital stock and the number of shares into which it is to be divided, and the classes and par value, the manner of converting the stock of the consolidating companies into that of the <i>new</i> corporation, and the manner of compensating the stockholders of the <i>old</i> corporations who declined to convert their stock into the stock of the <i>new</i> corporation, and many other details.</p>\n    </div>\n    <p class=\"indent\">Section 11 is as follows:</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Upon the approval of such agreement and act of consolidation, as hereinbefore provided, and upon the filing of the same, or a copy thereof, in the office of the secretary of state, the said corporations, parties thereto, shall be deemed and taken to be one corporation, by the name provided in the said agreement and act, and the stock of the new corporation issued under the terms of such agreement and act of consolidation in exchange for the stock of the former companies shall be deemed and taken as lawful stock, and subject only to such further payments, calls, or assessments, if any, as may be mentioned in the said consolidation agreement, and such new corporation shall possess all the powers, rights, and franchises conferred upon each of its constituent corporations, and shall be subject to all the restrictions and duties imposed by the laws of the state.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There can be no doubt, therefore, that a new corporation was created with new stockholders, and the case is brought in close similarity to <i>Shields</i> v. <i>Ohio</i>, 95 U. S. 319, 24 L. ed. 357. In that case, as in this, there was a consolidation of railroad companies, and it was held a new corporation was formed. In that case, as in this, one of the companies claimed a special right under its charter (the right to charge such tolls as it might deem 'reasonable') and its transmission to the new corporation by the provision of the act authorizing consolidation, which declared: 'And such new corporation shall possess all the powers, rights, and franchises conferred upon such two or more corporations by the several acts incorporating the same, or relating thereto respectively, and shall be subject to all the duties imposed by such acts, so far as the same may be consistent with the provisions of this act.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The claim was rejected. Mr. Justice Swayne, speaking for the court, said:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The legislature had provided for the consolidation. In each case, before it took place the original companies existed and were independent of each other. It could not occur without their consent. The consolidated company had then no existence. It could have none while the original corporation subsisted. All&#8212;the old and the new&#8212;could not coexist. It was a condition precedent to the existence of the new corporation that the old ones should first surrender their vitality and submit to dissolution. That being done, <i>co instanti</i> the new corporation came into existence. But the franchise alone to be a corporation would have been unavailing for the purposes in view.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'There is a material difference between such an artificial creation and a natural person. The latter can do anything not forbidden by law. The former can do only what is authorized by its charter. <i>Baltimore &amp; O. R. Co.</i> v. <i>Harris</i>, 12 Wall. 65, 20 L. ed. 354. It was therefore indispensable that other powers and franchises should be given. This was carefully provided for. The new organization took the powers and faculties designated in advance in the acts authorizing the consolidation,&#8212;no more and no less. It did not acquire anything by mere transmission. It took everything by creation and grant. The language was brief and it was made operative by reference. But this did not affect the legal result. A deed <i>inter partes</i> may be made as effectual by referring to a description elsewhere as by reciting it in full in the present instrument. The consequence is the same in both cases.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the case at bar, however, the grant to the new corporation is claimed to be not only of the franchises of the constituent companies, but of their 'exemptions,'&#8212;not only of the franchises of the original Minnesota &amp; St. Louis Railway Company, but of its 'exemptions and immunities.' But what franchises, exemptions, and immunities? The designation is definite,&#8212;those of 'each of said corporations,' those 'hitherto granted to the Minneapolis &amp; St. Louis Railway company,'&#8212;not those of or those granted to the stockholders of either company. And the distinction must be observed,&#8212;the distinction between a corporation and its stockholders. It is made in many cases. This court has recognized it for the purposes of taxation. To judge of the intention of the legislature, whether it in accordance with or against the policy and provisions of the Constitution of the state, the distinction ought to be recognized. The exemption of stockholders from the payment of corporate debts or their liability to pay them (individual liability) is the concern of the stockholders and the corporate creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We do not mean to say that such an exemption may not be secured by the charter of a corporation and protected to its stockholders by the Constitution of the United States from impairment by subsequent state legislation. But we do mean to say that in a state having a constitutional provision imposing liability on stockholders, if the legislature intended those of a new corporation created by it should be exempt it would express the intention directly, and not commit it to disputable inference from provisions which apply by name to the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question is as to the intention of the legislature, and in ascertaining that intention it must be remembered that the act of 1853 did not grant immunity to the stockholders of the Minnesota Western Railroad from liability. The immunity resulted because liability was not imposed, and this legal we do not think, can be said to have been transmitted to the stockholders of the by the grant to it of the 'immunities heretofore granted to the Minneapolis &amp; St. Louis Railway Company.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Besides, the grant of power to the new corporation had adequate purpose. As was said in <i>Shields</i> v. <i>Ohio</i>, 95 U. S. 319, 24 L. ed. 357, powers and faculties were necessary to be bestowed upon the new organization, and this could be done directly, as it was to a great extent, or by reference, and would be supposed to be done in subordination to constitutional restrictions. Nor does the provision of &#167; 14, which makes the new corporation subject to the general laws of the state, except as to the privileges, franchises, exemptions, and immunities hitherto granted to the Minnesota &amp; St. Louis Railway Company, conflict with the supposition. That provision had its explanation in the previous laws applying to that company. After its incorporation in 1853 the Minnesota Western did nothing, and nothing was done in pursuance of the purpose of its incorporation, until after the act of 1870 authorizing a change of its name to the Minnesota &amp; St. Louis Railway Company. That act gave it new powers, authorized the creation and issuance of different classes of stock, and provided a means of taxation, and exempted it from all other taxation. But it is not necessary to extend the discussion farther.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We have not deemed it necessary to consider the effect of the constitutional provision as an amendment to the act of 1853, or the power of the legislature to pass the act of 1881 if it could be construed as contended for by plaintiffs in error. We construe it differently, and determine against their contention. In other words, we hold that the legislature did not intend by the act of 1881 to give immunity to the stockholders of the new corporation from the liability imposed by the Constitution of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Undgment affirmed</i>.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Chapter 113, Special Laws 1881.</p>\n        <p>An Act to Amend an Act Entitled an Act to Amend an Act entitled An Act to Incorporate the Minnesota Western Railroad Company, Approved March Third (3d), One Thousand Eight Hundred and Fifty-three (1853), and the Acts Amendatory thereof, Approved February Fourth, One Thousand Eight Hundred and Seventy (1870).</p>\n        <p><i>Be it enacted by the Legislature of the State of Minnesota:</i> Section 1. That the Act Entitled An Act to Amend an Act entitled An Act to Incorporate the Minnesota Western Railroad Company, approved March third (3d), one thousand eight hundred and fifty-three (1853), and the acts amendatory thereof, approved February fourth (4th), one thousand eight hundred and seventy (1870), be amended by adding thereto the following sections, to wit:</p>\n        <p>SECTION EIGHT. The Minneapolis and St. Louis Railway Company, formerly known as the Minnesota Western Railroad Company, in addition</p>\n        <p>to the powers already conferred upon it by the laws of the territory of Minnesota and of the state of Minnesota, is hereby authorized to make or acquire, from time to time, any extension of the lines of railway now owned or operated by it, or of those hereafter constructed and operated by it according to law, into the states of Iowa, Missouri, Kansas, Nebraska, and Wisconsin, and into the territory of Dakota, or into one or more of the same. <i>Provided</i>, That authority shall exist or be given in or by the states or territory into which its lines are so extended to make or acquire and maintain such extensions.</p>\n        <p>Section nine (9). The said Minneapolis &amp; St. Louis Railway Company shall have power to acquire, from time to time, by lease or purchase, or exchange of stock, or otherwise, any other railroad or railroads, whether within or without this state, whose lines connect with its own lines as they now exist or as they shall be extended, either directly or by means of intervening lines. Such acquisition shall be made upon such terms as shall be agreed upon by a contract in writing between the respective corporations. But the same shall not be consummated until first approved by two thirds in amount of the stockholders of each such corporation, either given at a regular or called meeting of such stockholders or by a consent expressed in writing. In either case a copy of such contract, together with the evidence of such consent of the stockholders, shall be filed in the office of the secretary of state.</p>\n        <p>Section ten (10). It shall and may be lawful for the said Minneapolis &amp; St. Louis Railway Company to merge and consolidate its capital, franchises, and property with the capital stock, franchises, and property of any other railroad company or companies organized under the laws of this state or under the laws of any other state or territory of the United States, in the construction of whose lines the said Minneapolis &amp; St. Louis Railway Company shall have aided, or whose lines of railroad are or shall, at the time of such consolidation, be held under lease by the said Minneapolis &amp; St. Louis Railway Company. <i>Provided</i>, that the lines of railway of the companies or corporations so consolidating shall form a continuous line of railway with each other, or by means of any intervening railway, bridge, or ferry. But no such consolidation shall be made by the said company with any other railroad corporation, or the lessees, purchaser, or manager of any railroad corporation owning or controlling a parallel or competing line.</p>\n        <p>Such consolidations shall be made under the conditions, provisions, and restrictions and with the powers hereinafter mentioned and contained, that is to say:</p>\n        <p>First (1st). The directors of the company proposing to consolidate may enter into a joint agreement, under the corporate seal of each company, for the consolidation of said companies and railroads, which agreement shall prescribe the terms and conditions thereof, and the mode of carrying the</p>\n        <p>same into effect, the name of the new corporation, which may be the name of either corporation party thereto, or any other name, the number, names, and places of residence of the directors and other officers thereof, who shall be the directors and officers thereof for the first (1st) year. The amount of the capital stock of the new company, which shall not exceed the amount of twenty million (20,000,000) dollars, the number of shares into which such capital stock is to be divided (which stock may be divided into classes, with such preferences in respect to any of the classes as may be agreed upon), the amount or par value of each share, the manner of converting or exchanging the capital stock of each of the said companies so consolidating into or for that of the new corporation and the terms of such conversion, the manner of compensating stockholders in each of the old corporations who decline to convert their stock into the stock of the new corporation, and how and when directors and officers shall be chosen, with such other details as they shall deem necessary to perfect such new organization and the consolidation of such companies or railroads.</p>\n        <p>Second (2d). Such agreement of the directors shall not be deemed to be the agreement of the said old corporations until after it has been submitted to the stockholders of each of the said corporations, separately, at a meeting thereof, to be called upon a notice of at least thirty (30) days, specifying the time and place of such meeting and the object thereof, to be addressed to each of such stockholders when their place of residence is known, and deposited in the postoffice, and published at least three (3) successive weeks in one newspaper in each of the cities, counties, or towns in which the said corporations have their principal office or business, and is sanctioned by such stockholders by a vote of at least two thirds in amount of the stockholders present at such meeting, either in person or by proxy, each share of the capital stock being entitled to one vote; and when such agreement of the directors is so sanctioned by each of the meetings of the stockholders, separately, said old corporations.</p>\n        <p>Third (3). If he the holder of any stock in either</p>\n        <p>Third (3d). If the holder of any stock in either of the corporations existing under the laws of this state and so consolidated at the time of making such consolidation shall be disatisfied with the same, the consolidated company shall pay to such dissatisfied stockholder or stockholders the full actual value of his or their stock immediately prior to such consolidation, which value shall be assessed and fixed by three disinterested commissioners appointed for that purpose by the supreme court of this state, upon the application of either party, made upon twenty (20) days' notice, but the said company shall not be compelled to pay for the stocks of such dissatisfied stockholder or stockholders unless he or they shall give written notice of such dissatisfaction to the president, secretary, or treasurer of the company whose stock shall be held by him or them, whthin three (3) months after</p>\n        <p>such consolidation shall have been consented to by the requisite number of stockholders.</p>\n        <p>Section eleven (11). Upon the approval of such agreement and act of consolidation as hereinbefore provided, and upon the filing of the same, or a copy thereof, in the office of the secretary of state, the said corporations, parties thereto, shall be deemed and taken to be one corporation, by the name provided in the said agreement and act, and the stock of the new corporation, issued under the terms of such agreement and act of consolidation in exchange for the stock of the former companies, shall be deemed and taken as lawful stock, and subject only to such further payments, calls, or assessments, if any, as may be mentioned in said consolidation agreement, and such new corporation shall possess all the powers, rights, and franchises conferred upon each of its constituent corporations, and shall be subject to all the restrictions and duties imposed by the laws of the state.</p>\n        <p>Section twelve (12). Upon the consummation of said act of consolidation as aforesaid, all and singular the rights, privileges, exemptions, and franchises of each of said corporations, parties to the same, and all the property, real, personal, and mixed, and all the debts due, on whatever account, to either of said corporations, as well as all the stock, subscriptions, and other things in action belonging to either of said corporations, shall be taken and deemed to be transferred to and vested in such new corporation, without further act or deed, and all claims, demands, property, rights of way, and every other interest shall be as effectually the property of the new corporation as they were of the former corporations, parties to the said agreement and act, and the title to all real estate, taken by deed or otherwise under the laws of this state, vested in either of said corporations, parties to said agreement and act, shall not be deemed to revert or be in any way impaired by reason of this act, or anything done by virtue thereof, but shall be vested in the new corporation by virtue of such act of consolidation.</p>\n        <p>Section thirteen (13). The rights of all creditors of and all the holders of liens upon the property of either of said corporations, parties to said agreement and act, shall remain and be preserved unimpaired, and shall be assumed and borne by the new corporation, and the respective corporations shall be deemed to continue in existence so far as necessary to preserve the same, and all debts and liabilities incurred by either of said corporations shall thenceforth attach to such new corporation and be enforced against it and its property to the same extent as if said debts or liabilities had been originally incurred or constructed by it. No suit or action or other proceeding now pending before any court or tribunal in which either of said railroad companies is a party shall be deemed to have abated or been discontinued by the agreement and act of consolidation as aforesaid, but the same may be conducted in the name of the existing corporation to final judgment, or</p>\n        <p>such new corporation may be, by order of the court, on motion, substituted as a party; suits may be brought and maintained against such new corporation for all causes of action in the same manner as against other railroad corporations in this state.</p>\n        <p>Section fourteen (14). All the provisions of the general laws of this state, in regard to railroad corporations, shall be applicable to any new corporations formed by consolidation under the provisions of this act, except so far as the same shall not be applicable thereto by reason of the situation of portions of its line without this state. <i>Provided</i>, That, nevertheless, the privileges, franchises, exemptions, immunities, hitherto granted to the Minneapolis &amp; St. Louis Railway Company shall continue to and be vested in such new corporation with the same effect as if originally granted thereto, and that such new corporation may at any time hereafter be consolidated with any other railroad company or companies in the same manner and with the same effect as is by this act provided.</p>\n        <p>Section two. This act shall take effect and be in force from and after its passage.</p>\n        <p>Approved this second day of March, A.D. 1881.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95244/"
}