{"absolute_url": "/opinion/95267/daggs-v-phoenix-nat-bank/", "blocked": false, "citation": {"case_name": "Daggs v. Phoenix Nat. Bank", "docket_number": "138", "document_uris": ["/api/rest/v2/document/95267/"], "federal_cite_one": "177 U.S. 549", "federal_cite_three": null, "federal_cite_two": null, "id": 79648, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79648/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1900-05-14", "date_modified": "2014-12-21T01:33:16.551829", "docket": "/api/rest/v2/docket/2234682/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">177 U.S. 549</p>\n    <p class=\"case_cite\">20 S.Ct. 732</p>\n    <p class=\"case_cite\">44 L.Ed. 882</p>\n    <p class=\"parties\">A. J. DAGGS and R. E. Daggs, <i>Appts.</i>,<br>v.<br>PHOENIX NATIONAL BANK.</p>\n    <p class=\"docket\">No. 138.</p>\n    <p class=\"date\">Submitted January 30, 1900.</p>\n    <p class=\"date\">Decided April 30, 1900.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This cause embraces three suits brought by the Phoenix National Bank against A. J. and R. E. Daggs, defendants in error. They were respectively numbered 2554, 2555, and 2556, and were consolidated by stipulations of the parties.</p>\n      <p class=\"indent\">They were brought to recover on three promissory notes, aggregating the sum of $9,741.73 signed by A. J. Daggs, one of the appellants. Each note was dated November 1, 1894, and payable on or before one year from date, with interest at the rate of 10 per cent per annum. Also, to foreclose certain mortgages executed to secure the notes:&#8212;one executed by R. E. Daggs on the 28th of November, 1894, on certain real estate in Maricopa county, Arizona, and on four water rights of the Consolidated Canal Company, represented by certificates; two executed by A. J. Daggs on same day, on certain other real estate situate in the same county.</p>\n      <p class=\"indent\">The answers were substantially the same in all of the cases.</p>\n      <p class=\"indent\">They admitted the making of the notes and mortgages, but alleged that the interest charge was usurious, and in violation of &#167;&#167; 5197 and 5198 of the Revised Statutes of the United States.</p>\n      <p class=\"indent\">As a counterclaim it was alleged that the plaintiff (appellee) was indebted to the defendant (appellant) upon a certain promissory note executed by W. A. Daggs and P. P. Daggs as copartners and as individuals, and delivered to Thomas Armstrong, Jr., and assigned by him to the plaintiff in blank, and by the latter, on the 28th of November, 1894, for a valuable consideration, to the defendant, A. J. Daggs, at which time the makers were, and ever since have been, notoriously insolvent, all of which the plaintiff knew.</p>\n      <p class=\"indent\">The note was as follows, marked 'Exhibit A,' and made part of the counterclaim:</p>\n      <p class=\"indent\">No. 1340. Due Sept. 1st.</p>\n      <p class=\"indent\">Phoenix, Arizona, July 1st, 1893.</p>\n      <p class=\"indent\">$5,000.00.</p>\n      <p class=\"indent\">On the 1st day of September, 1893, without grace, we or      either of us, for value received, promise to pay to Thos.      Armstrong, Jr., at the Phoenix National Bank, at their office      in Phoenix, Arizona, five thousand dollars ($5,000) in United      States gold coin, with interest, at the rate of 1 and 1/4 per      cent per month, until paid. In case of legal proceedings      hereon, we or either of us agree to pay 10 per cent of amount      due hereon as attorney's fees.</p>\n      <p class=\"indent\">W. A. and P. P. Daggs.</p>\n      <p class=\"indent\">Secured by chattel mortgage of even date herewith.</p>\n      <p class=\"indent\">W. A. Daggs.</p>\n      <p class=\"indent\">P. P. Daggs.</p>\n      <p class=\"indent\">It was also alleged that no part of the note was paid, and that there was due thereon the sum of $7,076.91. And judgment was prayed for the amount and interest.</p>\n      <p class=\"indent\">For another defense it was alleged that at the time of the execution of the three promissory notes sued on, the plaintiff (appellee) and the defendant, A. J. Daggs, entered into a contract in writing (a copy of which is attached to the answer, marked Exhibit 'B') wherein the plaintiff as part of the consideration for the said three notes, sold and assigned and expressly stipulated that the three notes should be received in payment for all its rights, title, and interest in and to that certain right in action wherein Hugh McCrum was plaintiff and W. A. and P. A. Daggs were defendants, and plaintiff was intervener, over that certain $5,000 note marked 'Exhibit A' herein, and the mortgage securing the same.</p>\n      <p class=\"indent\">That at said time the makers of said note were actually insolvent, which plaintiff knew, and it was agreed that plaintiff should carry on the said litigation in its name until the cause of action should be determined and settled, and pay all costs accruing prior to November 1, 1894, and the defendant to pay those accruing thereafter. And it was alleged that the defendant paid out large sums of money in the prosecution of said suit, to wit, $45.65 as transcript fee from the court below, and $500 as costs, and expended work and labor of the reasonable value of $500, and has performed all the conditions of said contract, but that plaintiff (appellant) has failed to perform the conditions on its part to the damage of defendant in the sum $10,122.55.</p>\n      <p class=\"indent\">For another defense, it was alleged that the defendant pledged certain water stock in the Tempe Irrigating Canal as security for said promissory notes, which was reasonably worth $4,000, and that the plaintiff (appellee) has converted it to its own use, to defendant's damage in the sum of $4,000; wherefore defendant prayed that he be relieved lieved from the payment of interest on said notes, for his expenditures in said suit; the amount of said $5,000 note, for $4,000 value of the water stock pledged, and for $2,000 damages.</p>\n      <p class=\"indent\">In case No. 2555 the defendants filed a plea in abatement on account of the pendency of case No. 2554, and a like plea in case No. 2556. The pleas were overruled.</p>\n      <p class=\"indent\">And in case No. 2555 A. J. Daggs moved for judgment upon his counterclaim on the ground that it was confessed, because no reply was made to it.</p>\n      <p class=\"indent\">A similar motion was made in case No. 2556.</p>\n      <p class=\"indent\">Testimony was taken and judgment was entered for the plaintiff, the Phoenix National Bank, against the defendant, A. J. Daggs, for the principal of the three notes and interest, and decreeing a foreclosure of the mortgages and the sale of the property mortgaged. A motion for a new trial was made and denied. On writ of error to the supreme court of the territory the judgment was affirmed (53 Pac. 201), and an appeal was then taken to this court.</p>\n      <p class=\"indent\">In passing on the case the supreme court of the territory said:</p>\n      <p class=\"indent\">'At the outset we are compelled to call attention to the omission of counsel to comply with the statute and the rules of this court on the subject of assignments of error.</p>\n      <p class=\"indent\">'These are imperative and must be observed. It is not our business to search the record if perchance we may find reversible error. It is our duty to examine into such alleged errors, and only such, as are distinctly pointed out in the record. The assignments made by plaintiffs in error in their brief are, for the most part, so general in character and so wanting in definiteness that they cannot be considered. Although defective as assignments, we have, by liberal construction, found that two of them present questions for our review.</p>\n      <p class=\"indent\">'The first of these reads as follows:</p>\n      <p class=\"indent\">\"The court erred in not giving judgment for plaintiffs in error on their pleas in bar of the recovery of any interest for the reason that the contract with the national bank for 10 per cent interest is <i>ultra vires</i>.'</p>\n      <p class=\"indent\">*          *          *          *          *</p>\n      <p class=\"indent\">'The second assignment of error as made by plaintiffs in error, reads: 'The court erred in overruling the plaintiffs' in error motion for judgment on the pleadings for the reason that there was no reply to plaintiffs' in error verified counterclaims.\"</p>\n      <p class=\"indent\">No statement of facts in the nature of a special verdict being certified with the record, the plaintiffs in error moved for and obtained from this court a certiorari to supply the defect, and in response thereto a statement of facts, which had been made by the supreme court of the territory, was certified to this court, in which was recited act No. 71 of the territory, regulating appeals and writs of error to the supreme court, the judgment of foreclosure and sale, the assignments of error of appellants, and concluded as follows:</p>\n      <p class=\"indent\">'Under the assignments of error thus made and presented in the record this court could and did make no determination of the facts of the case, except such as appeared in the pleadings and judgment, for the reason that such of the assignments as were sufficient in form to raise any question presented none for our consideration which necessitated the further finding of facts in the case. We are unable to determine from the record presented in this court, in the absence of a bill of exceptions and a statement of facts, what the facts were which were put in evidence on the trial in the court below, further than as they are shown by the transcript of the reporter's notes, and form such review of the record the judgment of the district court was affirmed as follows:</p>\n      <p class=\"indent\">\"In the Supreme Court of the Territory of Arizona.</p>\n      <p class=\"indent\">\"R. E. Daggs and A. J. Daggs, Plaintiffs in Error, v.</p>\n      <p class=\"indent\">Phoenix National Bank, a Corporation, Defendants in Error.</p>\n      <p class=\"indent\">\"This cause having been heretofore submitted and by the court      taken under consideration, and the court having considered      the same and being fully advised in the premises, it is      ordered that the judgment of the district court herein be,      and the same is hereby, affirmed.</p>\n      <p class=\"indent\">\"It is further ordered and adjudged that the defendant in      error herein do have and recover of and from the plaintiffs      in error, R. E. Daggs and A. J. Daggs, as principals, and R.      F. Doll, W. M. Billups, and the London Company, as sureties,      on cost bond, its costs in this court, taxed at forty-three      and 10-100 ($43.10) dollars.</p>\n      <p class=\"indent\">'By the court:</p>\n      <p class=\"indent\">Webster Street, C. J.</p>\n      <p class=\"indent\">Richard E. Sloan, A. J.</p>\n      <p class=\"indent\">Fletcher M. Doan, C. J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Geo. R. Davis, A. J.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Asserting that the statement did not embody a finding of fact according to law, plaintiffs in error moved for a rule to show cause why a mandamus should not issue, commanding the supreme court of the territory to make and certify a statement of the facts in the nature of a special verdict, and also the rulings of the district court on the admission and rejection of evidence excepted to.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiffs in error submitted with the motion a statement which they claimed the record justified.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The motion was denied January 29, 1900.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\n        <i>Mr. A. J. Daggs,</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Mr. A. J. Edwards</i> for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><i>Messrs. A. B. Browne</i> and <i>Alex. Britton</i> for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Justice McKenna, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We are confined by the record to the points passed on by the supreme court of the territory; to wit, the defense of usury, and the motion for judgment on the counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1.) By &#167; 5197 of the Revised Statutes of the United States a national bank may charge on any note interest at the rate allowed by the laws of the state or territory where it is situated. It is further provided, however, that if no rate is fixed by such laws the bank may not charge a greater rate than 7 per cent, and if a greater rate be knowingly charged, the entire interest agreed to be paid shall be forfeited. Sec. 5198.</p>\n    </div>\n    <p class=\"indent\">The laws of the territory are as follows:</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2161. 'Sec. 1. When there is no express agreement fixing a different rate of interest, interest shall be allowed at the rate of 7 per cent per annum on all moneys after they become due on any bond, bill, promissory note, or other instrument in writing, or any judgment recovered in any court in this territory, for money lent, for money due on any settlement of accounts from the day on which the balance is ascertained, and for money received for the use of another.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2162. 'Sec. 2. Parties may agree in writing for the payment of any rate of interest whatever on money due or to become due on any contract; any judgment rendered on such contract shall conform thereto, and shall bear the rate of interest agreed upon by the parties, and which shall be specified in the judgment.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The contention of appellant is that the rate of interest is not <i>fixed</i> by the laws of the territory. It permits the parties to do so, but does not do so itself. In other words, it is urged that the rate is fixed by permission of the laws, and not by the laws, and upon this distinction a power which every person and every bank in the territory has, it is contended, the national banks do not have.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We cannot accept this as a correct interpretation of either the spirit or the words of the national banking act. By that act, certainly no discrimination was intended against national banks, and that the interpretation contended for would seriously embarrass their business is manifest.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We said in <i>Tiffany</i> v. <i>National Bank</i>, 18 Wall. 409, 21 L. ed. 862, that national banks 'were established for the purpose, in part, of providing a currency for the whole country, and in part to create a market for the loans of the general government. It could not have been intended, therefore, to expose them to the hazard of unfriendly legislation by the states, or to ruinous competition with state banks.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The language of the Revised Statutes is that national banks 'may take, receive, reserve, and charge on any loan . . . upon any note . . . interest at the rate <i>allowed</i> by the laws of the state, territory, or district' where located, 'and no more, except that where by the laws of any state a different rate is limited for banks of issue organized under state laws, the rate so limited shall be <i>allowed</i> for associations organized or existing in any such state under this title.' Rev. Stat. &#167; 5197. The italics are ours.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The meaning of these provisions is unmistakable. A national bank may charge interest at the rate <i>allowed</i> by the laws of the state or territory where it is located; and equality is carefully secured with local banks.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The clear meaning and purpose of these provisions remove the ambiguity of those which follow, if there is any ambiguity. 'When no rate is <i>fixed</i> by the laws of the state or territory or district, the bank may take, receive, reserve, or charge a rate not exceeding 7 per centum.' '<i>Fixed by the laws</i>' must be construed to mean '<i>allowed by the laws</i>,' not a rate expressed in the laws. In instances it might be that, but not necessarily. The intention of the national law is to adopt the state law, and permit to national banks what the state law allows to its citizens and to the banks organized by it.  <i>Tiffany</i> v. <i>National Bank</i>, 18 Wall. 409, 21 L. ed. 862.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is urged, however, that <i>National Bank</i> v. <i>Johnson</i>, 104 U. S. 271, 26 L. ed. 742, is in conflict with these views.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In that case the defendant, a national bank doing business in the state of New York, discounted for the plaintiff in the case, at the rate of 12 per cent per annum, commercial paper and promissory notes amounting to $158,003. The interest which the bank knowingly charged amounted to $6,564.88, an excess of $2,735.36 beyond the rate allowed by the general laws of the state. Judgment was rendered for twice the amount of the interest, which was affirmed by this court upon the statute of the state, which established the rate of interest for the loan or forbearance of money at 7 per cent.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Meeting the arguments of counsel upon a supposed difference between loans and discounts, and usurious and nonusurious contracts under the laws of the state in the transactions of natural persons, the learned justice who delivered the opinion of the court made some remarks which seemed to imply that a rate allowed by a state law was not a rate fixed by a state law. The remarks, however, were not necessary to the decision, and cannot be considered as expressing the judgment of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(2.) The counterclaim of plaintiffs in error present these facts:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The making of the $5,000 note by W. A. and P. P. Daggs, and its delivery to Thomas Armstrong, Jr.; its assignment by the latter to the Phoenix National Bank (appellee), and by the bank, in writing, for a valuable consideration to the defendant, A. J. Daggs (one of the appellants); the insolvency of the makers, W. A. and P. P. Daggs, and the nonpayment of the note or any part of it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To the counterclaim there was a demurrer for insufficiency, and a denial of each and every one of its allegations. The denial was not verified. The supreme court of the territory, considering an error assigned on the overruling of appellants' motion for judgment on the counterclaim, held it insufficient because it did not allege that due diligence to collect the note had been exercised, as required by the statute of the territory, or that any effort had been made to collect the same.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">By this ruling it is urged that the court assumed that the counterclaim was based on the rights of a surety, instead of upon the direct obligation of the Phoenix Bank as assignor of the Armstrong note on account of Armstrong's insolvency. Articles 122, 1226, and 788 of the Arizona Statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Assuming, without deciding, that appellants are correct in their construction of the Arizona statutes, and assuming that the answer to the counterclaim did not put in issue the making of the Armstrong note and its assignment to plaintiff in error, nevertheless the answer to the counterclaim did put in issue the other facts alleged; to wit, the insolvency of the makers of the note and its nonpayment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But it is said that the contract marked 'Exhibit B' shows the insolvency. It certainly does not. It recites the transfer of the Armstrong note to A. J. Daggs, and that it is secured by a mortgage on 3,500 sheep; that the note is in litigation between the Phoenix Bank and Hugh McCrum, of San Francisco, as assignee of D. A. Abrams as assignee of the Bank of Tempe, 'to establish and determine the priorities of rights under mortgages between said litigants hereinbefore mentioned, which said cause of action and rights of the Phoenix National Bank under its first mortgage in said litigation described is also hereby sold, assigned, transferred, and set over unto A. J. Daggs for the above nine thousand seven hundred and forty-one and 73-100 dollars ($9,741.73). It is further agreed that the aforesaid cause of action described shall be continued in the name of the Phoenix National Bank until the said case is determined and settled; but it is further agreed that from this date, November 1, 1894, A. J. Daggs shall pay the costs that shall hereafter accrue in the said case.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This contract standing alone establishes nothing definite, and appreciating this the appellants attempt to explain it by a resort to what they allege to be the testimony in the case. It is said that 'they (W. A. and P. E. Daggs) could not pay their notes, three suits in court foreclosing three mortgages, each seeking priority, hanging to them like mill stones, grinding them to dust. Appellee had lost its reputed first mortgage in the district court and appealed. It then sold this note and litigation, the contract shows, and agreed to stand up and carry the suit on in its name. The case was tried in the supreme court of Arizona, and held adversely to the appellee in appellants' suit against the makers of the $5,000 note. The appellee then fell down and refused to let its name be used any farther to carry on the suit, refused to sign the bond, and would have nothing more to do with the suit. . . . Appellant then demanded payment of the $5,000 note, and was refused. Appellant spent over $500 in money and $500 in services prosecuting the makers of the $5,000 note, followed it to the supreme court of Arizona, and would have went further, but appellee refused to let its name be used and he was compelled to stop. Appellant then demanded credit for the $5,000 note.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Those facts, however, are not a part of the counterclaims, and, it is hardly necessary to say, cannot be considered in passing on a motion for judgment based on a confession of the allegations of the counterclaims.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nor can it be said that such facts should have been found by the lower court, because, as we have seen, under the statement of the case as considered by that court, the question for decision was the sufficiency of the averments of the counterclaims as a defense.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We repeat, therefore, that we are confined to the propositions we have stated above and discussed, and as there was no prejudicial error in the ruling of the supreme court of the territory on them, its judgment is <i>affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>177 U.S. 549 (1900)</b></center>\n<center><h1>DAGGS<br>\nv.<br>\nPHOENIX NATIONAL BANK.</h1></center>\n<center>No. 138.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 30, 1900.</center>\n<center>Decided April 30, 1900.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF ARIZONA.\n<p><span class=\"star-pagination\">*554</span> <i>Mr. A.J. Daggs</i> for appellants.</p>\n<p><i>Mr. Aldis B. Browne</i> and <i>Mr. Alexander Britton</i> for appellee.</p>\n<p>MR. JUSTICE McKENNA, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>We are confined by the record to the points passed on by the Supreme Court of the Territory, to wit, the defence of usury, and the motion for judgment on the counter-claim.</p>\n<p>(1.) By section 5197 of the Revised Statutes of the United States a national bank may charge on any note interest at the rate allowed by the laws of the State or Territory where it is situated. It is further provided, however, that if no rate is fixed by such laws the bank may not charge a greater rate than 7 per cent, and if a greater rate be knowingly charged, the entire interest agreed to be paid shall be forfeited. (Sec. 5198.)</p>\n<p>The laws of the Territory are as follows:</p>\n<p>\"2161. SEC. 1. When there is no express agreement fixing a different rate of interest, interest shall be allowed at the rate of seven per cent per annum on all moneys after they become due on any bond, bill, promissory note or other instrument in writing, or any judgment recovered in any court in this Territory, for money lent, for money due on any settlement of accounts from the day on which the balance is ascertained and for money received for the use of another.\"</p>\n<p>\"2162. SEC. 2. Parties may agree in writing for the payment of any rate of interest whatever on money due or to become due on any contract; any judgment rendered on such contract shall conform thereto, and shall bear the rate of interest agreed upon by the parties, and whch shall be specified in the judgment.\"</p>\n<p>The contention of appellant is that the rate of interest is not <i>fixed</i> by the laws of the Territory. It permits the parties to do so, but does not do so itself. In other words, it is urged that the rate is fixed by permission of the laws, and not by the laws, and upon this distinction a power which every person and every bank in the Territory has, it is contended, the national banks do not have.</p>\n<p><span class=\"star-pagination\">*555</span> We cannot accept this as a correct interpretation of either the spirit or the words of the national banking act. By that act, certainly no discrimination was intended against national banks, and that the interpretation contended for would seriously embarrass their business is manifest.</p>\n<p>We said in <i>Tiffany</i> v. <i>National Bank of Missouri,</i> 18 Wall. 409, that national banks \"were established for the purpose, in part, of providing a currency for the whole country, and in part to create a market for the loans of the general government. It could not have been intended, therefore, to expose them to the hazard of unfriendly legislation by the States, or to ruinous competition with state banks.\"</p>\n<p>The language of the Revised Statutes is that national banks \"may take, receive, reserve and charge on any loan . . . upon any note . . . interest <i>allowed</i> by the laws of the State, Territory or district\" where located, \"and no more, except that where by the laws of any State a different rate is limited for banks of issue organized under state laws, the rate so limited shall be <i>allowed</i> for associations organized or existing in any such State under this title.\" The italics are ours.</p>\n<p>The meaning of these provisions is unmistakable. A national bank may charge interest at the rate <i>allowed</i> by the laws of the State or Territory where it is located; and equality is carefully secured with local banks.</p>\n<p>The clear meaning and purpose of these provisions remove the ambiguity of those which follow, if there is any ambiguity. \"Where no rate is <i>fixed</i> by the laws of the State or Territory or district, the bank may take, secure, reserve or charge a rate not exceeding seven per centum. . . .\" <i>\"Fixed by the laws\"</i> must be construed to mean <i>\"allowed by the laws,\"</i> not a rate expressed in the laws. In instances it might be that, but not necessarily. The intention of the national law is to adopt the state law, and permit to national banks what the state law allows to its citizens and to the banks organized by it. <i>Tiffany</i> v. <i>National Bank of Missouri, supra</i><i>.</i></p>\n<p>It is urged, however that <i>National Bank</i> v. <i>Johnson,</i> 104 U.S. 271, is in conflict with these views.</p>\n<p>In that case the defendant, a national bank doing business in <span class=\"star-pagination\">*556</span> the State of New York, discounted for the plaintiff in the case, at the rate of twelve per cent per annum, commercial paper and promissory notes, amounting to $158,003. The interest which the bank knowingly charged amounted to $6564.88, an excess of $2735.36 beyond the rate allowed by the general laws of the State. Judgment was rendered for twice the amount of the interest, which was affirmed by this court upon the statute of the State, which established the rate of interest for the loan or forbearance of money at seven per cent.</p>\n<p>Meeting the arguments of counsel upon a supposed difference between loans and discounts, and usurious and non-usurious contracts under the laws of the State in the transactions of natural persons, the learned justice, who delivered the opinion of the court, made some remarks which seemed to imply that a rate allowed by a state law was not a rate fixed by a state law. The remarks, however, were not necessary to the decision, and cannot be considered as expressing the judgment of the court.</p>\n<p>(2.) The counter-claims of plaintiffs in error present these facts:</p>\n<p>The making of the five thousand dollar note by W.A. and P.P. Daggs, and its delivery to Thomas Armstrong, Jr.; its assignment by the latter to the Phoenix National Bank, (appellee,) and by the bank, in writing, for a valuable consideration to the defendant, A.J. Daggs (one of the appellants); the insolvency of the makers, W.A. and P.P. Daggs, and the non-payment of the note or any part of it.</p>\n<p>To the counter-claim there was a demurrer for insufficiency, and a denial of each and every one of its allegations. The denial was not verified. The Supreme Court of the Territory, considering an error assigned on the overruling of appellants' motion for judgment on the counter-claim, held it insufficient because it did not allege that due diligence to collect the note had been exercised, as required by the statute of the Territory, or that any effort had been made to collect the same.</p>\n<p>By this ruling it is urged that the court assumed that the counter-claim was based on the rights of a surety instead of upon the direct obligation of the Phoenix Bank, as assignor of the Armstrong note on account of Armstrong's insolvency. Articles 122, 1226 and 788 of the Arizona Statutes.</p>\n<p><span class=\"star-pagination\">*557</span> Assuming without deciding that appellants are correct in their construction of the Arizona statutes, and assuming that the answer to the counter-claim did not put in issue the making of the Armstrong note, and its assignment to plaintiff in error, nevertheless the answer to the counter claim did put in issue the other facts alleged, to wit, the insolvency of the makers of the note and its non-payment.</p>\n<p>But it is said that the contract marked \"Exhibit B\" shows the insolvency. It certainly does not. It recites the transfer of the Armstrong note to A.J. Daggs, and that it is secured by a mortgage on 3500 sheep; that the note is in litigation between the Phoenix Bank and Hugh McCrum of San Francisco as assignee of D.A. Abrams as assignee of the Bank of Tempe, \"to establish and determine the priorities of rights under mortgages between said litigants hereinbefore mentioned, which said cause of action and rights of the Phoenix National Bank, under its first mortgage in said litigation described, is also hereby sold, assigned, transferred and set over unto A.J. Daggs for the above nine thousand seven hundred and forty-one and 73/100 dollars ($9741.73). It is further agreed that the aforesaid cause of action described shall be continued in the name of the Phoenix National Bank until the said case is determined and settled; but it is further agreed that from this date, November 1, 1894, A.J. Daggs shall pay the costs that shall hereafter accrue in the said case.\"</p>\n<p>This contract standing alone establishes nothing definite, and appreciating this the appellants attempt to explain it by a resort to what they allege to be the testimony in the case. It is said that \"they (W.A. and P.P. Daggs) could not pay their notes, three suits in court foreclosing three mortgages, each seeking priority, hanging to them like mill stones, grinding them to dust. Appellee had lost its reputed first mortgage in the district court and appealed. It then sold this note and litigation; the contract shows, and agreed to stand up and carry the suit on in its name. The case was tried in the Supreme Court of Arizona, and held adversely to the appellee in appellants' suit against the makers of the five thousand dollar note. The appellee then fell down and refused to let its name be used any farther to carry on <span class=\"star-pagination\">*558</span> the suit, refused to sign the bond, and would have nothing more to do with the suit. . . . Appellant then demanded payment of the five thousand dollar note, and was refused. Appellant spent over $500 in money and $500 in services prosecuting the makers of the $5000 note; followed it to the Supreme Court of Arizona, and would have gone further, but appellee refused to let its name be used and he was compelled to stop. Appellant then demanded credit for the $5000 note.\"</p>\n<p>Those facts, however, are not a part of the counter-claim and it is hardly necessary to say cannot be considered in passing on a motion for judgment based on a confession of the allegations of the counter-claim.</p>\n<p>Nor can it be said that such facts should have been found by the lower court, because, as we have seen, under the statement of the case as considered by that court, the questions for decision was the sufficiency of the averments of the counter-claim as a defence.</p>\n<p>We repeat, therefore, that we are confined to the propositions we have stated above and discussed, and as there was no prejudicial error in the ruling of the Supreme Court of the Territory on them, its judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></span> (1900)</b></center>\n<center><h1>DAGGS<br>\nv.<br>\nPHOENIX NATIONAL BANK.</h1></center>\n<center>No. 138.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 30, 1900.</center>\n<center>Decided April 30, 1900.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF ARIZONA.\n<p><span class=\"star-pagination\">*554</span> <i>Mr. A.J. Daggs</i> for appellants.</p>\n<p><i>Mr. Aldis B. Browne</i> and <i>Mr. Alexander Britton</i> for appellee.</p>\n<p>MR. JUSTICE McKENNA, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>We are confined by the record to the points passed on by the Supreme Court of the Territory, to wit, the defence of usury, and the motion for judgment on the counter-claim.</p>\n<p>(1.) By section 5197 of the Revised Statutes of the United States a national bank may charge on any note interest at the rate allowed by the laws of the State or Territory where it is situated. It is further provided, however, that if no rate is fixed by such laws the bank may not charge a greater rate than 7 per cent, and if a greater rate be knowingly charged, the entire interest agreed to be paid shall be forfeited. (Sec. 5198.)</p>\n<p>The laws of the Territory are as follows:</p>\n<p>\"2161. SEC. 1. When there is no express agreement fixing a different rate of interest, interest shall be allowed at the rate of seven per cent per annum on all moneys after they become due on any bond, bill, promissory note or other instrument in writing, or any judgment recovered in any court in this Territory, for money lent, for money due on any settlement of accounts from the day on which the balance is ascertained and for money received for the use of another.\"</p>\n<p>\"2162. SEC. 2. Parties may agree in writing for the payment of any rate of interest whatever on money due or to become due on any contract; any judgment rendered on such contract shall conform thereto, and shall bear the rate of interest agreed upon by the parties, and whch shall be specified in the judgment.\"</p>\n<p>The contention of appellant is that the rate of interest is not <i>fixed</i> by the laws of the Territory. It permits the parties to do so, but does not do so itself. In other words, it is urged that the rate is fixed by permission of the laws, and not by the laws, and upon this distinction a power which every person and every bank in the Territory has, it is contended, the national banks do not have.</p>\n<p><span class=\"star-pagination\">*555</span> We cannot accept this as a correct interpretation of either the spirit or the words of the national banking act. By that act, certainly no discrimination was intended against national banks, and that the interpretation contended for would seriously embarrass their business is manifest.</p>\n<p>We said in <i>Tiffany</i> v. <i>National Bank of Missouri,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">409</span></span>, that national banks \"were established for the purpose, in part, of providing a currency for the whole country, and in part to create a market for the loans of the general government. It could not have been intended, therefore, to expose them to the hazard of unfriendly legislation by the States, or to ruinous competition with state banks.\"</p>\n<p>The language of the Revised Statutes is that national banks \"may take, receive, reserve and charge on any loan . . . upon any note . . . interest <i>allowed</i> by the laws of the State, Territory or district\" where located, \"and no more, except that where by the laws of any State a different rate is limited for banks of issue organized under state laws, the rate so limited shall be <i>allowed</i> for associations organized or existing in any such State under this title.\" The italics are ours.</p>\n<p>The meaning of these provisions is unmistakable. A national bank may charge interest at the rate <i>allowed</i> by the laws of the State or Territory where it is located; and equality is carefully secured with local banks.</p>\n<p>The clear meaning and purpose of these provisions remove the ambiguity of those which follow, if there is any ambiguity. \"Where no rate is <i>fixed</i> by the laws of the State or Territory or district, the bank may take, secure, reserve or charge a rate not exceeding seven per centum. . . .\" <i>\"Fixed by the laws\"</i> must be construed to mean <i>\"allowed by the laws,\"</i> not a rate expressed in the laws. In instances it might be that, but not necessarily. The intention of the national law is to adopt the state law, and permit to national banks what the state law allows to its citizens and to the banks organized by it. <i>Tiffany</i> v. <i>National Bank of Missouri, supra</i><i>.</i></p>\n<p>It is urged, however that <i>National Bank</i> v. <i>Johnson,</i> <span class=\"citation\" data-id=\"90453\"><a href=\"/opinion/90453/national-bank-v-johnson/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span>, is in conflict with these views.</p>\n<p>In that case the defendant, a national bank doing business in <span class=\"star-pagination\">*556</span> the State of New York, discounted for the plaintiff in the case, at the rate of twelve per cent per annum, commercial paper and promissory notes, amounting to $158,003. The interest which the bank knowingly charged amounted to $6564.88, an excess of $2735.36 beyond the rate allowed by the general laws of the State. Judgment was rendered for twice the amount of the interest, which was affirmed by this court upon the statute of the State, which established the rate of interest for the loan or forbearance of money at seven per cent.</p>\n<p>Meeting the arguments of counsel upon a supposed difference between loans and discounts, and usurious and non-usurious contracts under the laws of the State in the transactions of natural persons, the learned justice, who delivered the opinion of the court, made some remarks which seemed to imply that a rate allowed by a state law was not a rate fixed by a state law. The remarks, however, were not necessary to the decision, and cannot be considered as expressing the judgment of the court.</p>\n<p>(2.) The counter-claims of plaintiffs in error present these facts:</p>\n<p>The making of the five thousand dollar note by W.A. and P.P. Daggs, and its delivery to Thomas Armstrong, Jr.; its assignment by the latter to the Phoenix National Bank, (appellee,) and by the bank, in writing, for a valuable consideration to the defendant, A.J. Daggs (one of the appellants); the insolvency of the makers, W.A. and P.P. Daggs, and the non-payment of the note or any part of it.</p>\n<p>To the counter-claim there was a demurrer for insufficiency, and a denial of each and every one of its allegations. The denial was not verified. The Supreme Court of the Territory, considering an error assigned on the overruling of appellants' motion for judgment on the counter-claim, held it insufficient because it did not allege that due diligence to collect the note had been exercised, as required by the statute of the Territory, or that any effort had been made to collect the same.</p>\n<p>By this ruling it is urged that the court assumed that the counter-claim was based on the rights of a surety instead of upon the direct obligation of the Phoenix Bank, as assignor of the Armstrong note on account of Armstrong's insolvency. Articles 122, 1226 and 788 of the Arizona Statutes.</p>\n<p><span class=\"star-pagination\">*557</span> Assuming without deciding that appellants are correct in their construction of the Arizona statutes, and assuming that the answer to the counter-claim did not put in issue the making of the Armstrong note, and its assignment to plaintiff in error, nevertheless the answer to the counter claim did put in issue the other facts alleged, to wit, the insolvency of the makers of the note and its non-payment.</p>\n<p>But it is said that the contract marked \"Exhibit B\" shows the insolvency. It certainly does not. It recites the transfer of the Armstrong note to A.J. Daggs, and that it is secured by a mortgage on 3500 sheep; that the note is in litigation between the Phoenix Bank and Hugh McCrum of San Francisco as assignee of D.A. Abrams as assignee of the Bank of Tempe, \"to establish and determine the priorities of rights under mortgages between said litigants hereinbefore mentioned, which said cause of action and rights of the Phoenix National Bank, under its first mortgage in said litigation described, is also hereby sold, assigned, transferred and set over unto A.J. Daggs for the above nine thousand seven hundred and forty-one and 73/100 dollars ($9741.73). It is further agreed that the aforesaid cause of action described shall be continued in the name of the Phoenix National Bank until the said case is determined and settled; but it is further agreed that from this date, November 1, 1894, A.J. Daggs shall pay the costs that shall hereafter accrue in the said case.\"</p>\n<p>This contract standing alone establishes nothing definite, and appreciating this the appellants attempt to explain it by a resort to what they allege to be the testimony in the case. It is said that \"they (W.A. and P.P. Daggs) could not pay their notes, three suits in court foreclosing three mortgages, each seeking priority, hanging to them like mill stones, grinding them to dust. Appellee had lost its reputed first mortgage in the district court and appealed. It then sold this note and litigation; the contract shows, and agreed to stand up and carry the suit on in its name. The case was tried in the Supreme Court of Arizona, and held adversely to the appellee in appellants' suit against the makers of the five thousand dollar note. The appellee then fell down and refused to let its name be used any farther to carry on <span class=\"star-pagination\">*558</span> the suit, refused to sign the bond, and would have nothing more to do with the suit. . . . Appellant then demanded payment of the five thousand dollar note, and was refused. Appellant spent over $500 in money and $500 in services prosecuting the makers of the $5000 note; followed it to the Supreme Court of Arizona, and would have gone further, but appellee refused to let its name be used and he was compelled to stop. Appellant then demanded credit for the $5000 note.\"</p>\n<p>Those facts, however, are not a part of the counter-claim and it is hardly necessary to say cannot be considered in passing on a motion for judgment based on a confession of the allegations of the counter-claim.</p>\n<p>Nor can it be said that such facts should have been found by the lower court, because, as we have seen, under the statement of the case as considered by that court, the questions for decision was the sufficiency of the averments of the counter-claim as a defence.</p>\n<p>We repeat, therefore, that we are confined to the propositions we have stated above and discussed, and as there was no prejudicial error in the ruling of the Supreme Court of the Territory on them, its judgment is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 95267, "judges": "McKenna, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95267/", "sha1": "95b5292c36a0dadb05c0ecce33901676a36a2bdc", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:10"}