{"absolute_url": "/opinion/95347/contzen-v-united-states/", "blocked": false, "citation": {"case_name": "Contzen v. United States", "docket_number": "84", "document_uris": ["/api/rest/v2/document/95347/"], "federal_cite_one": "179 U.S. 191", "federal_cite_three": null, "federal_cite_two": null, "id": 79728, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79728/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1900-12-03", "date_modified": "2014-12-21T01:33:19.843007", "docket": "/api/rest/v2/docket/1568539/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">179 U.S. 191</p>\n    <p class=\"case_cite\">21 S.Ct. 98</p>\n    <p class=\"case_cite\">45 L.Ed. 148</p>\n    <p class=\"parties\">FRITZ CONTZEN, <i>Appt.</i>,<br>v.<br>UNITED STATES and the Apache Indians.</p>\n    <p class=\"docket\">No. 84.</p>\n    <p class=\"date\">Submitted November 7, 1900.</p>\n    <p class=\"date\">Decided December 3, 1900.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appellant filed his petition in the Court of Claims, alleging that on October 20, 1861, a band of Apache Indians raided the settlement at San Xavier, near Tucson, Arizona territory, and stole from his ranch certain cows, horses, and mules of the value of $10,330; that these Indians were in amity and under treaty relations with the United States at that date; and 'that petitioner is a naturalized citizen of the United States, and has at all times borne true allegiance to the government of the United States,' etc.</p>\n      <p class=\"indent\">The United States pleaded that the claimant was not a citizen of the United States at the date of the alleged depredation, and that the court was therefore without jurisdiction to hear and determine the cause.</p>\n      <p class=\"indent\">The court adopted as its findings of fact the following agreed statement of facts:</p>\n      <p class=\"indent\">'The claimant, Fritz Contzen, was born in Germany on the 27th day of February, 1831, and emigrated to Texas in July, 1845. He remained in Texas until the admission of the state into the Union, December 29, 1845.</p>\n      <p class=\"indent\">'Since the admission of Texas the claimant has resided continuously in the United States, mostly in Arizona and some time in California. He visited Germany with his wife and child from 1873 to 1800, his home and furniture remaining all the time in this courtry. He was married in the United States. His residence was in Texas until he came to Arizona, in 1855, with Major Emory, on the boundary commission.</p>\n      <p class=\"indent\">'In the year 1854 he went into court at San Antonio, Texas, and he was told that he being a resident of Texas when it became part of the United States, that made him a citizen of the United States, and he voted there. He never took any further steps about naturalization. There is no record of naturalization, from 1847 on, of anyone of the claimant's name, when such record should appear in the courts of San Antonio.</p>\n      <p class=\"indent\">'That in October, 1861, the defendant Indians were in amity with the United States.'</p>\n      <p class=\"indent\">Judgment was thereupon given sustaining defendants' plea to the jurisdiction, and dismissing the petition. 33 Ct. Cl. 475.</p>\n      <p class=\"indent\"><i>Messrs. A. B. Browne, Alexander Britton, J. W. Douglass,</i> and <i>Alexander Porter Morse</i> submitted the case for appellant.</p>\n      <p class=\"indent\"><i>Assistant Attorney General</i> <i>Thompson</i> for appellees.</p>\n      <p class=\"indent\">Mr. Chief Justice Fuller delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petition alleged that appellant was a naturalized citizen of the United States at the time it was filed, but it contained no averment that he was such citizen at the date of the alleged depredation. If he was not, the court of claims did not have jurisdiction to adjudicate upon his claims and its judgment must be affirmed. <i>Johnson</i> v. <i>United States</i>, 160 U. S. 546, 40 L. ed. 529, 16 Sup. Ct. Rep. 377.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It appeared that Contzen was born in Germany, February 27, 1831, and came to Texas in July, 1845, and that he was not naturalized under the statutes of the United States in that behalf prior to October 20, 1861. His title to citizenship at that time is asserted on the ground that he was embraced by a collective naturalization effected by the admission of Texas into the Union.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is not disputed that citizenship may spring from collective naturalization by treaty or statute, nor that by the annexation of Texas and its admission into the Union all the citizens of the former Republic became, without any express declaration, citizens of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">And the first question is whether Contzen was a citizen of the Republic when it became a state.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Declaration of Independence of Texas was adopted March 1, and proclaimed March 2, 1836, and the Constitution of that Republic was ordained March 17 of that year.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 6 of the 'General Provisions' of that instrument reads: 'All free white persons who shall emigrate to this Republic, and who shall, after a residence of six months, make oath before some competent authority that he intends to reside permanently in the same, and shall swear to support this Constitution, and that he will bear true allegiance to the Republic of Texas, shall be entitled to all the privileges of citizenship.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By &#167; 10 it was provided that 'all persons 'Africans, or descendants of Africans, and Indians excepted) who were residing in Texas on the day of the Declaration of Independence, shall be considered citizens of the Republic and entitled to all the privileges of such.' 2 Charters and Constitution, 1760.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The fundamental law of the Republic thus identified as citizens only such persons as were residing in Texas on the day of the Declaration of Independence, or should be naturalized according to its provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 10 also provided that 'no alien shall hold land in Texas except by titles emanating directly from the government of this Republic;' and by an act of 1837 appointments of aliens to military office were forbidden. 2 Laws Rep. Texas, p. 61.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Aliens as well as Africans and Indians were recognized constituents of the population.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">March 1, 1845, a joint resolution for the annexation of Texas was approved, which provided that the territory of that Republic might be erected into a new state, 'with a republican form of government, to be adopted by the people of said Republic, by deputies in convention assembled, with the consent of the existing government, in order that the same may be admitted as one of the states of this Union.' The government of Texas thereupon consented to annexation, and a convention was called to sit at Austin on July 4, 1845, for the adoption of a Constitution for the proposed state. That convention assented to and accepted the resolution of Congress, and framed a Constitution, which was submitted to and ratified by the people October 13, 1845.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The joint resolution for the admission of Texas into the Union was approved December 29, 1845. This recited the previous proceedings, and that the Constitution, 'with the proper evidence of its adoption by the people of the Republic of Texas,' had been transmitted to the President of the United States and laid before Congress. An act of Congress was passed on the same day, December 29, 1845, by which the laws of the United States were 'declared to extend to and over, and to have full force and effect within, the state of Texas, admitted at the present session of Congress into the Confederacy and Union of the United States.' 2 Charters and Constitutions, 1764, 1765, 1768, 1783; 5 Stat. at L. 797; 9 Stat. at L. 1, chap. 1, 9 Stat. at L. 108.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Contzen was a minor in 1845, and his nationality of origin attached. He did not reside in Texas on the day of the Declaration of Independence; he had not resided there six months at the date of the admission of Texas into the Union; he had not taken the oath of allegiance to the Republic; he was simply, as Davis, J., delivering the opinion of the court of claims, said, 'a German subject lately arrived in Texas.' Clearly he was not a citizen of Texas when the state was admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But it is contended that by his stay in Texas of less than six months Contzen became one of the people of Texas; that the people were admitted into the Union; and that all who were competent thereupon became citizens of the United States. In other words, that the effect of the proceedings through which annexation and admission were accomplished was not simply to collectively make citizens of the United States of all the then citizens of Texas, but to collectively naturalize all who might have been naturalized in Texas, but had not been, and has in no way signified their election to become citizens of the United States. And that this included alien minors independently of their parents.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We cannot concur in this view, and do not think such was the intention of Congress or of the people applying for admission.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Texas occupied towards the United States the position of an independent sovereignty. Its citizens were determined by its laws, and they prescribed the manner in which aliens might become citizens.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The United States admitted Texas as one of the states of the Union with its population as it stood. Those who were citizens of the state became citizens of the United States, while aliens were relegated for naturalization to the laws of the United States on that subject.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is true that &#167; 2 of article 3 of the state Constitution, transmitted to Congress in the process of admission, provided that 'all free male persons over the age of twenty-one years (Indians not taxed, Africans, and descendants of Africans excepted) who shall have resided six months in Texas, immediately preceding the acceptance of this Constitution by the Congress of the United States, shall be deemed qualified electors.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But we need not consider the effect of that clause, as Contzen did not come within it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The subject of collective naturalization is discussed at length in <i>Boyd</i> v. <i>Nebraska</i> <i>ex rel. Thayer</i>, 143 U. S. 135, 36 L. ed. 103, 12 Sup. Ct. Rep. 375, and many cases cited and illustrations given. The case before us, however, is not one of a treaty of cession, or relating to a territory of the United States, and involving the construction of acts of Congress for its government, or of enabling acts for its admission.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Contzen, as we have said, was a minor at the time Texas was admitted. If he elected, when he attained his majority, to become a citizen of the United States, the way was open to him.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By the act of May 26, 1824, carried forward into &#167; 2167 of the Revised Statutes, special provision was made for the naturalization of alien minor residents on attaining majority, by dispensing with the previous declaration of intention, and allowing three years of minority on the five years' residence required; but he was obliged, at the time of his admission, to take the oath to support the Constitution, and of renunciation of all allegiance and fidelity to any foreign sovereign, in court, and also to declare on oath and prove to the satisfaction of the court that for two years next preceding it had been his bona fide intention to become a citizen of the United States, and in all other respects to comply with the laws in regard to naturalization.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The usual proof of naturalization is a copy of the record of the court admitting the applicant, though, in some instances, there may be facts from which, in the absence of the record, a jury may be allowed to infer that a person, having the requisite qualifications to become a citizen, had been duly naturalized. But the finding of facts in this case excludes any presumption that Contzen had complied with the statute prior to October, 1861.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>179 U.S. 191 (1900)</b></center>\n<center><h1>FRITZ CONTZEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 84.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 7, 1900.</center>\n<center>Decided December 3, 1900.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*192</span> <i>Mr. A.B. Browne, Mr. J.W. Douglas, Mr. Alexander Britton</i> and <i>Mr. Alexander Porter Morse</i> for appellant.</p>\n<p><i>Mr. Assistant Attorney General Thompson</i> and <i>Mr. Lincoln B. Smith</i> for appellees.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>The petition alleged that appellant was a naturalized citizen of the United States at the time it was filed, but it contained no averment that he was such citizen at the date of the alleged depredation. If he was not, the Court of Claims did not have jurisdiction to adjudicate upon his claim, and its judgment must be affirmed. <i>Johnson</i> v. <i>United States,</i> 160 U.S. 546.</p>\n<p>It appeared that Contzen was born in Germany, February 27, 1831, and came to Texas in July, 1845, and that he was not naturalized under the statutes of the United States in that behalf prior to October 20, 1861. His title to citizenship at that time is asserted on the ground that he was embraced by a collective naturalization effected by the admission of Texas into the Union.</p>\n<p><span class=\"star-pagination\">*193</span> It is not disputed that citizenship may spring from collective naturalization by treaty or statute, nor that by the annexation of Texas and its admission into the Union all the citizens of the former Republic became, without any express declaration, citizens of the United States.</p>\n<p>And the first question is whether Contzen was a citizen of the republic when it became a State.</p>\n<p>The declaration of independence of Texas was adopted March 1, and proclaimed March 2, 1836, and the constitution of that Republic was ordained March 17 of that year.</p>\n<p>Section six of the \"General Provisions\" of that instrument read: \"All free white persons who shall emigrate to this Republic, and who shall, after a residence of six months, make oath before some competent authority that he intends to reside permanently in the same, and shall swear to support this constitution, and that he will bear true allegiance to the Republic of Texas, shall be entitled to all the privileges of citizenship.\"</p>\n<p>By section ten it was provided that: \"All persons (Africans, or descendants of Africans, and Indians excepted) who were residing in Texas on the day of the declaration of independence, shall be considered citizens of the Republic and entitled to all the privileges of such.\" 2 Charters and Constitutions, 1760.</p>\n<p>The fundamental law of the Republic thus identified as citizens only such persons as were residing in Texas on the day of the declaration of independence or should be naturalized according to its provisions.</p>\n<p>Section 10 also provided that: \"No alien shall hold land in Texas except by titles emanating directly from the government of this Republic;\" and by an act of 1837, appointments of aliens to military office were forbidden. Laws Rep. Texas, vol. 2, p. 61.</p>\n<p>Aliens as well as Africans and Indians were recognized constituents of the population.</p>\n<p>March 1, 1845, a joint resolution for the annexation of Texas was approved, which provided that the territory of that Republic might be erected into a new State, \"with a republican form of government, to be adopted by the people of said Republic, by deputies in convention assembled, with the consent of the existing government, in order that the same may be admitted <span class=\"star-pagination\">*194</span> as one of the States of this Union.\" The government of Texas thereupon consented to annexation, and a convention was called to sit at Austin on July 4, 1845, for the adoption of a constitution for the proposed State. That convention assented to and accepted the resolution of Congress, and framed a constitution, which was submitted to and ratified by the people, October 13, 1845.</p>\n<p>The joint resolution for the admission of Texas into the Union was approved December 29, 1845. This recited the previous proceedings, and that the constitution, \"with the proper evidence of its adoption by the people of the Republic of Texas,\" had been transmitted to the President of the United States and laid before Congress. An act of Congress was passed on the same day, December 29, 1845, by which the laws of the United States were \"declared to extend to and over, and to have full force and effect within, the State of Texas, admitted at the present session of Congress into the Confederacy and Union of the United States.\" 2 Charters and Constitutions, 1764, 1765, 1768, 1783; 5 Stat. 797; 9 Stat. 1, 108.</p>\n<p>Contzen was a minor in 1845, and his nationality of origin attached. He did not reside in Texas on the day of the declaration of independence; he had not resided there six months at the date of the admission of Texas into the Union; he had not taken the oath of allegiance to the Republic; he was simply, as Davis, J., delivering the opinion of the Court of Claims, said, \"a German subject lately arrived in Texas.\" Clearly he was not a citizen of Texas when the State was admitted.</p>\n<p>But it is contended that by his stay in Texas of less than six months Contzen became one of the people of Texas; that the people were admitted into the Union; and that all who were competent thereupon became citizens of the United States. In other words, that the effect of the proceedings through which annexation and admission were accomplished was not simply to collectively make citizens of the United States of all the then citizens of Texas, but to collectively naturalize all who might have been naturalized in Texas, but had not been, and had in no way signified their election to become citizens of the United States. And that this included alien minors independently of their parents.</p>\n<p><span class=\"star-pagination\">*195</span> We cannot concur in this view, and do not think such was the intention of Congress or of the people applying for admission.</p>\n<p>Texas occupied towards the United States the position of an independent sovereignty. Its citizens were determined by its laws, and they prescribed the manner in which aliens might become citizens.</p>\n<p>The United States admitted Texas as one of the States of the Union with its population as it stood. Those who were citizens of the State became citizens of the United States, while aliens were relegated for naturalization to the laws of the United States on that subject.</p>\n<p>It is true that section two of article three of the state constitution, transmitted to Congress in the process of admission, provided that: \"All free male persons over the age of twenty-one years, (Indians not taxed, Africans and descendants of Africans excepted,) who shall have resided six months in Texas, immediately preceding the acceptance of this constitution by the Congress of the United States, shall be deemed qualified electors.\"</p>\n<p>But we need not consider the effect of that clause, as Contzen did not come within it.</p>\n<p>The subject of collective naturalization is discussed at length in <i>Boyd</i> v. <i>Thayer,</i> 143 U.S. 135, and many cases cited and illustrations given. The case before us, however, is not one of a treaty of cession, or relating to a territory of the United States and involving the construction of acts of Congress for its government, or of enabling acts for its admission.</p>\n<p>Contzen, as we have said, was a minor at the time Texas was admitted. If he elected, when he attained his majority, to become a citizen of the United States, the way was open to him.</p>\n<p>By the act of May 26, 1824, carried forward into section 2167 of the Revised Statutes, special provision was made for the naturalization of alien minor residents on attaining majority, by dispensing with the previous declaration of intention, and allowing three years of minority on the five years' residence required; but he was obliged, at the time of his admission, to take the oath to support the Constitution, and of renunciation of all allegiance and fidelity to any foreign sovereign, in court, <span class=\"star-pagination\">*196</span> and also to declare on oath and prove to the satisfaction of the court that for two years next preceding it had been his <i>bona fide</i> intention to become a citizen of the United States; and in all other respects to comply with the laws in regard to naturalization.</p>\n<p>The usual proof of naturalization is a copy of the record of the court admitting the applicant, though, in some instances, there may be facts from which, in the absence of the record, a jury may be allowed to infer that a person, having the requisite qualifications to become a citizen, had been duly naturalized. But the finding of facts in this case excludes any presumption that Contzen had complied with the statute prior to October, 1861.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">191</span></span> (1900)</b></center>\n<center><h1>FRITZ CONTZEN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 84.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 7, 1900.</center>\n<center>Decided December 3, 1900.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*192</span> <i>Mr. A.B. Browne, Mr. J.W. Douglas, Mr. Alexander Britton</i> and <i>Mr. Alexander Porter Morse</i> for appellant.</p>\n<p><i>Mr. Assistant Attorney General Thompson</i> and <i>Mr. Lincoln B. Smith</i> for appellees.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>The petition alleged that appellant was a naturalized citizen of the United States at the time it was filed, but it contained no averment that he was such citizen at the date of the alleged depredation. If he was not, the Court of Claims did not have jurisdiction to adjudicate upon his claim, and its judgment must be affirmed. <i>Johnson</i> v. <i>United States,</i> 160 U.S. 546.</p>\n<p>It appeared that Contzen was born in Germany, February 27, 1831, and came to Texas in July, 1845, and that he was not naturalized under the statutes of the United States in that behalf prior to October 20, 1861. His title to citizenship at that time is asserted on the ground that he was embraced by a collective naturalization effected by the admission of Texas into the Union.</p>\n<p><span class=\"star-pagination\">*193</span> It is not disputed that citizenship may spring from collective naturalization by treaty or statute, nor that by the annexation of Texas and its admission into the Union all the citizens of the former Republic became, without any express declaration, citizens of the United States.</p>\n<p>And the first question is whether Contzen was a citizen of the republic when it became a State.</p>\n<p>The declaration of independence of Texas was adopted March 1, and proclaimed March 2, 1836, and the constitution of that Republic was ordained March 17 of that year.</p>\n<p>Section six of the \"General Provisions\" of that instrument read: \"All free white persons who shall emigrate to this Republic, and who shall, after a residence of six months, make oath before some competent authority that he intends to reside permanently in the same, and shall swear to support this constitution, and that he will bear true allegiance to the Republic of Texas, shall be entitled to all the privileges of citizenship.\"</p>\n<p>By section ten it was provided that: \"All persons (Africans, or descendants of Africans, and Indians excepted) who were residing in Texas on the day of the declaration of independence, shall be considered citizens of the Republic and entitled to all the privileges of such.\" 2 Charters and Constitutions, 1760.</p>\n<p>The fundamental law of the Republic thus identified as citizens only such persons as were residing in Texas on the day of the declaration of independence or should be naturalized according to its provisions.</p>\n<p>Section 10 also provided that: \"No alien shall hold land in Texas except by titles emanating directly from the government of this Republic;\" and by an act of 1837, appointments of aliens to military office were forbidden. Laws Rep. Texas, vol. 2, p. 61.</p>\n<p>Aliens as well as Africans and Indians were recognized constituents of the population.</p>\n<p>March 1, 1845, a joint resolution for the annexation of Texas was approved, which provided that the territory of that Republic might be erected into a new State, \"with a republican form of government, to be adopted by the people of said Republic, by deputies in convention assembled, with the consent of the existing government, in order that the same may be admitted <span class=\"star-pagination\">*194</span> as one of the States of this Union.\" The government of Texas thereupon consented to annexation, and a convention was called to sit at Austin on July 4, 1845, for the adoption of a constitution for the proposed State. That convention assented to and accepted the resolution of Congress, and framed a constitution, which was submitted to and ratified by the people, October 13, 1845.</p>\n<p>The joint resolution for the admission of Texas into the Union was approved December 29, 1845. This recited the previous proceedings, and that the constitution, \"with the proper evidence of its adoption by the people of the Republic of Texas,\" had been transmitted to the President of the United States and laid before Congress. An act of Congress was passed on the same day, December 29, 1845, by which the laws of the United States were \"declared to extend to and over, and to have full force and effect within, the State of Texas, admitted at the present session of Congress into the Confederacy and Union of the United States.\" 2 Charters and Constitutions, 1764, 1765, 1768, 1783; 5 Stat. 797; 9 Stat. 1, 108.</p>\n<p>Contzen was a minor in 1845, and his nationality of origin attached. He did not reside in Texas on the day of the declaration of independence; he had not resided there six months at the date of the admission of Texas into the Union; he had not taken the oath of allegiance to the Republic; he was simply, as Davis, J., delivering the opinion of the Court of Claims, said, \"a German subject lately arrived in Texas.\" Clearly he was not a citizen of Texas when the State was admitted.</p>\n<p>But it is contended that by his stay in Texas of less than six months Contzen became one of the people of Texas; that the people were admitted into the Union; and that all who were competent thereupon became citizens of the United States. In other words, that the effect of the proceedings through which annexation and admission were accomplished was not simply to collectively make citizens of the United States of all the then citizens of Texas, but to collectively naturalize all who might have been naturalized in Texas, but had not been, and had in no way signified their election to become citizens of the United States. And that this included alien minors independently of their parents.</p>\n<p><span class=\"star-pagination\">*195</span> We cannot concur in this view, and do not think such was the intention of Congress or of the people applying for admission.</p>\n<p>Texas occupied towards the United States the position of an independent sovereignty. Its citizens were determined by its laws, and they prescribed the manner in which aliens might become citizens.</p>\n<p>The United States admitted Texas as one of the States of the Union with its population as it stood. Those who were citizens of the State became citizens of the United States, while aliens were relegated for naturalization to the laws of the United States on that subject.</p>\n<p>It is true that section two of article three of the state constitution, transmitted to Congress in the process of admission, provided that: \"All free male persons over the age of twenty-one years, (Indians not taxed, Africans and descendants of Africans excepted,) who shall have resided six months in Texas, immediately preceding the acceptance of this constitution by the Congress of the United States, shall be deemed qualified electors.\"</p>\n<p>But we need not consider the effect of that clause, as Contzen did not come within it.</p>\n<p>The subject of collective naturalization is discussed at length in <i>Boyd</i> v. <i>Thayer,</i> <span class=\"citation\" data-id=\"93259\"><a href=\"/opinion/93259/boyd-v-nebraska-ex-rel-thayer/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, and many cases cited and illustrations given. The case before us, however, is not one of a treaty of cession, or relating to a territory of the United States and involving the construction of acts of Congress for its government, or of enabling acts for its admission.</p>\n<p>Contzen, as we have said, was a minor at the time Texas was admitted. If he elected, when he attained his majority, to become a citizen of the United States, the way was open to him.</p>\n<p>By the act of May 26, 1824, carried forward into section 2167 of the Revised Statutes, special provision was made for the naturalization of alien minor residents on attaining majority, by dispensing with the previous declaration of intention, and allowing three years of minority on the five years' residence required; but he was obliged, at the time of his admission, to take the oath to support the Constitution, and of renunciation of all allegiance and fidelity to any foreign sovereign, in court, <span class=\"star-pagination\">*196</span> and also to declare on oath and prove to the satisfaction of the court that for two years next preceding it had been his <i>bona fide</i> intention to become a citizen of the United States; and in all other respects to comply with the laws in regard to naturalization.</p>\n<p>The usual proof of naturalization is a copy of the record of the court admitting the applicant, though, in some instances, there may be facts from which, in the absence of the record, a jury may be allowed to infer that a person, having the requisite qualifications to become a citizen, had been duly naturalized. But the finding of facts in this case excludes any presumption that Contzen had complied with the statute prior to October, 1861.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 95347, "judges": "Fuller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95347/", "sha1": "fd141bc8aa08f61bb100257e0162e35719371813", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:12"}