{"absolute_url": "/opinion/95380/joyce-v-auten/", "blocked": false, "citation": {"case_name": "Joyce v. Auten", "docket_number": "83", "document_uris": ["/api/rest/v2/document/95380/"], "federal_cite_one": "179 U.S. 591", "federal_cite_three": null, "federal_cite_two": null, "id": 79761, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79761/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1900-12-24", "date_modified": "2014-12-21T01:33:21.309003", "docket": "/api/rest/v2/docket/759720/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">179 U.S. 591</p>\n    <p class=\"case_cite\">21 S.Ct. 227</p>\n    <p class=\"case_cite\">45 L.Ed. 332</p>\n    <p class=\"parties\">JOHN JOYCE, <i>Piff. in Err.</i>,<br>v.<br>H. F. AUTEN, Successor of Sterling R. Cockrill, as  Receiver of the First National</p>\n    <p class=\"docket\">No. 83.</p>\n    <p class=\"date\">Argued November 7, 1900.</p>\n    <p class=\"date\">Decided December 24, 1900.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On March 20, 1893, the plaintiff in error, as a surety, executed with his principal the following note:</p>\n      <p class=\"indent\">Three years after date, we, or either of us, promise to pay      to the order of C. H. Whittemore, as receiver of the McCarthy      &amp; Joyce Company, the sum of nine thousand ($9,000.00)      dollars, with interest at six per cent per annum from date      till paid. This is one of the three notes executed for      purchase money of the assets of the McCarthy-Joyce Company,      this day sold to James, E. Joyce &amp; Company.</p>\n      <p class=\"indent\">James E. Joyce &amp; Co.</p>\n      <p class=\"indent\">John Joyce.</p>\n      <p class=\"indent\">Little Rock, Arkansas, March 20, 1893.</p>\n      <p class=\"indent\">This note was transferred before due for value to the First National Bank of Little Rock, which aftereards went into the hands of a receiver. Such receivership was changed, and the defendant in error is the present receiver. The note not having been paid at maturity, this action was brought in the circuit court of the United States for the southern district of Ohio. The defendant answered, pleading two defenses, as follows: First, that the McCarthy &amp; Joyce Company, a corporation, of Little Rock, Arkansas, became involved, and on or about January 16, 1893, assigned its property to one C. H. Whittemore, as assignee, for the benefit of creditors; that such assignment was confirmed by the chancery court of the county, and the assignee appointed receiver; that thereafter the receiver was directed by said court to sell all the property belonging to the insolvent company; that such sale was made on April 20, 1893, to James E. Joyce &amp; Company, the principal in this note, for $38,200, all of which has been paid by the purchaser, except this note and another of like date and amount, signed by another party as surety. The answer then proceeds as follows:</p>\n      <p class=\"indent\">'Defendant further says that at the time the order for the sale of said real and personal property was made it was expressly provided and ordered by the court that the said receiver was, in addition to obtaining indorsers or sureties upon the notes given for the deferred payments, to retain and reserve a lien, under the statutes of the state of Arkansas, upon all the real and personal property so ordered to be sold, and this defendant, knowing that said property was more than sufficient in value to pay all the deferred payments as provided for in said sale, and relying upon the faithful execution of said order by said receiver, became surety upon said note described in the petition herein. Defendant further says that said receiver, after having received said note, in violation of the order of the court, and in violation of the rights of this defendant, negligently and wrongfully failed to retain or reserve a lien upon said property, real and personal, and improperly conveyed all of said real and personal property to the said James E. Joyce &amp; Company, free and clear of any lien whatsoever. The defendant further says that said James E. Joyce &amp; Company, after so receiving said property, have sold and conveyed all the personal property and nearly all the real estate to third persons, who were ignorant of said order of court, made for said sale; whereby the lien which ought to have been retained and reserved has been lost; and the said defendant further says that said property was sufficient in value to have fully paid said note, as well as the other note given for the deferred payments, and the said First National Bank of Little Rock, Arkansas, as well as its receiver, having received the said note with notice of the foregoing facts, this defendant is discharged and released from the said note, he asks that the plaintiff be compelled to surrender said note and that the same be canceled by order of this court.'</p>\n      <p class=\"indent\">The second defense was that, when the McCarthy &amp; Joyce Company made its assignment, a part of the property assigned consisted of certain promissory notes, the dates, amounts, and payers of which were specifically described; that such notes at the time of the assignment were in the possession of the First National Bank of Little Rock for collection; that such bank was a preferred creditor to a large amount; that all the property of said McCarthy &amp; Joyce Company, including such notes, was ordered sold, and that the sale was made for $38,200, as heretofore stated; that thereafter the First National Bank and its receivers declined to surrender the notes, or the proceeds of such as had been collected; that the purchaser, James Joyce &amp; Company, paid to the receiver of the McCarthy &amp; Joyce Company $20,200, and that the notes retained by the bank and its receiver were of sufficient value to pay the unpaid purchase price, both this note and the other note heretofore described. A demurrer to such answer was sustained, and judgment entered in favor of the plaintiff, which judgment was affirmed by the court of appeals of the sixth circuit (35 C. C. A. 38, 92 Fed. Rep. 838), and thereafter this writ of error was sued out.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Thos. E. Powell</i> and <i>Thos. B. Minahan</i> for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>T. P. Linn</i> and <i>Joseph H. Outhwaite</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The surety, defendant below, now plaintiff in error, did not in his answer aver that the note was not given for value, or that either he or his principal had paid it. His defenses were that he was discharged from liability, first, by the conduct of the payee; and, second, by that of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">With regard to the first defense, we may put the plaintiff out of consideration, and inquire whether the defense would have been good if the payee had not transferred the note, but had himself brought the action. For the plaintiff, though charged to have had knowledge of the facts, is, if in no better, certainly in no worse, position than the payee would have been.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That defense was, in substance, that the receiver was directed in making a sale to retain a lien, as well as to take personal security. The surety knew that such order had been made, expected that it would be complied with, and signed as surety, relying upon compliance; but there is no allegation that he ever notified either his principal or the receiver that he signed upon that condition. So far as the paper disclosed it was an absolute promise on the part of the principal to pay so much money, and an unconditional guarantee by the surety of such payment. Could the principal defend against an action on this note on the ground that no lien was retained upon the property sold by the receiver and purchased by him? Clearly not. But the paper puts both principal and surety on the same plane. If the surety has any other defense it must be because the writing does not fully express his contract. He says that it does not express the contract he intended to make, but no conditions are named. If he wanted to attach conditions to his guaranty he should have stated them in the writing, or, at least, given notice of them to the payee, the other party to the contract. Even if he had told his principal that he signed only upon a condition, such notice would not bind the payee unless communicated to him; much less when, so far as the answer discloses, he never notified either the principal or the payee, but, relying upon the payee's complying with the order of the court, signed an apparently unconditional promise. The receiver was not acting in behalf of the defendant. His duty was to the estate and its creditors. True, he ought, in compliance with the order of the court, to have retained a lien, but his failure so to do was a breach of duty to the estate in his hands, for which failure the estate and its creditors might hold him responsible. Undoubtedly, one may not after receiving the promise of a surety release other securities which he holds to the prejudice of the surety, but a release of security after the receipt of the promise of a surety is very different from a failure to take more security than such promise. It would seem from the allegations in this answer that the surety signed supposing that he was incurring no liability; that his unconditional promise that the principal should pay the note meant nothing, and this because he expected that other primary and sufficient security would be taken. And yet he gave no notice that such was the condition upon which he signed as surety, and did nothing to compel compliance by the receiver with the order of the court. He was willing to make his unconditional promise and take the chances of the receiver doing as he was ordered, and now seeks to release himself from that promise simply because of the receiver's neglect.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There are many authorities sustaining the proposition that a surety who signs an unconditional promise is not discharged from liability thereon by reason of any expectation, reliance, or condition, unless notice thereof be given to the promisee; or, in other words, that the contract stands as expressed in the writing in the absence of conditions which are known to the recipient of the promise. See, among other cases, <i>Goodman</i> v. <i>Simonds</i>, 20 How. 343, 366, 15 L. ed. 934, 942; <i>Dair</i> v. <i>United States</i>, 16 Wall. 1, 21 L. ed. 491; <i>Merriam</i> v. <i>Rockwood</i>, 47 N. H. 81; <i>Selser</i> v. <i>Brock</i>, 3 Ohio St. 302, 308; <i>Passumpsic Bank</i> v. <i>Goss</i>, 31 Vt. 315; <i>State use of Bothrick</i> v. <i>Potter</i>, 36 Mo. 212, 21 Am. Rep. 440; Baylies, Sureties &amp; Guarantors, 440; 2 Brandt, Suretyship &amp; Guaranty, &#167; 407. Without citing other of the many authorities to the same effect, it may not be out of place to refer to one decision which presents the question in almost precisely the same form that it is presented here, <i>Wornell</i> v. <i>Williams</i>, 19 Tex. 180. In that case an administrator sold property of the estate, the order of sale directing that he take from the purchaser two good sureties as well as mortgages upon the property, as provided by the statute. He took the sureties but failed to take the mortgage. The sureties, when sued, setting forth these facts, averred in their answer:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Further answering, these defendants say that they became sureties to the note aforesaid in consideration of the requirement made by the statute and said order, that a mortgage should be taken upon the said slave; and they would not have become sureties, but for that requirement, and the belief and assurance that it would be complied with.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There was no allegation of notice to the administrator of the condition upon which they signed. The court, overruling the defense, said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'There is no allegation of any actual deception, imposition, or fraud practised upon the defendants. The only ground for relief really disclosed by the plea is that the plaintiff did not perform his duty by taking the required additional security. The taking of that security should have been contemporaneous with the taking of the note upon which the defendants became sureties. Hart. Dig. art. 1181. If they intended to become such, only upon the taking of the mortgage upon the property, it became them, before giving their note, to see that the mortgage security was taken. There was nothing to prevent them from doing so. If, instead of taking that precaution, they saw fit to trust to the prudence and discretion of the administrator, the estate he represents cannot be made to bear the consequences of the want of their vigilance and care. They cannot make a hardship, against which they had ample power and opportunity to provide, a ground to relieve them from their obligation to the estate.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The demurrer to the first defense in this answer was properly overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The second defense is substantially that the bank was a creditor of the insolvent firm; that it was a preferred creditor; that it had certain notes for collection; that those notes were included in the sale, but were not turned over to the purchaser, and that they were of sufficient value to offset the amount due on this note. It is not alleged that the debt due from the insolvent to the bank had been paid by collection of those notes or otherwise, but the defense is rested on the averment that notes thus deposited and unpaid were of sufficient value to pay the unpaid purchase money. It is familiar law that a bank receiving notes for collection is entitled, in the absence of a contract, expressed or implied, to the contrary, to retain them as security for the debt of the party depositing the notes. 1 Jones, Liens, 2d ed. &#167; 244; <i>Bank of the Metropolis</i> v. <i>New England Bank</i>, 1 How. 234, 239, 11 L. ed. 115, 116; <i>Reynes</i> v. <i>Dumont</i>, 130 U.S. 354, 391, 392, 32 L. ed. 934, 944, 9 Sup. Ct. Rep. 486. But if such banker's lien existed the sale transferred nothing but the equity in those notes after the payment of the debt secured by their deposit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The fact, as alleged, that the bank, although a preferred creditor, accepted the assignment, cannot be construed as an admission that the bank waived its lien on the notes deposited with it for collection. Nowhere is there a suggestion that the bank either directly or indirectly consented that the assignment should operate to devest itself of its lien and transfer the notes in its hands to the receiver discharged from such lien. While the amount of the indebtedness of the insolvent to the bank is not in this answer disclosed, counsel refer us to the case of <i>Cockrill</i> v. <i>Joyce</i>, 62 Ark. 216, 35 S. W. 221, a case decided before the commencement of this action, in which the purchaser, the principal debtor, sought to defeat the title of the bank to these notes, and compel an inclusion of them <i>in solido</i> in the sale to the purchaser discharged of any lien of the bank thereon. And in that case it appeared that prior to the insolvency the company was indebted to the bank in the sum of nearly $100,000, and that these notes were placed in its hands for collection. The court sustained the title of the bank to the notes, and their proceeds as security for its indebtedness, notwithstanding the assignment. While we may not refer to that case for matters of fact, yet the facts therein disclosed add weight to the conclusion to which, irrespective thereof, we have come, that an assignment in insolvency does not disturb liens created prior thereto expressly or by implication in favor of a creditor. We conclude, therefore, that the demurrer to the second defense was properly sustained. <i>The judgment of the Circuit Court of Appeals is affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>179 U.S. 591 (1900)</b></center>\n<center><h1>JOYCE<br>\nv.<br>\nAUTEN.</h1></center>\n<center>No. 83.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 7, 1900.</center>\n<center>Decided December 24, 1900.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*593</span> <i>Mr. Thomas E. Powell</i> for plaintiff in error. <i>Mr. Thomas B. Minahan</i> was on his brief.</p>\n<p><i>Mr. Talfourd P. Linn</i> for defendant in error. <i>Mr. Joseph H. Outhwaite</i> was on his brief.</p>\n<p>MR. JUSTICE BREWER, after stating the case as above, delivered the opinion of the court.</p>\n<p>The surety, defendant below, now plaintiff in error, did not <span class=\"star-pagination\">*594</span> in his answer aver that the note was not given for value, or that either he or his principal had paid it. His defences were that he was discharged from liability, first, by the conduct of the payee; and, second, by that of the plaintiff.</p>\n<p>With regard to the first defence, we may put the plaintiff out of consideration, and inquire whether the defence would have been good if the payee had not transferred the note, but had himself brought the action. For the plaintiff, though charged to have had knowledge of the facts, is, if in no better, certainly in no worse, position than the payee would have been.</p>\n<p>That defence was in substance that the receiver was directed in making a sale to retain a lien, as well as to take personal security. The surety knew that such order had been made, expected that it would be complied with, and signed as surety, relying upon compliance; but there is no allegation that he ever notified either his principal or the receiver that he signed upon that condition. So far as the paper disclosed it was an absolute promise on the part of the principal to pay so much money, and an unconditional guarantee by the surety of such payment. Could the principal defend against an action on this note on the ground that no lien was retained upon the property sold by the receiver and purchased by him? Clearly not. But the paper puts both principal and surety on the same plane. If the surety has any other defence it must be because the writing does not fully express his contract. He says that it does not express the contract he intended to make, but no conditions are named. If he wanted to attach conditions to his guarantee he should have stated them in the writing, or, at least, given notice of them to the payee, the other party to the contract. Even if he had told his principal that he signed only upon a condition, such notice would not bind the payee unless communicated to him; much less when, so far as the answer discloses, he never notified either the principal or the payee, but, relying upon the payee's complying with the order of the court, signed an apparently unconditional promise. The receiver was not acting in behalf of the defendant. His duty was to the estate and its creditors. True, he ought, in compliance with the order of the court, to have retained a lien, but his failure so to do was a <span class=\"star-pagination\">*595</span> breach of duty to the estate in his hands, for which failure the estate and its creditors might hold him responsible. Undoubtedly, one may not after receiving the promise of a surety release other securities which he holds to the prejudice of the surety, but a release of security after the receipt of the promise of a surety is very different from a failure to take more security than such promise. It would seem from the allegations in this answer that the surety signed supposing that he was incurring no liability; that his unconditional promise that the principal should pay the note meant nothing, and this because he expected that other primary and sufficient security would be taken. And yet he gave no notice that such was the condition upon which he signed as surety, and did nothing to compel compliance by the receiver with the order of the court. He was willing to make his unconditional promise and take the chances of the receiver doing as he was ordered, and now seeks to release himself from that promise simply because of the receiver's neglect.</p>\n<p>There are many authorities sustaining the proposition that a surety who signs an unconditional promise is not discharged from liability thereon by reason of any expectation, reliance or condition, unless notice thereof be given to the promisee; or, in other words, that the contract stands as expressed in the writing in the absence of conditions which are known to the recipient of the promise. See, among other cases, <i>Goodman</i> v. <i>Simonds,</i> 20 How. 343, 366; <i>Dair</i> v. <i>United States,</i> 16 Wall. 1; <i>Merriam</i> v. <i>Rockwood,</i> 47 N.H. 81; <i>Selser</i> v. <i>Brock,</i> 3 Ohio St. 302, 308; <i>Passumpsic Bank</i> v. <i>Goss,</i> 31 Vt. 315; <i>State</i> v. <i>Potter,</i> 63 Mo. 212; Baylies on Sureties and Guarantors, 440; 2 Brandt on Suretyship and Guaranty, sec. 407. Without citing other of the many authorities to the same effect, it may not be out of place to refer to one decision which presents the question in almost precisely the same form that it is presented here, <i>Wornell</i> v. <i>Williams,</i> 19 Texas, 180. In that case an administrator sold property of the estate, the order of sale directing that he take from the purchaser two good sureties as well as mortgages upon the property, as provided by the statute. He took the <span class=\"star-pagination\">*596</span> sureties but failed to take the mortgage. The sureties, when sued, setting forth these facts, averred in their answer:</p>\n<p>\"Further answering, these defendants say that they became sureties to the note aforesaid in consideration of the requirement made by the statute and said order, that a mortgage should be taken upon the said slave; and they would not have become sureties but for that requirement, and the belief and assurance that it would be complied with.\"</p>\n<p>There was no allegation of notice to the administrator of the condition upon which they signed. The court, overruling the defence, said:</p>\n<p>\"There is no allegation of any actual deception, imposition or fraud practiced upon the defendants. The only ground for relief really disclosed by the plea is that the plaintiff did not perform his duty by taking the required additional security. The taking of that security should have been contemporaneous with the taking of the note upon which the defendants became sureties. Hart. Dig. art. 1181. If they intended to become such, only upon the taking of the mortgage upon the property, it became them, before giving their note, to see that the mortgage security was taken. There was nothing to prevent them from doing so. If, instead of taking that precaution, they saw fit to trust to the prudence and discretion of the administrator, the estate he represents cannot be made to bear the consequences of the want of their vigilance and care. They cannot make a hardship, against which they had ample power and opportunity to provide, a ground to relieve them from their obligation to the estate.\"</p>\n<p>The demurrer to the first defence in this answer was properly sustained.</p>\n<p>The second defence is substantially that the bank was a creditor of the insolvent firm; that it was a preferred creditor; that it had certain notes for collection; that those notes were included in the sale but were not turned over to the purchaser, and that they were of sufficient value to offset the amount due on this note. It is not alleged that the debt due from the insolvent to the bank had been paid by collection of those notes or otherwise, but the defence is rested on the averment that notes <span class=\"star-pagination\">*597</span> thus deposited and unpaid were of sufficient value to pay the unpaid purchase money. It is familiar law that a bank receiving notes for collection is entitled, in the absence of a contract expressed or implied to the contrary, to retain them as security for the debt of the party depositing the notes. 1 Jones' Liens (2d ed.), ยง 244; <i>Bank of Metropolis</i> v. <i>New England Bank,</i> 1 How. 234, 239; <i>Reynes</i> v. <i>Dumont,</i> 130 U.S. 354, 391, 392. But if such banker's lien existed the sale transferred nothing but the equity in those notes after the payment of the debt secured by their deposit.</p>\n<p>The fact, as alleged, that the bank, although a preferred creditor, accepted the assignment, cannot be construed as an admission that the bank waived its lien on the notes deposited with it for collection. Nowhere is there a suggestion that the bank either directly or indirectly consented that the assignment should operate to divest itself of its lien and transfer the notes in its hands to the receiver discharged from such lien. While the amount of the indebtedness of the insolvent to the bank is not in this answer disclosed, counsel refer us to the case of <i>Cockrill</i> v. <i>Joyce,</i> 62 Ark. 216, a case decided before the commencement of this action, in which the purchaser, the principal debtor, sought to defeat the title of the bank to these notes and compel an inclusion of them <i>in solido</i> in the sale to the purchaser discharged of any lien of the bank thereon. And in that case it appeared that prior to the insolvency the company was indebted to the bank in the sum of nearly $100,000, and that these notes were placed in its hands for collection. The court sustained the title of the bank to the notes, and their proceeds as security for its indebtedness, notwithstanding the assignment. While we may not refer to that case for matters of fact, yet the facts therein disclosed add weight to the conclusion to which, irrespective thereof, we have come, that an assignment in insolvency does not disturb liens created prior thereto expressly or by implication in favor of a creditor. We conclude, therefore, that the demurrer to the second defence was properly sustained. The judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></span> (1900)</b></center>\n<center><h1>JOYCE<br>\nv.<br>\nAUTEN.</h1></center>\n<center>No. 83.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 7, 1900.</center>\n<center>Decided December 24, 1900.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*593</span> <i>Mr. Thomas E. Powell</i> for plaintiff in error. <i>Mr. Thomas B. Minahan</i> was on his brief.</p>\n<p><i>Mr. Talfourd P. Linn</i> for defendant in error. <i>Mr. Joseph H. Outhwaite</i> was on his brief.</p>\n<p>MR. JUSTICE BREWER, after stating the case as above, delivered the opinion of the court.</p>\n<p>The surety, defendant below, now plaintiff in error, did not <span class=\"star-pagination\">*594</span> in his answer aver that the note was not given for value, or that either he or his principal had paid it. His defences were that he was discharged from liability, first, by the conduct of the payee; and, second, by that of the plaintiff.</p>\n<p>With regard to the first defence, we may put the plaintiff out of consideration, and inquire whether the defence would have been good if the payee had not transferred the note, but had himself brought the action. For the plaintiff, though charged to have had knowledge of the facts, is, if in no better, certainly in no worse, position than the payee would have been.</p>\n<p>That defence was in substance that the receiver was directed in making a sale to retain a lien, as well as to take personal security. The surety knew that such order had been made, expected that it would be complied with, and signed as surety, relying upon compliance; but there is no allegation that he ever notified either his principal or the receiver that he signed upon that condition. So far as the paper disclosed it was an absolute promise on the part of the principal to pay so much money, and an unconditional guarantee by the surety of such payment. Could the principal defend against an action on this note on the ground that no lien was retained upon the property sold by the receiver and purchased by him? Clearly not. But the paper puts both principal and surety on the same plane. If the surety has any other defence it must be because the writing does not fully express his contract. He says that it does not express the contract he intended to make, but no conditions are named. If he wanted to attach conditions to his guarantee he should have stated them in the writing, or, at least, given notice of them to the payee, the other party to the contract. Even if he had told his principal that he signed only upon a condition, such notice would not bind the payee unless communicated to him; much less when, so far as the answer discloses, he never notified either the principal or the payee, but, relying upon the payee's complying with the order of the court, signed an apparently unconditional promise. The receiver was not acting in behalf of the defendant. His duty was to the estate and its creditors. True, he ought, in compliance with the order of the court, to have retained a lien, but his failure so to do was a <span class=\"star-pagination\">*595</span> breach of duty to the estate in his hands, for which failure the estate and its creditors might hold him responsible. Undoubtedly, one may not after receiving the promise of a surety release other securities which he holds to the prejudice of the surety, but a release of security after the receipt of the promise of a surety is very different from a failure to take more security than such promise. It would seem from the allegations in this answer that the surety signed supposing that he was incurring no liability; that his unconditional promise that the principal should pay the note meant nothing, and this because he expected that other primary and sufficient security would be taken. And yet he gave no notice that such was the condition upon which he signed as surety, and did nothing to compel compliance by the receiver with the order of the court. He was willing to make his unconditional promise and take the chances of the receiver doing as he was ordered, and now seeks to release himself from that promise simply because of the receiver's neglect.</p>\n<p>There are many authorities sustaining the proposition that a surety who signs an unconditional promise is not discharged from liability thereon by reason of any expectation, reliance or condition, unless notice thereof be given to the promisee; or, in other words, that the contract stands as expressed in the writing in the absence of conditions which are known to the recipient of the promise. See, among other cases, <i>Goodman</i> v. <i>Simonds,</i> <span class=\"citation\" data-id=\"87159\"><a href=\"/opinion/87159/goodman-v-simonds/\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">343</span></a></span>, 366; <i>Dair</i> v. <i>United States,</i> 16 Wall. 1; <i>Merriam</i> v. <i>Rockwood,</i> 47 N.H. 81; <i>Selser</i> v. <i>Brock,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">302</span></span>, 308; <i>Passumpsic Bank</i> v. <i>Goss,</i> 31 Vt. 315; <i>State</i> v. <i>Potter,</i> 63 Mo. 212; Baylies on Sureties and Guarantors, 440; 2 Brandt on Suretyship and Guaranty, sec. 407. Without citing other of the many authorities to the same effect, it may not be out of place to refer to one decision which presents the question in almost precisely the same form that it is presented here, <i>Wornell</i> v. <i>Williams,</i> 19 Texas, 180. In that case an administrator sold property of the estate, the order of sale directing that he take from the purchaser two good sureties as well as mortgages upon the property, as provided by the statute. He took the <span class=\"star-pagination\">*596</span> sureties but failed to take the mortgage. The sureties, when sued, setting forth these facts, averred in their answer:</p>\n<p>\"Further answering, these defendants say that they became sureties to the note aforesaid in consideration of the requirement made by the statute and said order, that a mortgage should be taken upon the said slave; and they would not have become sureties but for that requirement, and the belief and assurance that it would be complied with.\"</p>\n<p>There was no allegation of notice to the administrator of the condition upon which they signed. The court, overruling the defence, said:</p>\n<p>\"There is no allegation of any actual deception, imposition or fraud practiced upon the defendants. The only ground for relief really disclosed by the plea is that the plaintiff did not perform his duty by taking the required additional security. The taking of that security should have been contemporaneous with the taking of the note upon which the defendants became sureties. Hart. Dig. art. 1181. If they intended to become such, only upon the taking of the mortgage upon the property, it became them, before giving their note, to see that the mortgage security was taken. There was nothing to prevent them from doing so. If, instead of taking that precaution, they saw fit to trust to the prudence and discretion of the administrator, the estate he represents cannot be made to bear the consequences of the want of their vigilance and care. They cannot make a hardship, against which they had ample power and opportunity to provide, a ground to relieve them from their obligation to the estate.\"</p>\n<p>The demurrer to the first defence in this answer was properly sustained.</p>\n<p>The second defence is substantially that the bank was a creditor of the insolvent firm; that it was a preferred creditor; that it had certain notes for collection; that those notes were included in the sale but were not turned over to the purchaser, and that they were of sufficient value to offset the amount due on this note. It is not alleged that the debt due from the insolvent to the bank had been paid by collection of those notes or otherwise, but the defence is rested on the averment that notes <span class=\"star-pagination\">*597</span> thus deposited and unpaid were of sufficient value to pay the unpaid purchase money. It is familiar law that a bank receiving notes for collection is entitled, in the absence of a contract expressed or implied to the contrary, to retain them as security for the debt of the party depositing the notes. 1 Jones' Liens (2d ed.), ยง 244; <i>Bank of Metropolis</i> v. <i>New England Bank,</i> <span class=\"citation\" data-id=\"86252\"><a href=\"/opinion/86252/bank-of-metropolis-v-new-england-bank/\"><span class=\"volume\">1</span> <span class=\"reporter\">How.</span> <span class=\"page\">234</span></a></span>, 239; <i>Reynes</i> v. <i>Dumont,</i> <span class=\"citation\" data-id=\"92482\"><a href=\"/opinion/92482/reynes-v-dumont/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">354</span></a></span>, 391, 392. But if such banker's lien existed the sale transferred nothing but the equity in those notes after the payment of the debt secured by their deposit.</p>\n<p>The fact, as alleged, that the bank, although a preferred creditor, accepted the assignment, cannot be construed as an admission that the bank waived its lien on the notes deposited with it for collection. Nowhere is there a suggestion that the bank either directly or indirectly consented that the assignment should operate to divest itself of its lien and transfer the notes in its hands to the receiver discharged from such lien. While the amount of the indebtedness of the insolvent to the bank is not in this answer disclosed, counsel refer us to the case of <i>Cockrill</i> v. <i>Joyce,</i> <span class=\"citation\" data-id=\"95380\"><a href=\"/opinion/95380/joyce-v-auten/\"><span class=\"volume\">62</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">216</span></a></span>, a case decided before the commencement of this action, in which the purchaser, the principal debtor, sought to defeat the title of the bank to these notes and compel an inclusion of them <i>in solido</i> in the sale to the purchaser discharged of any lien of the bank thereon. And in that case it appeared that prior to the insolvency the company was indebted to the bank in the sum of nearly $100,000, and that these notes were placed in its hands for collection. The court sustained the title of the bank to the notes, and their proceeds as security for its indebtedness, notwithstanding the assignment. While we may not refer to that case for matters of fact, yet the facts therein disclosed add weight to the conclusion to which, irrespective thereof, we have come, that an assignment in insolvency does not disturb liens created prior thereto expressly or by implication in favor of a creditor. We conclude, therefore, that the demurrer to the second defence was properly sustained. The judgment of the Circuit Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 95380, "judges": "Brewer, After Stating the Case as Above", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95380/", "sha1": "9a6911371f2351fb5177a888e757bee7bfe4bcf1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:12"}