{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "124 U.S. 197", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/92113/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Searl v. School Dist. No. 2", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "SCHOOL-DIST. NO. 2, IN LAKE CO., COLORADO", 
    "id": 76493, 
    "resource_uri": "/api/rest/v2/citation/76493/"
  }, 
  "id": 92113, 
  "blocked": false, 
  "judges": "Matthews", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1888-01-16", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>124 U.S. 197 (1888)</b></center>\n<center><h1>SEARL<br>\nv.<br>\nSCHOOL DISTRICT NO. 2.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 20, 1887.</center>\n<center>Decided January 16, 1888.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF COLORADO\n<p><i>Mr. Walter H. Smith</i> for plaintiff in error. <i>Mr. A.T. Britton</i> and <i>Mr. A.B. Browne</i> were with him on the brief. <i>Mr. Samuel P. Rose</i> and <i>Mr. F.W. Owers</i> also filed a brief for same.</p>\n<p>No appearance for defendant in error.</p>\n<p>MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>On June 2, 1884, School District No. 2 in the County of Lake and State of Colorado filed a petition in the county court of that county against R.S. Searl, the owner of a certain lot of land in the city of Leadville, therein described, for the purpose of condemning the same to public use for school purposes and praying that the amount to be paid as compensation therefor should be assessed according to the statute in <span class=\"star-pagination\">*198</span> such cases provided. On June 10, 1884, the defendant appeared, and being a citizen of the State of Kansas, filed his petition and bond for the removal of said cause to the Circuit Court of the United States for that district, on the ground that the controversy therein was between citizens of different States. An order for the removal of the cause was thereupon made by the state court. On June 28, 1884, the plaintiff moved to remand the same, which motion was granted, and the cause was thereby remanded. To review this judgment the present writ of error is prosecuted.</p>\n<p>By § 3035 of the General Statutes of the State of Colorado, the plaintiff is a body corporate, and authorized to hold property and be a party to suits and contracts \"the same as municipal corporations in this State.\" The code of civil procedure of that State provides for the appropriation of private property for public use, and authorizes a judicial proceeding in the district or county court for the purpose of ascertaining and awarding the amount of compensation to be paid therefor. It requires the filing of a petition setting forth the authority of the plaintiff to acquire the property in that mode, the purpose for which it is sought to be taken, a description of the property, and the names of all persons interested therein, who are to be made defendants and brought into court by the service of a summons or other process, as in other cases is provided by law. It provides, in the first instance, for the ascertainment of the amount of compensation or damages by a commission of three freeholders, but also that before the appointment of such commissioners any defendant may demand a jury of six freeholders residing in the county, to ascertain, determine, and appraise the damages or compensation to be allowed, and prescribes in such case the mode of trial, at which the court or judge shall preside in the same manner and with like power as in other cases; that evidence shall be admitted or rejected by the court or judge according to the rules of law; and at the conclusion of the evidence that the matters in controversy may be argued by counsel to the jury, and at the conclusion of the argument that the court or judge shall instruct the jury in writing in the same manner as <span class=\"star-pagination\">*199</span> in cases at law; that motions for a new trial, and to set aside the verdict, may be made and heard as in other cases; that an appeal may be taken to the Supreme Court in the same manner as provided by law for taking appeals from the District Court to the Supreme Court; and that a writ of error from the Supreme Court shall lie in every such case to bring in review the final determination. Such a proceeding, according to the decision of this court in <i>Kohl</i> v. <i>United States,</i> 91 U.S. 367, is a suit at law, within the meaning of the Constitution of the United States and the acts of Congress conferring jurisdiction upon the courts of the United States. In <i>Boom Co.</i> v. <i>Patterson,</i> 98 U.S. 403, 406, speaking of a judicial proceeding to appropriate private property to a public use and to fix the compensation therefor, it was said: \"If that inquiry take the form of a proceeding before the courts, between parties, the owners of the land on one side, and the company seeking the appropriation on the other, there is a controversy which is subject to the ordinary incidents of a civil suit;\" and among such incidents, it was held in that case, was the right, on the ground of citizenship, to remove it from a state to a federal tribunal for hearing and determination. The same point was ruled in the <i>Pacific Railroad Removal Cases,</i> 115 U.S. 1, 18. In <i>Gaines</i> v. <i>Fuentes,</i> 92 U.S. 10, it was held that a controversy between citizens is involved in a suit whenever any property or claim of the parties capable of pecuniary estimation is the subject of litigation and is presented by pleadings for judicial determination.</p>\n<p>The fact that the Colorado statute provides for the ascertainment of damages by a commission of three freeholders, unless at the hearing a defendant shall demand a jury, does not make the proceeding from its commencement any the less a suit at law within the meaning of the Constitution and acts of Congress and the previous decisions of this court. The appointment of the commissioners is not, as in the case of <i>Boom Co.</i> v. <i>Patterson</i> and the <i>Pacific Railroad Removal Cases</i><i>,</i> a step taken by the party seeking to make the appropriation <i>ex parte</i> and antecedent to the actual commencement <span class=\"star-pagination\">*200</span> of the adversary proceeding <i>inter partes,</i> which constitutes a suit in which the controversy takes on the form of a judicial proceeding. Because under the Colorado law the appointment of the commissioners is a step in the suit after the filing of the petition and the service of summons upon the defendant. It is an adversary judicial proceeding from the beginning. The appointment of commissioners to ascertain the compensation is only one of the modes by which it is to be determined. The proceeding is, therefore, a suit at law from the time of the filing of the petition and the service of process upon the defendant.</p>\n<p>The precise question involved here was passed upon and satisfactorily dealt with by the Circuit Judge in the Circuit Court for the District of Colorado in the case of the <i>Colorado Midland Railway Co.</i> v. <i>Jones,</i> 29 Fed. Rep. 193, and by the Circuit Court for the Western District of Michigan by the District Judge, Brown, in the case of <i>The Mineral Range Railroad Co.</i> v. <i>The Detroit and Lake Superior Copper Co.,</i> 25 Fed. Rep. 515.</p>\n<p>The case was properly removed, and the motion to remand erroneously granted. The judgment of the Circuit Court thereon is accordingly</p>\n<p><i>Reversed, and the cause remanded to the Circuit Court with directions to proceed therein.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:05:17", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></span> (1888)</b></center>\n<center><h1>SEARL<br>\nv.<br>\nSCHOOL DISTRICT NO. 2.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 20, 1887.</center>\n<center>Decided January 16, 1888.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF COLORADO\n<p><i>Mr. Walter H. Smith</i> for plaintiff in error. <i>Mr. A.T. Britton</i> and <i>Mr. A.B. Browne</i> were with him on the brief. <i>Mr. Samuel P. Rose</i> and <i>Mr. F.W. Owers</i> also filed a brief for same.</p>\n<p>No appearance for defendant in error.</p>\n<p>MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>On June 2, 1884, School District No. 2 in the County of Lake and State of Colorado filed a petition in the county court of that county against R.S. Searl, the owner of a certain lot of land in the city of Leadville, therein described, for the purpose of condemning the same to public use for school purposes and praying that the amount to be paid as compensation therefor should be assessed according to the statute in <span class=\"star-pagination\">*198</span> such cases provided. On June 10, 1884, the defendant appeared, and being a citizen of the State of Kansas, filed his petition and bond for the removal of said cause to the Circuit Court of the United States for that district, on the ground that the controversy therein was between citizens of different States. An order for the removal of the cause was thereupon made by the state court. On June 28, 1884, the plaintiff moved to remand the same, which motion was granted, and the cause was thereby remanded. To review this judgment the present writ of error is prosecuted.</p>\n<p>By § 3035 of the General Statutes of the State of Colorado, the plaintiff is a body corporate, and authorized to hold property and be a party to suits and contracts \"the same as municipal corporations in this State.\" The code of civil procedure of that State provides for the appropriation of private property for public use, and authorizes a judicial proceeding in the district or county court for the purpose of ascertaining and awarding the amount of compensation to be paid therefor. It requires the filing of a petition setting forth the authority of the plaintiff to acquire the property in that mode, the purpose for which it is sought to be taken, a description of the property, and the names of all persons interested therein, who are to be made defendants and brought into court by the service of a summons or other process, as in other cases is provided by law. It provides, in the first instance, for the ascertainment of the amount of compensation or damages by a commission of three freeholders, but also that before the appointment of such commissioners any defendant may demand a jury of six freeholders residing in the county, to ascertain, determine, and appraise the damages or compensation to be allowed, and prescribes in such case the mode of trial, at which the court or judge shall preside in the same manner and with like power as in other cases; that evidence shall be admitted or rejected by the court or judge according to the rules of law; and at the conclusion of the evidence that the matters in controversy may be argued by counsel to the jury, and at the conclusion of the argument that the court or judge shall instruct the jury in writing in the same manner as <span class=\"star-pagination\">*199</span> in cases at law; that motions for a new trial, and to set aside the verdict, may be made and heard as in other cases; that an appeal may be taken to the Supreme Court in the same manner as provided by law for taking appeals from the District Court to the Supreme Court; and that a writ of error from the Supreme Court shall lie in every such case to bring in review the final determination. Such a proceeding, according to the decision of this court in <i>Kohl</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89190\"><a href=\"/opinion/89190/kohl-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, is a suit at law, within the meaning of the Constitution of the United States and the acts of Congress conferring jurisdiction upon the courts of the United States. In <i>Boom Co.</i> v. <i>Patterson,</i> <span class=\"citation\" data-id=\"89880\"><a href=\"/opinion/89880/boom-co-v-patterson/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">403</span></a></span>, 406, speaking of a judicial proceeding to appropriate private property to a public use and to fix the compensation therefor, it was said: \"If that inquiry take the form of a proceeding before the courts, between parties, the owners of the land on one side, and the company seeking the appropriation on the other, there is a controversy which is subject to the ordinary incidents of a civil suit;\" and among such incidents, it was held in that case, was the right, on the ground of citizenship, to remove it from a state to a federal tribunal for hearing and determination. The same point was ruled in the <i>Pacific Railroad Removal Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 18. In <i>Gaines</i> v. <i>Fuentes,</i> <span class=\"citation\" data-id=\"89236\"><a href=\"/opinion/89236/gaines-v-fuentes/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, it was held that a controversy between citizens is involved in a suit whenever any property or claim of the parties capable of pecuniary estimation is the subject of litigation and is presented by pleadings for judicial determination.</p>\n<p>The fact that the Colorado statute provides for the ascertainment of damages by a commission of three freeholders, unless at the hearing a defendant shall demand a jury, does not make the proceeding from its commencement any the less a suit at law within the meaning of the Constitution and acts of Congress and the previous decisions of this court. The appointment of the commissioners is not, as in the case of <i>Boom Co.</i> v. <i>Patterson</i> and the <i>Pacific Railroad Removal Cases</i><i>,</i> a step taken by the party seeking to make the appropriation <i>ex parte</i> and antecedent to the actual commencement <span class=\"star-pagination\">*200</span> of the adversary proceeding <i>inter partes,</i> which constitutes a suit in which the controversy takes on the form of a judicial proceeding. Because under the Colorado law the appointment of the commissioners is a step in the suit after the filing of the petition and the service of summons upon the defendant. It is an adversary judicial proceeding from the beginning. The appointment of commissioners to ascertain the compensation is only one of the modes by which it is to be determined. The proceeding is, therefore, a suit at law from the time of the filing of the petition and the service of process upon the defendant.</p>\n<p>The precise question involved here was passed upon and satisfactorily dealt with by the Circuit Judge in the Circuit Court for the District of Colorado in the case of the <i>Colorado Midland Railway Co.</i> v. <i>Jones,</i> 29 Fed. Rep. 193, and by the Circuit Court for the Western District of Michigan by the District Judge, Brown, in the case of <i>The Mineral Range Railroad Co.</i> v. <i>The Detroit and Lake Superior Copper Co.,</i> 25 Fed. Rep. 515.</p>\n<p>The case was properly removed, and the motion to remand erroneously granted. The judgment of the Circuit Court thereon is accordingly</p>\n<p><i>Reversed, and the cause remanded to the Circuit Court with directions to proceed therein.</i></p>\n</div>", 
  "sha1": "be15004e0f5a04aba43bb16497647e33faa7891c", 
  "date_modified": "2014-12-21T01:30:27.209059", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/92113/searl-v-school-dist-no-2/", 
  "citation_count": 16, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2510051/", 
  "html": "<p class=\"case_cite\">124 U.S. 197</p>\n    <p class=\"case_cite\">8 S.Ct. 460</p>\n    <p class=\"case_cite\">31 L.Ed. 415</p>\n    <p class=\"parties\">SEARL<br>v.</p>\n    <p class=\"docket\">SCHOOL-DIST. NO. 2, IN LAKE CO., COLORADO.</p>\n    <p class=\"date\">January 16, 1888.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Sam B. Rose, F. W. Owens, A. T. Britton, A. B. Browne</i>, and <i>Walter H. Smith</i>, for plaintiff in error.</p>\n      <p class=\"indent\">MATTHEWS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 2, 1884, School-District No. 2, in the county of Lake and state of Colorado, filed a petition in the county court of that county against R. S. Searl, the owner of a certain lot of land in the city of Leadville, therein described, for the purpose of condemning the same to public use for school purposes, and praying that the amount to be paid as compensation therefor should be assessed according to the statute in such cases provided. On June 10, 1884, the defendant appeared, and, being a citizen of the state of Kansas, filed his petition and bond for the removal of said cause to the circuit court of the United States for that district, on the ground that the controversy therein was between citizens of different states. An order for the removal of the cause was thereupon made by the state court. On June 28, 1884, the plaintiff moved to remand the same, which motion was granted, and the cause was thereby remanded. To review this judgment the present writ of error is prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By section 3035 of the General Statutes of the state of Colorado, the plaintiff is a body corporate, and authorized to hold property and be a party to suits and contracts 'the same as municipal corporations in this state.' The Code of Civil Procedure of that state provides for the appropriation of private property for public use, and authorizes a judicial proceeding in the district or county court for the purpose of ascertaining and awarding the amount of compensation to be paid therefor. It requires the filing of a petition setting forth the authority of the plaintiff to acquire the property in that mode, the purpose for which it is sought to be taken, a description of the property, and the names of all persons interested therein, who are to be made defendants and brought into court by the service of a summons or other process, as in other cases is provided by law. It provides, in the first instance, for the ascertainment of the amount of compensation or damages by a commission of three freeholders, but also that, before the appointment of such commissioners, any defendant may demand a jury of six freeholders residing in the county, to ascertain, determine, and appraise the damages or compensation to be allowed, and prescribes in such case the mode of trial, at which the court or judge shall preside in the same manner and with like power as in other cases; that evidence shall be admitted or rejected by the court or judge according to the rules of law; and at the conclusion of the evidence that the matters in controversy may be argued by counsel to the jury, and at the conclusion of the argument that the court or judge shall instruct the jury in writing in the same manner as in cases at law; that motions for a new trial, and to set aside the verdict, may be made and heard as in other cases; that an appeal may be taken to the supreme court in the same manner as provided by law for taking appeals from the district court to the supreme court; and that a writ of error from the supreme court shall lie in every such case to bring in review the final determination. Such a proceeding, according to the decision of this court in <i>Kohl</i> v. <i>U. S.</i>, 91 U. S. 367, is a suit at law, within the meaning of the constitution of the United States and the acts of congress conferring jurisdiction upon the courts of the United States. In <i>Boom Co.</i> v. <i>Patterson</i>, 98 U. S, 403, 406, speaking of a judicial proceeding to appropriate private property to a public use, and to fix the compensation therefor, it was said: 'If that inquiry take the form of a proceeding before the courts between parties, the owners of the land on one side, and the company seeking the appropriation on the other, there is a controversy which is subject to the ordinary incidents of a civil suit;' and among such incidents, it was held in that case, was the right, on the ground of citizenship, to remove it from a state to a federal tr bunal for hearing and determination. The same point was ruled in the <i>Removal Cases</i>, 115 U. S. 1, 18, 5 Sup. Ct. Rep. 1113. In <i>Gaines</i> v. <i>Fuentes</i>, 92 U. S. 20, it was held that a controversy between citizens is involved in a suit whenever any property or claim of the parties capable of pecuniary estimation is the subject of litigation, and is presented by pleadings for judicial determination. The fact that the Colorado statute provides for the ascertainment of damages by a commission of three freeholders, unless at the hearing a defendant shall demand a jury, does not make the proceeding from its commencement any the less a suit at law within the meaning of the constitution and acts of congress, and the previous decisions of this court. The appointment of the commissioners is not, as in the case of <i>Boom Co.</i> v. <i>Patterson</i> and the <i>Removal Cases</i>, a step taken by the party seeking to make the appropriation <i>ex parte</i>, and antecedent to the actual commencement of the adversary proceeding <i>inter partes</i>, which constitutes a suit in which the controversy takes on the form of a judicial proceeding. Because, under the Colorado law, the appointment of the commissioners is a step in the suit after the filing of the petition and the service of summons upon the defendant. It is an adversary judicial proceeding from the beginning. The appointment of commissioners to ascertain the compensation is only one of the modes by which it is to be determined. The proceeding is, therefore, a suit at law from the time of the filing of the petition and the service of process upon the defendant. The precise question involved here was passed upon and satisfactorily dealt with by the circuit judge in the circuit court for the District of Colorado in the case of the <i>Railway Co.</i> v. <i>Jones</i>, 29 Fed. Rep. 193, and by the circuit court for the Western district of Michigan, by the District Judge BROWN, in the case of <i>Railroad Co.</i> v. <i>Copper Co.</i>, 25 Fed. Rep. 515.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case was properly removed, and the motion to remand erroneously granted. The judgment of the circuit court thereon is accordingly reversed, and the cause remanded to the circuit court with directions to proceed therein.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/92113/"
}