{"absolute_url": "/opinion/92174/bank-of-redemption-v-boston/", "blocked": false, "citation": {"case_name": "Bank of Redemption v. Boston", "docket_number": "1324", "document_uris": ["/api/rest/v2/document/92174/"], "federal_cite_one": "125 U.S. 60", "federal_cite_three": null, "federal_cite_two": null, "id": 76554, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76554/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1888-03-19", "date_modified": "2014-12-21T01:30:30.920153", "docket": "/api/rest/v2/docket/2519317/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">125 U.S. 60</p>\n    <p class=\"case_cite\">8 S.Ct. 772</p>\n    <p class=\"case_cite\">31 L.Ed. 689</p>\n    <p class=\"parties\">NATIONAL BANK OF REDEMPTION<br>v.<br>CITY OF BOSTON.</p>\n    <p class=\"date\">March 19, 1888.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Geo. S. Hale</i> and <i>Chas. W. Wells</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>George F. Hoar</i> and <i>A. J. Bailey</i>, for defendant in error.</p>\n      <p class=\"indent\">MATTHEWS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action at law brought by the plaintiff in error, a national bank located in Boston, to recover from the city of Boston the amount of $14,464, paid to the tax collector of the city, upon demand, he then holding a tax-list and warrant for its collection, after a protest in writing; being an amount which it alleges was illegally assessed on its shares at $12.80 per $1,000 of valuation, in violation of section 5219 of the Revised Statutes, of the fourteenth amendment to the constitution, and of the provisions of the constitution of the state of Massachusetts. The cause was submitted to the court without the intervention of a jury. Judgment was rendered in favor of the defendant upon an agreed statement of facts. That judgment is brought here upon this writ of error. The tax in question was levied under chapter 13 of the Public Statutes of Massachusetts, relative to the taxation of bank shares, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Sec. 8. All the shares of stock in banks, whether of issue or not, existing by authority of the United States or of the commonwealth, and located within the commonwealth, shall be assessed to the owners thereof in the cities or towns where such banks are located, and not elsewhere, in the assessment of all state, county, and town taxes imposed and levied in such place, whether such owner is a resident of said city or town or not; all such shares shall be assessed at their fair cash value on the 1st day of May, first deducting therefrom the proportionate part of the value of the real estate belonging to the bank, at the same rate and no greater than that at which other moneyed capital in the hands of citizens and subject to taxation is by law assessed. And the persons or corporations who appear from the records of the banks to be owners of shares at the close of the business day next preceding the 1st day of May in each year, shall be taken and deemed to be the owners thereof for the purposes of this section.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Sec. 9. Every such bank or other corporation shall pay to the collector, or other person authorized to collect the taxes of the city or town in which the same is located, at the time in each year when other taxes assessed in the said city or town become due, the amount of the tax so assessed in such year upon the shares in such bank or other corporation. If such tax is not so paid, the said bank or other corporation shall be liable for the same; and the said tax, with interest thereon at the rate of twelve per cent. per annum from the day when the tax became due, may be recovered in an action of contract brought by the treasurer of such city or town.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Sec. 10. The shares of such banks or other corporations shall be subject to the tax paid thereon by the corporation or by the officers thereof, and the corporation and the officers thereof shall have a lien on all the shares in such bank or other corporation, and on all the rights and property of the shareholders in the corporate property, for the payment of said taxes.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">From these sections it appears that (1) the shares in national banks are to be assessed at their fair cash value, after deducting therefrom the proportionate part of the value of the real estate belonging to the bank. (2) They are to be assessed at the same rate and no greater than that at which other moneyed capital in the hands of citizens and subject to taxation is by law assessed. (3) The bank itself, as a corporation, is made liable in the first instance for the payment of the taxes so ase ssed upon its shares belonging to its shareholders. (4) If not paid when due, the bank is liable to an action for the recovery of the same, brought by the treasurer of the city or town in which it is located, with interest thereon at the rate of 12 per cent. per annum from the day when the tax became due. (5) For the payment of said taxes the corporation has a lien on all the shares in the bank, and on all the rights and property of the shareholders in the corporate property, as an indemnity. It further appears, from a comparison of the statutes on the subject, that the action given by section 9, for the recovery of the taxes, with interest at 12 per cent. per annum, is the only mode of collection provided in case of default, no power being giving to any collecting officer to proceed by distraint or other seizure of the property of the bank or the shares of the stock for that purpose. Chapter 11, Pub. St. Mass., provides that personal property, for the purposes of taxation, shall include goods, chattels, money, and effects, wherever they are, money at interest, and other debts due the persons to be taxed more than they are indebted or pay interest for, but not including in such debts or indebtedness any loan or mortgage of real estate, taxable as real estate, except the excess of such loan above the assessed value of the mortgaged real estate; public stocks and securities; stocks in turnpikes, bridges, and moneyed corporations within or without the state; the income from an annuity, from ships and vessels engaged in the foreign carrying trade, and so much of the income from a profession, trade, or other employment as exceeds the sum of $2,000 a year; but no income shall be taxed derived from property subject to taxation, and no taxes shall be assessed upon the shares in the capital stock of a corporation organized or chartered in the commonwealth, which pays a tax upon its corporate franchises, except for school, district, and parish purposes. It is not disputed but that, under these and other provisions of the law, all personal estate, included within this enumeration, and real estate, are taxable, and were taxed, upon their fair cash value at the same rate of $12.80 for each $1,000 of value levied during the same period upon shares of capital stock of national banks located in Boston. The amount of personal property in the city of Boston, taxed during that period and at that rate, is stated to be $189,605,672. The aggregate value of shares in national banks in that city for the same year was $60,428,000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Corporations chartered by the commonwealth or organized under general laws, for purposes of business or profit, having a capital stock divided into shares, excepting banks, are subject to a tax upon their corporate franchises. For purposes of taxation, the law requires the corporate franchise in each case to be estimated at a valuation thereof equal to the aggregate value of the shares in its capital stock. The rate of taxation is determined by an apportionment of the whole amount of money to be raised by taxation upon property in the commonwealth during the same current year, as returned by the assessors of the several cities and towns, upon the aggregate valuation of all the cities and towns for the preceding year. From the valuation of the corporate franchise there is to be deducted, in case of railroad and telegraph companies whose lines extend beyond the limits of the commonwealth, such a portion of the whole valuation of their capital stock as is proportional to the length of that part of their line without the commonwealth, and also an amount equal to the value of their real estate and machinery located and subject to local taxation within the commonwealth; the same deduction as to real estate and machinery being made in case of other corporations. Savings banks are required to pay to the treasurer of the state a tax, on account of their depositors, of one-half of 1 per cent. per annum on the amount of their deposits, excluding so much of the deposits as are invested in real estate used for banking purposes, or in loans secured by mortgages on taxable real estate, and also for a certain period so much of the deposits as are invested in real estate, the title to which has been acquired by the completion of foreclosure or by purchase, and such deposits so taxed are otherwise exempt from taxation in the hands of their owners. Life insurance companies are required to pay an excise tax at the rate of one-quarter of 1 per cent. per annum upon a valuation equal to the aggregate net value of all policies, in force on the last day of the year next preceding, held by residents of the commonwealth. All other insurance companies pay a tax by way of excise of 1 per cent. on all premiums received during the year for insurance, and 1 per cent. on all assessments made by such companies upon policy-holders. The Massachusetts Hospital Life Insurance Company is required to pay a tax upon all deposits, trust funds, or funds held for purposes of investment, except upon deposits invested in loans secured by mortgages on taxable real estate, the same rate of tax imposed upon savings banks on account of deposits; and the same rule applies to all trust companies, safe deposit and trust companies, banking and trust companies, loan and trust companies, and other moneyed corporations incorporated in the commonwealth. The American Bell Telephone Company is subjected to a franchise tax, based upon an apportionment made upon the number of telephones in use by or under its authority, or with its permission, or under letters patent owned or controlled by it, within and without the commonwealth, respectively, deducting the market value of all stocks in other corporations held by it, upon which a tax has been assessed and actually paid, either in Massachusetts or in other states, for the preceding year. Savings banks, under the laws of the commonwealth, are authorized to receive deposits from any person until they amount to $1,000, and to allow interest thereon to be compounded until the principal with the accrued interest amounts to $1,600, no interest to be paid on any greater sum. The deposits are to be invested only as follows: (1) In first mortgages of real estate situated in the commonwealth to an amount not to exceed 60 per cent. of the valuation of such real estate, but not exceeding 70 per cent. of the whole amount of deposits. (2) In public funds of the United States and of certain enumerated states and municipal corporations, or in the notes of any citizen of the commonwealth secured by a pledge of any such securities at their par value. (3) In the first mortgage bonds of certain descriptions of railroad companies, or in the notes of any citizen of the commonwealth, secured by a pledge of any such securities at not less than 80 per cent. of the par value thereof. (4) In certain bank stocks, including the stocks of national banks located in the New England states, or on the notes of any citizen with such bank stocks as collateral security, at not more than 80 per cent. of the market value thereof, and not exceeding the par value thereof, but the amount of such investments in such bank stocks is specifically limited. (5) In loans upon the personal notes of depositors of the corporation, not exceeding one-half of the amount of the deposit, in which case the deposit is held as collateral security for the payment of the loan. (6) If the deposits cannot be conveniently invested in the modes heretofore named, not exceeding one-third part thereof may be invested in bonds or other personal securities payable at a time not exceeding one year, with at least two sureties, all of whom are to be citizens of the commonwealth and residents therein. (7) Ten per cent. of the deposits of any such corporation, not exceeding $200,000, may be invested in the purchase of a suitable site and building for the transaction of its business. (8) Any such corporation may hold real estate acquired by the foreclosure of any mortgage owned by it or by purchase at sales made under the provisions of any such mr tgage, or for the satisfaction of debts due to it, but all such real estate shall be sold within five years after the title is vested in the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The particular in which the plaintiff in error chiefly insists that the tax imposed upon its shares is at a greater rate than that assessed upon other moneyed capital in the hands of individual citizens of Massachusetts is the alleged inequality existing in favor of that imposed upon savings banks. The contrast, of which this inequality is the result, is stated to be as follows, viz.: That in 1885 a tax of $1,564,995 was collected upon national bank shares in Massachusetts of the value of $113,000,000, while upon $163,000,000 of savings bank deposits in the same year there was collected as a tax only $815,930. In view of the state of the question, as fixed by the previous decisions of this court, it is not perhaps very material now to inquire whether this alleged contrast between the taxation of national bank shares and of savings banks in Massachusetts is real or only apparent. There are several particulars which might be mentioned, and which, when properly allowed for, would certainly reduce the apparent inequality. There is only one, however, which we deem it important to notice. The tax on savings banks is based upon deposits merely. This is because deposits furnish the only capital which is invested and employed. The institutions themselves, although corporations, have no capital stock, and are managed by trustees, not selected by the depositors, but by public authority. The whole amount of the deposits, with the exceptions noted, are subjected to a tax of one-half of 1 per cent. On the other hand, the national banks pay a tax assessed upon the market value of the shares as personal property, upon a valuation, and at a rate exactly equal to that of all other personal property subject to taxation in the state. But shares of the national banks, while they constitute the capital stock of the corporations, do not represent the whole amount of the capital actually employed by them. They have deposits, too, shown in the present record to amount, in Massachusetts, to $132,042,332. The banks are not assessed for taxation on any part of these, although these deposits constitute a large part of the actual capital profitably employed by the banks in the conduct of their banking business. But it is not necessary to establish the exact equality in result of the two modes of taxation. The question of the exemption from taxation of deposits in savings banks, as affecting the rule for the state taxation of national bank shares, was very deliberately considered by this court in the case of <i>Bank</i> v. <i>New York</i>, 121 U. S. 138, 160, 7 Sup. Ct. Rep. 826, and the conclusion reached in that case was reaffirmed in the case of <i>Bank</i> v. <i>Board of Equalization</i>, 123 U. S. 83, 8 Sup. Ct. Rep. 73. In the former case deposits in savings banks in the state of New York to the amount of $437,107,501, with an accumulated surplus in addition of $68,669,001, were exempted by the laws of the state from all taxation, neither the bank itself nor the individual depositor being taxed on account thereof. It was said in that case, (page 161:) 'However much, therefore, may be the amount of moneyed capital in the hands of individuals in the shape of deposits in savings banks as now organized, which the policy of the state exempts from taxation for its own purposes, that exemption cannot affect the rule for the taxation of shares in national banks, provided they are taxed at a rate not greater than other moneyed capital in the hands of individual citizens, otherwise subject to taxation,' It is impossible, in our judgment, to distinguish the present from the the case of the New York savings banks, or those of Iowa considered in the case of the Davenport bank. The principal distinction, indeed, between the case of the New York savings banks and those of Massachusetts, involved in the present inquiry, is that the latter pay a tax of one-half of 1 per cent. on thea mount of their deposits, while the New York banks were exempt from all taxation whatever. The argument on behalf of the plaintiff in error, indeed, seeks to establish another distinction. It is alleged that, in Massachusetts, savings banks are permitted to transact a banking business in the way of loans upon personal securities, which assimilates them more closely to national banks, and takes away the reason for the application of the rule to them which was applied to the case of the savings banks of New York. But the difference mentioned, if it exists at all, is immaterial; the main purpose and chief object of savings banks, as organized under the laws of Massachusetts, are the same as those in New York, as considered in the case of the Mercantile Bank. They are substantially institutions, under public management, in pursuance of a great and beneficial public policy, organized for the purpose of investing the savings of small depositors, and not as banking institutions in the commercial sense of that phrase. We adhere to the rule as declared in the cases heretofore decided, which forecloses further discusion as to the present point in this case. A similar objection to the tax in question, founded on a comparison of the taxation of national bank shares with that of insurance companies and trust companies, the American Bell Telephone Company, and the Massachusetts Hospital Life Insurance Company, is equally untenable. Within the definition of that phrase, established in the case of <i>Bank</i> v. <i>New York</i>, 121 U. S. 138, 7 Sup. Ct. Rep. 826, the interest of individuals in these institutions is not moneyed capital. The investments made by the institutions themselves, constituting their assets, are not moneyed capital in the hands of individual citizens of the state. <i>People</i> v. <i>Commissioners</i>, 4 Wall. 244. It is further contended, however, on the part of the plaintiff in error, that the taxation in question is not only at a greater rate than that imposed upon other moneyed capital held by individual citizens, but that it is repugnant to the fourteenth amendment to the constitution of the United States, because it operates to deny to the tax-payer the equal protection of the laws, and also that it is disproportionate and unequal, in violation of the provisions of the constitution of Massachusetts. The two branches of this proposition are equivalent; if the tax is not disproportionate and unequal, within the meaning of the constitution of the state, the tax-payer is not denied the equal protection of the laws within the sense of the fourteenth amendment. The point is fully met by the reasoning and judgment of the supreme judicial court of Massachusetts, in the cases of <i>Institution for Savings</i> v. <i>City of Boston</i> and <i>Jewell</i> v. <i>City of Boston</i>, 101 Mass. 575, 585.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Another point to be noticed arises upon the third count of the declaration. It is therein alleged that other national banking associations, some located in Massachusetts and others in the several New England states, are the owners of 1,448 shares of the capital stock of the National Bank of Redemption, on which the amount of tax paid was $2,051. It is urged in argument that these shares are not taxable by virtue of section 5219 of the Revised Statutes. The language of the section is: 'Nothing herein shall prevent all the shares in any association from being included in the valuation of the personal property of the owner or holder of such shares, in assessing taxes imposed by authority of the state within which the association is located; but the legislature of each state may determine and direct the manner and place of taxing all the shares of national banking associations located within the state, subject only to the two restrictions; that the tax shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such state, and that the shares of any national banking association owned by nonresidents of any state shall be taxed in the city or town where the bank is locatd , and not elsewhere.' It is contended that no tax is thereby authorized upon the national bank itself as a corportion, nor upon the personal property of any such, and that, therefore, these shares in the National Bank of Redemption are exempt from taxation by virtue of their ownership. This, however, is not a reasonable interpretation of the language of the section. manifest intention of the law is to permit the state in which a national bank is located to tax, subject to the limitations prescribed, all the shares of its capital stock without regard to their ownership. The proper inference is that the law permits, in the particular instance, the taxation of the national banks owning shares of the capital stock of another national bank by reason of that ownership, on the same footing with all other shares. Other questions have been raised by counsel for the defense. The right of the plaintiff to sue is denied on the ground that the right of action belongs to the owners of the shares taxed; the right of recovery is denied on the ground that the payment by the plaintiff was voluntary, and the right of action, if it exists, it is alleged is against the collecting officer, and not the city of Boston. These questions we have not considered it necessary to examine or decide, preferring to rest our judgment upon the validity of the tax.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment of the circuit court is accordingly affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">BRADLEY, GRAY, and BLATCHFORD, JJ., did not sit in this case or take any part in the decision.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>125 U.S. 60 (1888)</b></center>\n<center><h1>BANK OF REDEMPTION<br>\nv.<br>\nBOSTON.</h1></center>\n<center>No. 1324.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 14, 1888.</center>\n<center>Decided March 19, 1888.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MASSACHUSETTS.\n<p><i>Mr. George S. Hale</i> for plaintiff in error. <i>Mr. Willard Brown</i> and <i>Mr. Charles W. Wells</i> were with him on the brief.</p>\n<p><i>Mr. G.F. Hoar</i> and <i>Mr. A.J. Bailey</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*61</span> MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>This is an action at law, brought by the plaintiff in error, a national bank located in Boston, to recover from the city of Boston the amount of $14,464, paid to the tax collector of the city, upon demand, he then holding a tax list and warrant for its collection, after a protest in writing; being an amount which it alleges was illegally assessed on its shares at $12.80 per $1000 of valuation, in violation of § 5219 of the Revised Statutes, of the 14th Amendment to the Constitution, and of the provisions of the Constitution of the State of Massachusetts. The cause was submitted to the court without the intervention of a jury. Judgment was rendered in favor of the defendant upon an agreed statement of facts. That judgment is brought here upon this writ of error.</p>\n<p>The tax in question was levied under c. 13 of the Public Statutes of Massachusetts, relative to the taxation of bank shares, as follows:</p>\n<p>\"SEC. 8. All the shares of stock in banks, whether of issue or not, existing by authority of the United States or of the Commonwealth and located within the Commonwealth, shall be assessed to the owners thereof in the cities or towns where such banks are located, and not elsewhere, in the assessment of all state, county, and town taxes, imposed and levied in such place, whether such owner is a resident of said city or town or not; all such shares shall be assessed at their fair cash value on the first day of May, first deducting therefrom the proportionate part of the value of the real estate belonging to the bank, at the same rate and no greater than that at which other moneyed capital in the hands of citizens and subject to taxation is by law assessed. And the persons or corporations who appear from the records of the banks to be owners of shares at the close of the business day next preceding the first day of May in each year, shall be taken and deemed to be the owners thereof for the purposes of this section.</p>\n<p>\"SEC. 9. Every such bank or other corporation shall pay to the collector, or other person authorized to collect the taxes of the city or town in which the same is located, at the timo in <span class=\"star-pagination\">*62</span> each year when other taxes assessed in the said city or town become due, the amount of the tax so assessed in such year upon the shares in such bank or other corporation. If such tax is not so paid, the said bank or other corporation shall be liable for the same; and the said tax, with interest thereon at the rate of twelve per cent per annum from the day when the tax became due, may be recovered in an action of contract brought by the treasurer of such city or town.</p>\n<p>\"SEC. 10. The shares of such banks or other corporations shall be subject to the tax paid thereon by the corporation or by the officers thereof, and the corporation and the officers thereof shall have a lien on all the shares in such bank or other corporation, and on all the rights and property of the shareholders in the corporate property for the payment of said taxes.\"</p>\n<p>From these sections it appears that </p>\n<p>1st. The shares in national banks are to be assessed at their fair cash value, after deducting therefrom the proportionate part of the value of the real estate belonging to the bank.</p>\n<p>2d. They are to be assessed at the same rate and no greater than that at which other moneyed capital in the hands of citizens and subject to taxation is by law assessed.</p>\n<p>3d. The bank itself, as a corporation, is made liable in the first instance for the payment of the taxes so assessed upon its shares belonging to its shareholders.</p>\n<p>4th. If not paid when due, the bank is liable to an action for the recovery of the same, brought by the treasurer of the city or town in which it is located, with interest thereon at the rate of twelve per cent per annum from the day when the tax became due.</p>\n<p>5th. For the payment of said taxes the corporation has a lien on all the shares in the bank and on all the rights and property of the shareholders in the corporate property, as an indemnity.</p>\n<p>It further appears, from a comparison of the statutes on the subject, that the action given by § 9, for the recovery of the taxes, with interest at twelve per cent per annum, is the only mode of collection provided in case of default, no power being <span class=\"star-pagination\">*63</span> given to any collecting officer to proceed by distraint or other seizure of the property of the bank or the shares of the stock for that purpose.</p>\n<p>Chapter 11 of the Public Statutes of Massachusetts provides that personal property, for the purposes of taxation, shall include goods, chattels, money, and effects wherever they are, money at interest, and other debts due the persons to be taxed more than they are indebted or pay interest for, but not including in such debts or indebtedness any loan on mortgage of real estate taxable as real estate, except the excess of such loan above the assessed value of the mortgaged real estate; public stocks and securities; stocks in turnpikes, bridges, and moneyed corporations within or without the State; the income from an annuity, from ships and vessels engaged in the foreign-carrying trade, and so much of the income from a profession, trade, or other employment as exceeds the sum of $2000 a year; but no income shall be taxed derived from property subject to taxation, and no taxes shall be assessed upon the shares in the capital stock of a corporation organized or chartered in the Commonwealth which pays a tax upon its corporate franchises, except for school, district, and parish purposes. It is not disputed but that under these and other provisions of the law all personal estate included within this enumeration and real estate are taxable and were taxed upon their fair cash value at the same rate of $12.80 for each $1000 of value levied during the same period upon shares of capital stock of national banks located in Boston. The amount of personal property in the city of Boston taxed during that period and at that rate is stated to be $189,605,672. The aggregate value of shares in national banks in that city for the same year was $60,428,000.</p>\n<p>Corporations chartered by the Commonwealth or organized under general laws, for purposes of business or profit, having a capital stock divided into shares, excepting banks, are subject to a tax upon their corporate franchises. For purposes of taxation, the law requires the corporate franchise in each case to be estimated at a valuation thereof equal to the aggregate value of the shares in its capital stock. The rate <span class=\"star-pagination\">*64</span> of taxation is determined by an apportionment of the whole amount of money to be raised by taxation upon property in the Commonwealth during the same current year, as returned by the assessors of the several cities and towns, upon the aggregate valuation of all the cities and towns for the preceding year. From the valuation of the corporate franchise, there is to be deducted, in case of railroad and telegraph companies whose lines extend beyond the limits of the Commonwealth, such a portion of the whole valuation of their capital stock as is proportional to the length of that part of their line without the Commonwealth, and also an amount equal to the value of their real estate and machinery located and subject to local taxation within the Commonwealth; the same deduction as to real estate and machinery being made in case of other corporations.</p>\n<p>Savings banks are required to pay to the treasurer of the State a tax on account of their depositors of one-half of one per cent per annum on the amount of their deposits, excluding so much of the deposits as are invested in real estate used for banking purposes, or in loans secured by mortgages on taxable real estate, and also for a certain period so much of the deposits as are invested in real estate, the title to which has been acquired by the completion of foreclosure or by purchase, and such deposits so taxed are otherwise exempt from taxation in the hands of their owners.</p>\n<p>Life insurance companies are required to pay an excise tax at the rate of one-quarter of one per cent per annum upon a valuation equal to the aggregate net value of all policies, in force on the last day of the year next preceding, held by residents of the Commonwealth. All other insurance companies pay a tax, by way of excise, of one per cent on all premiums received during the year for insurance, and one per cent on all assessments made by such companies upon policy holders.</p>\n<p>The Massachusetts Hospital Life Insurance Company is required to pay a tax upon all deposits, trust funds, or funds held for purposes of investment, except upon deposits invested in loans secured by mortgages on taxable real estate, the same <span class=\"star-pagination\">*65</span> rate of tax imposed upon savings banks on account of deposits; and the same rule applies to all trust companies, safe deposit and trust companies, banking and trust companies, loan and trust companies, and other moneyed corporations incorporated in the Commonwealth. The American Bell Telephone Company is subjected to a franchise tax, based upon an apportionment made upon the number of telephones in use by it, or under its authority, or with its permission, or under letters patent owned or controlled by it, within and without the Commonwealth, respectively, deducting the market value of all stocks in other corporations held by it upon which a tax has been assessed and actually paid, either in Massachusetts or in other States, for the preceding year.</p>\n<p>Savings banks, under the laws of the Commonwealth, are authorized to receive deposits from any person until they amount to $1000, and to allow interest thereon to be compounded until the principal with the accrued interest amounts to $1600, no interest to be paid on any greater sum. The deposits are to be invested only as follows: 1st. In first mortgages of real estate situated in the Commonwealth to an amount not to exceed sixty per cent of the valuation of such real estate, but not exceeding seventy per cent of the whole amount of deposits. 2d. In public funds of the United States and of certain enumerated States and municipal corporations, or in the notes of any citizen of the Commonwealth secured by a pledge of any such securities at their par value. 3d. In the first mortgage bonds of certain descriptions of railroad companies, or in the notes of any citizen of the Commonwealth, secured by a pledge of any such securities at not less than eighty per cent of the par value thereof. 4th. In certain bank stocks, including the stocks of national banks located in the New England States, or in the notes of any citizen with such bank stocks as collateral security, at not more than eighty per cent of the market value thereof, and not exceeding the par value thereof, but the amount of such investments in such bank stocks is specifically limited. 5th. In loans upon the personal notes of depositors of the corporation, not exceeding one-half of the amount of the deposit, in which case <span class=\"star-pagination\">*66</span> the deposit is held as collateral security for the payment of the loan. 6th. If the deposits cannot be conveniently invested in the modes heretofore named, not exceeding one-third part thereof may be invested in bonds or other personal securities payable at a time not exceeding one year, with at least two sureties, all of whom are to be citizens of the Commonwealth and residents therein. 7th. Ten per cent of the deposits of any such corporation, not exceeding $200,000, may be invested in the purchase of a suitable site and building for the transaction of its business. 8th. Any such corporation may hold real estate acquired by the foreclosure of any mortgage owned by it or by purchase at sales made under the provisions of any such mortgage, or for the satisfaction of debts due to it, but all such real estate shall be sold within five years after the title is vested in the corporation.</p>\n<p>The particular in which the plaintiff in error chiefly insists that the tax imposed upon its shares is at a greater rate than that assessed upon other moneyed capital in the hands of individual citizens of Massachusetts, is the alleged inequality existing in favor of that imposed upon savings banks. The contrast of which this inequality is the result is stated to be as follows, viz.: That in 1885 a tax of $1,564,995 was collected upon national bank shares in Massachusetts of the value of $113,000,000, while upon $163,000,000 of savings bank deposits in the same year there was collected as a tax only $815,930.</p>\n<p>In view of the state of the question, as fixed by the previous decisions of this court, it is not perhaps very material now to inquire whether this alleged contrast between the taxation of national bank shares and of savings banks in Massachusetts is real or only apparent. There are several particulars which might be mentioned, and which, when properly allowed for, would certainly reduce the apparent inequality. There is only one, however, which we deem it important to notice. The tax on savings banks is based upon deposits merely. This is because deposits furnish the only capital which is invested and employed. The institutions themselves, although corporations, have no capital stock, and are managed by trustees, not selected by the depositors, but by public authority. The <span class=\"star-pagination\">*67</span> whole amount of the deposits, with the exceptions noted, are subjected to a tax of one-half of one per cent. On the other hand, the national banks pay a tax assessed upon the market value of the shares as personal property, upon a valuation and at a rate exactly equal to that of all other personal property subject to taxation in the State. But shares of the national banks, while they constitute the capital stock of the corporations, do not represent the whole amount of the capital actually employed by them. They have deposits, too, shown in the present record to amount, in Massachusetts, to $132,042,332. The banks are not assessed for taxation on any part of these, although these deposits constitute a large part of the actual capital profitably employed by the banks in the conduct of their banking business. But it is not necessary to establish the exact equality in result of the two modes of taxation. The question of the exemption from taxation of deposits in savings banks, as affecting the rule for the State taxation of national bank shares, was very deliberately considered by this court in the case of <i>Mercantile Bank</i> v. <i>New York,</i> 121 U.S. 138, 160; and the conclusion reached in that case was reaffirmed in the case of <i>Davenport Bank</i> v. <i>Davenport Board of Equalization,</i> 123 U.S. 83. In the former case deposits in savings banks in the State of New York to the amount of $437,107,501, with an accumulated surplus, in addition, of $68,669,001, were exempted by the laws of the State from all taxation, neither the bank itself nor the individual depositor being taxed on account thereof. It was said in that case (p. 161): \"However much, therefore, may be the amount of moneyed capital in the hands of individuals in the shape of deposits in savings banks as now organized, which the policy of the State exempts from taxation for its own purposes, that exemption cannot affect the rule for the taxation of shares in national banks, provided they are taxed at a rate not greater than other moneyed capital in the hands of individual citizens, otherwise subject to taxation.\"</p>\n<p>It is impossible, in our judgment, to distinguish the present from the case of the New York savings banks, or of those of Iowa considered in the case of the Davenport Bank. The <span class=\"star-pagination\">*68</span> principal distinction, indeed, between the case of the New York savings banks and those of Massachusetts, involved in the present inquiry, is that the latter pay a tax of one-half of one per cent on the amount of their deposits, while the New York banks were exempt from all taxation whatever.</p>\n<p>The argument on behalf of the plaintiff in error, indeed, seeks to establish another distinction. It is alleged that in Massachusetts savings banks are permitted to transact a banking business in the way of loans upon personal securities, which assimilates them more closely to national banks, and takes away the reason for the application of the rule to them which was applied to the case of the savings banks of New York. But the difference mentioned, if it exists at all, is immaterial; the main purpose and chief object of savings banks, as organized under the laws of Massachusetts, are the same as those in New York, as considered in the case of the Mercantile Bank. They are substantially institutions, under public management, in pursuance of a great and beneficial public policy, organized for the purpose of investing the savings of small depositors, and not as banking institutions in the commercial sense of that phrase. We adhere to the rule as declared in the cases heretofore decided, which forecloses further discussion as to the present point in this case.</p>\n<p>A similar objection to the tax in question, founded on a comparison of the taxation of national bank shares with that of insurance companies and trust companies, the American Bell Telephone Company, and the Massachusetts Hospital Life Insurance Company, is equally untenable. Within the definition of that phrase, established in the case of the <i>Mercantile Bank</i> v. <i>New York,</i> 121 U.S. 138, the interest of individuals in these institutions is not moneyed capital. The investments made by the institutions themselves, constituting their assets, are not moneyed capital in the hands of individual citizens of the State. <i>People</i> v. <i>Commissioners,</i> 4 Wall. 244.</p>\n<p>It is further contended, however, on the part of the plaintiff in error, that the taxation in question is not only at a greater rate than that imposed upon other moneyed capital held by individual citizens, but that it is repugnant to the 14th Amendment <span class=\"star-pagination\">*69</span> to the Constitution of the United States, because it operates to deny to the taxpayer the equal protection of the laws, and also that it is disproportionate and unequal, in violation of the provisions of the constitution of Massachusetts. The two branches of this proposition are equivalent; if the tax is not disproportionate and unequal, within the meaning of the constitution of the State, the taxpayer is not denied the equal protection of the laws within the sense of the 14th Amendment. The point is fully met by the reasoning and judgment of the Supreme Judicial Court of Massachusetts in the cases of the <i>Providence Institution for Savings</i> v. <i>City of Boston,</i> and <i>Pliny Jewell</i> v. <i>City of Boston,</i> 101 Mass. 575, 585.</p>\n<p>Another point to be noticed arises upon the third count of the declaration. It is therein alleged that other national banking associations, some located in Massachusetts and others in the several New England States, are the owners of 1448 shares of the capital stock of the National Bank of Redemption, on which the amount of tax paid was $2051. It is urged in argument that these shares are not taxable by virtue of § 5219 of the Revised Statutes. The language of the section is: \"Nothing herein shall prevent all the shares in any association from being included in the valuation of the personal property of the owner or holder of such shares, in assessing taxes imposed by authority of the State within which the association is located; but the legislature of each State may determine and direct the manner and place of taxing all the shares of national banking associations located within the State, subject only to the two restrictions, that the tax shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State, and that the shares of any national banking association owned by non-residents of any State shall be taxed in the city or town where the bank is located, and not elsewhere.\"</p>\n<p>It is contended that no tax is thereby authorized upon the national bank itself as a corporation, nor upon the personal property of any such, and that, therefore, these shares in the National Bank of Redemption are exempt from taxation by virtue of their ownership. This, however, is not a reasonable <span class=\"star-pagination\">*70</span> interpretation of the language of the section. The manifest intention of the law is to permit the State in which a national bank is located to tax, subject to the limitations prescribed, all the shares of its capital stock without regard to their ownership. The proper inference is, that the law permits, in the particular instance, the taxation of the national banks owning shares of the capital stock of another national bank by reason of that ownership, on the same footing with all other shares.</p>\n<p>Other questions have been raised by counsel for the defence. The right of the plaintiff to sue is denied, on the ground that the right of action belongs to the owners of the shares taxed; the right of recovery is denied, on the ground that the payment by the plaintiff was voluntary, and the right of action, if it exists, it is alleged is against the collecting officer, and not the city of Boston. These questions we have not considered it necessary to examine or decide, preferring to rest our judgment upon the validity of the tax.</p>\n<p>The judgment of the Circuit Court is accordingly</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRADLEY, MR. JUSTICE GRAY, and MR. JUSTICE BLATCHFORD. did not sit in this case or take any part in the decision.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></span> (1888)</b></center>\n<center><h1>BANK OF REDEMPTION<br>\nv.<br>\nBOSTON.</h1></center>\n<center>No. 1324.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 14, 1888.</center>\n<center>Decided March 19, 1888.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MASSACHUSETTS.\n<p><i>Mr. George S. Hale</i> for plaintiff in error. <i>Mr. Willard Brown</i> and <i>Mr. Charles W. Wells</i> were with him on the brief.</p>\n<p><i>Mr. G.F. Hoar</i> and <i>Mr. A.J. Bailey</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*61</span> MR. JUSTICE MATTHEWS delivered the opinion of the court.</p>\n<p>This is an action at law, brought by the plaintiff in error, a national bank located in Boston, to recover from the city of Boston the amount of $14,464, paid to the tax collector of the city, upon demand, he then holding a tax list and warrant for its collection, after a protest in writing; being an amount which it alleges was illegally assessed on its shares at $12.80 per $1000 of valuation, in violation of § 5219 of the Revised Statutes, of the 14th Amendment to the Constitution, and of the provisions of the Constitution of the State of Massachusetts. The cause was submitted to the court without the intervention of a jury. Judgment was rendered in favor of the defendant upon an agreed statement of facts. That judgment is brought here upon this writ of error.</p>\n<p>The tax in question was levied under c. 13 of the Public Statutes of Massachusetts, relative to the taxation of bank shares, as follows:</p>\n<p>\"SEC. 8. All the shares of stock in banks, whether of issue or not, existing by authority of the United States or of the Commonwealth and located within the Commonwealth, shall be assessed to the owners thereof in the cities or towns where such banks are located, and not elsewhere, in the assessment of all state, county, and town taxes, imposed and levied in such place, whether such owner is a resident of said city or town or not; all such shares shall be assessed at their fair cash value on the first day of May, first deducting therefrom the proportionate part of the value of the real estate belonging to the bank, at the same rate and no greater than that at which other moneyed capital in the hands of citizens and subject to taxation is by law assessed. And the persons or corporations who appear from the records of the banks to be owners of shares at the close of the business day next preceding the first day of May in each year, shall be taken and deemed to be the owners thereof for the purposes of this section.</p>\n<p>\"SEC. 9. Every such bank or other corporation shall pay to the collector, or other person authorized to collect the taxes of the city or town in which the same is located, at the timo in <span class=\"star-pagination\">*62</span> each year when other taxes assessed in the said city or town become due, the amount of the tax so assessed in such year upon the shares in such bank or other corporation. If such tax is not so paid, the said bank or other corporation shall be liable for the same; and the said tax, with interest thereon at the rate of twelve per cent per annum from the day when the tax became due, may be recovered in an action of contract brought by the treasurer of such city or town.</p>\n<p>\"SEC. 10. The shares of such banks or other corporations shall be subject to the tax paid thereon by the corporation or by the officers thereof, and the corporation and the officers thereof shall have a lien on all the shares in such bank or other corporation, and on all the rights and property of the shareholders in the corporate property for the payment of said taxes.\"</p>\n<p>From these sections it appears that </p>\n<p>1st. The shares in national banks are to be assessed at their fair cash value, after deducting therefrom the proportionate part of the value of the real estate belonging to the bank.</p>\n<p>2d. They are to be assessed at the same rate and no greater than that at which other moneyed capital in the hands of citizens and subject to taxation is by law assessed.</p>\n<p>3d. The bank itself, as a corporation, is made liable in the first instance for the payment of the taxes so assessed upon its shares belonging to its shareholders.</p>\n<p>4th. If not paid when due, the bank is liable to an action for the recovery of the same, brought by the treasurer of the city or town in which it is located, with interest thereon at the rate of twelve per cent per annum from the day when the tax became due.</p>\n<p>5th. For the payment of said taxes the corporation has a lien on all the shares in the bank and on all the rights and property of the shareholders in the corporate property, as an indemnity.</p>\n<p>It further appears, from a comparison of the statutes on the subject, that the action given by § 9, for the recovery of the taxes, with interest at twelve per cent per annum, is the only mode of collection provided in case of default, no power being <span class=\"star-pagination\">*63</span> given to any collecting officer to proceed by distraint or other seizure of the property of the bank or the shares of the stock for that purpose.</p>\n<p>Chapter 11 of the Public Statutes of Massachusetts provides that personal property, for the purposes of taxation, shall include goods, chattels, money, and effects wherever they are, money at interest, and other debts due the persons to be taxed more than they are indebted or pay interest for, but not including in such debts or indebtedness any loan on mortgage of real estate taxable as real estate, except the excess of such loan above the assessed value of the mortgaged real estate; public stocks and securities; stocks in turnpikes, bridges, and moneyed corporations within or without the State; the income from an annuity, from ships and vessels engaged in the foreign-carrying trade, and so much of the income from a profession, trade, or other employment as exceeds the sum of $2000 a year; but no income shall be taxed derived from property subject to taxation, and no taxes shall be assessed upon the shares in the capital stock of a corporation organized or chartered in the Commonwealth which pays a tax upon its corporate franchises, except for school, district, and parish purposes. It is not disputed but that under these and other provisions of the law all personal estate included within this enumeration and real estate are taxable and were taxed upon their fair cash value at the same rate of $12.80 for each $1000 of value levied during the same period upon shares of capital stock of national banks located in Boston. The amount of personal property in the city of Boston taxed during that period and at that rate is stated to be $189,605,672. The aggregate value of shares in national banks in that city for the same year was $60,428,000.</p>\n<p>Corporations chartered by the Commonwealth or organized under general laws, for purposes of business or profit, having a capital stock divided into shares, excepting banks, are subject to a tax upon their corporate franchises. For purposes of taxation, the law requires the corporate franchise in each case to be estimated at a valuation thereof equal to the aggregate value of the shares in its capital stock. The rate <span class=\"star-pagination\">*64</span> of taxation is determined by an apportionment of the whole amount of money to be raised by taxation upon property in the Commonwealth during the same current year, as returned by the assessors of the several cities and towns, upon the aggregate valuation of all the cities and towns for the preceding year. From the valuation of the corporate franchise, there is to be deducted, in case of railroad and telegraph companies whose lines extend beyond the limits of the Commonwealth, such a portion of the whole valuation of their capital stock as is proportional to the length of that part of their line without the Commonwealth, and also an amount equal to the value of their real estate and machinery located and subject to local taxation within the Commonwealth; the same deduction as to real estate and machinery being made in case of other corporations.</p>\n<p>Savings banks are required to pay to the treasurer of the State a tax on account of their depositors of one-half of one per cent per annum on the amount of their deposits, excluding so much of the deposits as are invested in real estate used for banking purposes, or in loans secured by mortgages on taxable real estate, and also for a certain period so much of the deposits as are invested in real estate, the title to which has been acquired by the completion of foreclosure or by purchase, and such deposits so taxed are otherwise exempt from taxation in the hands of their owners.</p>\n<p>Life insurance companies are required to pay an excise tax at the rate of one-quarter of one per cent per annum upon a valuation equal to the aggregate net value of all policies, in force on the last day of the year next preceding, held by residents of the Commonwealth. All other insurance companies pay a tax, by way of excise, of one per cent on all premiums received during the year for insurance, and one per cent on all assessments made by such companies upon policy holders.</p>\n<p>The Massachusetts Hospital Life Insurance Company is required to pay a tax upon all deposits, trust funds, or funds held for purposes of investment, except upon deposits invested in loans secured by mortgages on taxable real estate, the same <span class=\"star-pagination\">*65</span> rate of tax imposed upon savings banks on account of deposits; and the same rule applies to all trust companies, safe deposit and trust companies, banking and trust companies, loan and trust companies, and other moneyed corporations incorporated in the Commonwealth. The American Bell Telephone Company is subjected to a franchise tax, based upon an apportionment made upon the number of telephones in use by it, or under its authority, or with its permission, or under letters patent owned or controlled by it, within and without the Commonwealth, respectively, deducting the market value of all stocks in other corporations held by it upon which a tax has been assessed and actually paid, either in Massachusetts or in other States, for the preceding year.</p>\n<p>Savings banks, under the laws of the Commonwealth, are authorized to receive deposits from any person until they amount to $1000, and to allow interest thereon to be compounded until the principal with the accrued interest amounts to $1600, no interest to be paid on any greater sum. The deposits are to be invested only as follows: 1st. In first mortgages of real estate situated in the Commonwealth to an amount not to exceed sixty per cent of the valuation of such real estate, but not exceeding seventy per cent of the whole amount of deposits. 2d. In public funds of the United States and of certain enumerated States and municipal corporations, or in the notes of any citizen of the Commonwealth secured by a pledge of any such securities at their par value. 3d. In the first mortgage bonds of certain descriptions of railroad companies, or in the notes of any citizen of the Commonwealth, secured by a pledge of any such securities at not less than eighty per cent of the par value thereof. 4th. In certain bank stocks, including the stocks of national banks located in the New England States, or in the notes of any citizen with such bank stocks as collateral security, at not more than eighty per cent of the market value thereof, and not exceeding the par value thereof, but the amount of such investments in such bank stocks is specifically limited. 5th. In loans upon the personal notes of depositors of the corporation, not exceeding one-half of the amount of the deposit, in which case <span class=\"star-pagination\">*66</span> the deposit is held as collateral security for the payment of the loan. 6th. If the deposits cannot be conveniently invested in the modes heretofore named, not exceeding one-third part thereof may be invested in bonds or other personal securities payable at a time not exceeding one year, with at least two sureties, all of whom are to be citizens of the Commonwealth and residents therein. 7th. Ten per cent of the deposits of any such corporation, not exceeding $200,000, may be invested in the purchase of a suitable site and building for the transaction of its business. 8th. Any such corporation may hold real estate acquired by the foreclosure of any mortgage owned by it or by purchase at sales made under the provisions of any such mortgage, or for the satisfaction of debts due to it, but all such real estate shall be sold within five years after the title is vested in the corporation.</p>\n<p>The particular in which the plaintiff in error chiefly insists that the tax imposed upon its shares is at a greater rate than that assessed upon other moneyed capital in the hands of individual citizens of Massachusetts, is the alleged inequality existing in favor of that imposed upon savings banks. The contrast of which this inequality is the result is stated to be as follows, viz.: That in 1885 a tax of $1,564,995 was collected upon national bank shares in Massachusetts of the value of $113,000,000, while upon $163,000,000 of savings bank deposits in the same year there was collected as a tax only $815,930.</p>\n<p>In view of the state of the question, as fixed by the previous decisions of this court, it is not perhaps very material now to inquire whether this alleged contrast between the taxation of national bank shares and of savings banks in Massachusetts is real or only apparent. There are several particulars which might be mentioned, and which, when properly allowed for, would certainly reduce the apparent inequality. There is only one, however, which we deem it important to notice. The tax on savings banks is based upon deposits merely. This is because deposits furnish the only capital which is invested and employed. The institutions themselves, although corporations, have no capital stock, and are managed by trustees, not selected by the depositors, but by public authority. The <span class=\"star-pagination\">*67</span> whole amount of the deposits, with the exceptions noted, are subjected to a tax of one-half of one per cent. On the other hand, the national banks pay a tax assessed upon the market value of the shares as personal property, upon a valuation and at a rate exactly equal to that of all other personal property subject to taxation in the State. But shares of the national banks, while they constitute the capital stock of the corporations, do not represent the whole amount of the capital actually employed by them. They have deposits, too, shown in the present record to amount, in Massachusetts, to $132,042,332. The banks are not assessed for taxation on any part of these, although these deposits constitute a large part of the actual capital profitably employed by the banks in the conduct of their banking business. But it is not necessary to establish the exact equality in result of the two modes of taxation. The question of the exemption from taxation of deposits in savings banks, as affecting the rule for the State taxation of national bank shares, was very deliberately considered by this court in the case of <i>Mercantile Bank</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"91904\"><a href=\"/opinion/91904/mercantile-bank-v-new-york/\"><span class=\"volume\">121</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 160; and the conclusion reached in that case was reaffirmed in the case of <i>Davenport Bank</i> v. <i>Davenport Board of Equalization,</i> 123 U.S. 83. In the former case deposits in savings banks in the State of New York to the amount of $437,107,501, with an accumulated surplus, in addition, of $68,669,001, were exempted by the laws of the State from all taxation, neither the bank itself nor the individual depositor being taxed on account thereof. It was said in that case (p. 161): \"However much, therefore, may be the amount of moneyed capital in the hands of individuals in the shape of deposits in savings banks as now organized, which the policy of the State exempts from taxation for its own purposes, that exemption cannot affect the rule for the taxation of shares in national banks, provided they are taxed at a rate not greater than other moneyed capital in the hands of individual citizens, otherwise subject to taxation.\"</p>\n<p>It is impossible, in our judgment, to distinguish the present from the case of the New York savings banks, or of those of Iowa considered in the case of the Davenport Bank. The <span class=\"star-pagination\">*68</span> principal distinction, indeed, between the case of the New York savings banks and those of Massachusetts, involved in the present inquiry, is that the latter pay a tax of one-half of one per cent on the amount of their deposits, while the New York banks were exempt from all taxation whatever.</p>\n<p>The argument on behalf of the plaintiff in error, indeed, seeks to establish another distinction. It is alleged that in Massachusetts savings banks are permitted to transact a banking business in the way of loans upon personal securities, which assimilates them more closely to national banks, and takes away the reason for the application of the rule to them which was applied to the case of the savings banks of New York. But the difference mentioned, if it exists at all, is immaterial; the main purpose and chief object of savings banks, as organized under the laws of Massachusetts, are the same as those in New York, as considered in the case of the Mercantile Bank. They are substantially institutions, under public management, in pursuance of a great and beneficial public policy, organized for the purpose of investing the savings of small depositors, and not as banking institutions in the commercial sense of that phrase. We adhere to the rule as declared in the cases heretofore decided, which forecloses further discussion as to the present point in this case.</p>\n<p>A similar objection to the tax in question, founded on a comparison of the taxation of national bank shares with that of insurance companies and trust companies, the American Bell Telephone Company, and the Massachusetts Hospital Life Insurance Company, is equally untenable. Within the definition of that phrase, established in the case of the <i>Mercantile Bank</i> v. <i>New York,</i> <span class=\"citation\" data-id=\"91904\"><a href=\"/opinion/91904/mercantile-bank-v-new-york/\"><span class=\"volume\">121</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, the interest of individuals in these institutions is not moneyed capital. The investments made by the institutions themselves, constituting their assets, are not moneyed capital in the hands of individual citizens of the State. <i>People</i> v. <i>Commissioners,</i> 4 Wall. 244.</p>\n<p>It is further contended, however, on the part of the plaintiff in error, that the taxation in question is not only at a greater rate than that imposed upon other moneyed capital held by individual citizens, but that it is repugnant to the 14th Amendment <span class=\"star-pagination\">*69</span> to the Constitution of the United States, because it operates to deny to the taxpayer the equal protection of the laws, and also that it is disproportionate and unequal, in violation of the provisions of the constitution of Massachusetts. The two branches of this proposition are equivalent; if the tax is not disproportionate and unequal, within the meaning of the constitution of the State, the taxpayer is not denied the equal protection of the laws within the sense of the 14th Amendment. The point is fully met by the reasoning and judgment of the Supreme Judicial Court of Massachusetts in the cases of the <i>Providence Institution for Savings</i> v. <i>City of Boston,</i> and <i>Pliny Jewell</i> v. <i>City of Boston,</i> <span class=\"citation\" data-id=\"92174\"><a href=\"/opinion/92174/bank-of-redemption-v-boston/\"><span class=\"volume\">101</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">575</span></a></span>, 585.</p>\n<p>Another point to be noticed arises upon the third count of the declaration. It is therein alleged that other national banking associations, some located in Massachusetts and others in the several New England States, are the owners of 1448 shares of the capital stock of the National Bank of Redemption, on which the amount of tax paid was $2051. It is urged in argument that these shares are not taxable by virtue of § 5219 of the Revised Statutes. The language of the section is: \"Nothing herein shall prevent all the shares in any association from being included in the valuation of the personal property of the owner or holder of such shares, in assessing taxes imposed by authority of the State within which the association is located; but the legislature of each State may determine and direct the manner and place of taxing all the shares of national banking associations located within the State, subject only to the two restrictions, that the tax shall not be at a greater rate than is assessed upon other moneyed capital in the hands of individual citizens of such State, and that the shares of any national banking association owned by non-residents of any State shall be taxed in the city or town where the bank is located, and not elsewhere.\"</p>\n<p>It is contended that no tax is thereby authorized upon the national bank itself as a corporation, nor upon the personal property of any such, and that, therefore, these shares in the National Bank of Redemption are exempt from taxation by virtue of their ownership. This, however, is not a reasonable <span class=\"star-pagination\">*70</span> interpretation of the language of the section. The manifest intention of the law is to permit the State in which a national bank is located to tax, subject to the limitations prescribed, all the shares of its capital stock without regard to their ownership. The proper inference is, that the law permits, in the particular instance, the taxation of the national banks owning shares of the capital stock of another national bank by reason of that ownership, on the same footing with all other shares.</p>\n<p>Other questions have been raised by counsel for the defence. The right of the plaintiff to sue is denied, on the ground that the right of action belongs to the owners of the shares taxed; the right of recovery is denied, on the ground that the payment by the plaintiff was voluntary, and the right of action, if it exists, it is alleged is against the collecting officer, and not the city of Boston. These questions we have not considered it necessary to examine or decide, preferring to rest our judgment upon the validity of the tax.</p>\n<p>The judgment of the Circuit Court is accordingly</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRADLEY, MR. JUSTICE GRAY, and MR. JUSTICE BLATCHFORD. did not sit in this case or take any part in the decision.</p>\n</div>", "id": 92174, "judges": "Matthews", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92174/", "sha1": "3b2679dea8ae2b3f7d0c41f1cfb3a740a5a87ac7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:05:25"}