{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "386 U.S. 237", 
    "federal_cite_two": "87 S. Ct. 1003", 
    "specialty_cite_one": null, 
    "federal_cite_three": "18 L. Ed. 2d 18", 
    "lexis_cite": "1967 U.S. LEXIS 2774", 
    "document_uris": [
      "/api/rest/v2/document/107371/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "FPC v. United Gas Pipe Line Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "127", 
    "id": 91730, 
    "resource_uri": "/api/rest/v2/citation/91730/"
  }, 
  "id": 107371, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1967-03-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>386 U.S. 237 (1967)</b></center>\n<center><h1>FEDERAL POWER COMMISSION<br>\nv.<br>\nUNITED GAS PIPE LINE CO. ET AL.</h1></center>\n<center>No. 127.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 1967.</center>\n<center>Decided March 13, 1967.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Howard E. Wahrenbrock</i> argued the cause for petitioner in No. 127. With him on the brief were <i>Solicitor</i> <span class=\"star-pagination\">*238</span> <i>General Marshall, Ralph S. Spritzer, Richard A. Posner</i> and <i>Richard A. Solomon.</i></p>\n<p><i>Reuben Goldberg</i> argued the cause for petitioner in No. 128. With him on the brief was <i>George E. Morrow.</i></p>\n<p><i>Thomas Fletcher</i> argued the cause and filed a brief for respondent United Gas Pipe Line Co. in both cases. <i>William W. Brackett</i> argued the cause for respondents Texas Eastern Transmission Corp. et al. in both cases. With him on the brief were <i>Charles C. McDugald</i> and <i>Joseph F. Weiler.</i></p>\n<p><i>Conrad C. Mount, Jack Werner</i> and <i>Melvin Richter</i> filed a brief for the Independent Natural Gas Association of America, as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The question here is whether the Federal Power Commission, in the course of determining just and reasonable rates for United Gas Pipe Line Company (United) under § 4 (e) of the Natural Gas Act, 52 Stat. 822, 15 U. S. C. § 717c (e), made a proper allowance for federal income taxes in calculating the company's cost of service. United claimed that in determining the cost of service its allowance for federal income taxes should be at the full 52% rate, or $12,751,454, for the test year. The Commission disagreed because United was a member of an affiliated group which during the five-year period of 1957-1961 had elected to file consolidated returns for federal income tax purposes,<sup>[1]</sup> a fact which in the Commission's <span class=\"star-pagination\">*239</span> view required a reduced tax allowance in the company's cost of service. Had consolidated returns not been filed during the five-year period and had each company in the affiliated group instead filed separate returns, the total tax for the group would have been several million dollars more than was paid on a consolidated basis. This was so because on a consolidated basis consolidated losses serve to reduce consolidated income and because two members of the group, Union and Overseas, had net losses over the five-year period, thereby reducing taxes by $2,092,038 over those years.</p>\n<p>To determine what the Commission considered the proper tax allowance for United's rate base, it allocated the actual consolidated taxes paid during the five-year period among the members of the group in accordance with a formula it had developed in <i>Cities Service Gas Co.,</i> 30 F. P. C. 158, the order in which was set aside after issuance of the order in the instant case, 337 F. 2d 97. As so allocated, United's annual share of the consolidated tax was 50.04% of its taxable income. Using this rate, the Commission allowed United $9,940,892 for federal income taxes instead of the $12,751,454 claimed by United. 31 F. P. C. 1180, 1191.</p>\n<p>The Court of Appeals, relying on the decision of the Court of Appeals for the Tenth Circuit in <i>Cities Service Gas Co.</i> v. <i>FPC,</i> 337 F. 2d 97, held \"the tax allocation as made by the Commission's order was contrary to the requirements which Congress had imposed,\" 357 F. 2d 230, 231, and hence vacated and set aside the order. We reverse and remand to the Court of Appeals for further proceedings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*240</span> I.</h2>\n<p>In the <i>Cities Service</i> case the affiliated group filing the consolidated return was composed of both regulated and unregulated companies. Some of the unregulated companies had taxable income, others had even larger losses, and, therefore, as a group the unregulated companies showed a net loss over the representative years used by the Commission to forecast the future federal income tax element of cost of service. The regulated companies as a group, on the other hand, had taxable income in the same period. On an unconsolidated basis the individual members of the affiliated group would have paid a considerably larger total tax than was actually paid on the consolidated basis. The gas company whose tax allowance for rate purposes was being determined claimed that it was entitled to the full 52% of its own taxable income. Its position was that the Commission had no power at all to apply any of the losses of unregulated companies to reduce its tax allowance and hence its rates. The tax allowance was thus to be figured at 52% without regard to the taxes actually paid by the affiliated group on a consolidated basis, seemingly even if the group paid no tax at all.</p>\n<p>For the Commission, however, the only real cost to the regulated company was related to the consolidated tax actually paid and incurred in connection with the other companies in the group. In the Commission's view, it was unacceptable to determine the cost of service on a hypothetical figure\u0097to fix jurisdictional rates \"on the basis of converting a hypothetical tax payment into a prudent operating expense.\" 30 F. P. C., at 162. It refused to accept the argument that \"Gas Company ratepayers should make Cities Service stockholders whole for <span class=\"star-pagination\">*241</span> the tax losses of nonregulated enterprises even though this means an allowance for taxes over and beyond that which the consolidated system as a whole actually paid.\" <i>Ibid.</i> The Commission's function, it said, was to fix just and reasonable rates, not to insure that other affiliates would be made whole for their tax losses out of income from regulated enterprises. Thus the task was \"to determine the proportion of the consolidated tax which is reasonably attributable to the Gas Company <i>vis-a-vis</i> the other Cities Service affiliates.\" <i>Ibid.</i></p>\n<p>To make this determination, the Commission devised a formula which in effect applied the losses of unregulated companies first to the gains of other unregulated companies.<sup>[2]</sup> If a net taxable income remained in the unregulated <span class=\"star-pagination\">*242</span> group, the regulated companies would not share in the savings from the consolidated return and would be deemed to have paid a tax at the full 52% rate. But if losses of the unregulated companies exceeded their net income and hence reduced the taxes of the regulated group below what they would have paid had they filed separate returns, the consolidated tax paid would be allocated among the regulated companies in proportion to their taxable incomes. As applied to the facts in the <i>Cities Service</i> case, the formula resulted in a tax allowance of $5,866,847 rather than the $7,055,981 claimed by the Cities Service Gas Company.</p>\n<p>The Court of Appeals set aside the Commission's order. In its view, the addition of the gas company's income to the consolidated return cost the affiliated group exactly 52% of the taxable income of the gas company, either in taxes paid or in a reduction of loss carry-forwards or carrybacks. The Commission's formula as applied was therefore held to appropriate losses of unregulated companies and to exceed the Commission's \"jurisdictional limits which require an effective separation of regulated and nonregulated activities for the determination of the ingredients of the rate base . . . mean[ing] a separation of profits and losses between regulated and nonregulated businesses in determining the tax allowance includible in the cost of service of the regulated company.\" 337 F. 2d 97, 101. Hence the court, relying on <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, and <i>Panhandle Eastern Pipe Line Co.</i> v. <i>FPC,</i> 324 U. S. 635, set aside the Commission's order.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*243</span> II.</h2>\n<p>In our view what the Commission did here did not exceed the powers granted to it by Congress. One of its statutory duties is to determine just and reasonable rates which will be sufficient to permit the company to recover its costs of service and a reasonable return on its investment. Cost of service is therefore a major focus of inquiry. Normally included as a cost of service is a proper allowance for taxes, including federal income taxes. The determination of this allowance, as a general proposition, is obviously within the jurisdiction of the Commission. Ratemaking is, of course, subject to the rule that the income and expense of unregulated and regulated activities should be segregated. But there is no suggestion in these cases that in arriving at the net taxable income of United the Commission violated this rule. Nor did it in our view in determining the tax allowance. United had not filed its own separate tax return. Instead it had joined with others in the filing of a consolidated return which resulted in the affiliated group's paying a lower total tax than would have been due had the affiliates filed on a separate-return basis. The question for the Commission was what portion of the single consolidated tax liability belonged to United. Other members of the group should not be required to pay any part of United's tax, but neither should United pay the tax of others. A proper allocation had to be made by the Commission. Respondents insist that in making the allocation the Commission would violate the statute unless in every conceivable circumstance, including this one, United is allowed an amount for taxes equal to what it would have paid had it filed a separate return. In their view United should never share in the tax savings inherent in a consolidated return, even if on a consolidated basis system <span class=\"star-pagination\">*244</span> losses exceed system gains and neither the affiliated group nor any member in it has any tax liability. This is an untenable position and we reject it. Rates fixed on this basis would give the pipeline company and its stock-holders not only the fair return to which they are entitled but also the full amount of an expense never in fact incurred. In such circumstances, the Commission could properly disallow the hypothetical tax expense and hold that rates based on such an unreal cost of service would not be just and reasonable.</p>\n<p>It is true that the avoidance of tax and the reduction of the tax allowance are accomplished only by applying losses of unregulated companies to the income of the regulated entity. But the Commission is not responsible for the use of consolidated returns. It is the tax law which permits an election by an appropriate group to file on a consolidated basis. The members of a group, as in these cases, themselves chose not to file separate returns and hence, for tax purposes, to mingle profits and losses of both regulated and unregulated concerns, apparently deeming it more desirable to attempt to turn the losses of some companies into immediate cash through tax savings rather than to count on the loss companies themselves having future profits against which prior losses could be applied. Such a private decision made by the affiliates, including the regulated member, has the practical and intended consequence of reducing the group's federal income taxes, perhaps to zero, as was true of one of the years involved in the <i>Cities Service</i> case. But when the out-of-pocket tax cost of the regulated affiliate is reduced, there is an immediate confrontation with the ratemaking principle that limits cost of service to expenses actually incurred. Nothing in <i>Colorado Interstate</i> or <i>Panhandle</i> forbids the Commission to recognize the actual tax saving impact of a private election to file consolidated <span class=\"star-pagination\">*245</span> returns. On the contrary, both cases support the power and the duty of the Commission to limit cost of service to real expenses.<sup>[3]</sup></p>\n<p>We think that in the proper circumstances the Commission has the power to reduce cost of service, and hence rates, based on the application of nonjurisdictional losses to jurisdictional income. Hence, the question becomes one of when and to what extent the tax savings flowing from the filing of a consolidated return are to be shared by the regulated company. Or, to put it in the Commission's words the issue is one of determining \"the proportion of the consolidated tax which is reasonably attributable to the gas company <i>vis-a-vis</i> [its] other . . . affiliates.\" 30 F. P. C., at 162.</p>\n<p>Viewing these cases in this light, we cannot say that the method the Commission chose to allocate the tax liability among the group members was erroneous or contrary to its statutory authority. Under its formula, the net losses and net income of unregulated companies are first set off one against the other, and the tax savings made possible by losses of unregulated enterprises are thus first allocated to the unregulated companies. Only if \"unregulated\" losses exceed \"unregulated\" income is the regulated company deemed to have enjoyed a reduction in its taxes as a result of the consolidated return. If there is more than one regulated company in the group, they will share the tax liability or tax saving in proportion to their taxable income.</p>\n<p><span class=\"star-pagination\">*246</span> It is true that the Commission includes in the regulated group companies which are regulated not by it but by state or local authorities and that under the Commission's formula enterprises not subject to its jurisdiction may be required to share the tax saving with the federally regulated concern. But we know of nothing in the decisions or the statutes governing the ratemaking activities of the Commission which dictates priority for the state-regulated company or which provides that the jurisdictional company may share in the tax saving only if the saving exceeds the separate-return tax liability of the state-regulated company. One could as well argue that for ratemaking purposes the company subject to federal regulation should have the first benefit of the tax saving. The Commission's formula, of course, prefers neither concern but allocates the tax liability equitably between each regulated member, without regard to the source of the regulation.<sup>[4]</sup> \"When Congress, as here, fails to provide a formula for the Commission to follow, courts are not warranted in rejecting the one which the Commission employs unless it plainly contravenes the statutory scheme of regulation.\" <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 589. \"If the total effect of the rate order cannot be said to be unjust and unreasonable, judicial inquiry under the Act is at an end. The fact that the method employed to reach that result may contain infirmities is not then important.\" <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 602.</p>\n<p>There is no frustration of the tax laws inherent in the Commission's action. The affiliated group may continue <span class=\"star-pagination\">*247</span> to file consolidated returns and through this mechanism set off system losses against system income, including United's fair return income. The tax law permits this, but it does not seek to control the amount of income which any affiliate will have. Nor does it attempt to set United's rates. This is the function of the Commission, a function performed here by rejecting that part of the claimed tax expense which was no expense at all, by reducing cost of service and therefore rates, and by allowing United only a fair return on its investment.</p>\n<p>Nor did the Commission \"appropriate\" or extinguish the losses of any member of the affiliated group, regulated or unregulated. Those losses may still be applied to system gains and thereby be turned into instant cash. United may, of course, have less income than it did. If so, this will correspondingly reduce the opportunity of the affiliated group to use the losses of unregulated companies to appropriate United's income for the benefit of non-jurisdictional activities because United's income will no longer offset the same amount of losses which it once did. But the losses of unregulated companies are in no way destroyed. They remain with the system, readily available to reduce the taxes of the profitable affiliates to the maximum extent allowed by the tax law.</p>\n<p>Another matter deserves some comment. It is said here that the Commission, in applying its tax allowance formula, erroneously failed to recognize and to take account of the fact that United has both jurisdictional and nonjurisdictional activities and income. Although this is a matter which might affect the results achieved in application of the Commission's formula, it is one to which the Court of Appeals has not addressed itself, and we think it appropriate for the issue to be raised there if the parties are so inclined.</p>\n<p><span class=\"star-pagination\">*248</span> For the reasons stated herein, the judgment of the Court of Appeals is reversed and the cases remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE FORTAS took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE DOUGLAS and MR. JUSTICE STEWART join, dissenting.</p>\n<p>My analysis of the elusive issue involved in these cases leads me to different conclusions from those reached by the Court and to agreement with the result reached by the Court of Appeals on the facts of these cases.</p>\n<p>We are presented here with the problems of resolving an apparent conflict between the consolidated tax return provisions of the Internal Revenue Code,<sup>[1]</sup> which permit an affiliated group of corporations, in this instance having some activities within and some without the Federal Power Commission's jurisdiction, to be treated as a \"business entity\" for tax purposes,<sup>[2]</sup> and the Natural Gas Act which imposes on the Commission the duty of observing \"the fundamental rate making principle [that] . . . requires a separation between regulated and unregulated costs and revenues.\" <i>Cities Service Gas Co.,</i> 30 F. P. C. 158, 162. The Court holds that the FPC may resolve the apparent dilemma by working only with \"the single consolidated tax liability\" and determining by allocation what portion should be attributed to United for ratemaking purposes. By filing a consolidated return the members of the affiliated group are said \"to mingle profits <span class=\"star-pagination\">*249</span> and losses of both regulated and unregulated concerns\" and thus create the necessity for allocation. The only serious problem the Court sees is the resolution of the question \"when and to what extent the tax savings flowing from the filing of a consolidated return are to be shared by the regulated company.\" And the Court attempts to sidestep sharp analysis of that problem by resorting to the principle that, in ratemaking, the end in effect justifies the means.<sup>[3]</sup></p>\n<p>As will be developed more fully below, I think that the Court's resolution of the jurisdictional issue, while possessing a certain surface plausibility, mistakes the operation of the tax laws and permits the Commission to place regulatory pressure on entities and business decisions wholly outside its jurisdiction under the Natural Gas Act. I think also that the Commission's formula <span class=\"star-pagination\">*250</span> cannot be upheld even under the Court's jurisdictional analysis. The formula indefensibly undercuts the policy of the tax laws, and thus cannot be considered a means of reaching \"just and reasonable\" rates. Cf. <i>El Paso Natural Gas Co.</i> v. <i>FPC,</i> 281 F. 2d 567.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Court's \"single consolidated tax liability\" approach ignores the fact that what is consolidated is corporate taxable incomes rather than the underlying revenues and deductions. Thus what has happened in this case is not the imposition of a single tax liability on the activities, as a whole, of the affiliated corporate group, but the reduction of the sum of separate 52% corporate tax liabilities by the setoff of tax losses against taxable income. Certainly there can be no contention that United would be entitled to anything other than a 52% of taxable income tax expense for ratemaking purposes absent tax losses in the consolidated group.<sup>[4]</sup> The only question that properly arises on this record is whether the Commission could consider any setoff to have been made against United's tax liability for ratemaking purposes when nonjurisdictional activities could have taken full advantage of the setoffs belonging to the group and the group desired to allocate them to those activities.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*251</span> The \"tax losses\" belonging to the group arose almost exclusively from the excess of depletion allowances over revenues in the accounts of the nonjurisdictional activities of Union and Overseas. Such allowances belonged to Union and Overseas and those corporations were entitled to their exclusive use. By agreeing to the consolidated return<sup>[6]</sup> Union and Overseas agreed to deliver to the group, in any taxable year, whatever deductions they themselves could not then utilize in their own returns. The question how to allocate the benefit of those <span class=\"star-pagination\">*252</span> deductions among the members of the group would seem to be one for the group rather than the Commission when, as here, they do not arise from jurisdictional activities and can be used by group members to offset other nonjurisdictional gains. The courts have allowed goodfaith business decisions to control such allocations for the vital purpose of determining which corporations shall pay the tax. See <i>Case</i> v. <i>New York Central R. Co.,</i> 15 N. Y. 2d 150, 204 N. E. 2d 643. And the tax Commissioner would permit the group to allocate for earnings and profits purposes in precisely the manner the group has chosen here.<sup>[7]</sup> Although these decisions cannot control for ratemaking purposes, they do make it clear that the Commission's assertion of jurisdiction to make an allocation amounts to an order that certain nonjurisdictional assets be delivered up to jurisdictional use since there is no other compulsion for such an allocation. The Court asserts that \"[o]ne could as well argue that for ratemaking purposes the company subject to federal regulation should have the first benefit of the tax saving.\" But no authority or reason is given in support of this assertion, and, in my opinion, none can be found. The Commission has no authority to control the disposition of nonjurisdictional assets or the revenues or losses arising therefrom.</p>\n<p>A parallel example will make even clearer the jurisdictional violation arising from the Commission's action here. If Union or Overseas had found itself with an excess quantity of steel pipe useful to all members of the group and had to negotiate its sale at a discount, one could hardly \"as well argue that for ratemaking purposes\" United should be credited with the discount purchase when the pipe had been sold to Gas Corporation and United had been forced to purchase pipe on the <span class=\"star-pagination\">*253</span> market.<sup>[8]</sup> And it could not be asserted that the Commission would have authority to order the transfer of the discount pipe to United.<sup>[9]</sup></p>\n<p>The far-reaching nonjurisdictional impact of the Commission's ruling gives further evidence that its action was one which Congress could not have contemplated and would not have condoned. As the dissenting Commissioners pointed out in the <i>Cities Service Gas Co.</i> proceeding, 30 F. P. C., at 175, the Commission has made jurisdictional rates turn on the corporate form assumed by nonjurisdictional activities. If, for example, the group had separately incorporated its nonjurisdictional operations, they would have shown taxable income in filing the consolidated return and no ratemaking allocation would be forthcoming. Similarly, since the Commission regulations themselves require separation of jurisdictional and nonjurisdictional operations within a single corporation, all the affiliates could merge into United and since nonjurisdictional activities would show a net taxable income, United would receive a 52% tax expense <span class=\"star-pagination\">*254</span> for ratemaking purposes.<sup>[10]</sup> The congressional purpose in allowing consolidated returns was to eliminate exactly this kind of dependence on corporate form and leave corporations free to continue business in whatever corporate form best suited them. See, <i>e. g.,</i> S. Rep. No. 960, 70th Cong., 1st Sess., p. 14. The congressional purpose in passing the Natural Gas Act was to prevent exploitation of the natural gas consumer. It was not to prevent natural gas companies from fully developing their nonjurisdictional opportunities, nor to control in any way the form of those activities, nor to appropriate nonjurisdictional assets for the benefit of consumers. <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 593-594.</p>\n<p>The Court focuses its analysis on a case, not presented here, in which there are <i>net</i> nonjurisdictional losses and the consolidated tax liability is thus less than 52% of the taxable income of the jurisdictional activity. In such a case it is clear that nonjurisdictional assets are being used for tax purposes by the jurisdictional activity and it would blink reality not to recognize this use for ratemaking purposes, just as it would be wholly improper not to recognize the lower cost of discount pipe when a jurisdictional activity actually purchased it from a nonjurisdictional affiliate. When the group's election to file consolidated returns, or its intercorporate arrangements, <i>require</i> that nonjurisdictional deductions be utilized to set off jurisdictional income then, and only then, can there, in my opinion, be allocation.<sup>[11]</sup> That, however, is <span class=\"star-pagination\">*255</span> not the situation here where nonjurisdictional income was fully capable of absorbing all nonjurisdictional losses.</p>\n<p></p>\n<h2>II.</h2>\n<p>In a well-reasoned opinion in <i>El Paso Natural Gas Co.</i> v. <i>FPC,</i> 281 F. 2d 567, the court held that the Commission properly took account of depletion allowances arising from jurisdictional activities in fixing rates. The gas company there had argued that since Congress intended by the allowance to encourage exploration its benefit could not be passed on to the ratepayers. The court rejected that argument because it concluded that the proper place to reflect the congressional policy was in the ultimate rate of return allowed the company. It made explicit, however, that the Commission could not fail to take account of the congressional policy.</p>\n<p>The Court's opinion departs from that sound analysis by sustaining a formula which allocates the entire \"tax saving\" to the \"regulated\" corporations and thus fails to take account of the congressional desire to benefit the loss corporations by allowing the profit corporations to retain earnings which could be passed on to them. The consolidated return is the horizontal equivalent of the vertical loss carry-forward and carryback provisions of the Internal Revenue Code. It allows the \"business unit\" to recoup from the Government some of the loss which has been sustained and, in the words of Mr. Justice Jackson, \"it is probable that the intention . . . was to provide salvage for the loser . . . .\" <i>Western Pacific Railroad Case,</i> 345 U. S. 247, 277 (dissenting opinion). Any rate formula which does not provide a means of allocating benefit to the loss corporation cannot then be \"just and reasonable.\" And if the group as a whole does not benefit from consolidation because the setoff advantages of losses are absorbed by the \"regulated\" corporations and passed on to the ratepayers, it is most <span class=\"star-pagination\">*256</span> unlikely that the loss corporations will achieve the benefit Congress intended them to have.<sup>[12]</sup></p>\n<p>The Court recognizes the adverse effect on the benefits flowing to the loss corporations, but contends there is no frustration of the tax laws because the losses \"remain with the system, readily available to reduce the taxes of the profitable affiliates . . . .\" But this hypothetical \"availability\" is meaningless for the \"instant cash\" produced by the losses is passed on to the ratepayers rather than, as the tax laws intend, to the loss corporations. The fact that the group's tax payment is lower will not satisfy the intent behind the revenue provisions which was not to reduce government collections but to increase resources available to the business unit.<sup>[13]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>To summarize, I think, first, that no allocation whatever could be required by the Commission in these cases because nonjurisdictional income was more than sufficient to absorb all nonjurisdictional losses and there was no showing that jurisdictional activities would actually benefit from nonjurisdictional losses. To permit the FPC in such circumstances to allocate would in effect <span class=\"star-pagination\">*257</span> extend the Commission's jurisdiction to areas not encompassed within the authority given the Commission by the Natural Gas Act. While the basic purpose of the Act is, of course, to protect ratepayers, Congress has not carried that protection so far as to allow them to share in the benefits of the nonjurisdictional activities of a jurisdictional corporation or those of its corporate affiliates\u0097a result which today's decision permits the Commission to achieve.</p>\n<p>Second, in instances where the Commission may allocate, it seems to me that any allocation formula that does not take account of the underlying policy of the tax statute would \"plainly [contravene] the statutory scheme of regulation.\" <i>Colorado Interstate Gas Co.</i> v. <i>FPC, supra,</i> at 589.</p>\n<p>Third, while I thus agree with the Court of Appeals that United, on this record, is entitled to have its rates calculated on the premise of a full 52% tax liability, I cannot subscribe to such intimations as there may be in the opinion relied upon by that court that the Commission may <i>never</i> allocate in a consolidated tax situation.</p>\n<p>I would affirm the judgment of the Court of Appeals.<sup>[14]</sup></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 128, <i>Memphis Light, Gas &amp; Water Division</i> v. <i>United Gas Pipe Line Co. et al.,</i> also on certiorari to the same court.</p>\n<p>[1]  The election was pursuant to the privilege granted in § 1501 of the Internal Revenue Code of 1954, 26 U. S. C. § 1501. The other members of the affiliated group are United Gas Corporation, which wholly owns United and which is a gas distribution company subject to state and local regulation, and two other wholly owned subsidiaries of United Gas Corporation\u0097Union Producing Company (Union), a domestic oil and gas producer whose interstate sales of gas are subject to the jurisdiction of the Federal Power Commission, and United Overseas Production Company (Overseas) which engaged in oil exploration in foreign countries.</p>\n<p>[2]  \"[T]he proper method to be applied in computing the Federal income taxes to be included in the cost of service of a regulated company where that company has joined in a consolidated tax return with affiliates is (1) separate the companies into regulated and unregulated groups, (2) determine the net aggregate taxable income of each group, and (3) apportion the net total consolidated tax liability over a representative period of time between the two groups, and among the companies in the regulated group, on the basis of their respective taxable incomes; provided that the allowance so computed for the regulated company shall not exceed what its tax liability would be for rate making purposes, if computed on a separate return basis.\" 30 F. P. C. 158, 164.\n</p>\n<p>As the Commission noted, <i>id.,</i> at 162, it could draw little from the experience of state and local regulatory bodies dealing with the question whether the losses of affiliates should be taken into account in determining the tax allowance for regulated enterprises since the state and local solutions had not been consistent. It does not appear that the Commission drew on its own experience, although with a single exception the Commission seems to have accounted for consolidated tax savings in past ratemaking proceedings. See <i>Penn-York Natural Gas Corp.,</i> 5 F. P. C. 33, 39 (1946); <i>Hope Natural Gas Co.,</i> 10 F. P. C. 583, 612, aff'd, 10 F. P. C. 625 (1951); <i>Atlantic Seaboard Corp.,</i> 11 F. P. C. 486, 515, aff'd, 11 F. P. C. 43, remanded on other grounds, 200 F. 2d 108 (1952); <i>United Fuel Gas Co.,</i> 12 F. P. C. 251 (1953); <i>Hope Natural Gas Co.,</i> 12 F. P. C. 342, 347 (1953); <i>Home Gas Co.,</i> 13 F. P. C. 241, 246 (1954); <i>United Fuel Gas Co.,</i> 23 F. P. C. 127, 134 (1960). But see <i>Olin Gas Transmission Corp.,</i> 17 F. P. C. 685 (1956).</p>\n<p>[3]  See <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 604-605; <i>Panhandle Eastern Pipe Line Co.</i> v. <i>FPC,</i> 324 U. S. 635, 648-649; <i>El Paso Natural Gas Co.</i> v. <i>FPC,</i> 281 F. 2d 567, 573, cert. denied <i>sub nom. </i><i>California</i> v. <i>FPC,</i> 366 U. S. 912; <i>Alabama-Tennessee Natural Gas Co.</i> v. <i>FPC,</i> 359 F. 2d 318, 331, cert. denied, 385 U. S. 847.</p>\n<p>[4]  That some sharing of the tax savings with nonfederally regulated companies was in order seems to have been recognized by the members of the affiliated group. Under the internal allocation formula employed by the group, the tax liability assigned to United represented an effective tax rate of 48.8%.</p>\n<p>[1]  26 U. S. C. §§ 1501-1505.</p>\n<p>[2]  \"The permission to file consolidated returns by affiliated corporations merely recognizes the business entity as distinguished from the legal corporate entity of the business enterprise.\" S. Rep. No. 960, 70th Cong., 1st Sess., p. 14.</p>\n<p>[3]  The Court's opinion seizes on the language of <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 602, for the proposition that judicial inquiry must be at an end when it is determined that a rate order \"cannot be said to be unjust and unreasonable.\" But the problem before the Court in that case was an entirely different one. There it was argued that the Court was obligated to delve into the details of an initial ratemaking in order to determine whether certain rates were reasonable. The Court held that in an initial ratemaking the essential question was only whether the return actually allowed permitted the company to sustain itself in the market. The Court noted that it could not become involved in questions of \"fair value\" because \"the value of the going enterprise depends on earnings under whatever rates may be anticipated.\" <i>Id.,</i> at 601. Nothing in <i>Hope Natural Gas</i> suggests that courts are powerless to review a particular formula to determine whether it is based on rational criteria. A return which is \"just and reasonable\" must reflect underlying congressional policies. Thus courts have not hesitated to review the underlying rationales of Commission decisions while giving due deference to the Commission's discretion. See, <i>e. g., </i><i>Tennessee Gas Transmission Co.</i> v. <i>FPC,</i> 293 F. 2d 761; <i>United Gas Imp. Co.</i> v. <i>FPC,</i> 290 F. 2d 133; <i>Detroit</i> v. <i>FPC,</i> 97 U. S. App. D. C. 260, 230 F. 2d 810.</p>\n<p>[4]  Thus despite the Court's \"single consolidated tax liability\" phraseology, I am certain that the Court does not mean to imply that the Commission may allocate by any criterion other than taxable incomes. The Court cannot mean to suggest that, for example, the Commission is empowered to allocate by gross revenues and thus consider special deductions belonging to nonjurisdictional activities as allocable for ratemaking purposes when the nonjurisdictional activity is fully capable of using them.</p>\n<p>[5]  In determining what it considered to be the properly allocated percentage of \"tax saving\" for ratemaking purposes the Commission utilized a five-year average (1957-1961) to eliminate the effects of short-term fluctuation. During that period, the total tax losses of Union and Overseas were $3,893,980. The total taxable income of Gas Corporation, all of which was nonjurisdictional, was $9,024,170. Moreover, 56% of United's taxable income of $105,290,983 was nonjurisdictional. Thus even in the two years, 1960 and 1961, when the tax losses of Union and Overseas exceeded the taxable income of Gas Corporation, the group's nonjurisdictional taxable income was more than sufficient to offset all tax losses.\n</p>\n<p>The Court notes the observation, made by the FPC in its brief, p. 26, that United reflected a \"tax saving\" on its books. This statement is somewhat misleading since it is directed to the allocation made for earnings and profits tax purposes under 26 U. S. C. § 1552 (a) (1) and that allocation bears no necessary relation to the actual allocation of liability for corporate purposes. Exhibit 14-1 reveals that, on the basis of allocated liability for corporate purposes, United had an average effective tax rate of 51.749% for the test years.</p>\n<p>Moreover, the allocation of setoffs in the 1957-1961 period has no direct relevance to the issue in this case for the Commission was not engaged in analyzing rates for that period. The rates under scrutiny were those United proposed to charge in the future. If the Commission had found that United actually intended to allocate setoffs to its jurisdictional operation for corporate purposes while attempting to take a full 52% tax expense deduction for ratemaking purposes, the Commission might well have been justified in recognizing the setoffs for ratemaking purposes to the extent that United actually utilized them. On this record, it is clear that the Commission did not make any such finding.</p>\n<p>[6]  26 U. S. C. § 1501 requires that all of the affiliated corporations consent to the filing of the consolidated return.</p>\n<p>[7]  Proposed Treas. Reg. § 1.1502-33 recently promulgated by the Commissioner of Internal Revenue makes this a permissible means of allocation. 31 Fed. Reg. 16788-16789.</p>\n<p>[8]  And this nonjurisdictional decision would seem outside the Commission's control even if it were influenced by the fact that United could benefit less from the lower price because the ratepayers would absorb the benefit. Union and Overseas have no duty to act for the benefit of United's ratepayers. And if United were to join in a group compact agreeing to this allocation of excess pipe with the proviso that the excess would be sold to United in the absence of other needs, the decision would seem perfectly justifiable. United's contingent benefit would be more than it would have outside the compact, and since United has no right to compel the nonjurisdictional corporations to deal with it, United would not have surrendered anything. See <i>Case</i> v. <i>New York Central R. Co.,</i> 15 N. Y. 2d 150, 204 N. E. 2d 643.</p>\n<p>[9]  It should be noted as well that this example makes clear that it is entirely normal for United to be expected to pay for the acquisition of the asset, and thus some consideration should pass to Union and Overseas. This point is further developed in Part II of this opinion.</p>\n<p>[10]  Title 18 CFR § 154.63 (f) which deals with joint facilities requires allocation of expenses between jurisdictional and nonjurisdictional activities.</p>\n<p>[11]  This formulation is, of course, very similar in form to that utilized by the Commission. The essential difference lies in the fact that the Commission substituted the concept of a \"regulated corporation\" for that of a jurisdictional activity. The regulated-unregulated division made by the Commission has no basis in the Natural Gas Act.</p>\n<p>[12]  The Commission has argued that the intended benefit can be disregarded in this case because the loss corporations are in that category for tax purposes solely because of depletion allowances and are actually profitable in economic terms. While this argument might be thought to have some force, it is not for us to decide that the depletion allowances Congress has authorized are not real costs of carrying on the business.</p>\n<p>[13]  The Commission, if not the Court, was aware of this problem. In its petition for certiorari, p. 10, n. 8, the Commission recognized that \"[t]here may indeed be problems in the application of . . . a formula which may result in allocating the entire tax saving resulting from losses on unregulated activities to the regulated members of the consolidated group.\" The Commission has not attempted to justify its formula to this Court.</p>\n<p>[14]  Since, in my view, no allocation is permissible in the circumstances of these cases, as a matter of law, a remand to the FPC is unnecessary. Under the Court's view, however, such a remand would appear to be the appropriate disposition. The Court's \"single consolidated tax liability\" jurisdictional formulation is essentially the \"fused mass\" theory proposed by the Commission staff and rejected by the Commission for jurisdictional reasons. <i>Cities Service Gas Co.,</i> 30 F. P. C. 158, 160. The Commission should at least be required to re-examine the matter under the Court's jurisdictional premises. <i>SEC</i> v. <i>Chenery Corp.,</i> 318 U. S. 80; <i>Connecticut Light &amp; Power Co.</i> v. <i>FPC,</i> 324 U. S. 515, 534. In any event, I cannot understand the Court's remand to the Court of Appeals, the Commission's power to allocate and its allocation formula having already been upheld by this Court.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:00", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></span> (1967)</b></center>\n<center><h1>FEDERAL POWER COMMISSION<br>\nv.<br>\nUNITED GAS PIPE LINE CO. ET AL.</h1></center>\n<center>No. 127.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 1967.</center>\n<center>Decided March 13, 1967.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Howard E. Wahrenbrock</i> argued the cause for petitioner in No. 127. With him on the brief were <i>Solicitor</i> <span class=\"star-pagination\">*238</span> <i>General Marshall, Ralph S. Spritzer, Richard A. Posner</i> and <i>Richard A. Solomon.</i></p>\n<p><i>Reuben Goldberg</i> argued the cause for petitioner in No. 128. With him on the brief was <i>George E. Morrow.</i></p>\n<p><i>Thomas Fletcher</i> argued the cause and filed a brief for respondent United Gas Pipe Line Co. in both cases. <i>William W. Brackett</i> argued the cause for respondents Texas Eastern Transmission Corp. et al. in both cases. With him on the brief were <i>Charles C. McDugald</i> and <i>Joseph F. Weiler.</i></p>\n<p><i>Conrad C. Mount, Jack Werner</i> and <i>Melvin Richter</i> filed a brief for the Independent Natural Gas Association of America, as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The question here is whether the Federal Power Commission, in the course of determining just and reasonable rates for United Gas Pipe Line Company (United) under § 4 (e) of the Natural Gas Act, 52 Stat. 822, 15 U. S. C. § 717c (e), made a proper allowance for federal income taxes in calculating the company's cost of service. United claimed that in determining the cost of service its allowance for federal income taxes should be at the full 52% rate, or $12,751,454, for the test year. The Commission disagreed because United was a member of an affiliated group which during the five-year period of 1957-1961 had elected to file consolidated returns for federal income tax purposes,<sup>[1]</sup> a fact which in the Commission's <span class=\"star-pagination\">*239</span> view required a reduced tax allowance in the company's cost of service. Had consolidated returns not been filed during the five-year period and had each company in the affiliated group instead filed separate returns, the total tax for the group would have been several million dollars more than was paid on a consolidated basis. This was so because on a consolidated basis consolidated losses serve to reduce consolidated income and because two members of the group, Union and Overseas, had net losses over the five-year period, thereby reducing taxes by $2,092,038 over those years.</p>\n<p>To determine what the Commission considered the proper tax allowance for United's rate base, it allocated the actual consolidated taxes paid during the five-year period among the members of the group in accordance with a formula it had developed in <i>Cities Service Gas Co.,</i> 30 F. P. C. 158, the order in which was set aside after issuance of the order in the instant case, 337 F. 2d 97. As so allocated, United's annual share of the consolidated tax was 50.04% of its taxable income. Using this rate, the Commission allowed United $9,940,892 for federal income taxes instead of the $12,751,454 claimed by United. 31 F. P. C. 1180, 1191.</p>\n<p>The Court of Appeals, relying on the decision of the Court of Appeals for the Tenth Circuit in <i>Cities Service Gas Co.</i> v. <i>FPC,</i> 337 F. 2d 97, held \"the tax allocation as made by the Commission's order was contrary to the requirements which Congress had imposed,\" 357 F. 2d 230, 231, and hence vacated and set aside the order. We reverse and remand to the Court of Appeals for further proceedings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*240</span> I.</h2>\n<p>In the <i>Cities Service</i> case the affiliated group filing the consolidated return was composed of both regulated and unregulated companies. Some of the unregulated companies had taxable income, others had even larger losses, and, therefore, as a group the unregulated companies showed a net loss over the representative years used by the Commission to forecast the future federal income tax element of cost of service. The regulated companies as a group, on the other hand, had taxable income in the same period. On an unconsolidated basis the individual members of the affiliated group would have paid a considerably larger total tax than was actually paid on the consolidated basis. The gas company whose tax allowance for rate purposes was being determined claimed that it was entitled to the full 52% of its own taxable income. Its position was that the Commission had no power at all to apply any of the losses of unregulated companies to reduce its tax allowance and hence its rates. The tax allowance was thus to be figured at 52% without regard to the taxes actually paid by the affiliated group on a consolidated basis, seemingly even if the group paid no tax at all.</p>\n<p>For the Commission, however, the only real cost to the regulated company was related to the consolidated tax actually paid and incurred in connection with the other companies in the group. In the Commission's view, it was unacceptable to determine the cost of service on a hypothetical figure\u0097to fix jurisdictional rates \"on the basis of converting a hypothetical tax payment into a prudent operating expense.\" 30 F. P. C., at 162. It refused to accept the argument that \"Gas Company ratepayers should make Cities Service stockholders whole for <span class=\"star-pagination\">*241</span> the tax losses of nonregulated enterprises even though this means an allowance for taxes over and beyond that which the consolidated system as a whole actually paid.\" <i>Ibid.</i> The Commission's function, it said, was to fix just and reasonable rates, not to insure that other affiliates would be made whole for their tax losses out of income from regulated enterprises. Thus the task was \"to determine the proportion of the consolidated tax which is reasonably attributable to the Gas Company <i>vis-a-vis</i> the other Cities Service affiliates.\" <i>Ibid.</i></p>\n<p>To make this determination, the Commission devised a formula which in effect applied the losses of unregulated companies first to the gains of other unregulated companies.<sup>[2]</sup> If a net taxable income remained in the unregulated <span class=\"star-pagination\">*242</span> group, the regulated companies would not share in the savings from the consolidated return and would be deemed to have paid a tax at the full 52% rate. But if losses of the unregulated companies exceeded their net income and hence reduced the taxes of the regulated group below what they would have paid had they filed separate returns, the consolidated tax paid would be allocated among the regulated companies in proportion to their taxable incomes. As applied to the facts in the <i>Cities Service</i> case, the formula resulted in a tax allowance of $5,866,847 rather than the $7,055,981 claimed by the Cities Service Gas Company.</p>\n<p>The Court of Appeals set aside the Commission's order. In its view, the addition of the gas company's income to the consolidated return cost the affiliated group exactly 52% of the taxable income of the gas company, either in taxes paid or in a reduction of loss carry-forwards or carrybacks. The Commission's formula as applied was therefore held to appropriate losses of unregulated companies and to exceed the Commission's \"jurisdictional limits which require an effective separation of regulated and nonregulated activities for the determination of the ingredients of the rate base . . . mean[ing] a separation of profits and losses between regulated and nonregulated businesses in determining the tax allowance includible in the cost of service of the regulated company.\" 337 F. 2d 97, 101. Hence the court, relying on <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, and <i>Panhandle Eastern Pipe Line Co.</i> v. <i>FPC,</i> 324 U. S. 635, set aside the Commission's order.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*243</span> II.</h2>\n<p>In our view what the Commission did here did not exceed the powers granted to it by Congress. One of its statutory duties is to determine just and reasonable rates which will be sufficient to permit the company to recover its costs of service and a reasonable return on its investment. Cost of service is therefore a major focus of inquiry. Normally included as a cost of service is a proper allowance for taxes, including federal income taxes. The determination of this allowance, as a general proposition, is obviously within the jurisdiction of the Commission. Ratemaking is, of course, subject to the rule that the income and expense of unregulated and regulated activities should be segregated. But there is no suggestion in these cases that in arriving at the net taxable income of United the Commission violated this rule. Nor did it in our view in determining the tax allowance. United had not filed its own separate tax return. Instead it had joined with others in the filing of a consolidated return which resulted in the affiliated group's paying a lower total tax than would have been due had the affiliates filed on a separate-return basis. The question for the Commission was what portion of the single consolidated tax liability belonged to United. Other members of the group should not be required to pay any part of United's tax, but neither should United pay the tax of others. A proper allocation had to be made by the Commission. Respondents insist that in making the allocation the Commission would violate the statute unless in every conceivable circumstance, including this one, United is allowed an amount for taxes equal to what it would have paid had it filed a separate return. In their view United should never share in the tax savings inherent in a consolidated return, even if on a consolidated basis system <span class=\"star-pagination\">*244</span> losses exceed system gains and neither the affiliated group nor any member in it has any tax liability. This is an untenable position and we reject it. Rates fixed on this basis would give the pipeline company and its stock-holders not only the fair return to which they are entitled but also the full amount of an expense never in fact incurred. In such circumstances, the Commission could properly disallow the hypothetical tax expense and hold that rates based on such an unreal cost of service would not be just and reasonable.</p>\n<p>It is true that the avoidance of tax and the reduction of the tax allowance are accomplished only by applying losses of unregulated companies to the income of the regulated entity. But the Commission is not responsible for the use of consolidated returns. It is the tax law which permits an election by an appropriate group to file on a consolidated basis. The members of a group, as in these cases, themselves chose not to file separate returns and hence, for tax purposes, to mingle profits and losses of both regulated and unregulated concerns, apparently deeming it more desirable to attempt to turn the losses of some companies into immediate cash through tax savings rather than to count on the loss companies themselves having future profits against which prior losses could be applied. Such a private decision made by the affiliates, including the regulated member, has the practical and intended consequence of reducing the group's federal income taxes, perhaps to zero, as was true of one of the years involved in the <i>Cities Service</i> case. But when the out-of-pocket tax cost of the regulated affiliate is reduced, there is an immediate confrontation with the ratemaking principle that limits cost of service to expenses actually incurred. Nothing in <i>Colorado Interstate</i> or <i>Panhandle</i> forbids the Commission to recognize the actual tax saving impact of a private election to file consolidated <span class=\"star-pagination\">*245</span> returns. On the contrary, both cases support the power and the duty of the Commission to limit cost of service to real expenses.<sup>[3]</sup></p>\n<p>We think that in the proper circumstances the Commission has the power to reduce cost of service, and hence rates, based on the application of nonjurisdictional losses to jurisdictional income. Hence, the question becomes one of when and to what extent the tax savings flowing from the filing of a consolidated return are to be shared by the regulated company. Or, to put it in the Commission's words the issue is one of determining \"the proportion of the consolidated tax which is reasonably attributable to the gas company <i>vis-a-vis</i> [its] other . . . affiliates.\" 30 F. P. C., at 162.</p>\n<p>Viewing these cases in this light, we cannot say that the method the Commission chose to allocate the tax liability among the group members was erroneous or contrary to its statutory authority. Under its formula, the net losses and net income of unregulated companies are first set off one against the other, and the tax savings made possible by losses of unregulated enterprises are thus first allocated to the unregulated companies. Only if \"unregulated\" losses exceed \"unregulated\" income is the regulated company deemed to have enjoyed a reduction in its taxes as a result of the consolidated return. If there is more than one regulated company in the group, they will share the tax liability or tax saving in proportion to their taxable income.</p>\n<p><span class=\"star-pagination\">*246</span> It is true that the Commission includes in the regulated group companies which are regulated not by it but by state or local authorities and that under the Commission's formula enterprises not subject to its jurisdiction may be required to share the tax saving with the federally regulated concern. But we know of nothing in the decisions or the statutes governing the ratemaking activities of the Commission which dictates priority for the state-regulated company or which provides that the jurisdictional company may share in the tax saving only if the saving exceeds the separate-return tax liability of the state-regulated company. One could as well argue that for ratemaking purposes the company subject to federal regulation should have the first benefit of the tax saving. The Commission's formula, of course, prefers neither concern but allocates the tax liability equitably between each regulated member, without regard to the source of the regulation.<sup>[4]</sup> \"When Congress, as here, fails to provide a formula for the Commission to follow, courts are not warranted in rejecting the one which the Commission employs unless it plainly contravenes the statutory scheme of regulation.\" <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 589. \"If the total effect of the rate order cannot be said to be unjust and unreasonable, judicial inquiry under the Act is at an end. The fact that the method employed to reach that result may contain infirmities is not then important.\" <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 602.</p>\n<p>There is no frustration of the tax laws inherent in the Commission's action. The affiliated group may continue <span class=\"star-pagination\">*247</span> to file consolidated returns and through this mechanism set off system losses against system income, including United's fair return income. The tax law permits this, but it does not seek to control the amount of income which any affiliate will have. Nor does it attempt to set United's rates. This is the function of the Commission, a function performed here by rejecting that part of the claimed tax expense which was no expense at all, by reducing cost of service and therefore rates, and by allowing United only a fair return on its investment.</p>\n<p>Nor did the Commission \"appropriate\" or extinguish the losses of any member of the affiliated group, regulated or unregulated. Those losses may still be applied to system gains and thereby be turned into instant cash. United may, of course, have less income than it did. If so, this will correspondingly reduce the opportunity of the affiliated group to use the losses of unregulated companies to appropriate United's income for the benefit of non-jurisdictional activities because United's income will no longer offset the same amount of losses which it once did. But the losses of unregulated companies are in no way destroyed. They remain with the system, readily available to reduce the taxes of the profitable affiliates to the maximum extent allowed by the tax law.</p>\n<p>Another matter deserves some comment. It is said here that the Commission, in applying its tax allowance formula, erroneously failed to recognize and to take account of the fact that United has both jurisdictional and nonjurisdictional activities and income. Although this is a matter which might affect the results achieved in application of the Commission's formula, it is one to which the Court of Appeals has not addressed itself, and we think it appropriate for the issue to be raised there if the parties are so inclined.</p>\n<p><span class=\"star-pagination\">*248</span> For the reasons stated herein, the judgment of the Court of Appeals is reversed and the cases remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE FORTAS took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE DOUGLAS and MR. JUSTICE STEWART join, dissenting.</p>\n<p>My analysis of the elusive issue involved in these cases leads me to different conclusions from those reached by the Court and to agreement with the result reached by the Court of Appeals on the facts of these cases.</p>\n<p>We are presented here with the problems of resolving an apparent conflict between the consolidated tax return provisions of the Internal Revenue Code,<sup>[1]</sup> which permit an affiliated group of corporations, in this instance having some activities within and some without the Federal Power Commission's jurisdiction, to be treated as a \"business entity\" for tax purposes,<sup>[2]</sup> and the Natural Gas Act which imposes on the Commission the duty of observing \"the fundamental rate making principle [that] . . . requires a separation between regulated and unregulated costs and revenues.\" <i>Cities Service Gas Co.,</i> 30 F. P. C. 158, 162. The Court holds that the FPC may resolve the apparent dilemma by working only with \"the single consolidated tax liability\" and determining by allocation what portion should be attributed to United for ratemaking purposes. By filing a consolidated return the members of the affiliated group are said \"to mingle profits <span class=\"star-pagination\">*249</span> and losses of both regulated and unregulated concerns\" and thus create the necessity for allocation. The only serious problem the Court sees is the resolution of the question \"when and to what extent the tax savings flowing from the filing of a consolidated return are to be shared by the regulated company.\" And the Court attempts to sidestep sharp analysis of that problem by resorting to the principle that, in ratemaking, the end in effect justifies the means.<sup>[3]</sup></p>\n<p>As will be developed more fully below, I think that the Court's resolution of the jurisdictional issue, while possessing a certain surface plausibility, mistakes the operation of the tax laws and permits the Commission to place regulatory pressure on entities and business decisions wholly outside its jurisdiction under the Natural Gas Act. I think also that the Commission's formula <span class=\"star-pagination\">*250</span> cannot be upheld even under the Court's jurisdictional analysis. The formula indefensibly undercuts the policy of the tax laws, and thus cannot be considered a means of reaching \"just and reasonable\" rates. Cf. <i>El Paso Natural Gas Co.</i> v. <i>FPC,</i> 281 F. 2d 567.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Court's \"single consolidated tax liability\" approach ignores the fact that what is consolidated is corporate taxable incomes rather than the underlying revenues and deductions. Thus what has happened in this case is not the imposition of a single tax liability on the activities, as a whole, of the affiliated corporate group, but the reduction of the sum of separate 52% corporate tax liabilities by the setoff of tax losses against taxable income. Certainly there can be no contention that United would be entitled to anything other than a 52% of taxable income tax expense for ratemaking purposes absent tax losses in the consolidated group.<sup>[4]</sup> The only question that properly arises on this record is whether the Commission could consider any setoff to have been made against United's tax liability for ratemaking purposes when nonjurisdictional activities could have taken full advantage of the setoffs belonging to the group and the group desired to allocate them to those activities.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*251</span> The \"tax losses\" belonging to the group arose almost exclusively from the excess of depletion allowances over revenues in the accounts of the nonjurisdictional activities of Union and Overseas. Such allowances belonged to Union and Overseas and those corporations were entitled to their exclusive use. By agreeing to the consolidated return<sup>[6]</sup> Union and Overseas agreed to deliver to the group, in any taxable year, whatever deductions they themselves could not then utilize in their own returns. The question how to allocate the benefit of those <span class=\"star-pagination\">*252</span> deductions among the members of the group would seem to be one for the group rather than the Commission when, as here, they do not arise from jurisdictional activities and can be used by group members to offset other nonjurisdictional gains. The courts have allowed goodfaith business decisions to control such allocations for the vital purpose of determining which corporations shall pay the tax. See <i>Case</i> v. <i>New York Central R. Co.,</i> 15 N. Y. 2d 150, 204 N. E. 2d 643. And the tax Commissioner would permit the group to allocate for earnings and profits purposes in precisely the manner the group has chosen here.<sup>[7]</sup> Although these decisions cannot control for ratemaking purposes, they do make it clear that the Commission's assertion of jurisdiction to make an allocation amounts to an order that certain nonjurisdictional assets be delivered up to jurisdictional use since there is no other compulsion for such an allocation. The Court asserts that \"[o]ne could as well argue that for ratemaking purposes the company subject to federal regulation should have the first benefit of the tax saving.\" But no authority or reason is given in support of this assertion, and, in my opinion, none can be found. The Commission has no authority to control the disposition of nonjurisdictional assets or the revenues or losses arising therefrom.</p>\n<p>A parallel example will make even clearer the jurisdictional violation arising from the Commission's action here. If Union or Overseas had found itself with an excess quantity of steel pipe useful to all members of the group and had to negotiate its sale at a discount, one could hardly \"as well argue that for ratemaking purposes\" United should be credited with the discount purchase when the pipe had been sold to Gas Corporation and United had been forced to purchase pipe on the <span class=\"star-pagination\">*253</span> market.<sup>[8]</sup> And it could not be asserted that the Commission would have authority to order the transfer of the discount pipe to United.<sup>[9]</sup></p>\n<p>The far-reaching nonjurisdictional impact of the Commission's ruling gives further evidence that its action was one which Congress could not have contemplated and would not have condoned. As the dissenting Commissioners pointed out in the <i>Cities Service Gas Co.</i> proceeding, 30 F. P. C., at 175, the Commission has made jurisdictional rates turn on the corporate form assumed by nonjurisdictional activities. If, for example, the group had separately incorporated its nonjurisdictional operations, they would have shown taxable income in filing the consolidated return and no ratemaking allocation would be forthcoming. Similarly, since the Commission regulations themselves require separation of jurisdictional and nonjurisdictional operations within a single corporation, all the affiliates could merge into United and since nonjurisdictional activities would show a net taxable income, United would receive a 52% tax expense <span class=\"star-pagination\">*254</span> for ratemaking purposes.<sup>[10]</sup> The congressional purpose in allowing consolidated returns was to eliminate exactly this kind of dependence on corporate form and leave corporations free to continue business in whatever corporate form best suited them. See, <i>e. g.,</i> S. Rep. No. 960, 70th Cong., 1st Sess., p. 14. The congressional purpose in passing the Natural Gas Act was to prevent exploitation of the natural gas consumer. It was not to prevent natural gas companies from fully developing their nonjurisdictional opportunities, nor to control in any way the form of those activities, nor to appropriate nonjurisdictional assets for the benefit of consumers. <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 593-594.</p>\n<p>The Court focuses its analysis on a case, not presented here, in which there are <i>net</i> nonjurisdictional losses and the consolidated tax liability is thus less than 52% of the taxable income of the jurisdictional activity. In such a case it is clear that nonjurisdictional assets are being used for tax purposes by the jurisdictional activity and it would blink reality not to recognize this use for ratemaking purposes, just as it would be wholly improper not to recognize the lower cost of discount pipe when a jurisdictional activity actually purchased it from a nonjurisdictional affiliate. When the group's election to file consolidated returns, or its intercorporate arrangements, <i>require</i> that nonjurisdictional deductions be utilized to set off jurisdictional income then, and only then, can there, in my opinion, be allocation.<sup>[11]</sup> That, however, is <span class=\"star-pagination\">*255</span> not the situation here where nonjurisdictional income was fully capable of absorbing all nonjurisdictional losses.</p>\n<p></p>\n<h2>II.</h2>\n<p>In a well-reasoned opinion in <i>El Paso Natural Gas Co.</i> v. <i>FPC,</i> 281 F. 2d 567, the court held that the Commission properly took account of depletion allowances arising from jurisdictional activities in fixing rates. The gas company there had argued that since Congress intended by the allowance to encourage exploration its benefit could not be passed on to the ratepayers. The court rejected that argument because it concluded that the proper place to reflect the congressional policy was in the ultimate rate of return allowed the company. It made explicit, however, that the Commission could not fail to take account of the congressional policy.</p>\n<p>The Court's opinion departs from that sound analysis by sustaining a formula which allocates the entire \"tax saving\" to the \"regulated\" corporations and thus fails to take account of the congressional desire to benefit the loss corporations by allowing the profit corporations to retain earnings which could be passed on to them. The consolidated return is the horizontal equivalent of the vertical loss carry-forward and carryback provisions of the Internal Revenue Code. It allows the \"business unit\" to recoup from the Government some of the loss which has been sustained and, in the words of Mr. Justice Jackson, \"it is probable that the intention . . . was to provide salvage for the loser . . . .\" <i>Western Pacific Railroad Case,</i> 345 U. S. 247, 277 (dissenting opinion). Any rate formula which does not provide a means of allocating benefit to the loss corporation cannot then be \"just and reasonable.\" And if the group as a whole does not benefit from consolidation because the setoff advantages of losses are absorbed by the \"regulated\" corporations and passed on to the ratepayers, it is most <span class=\"star-pagination\">*256</span> unlikely that the loss corporations will achieve the benefit Congress intended them to have.<sup>[12]</sup></p>\n<p>The Court recognizes the adverse effect on the benefits flowing to the loss corporations, but contends there is no frustration of the tax laws because the losses \"remain with the system, readily available to reduce the taxes of the profitable affiliates . . . .\" But this hypothetical \"availability\" is meaningless for the \"instant cash\" produced by the losses is passed on to the ratepayers rather than, as the tax laws intend, to the loss corporations. The fact that the group's tax payment is lower will not satisfy the intent behind the revenue provisions which was not to reduce government collections but to increase resources available to the business unit.<sup>[13]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>To summarize, I think, first, that no allocation whatever could be required by the Commission in these cases because nonjurisdictional income was more than sufficient to absorb all nonjurisdictional losses and there was no showing that jurisdictional activities would actually benefit from nonjurisdictional losses. To permit the FPC in such circumstances to allocate would in effect <span class=\"star-pagination\">*257</span> extend the Commission's jurisdiction to areas not encompassed within the authority given the Commission by the Natural Gas Act. While the basic purpose of the Act is, of course, to protect ratepayers, Congress has not carried that protection so far as to allow them to share in the benefits of the nonjurisdictional activities of a jurisdictional corporation or those of its corporate affiliates\u0097a result which today's decision permits the Commission to achieve.</p>\n<p>Second, in instances where the Commission may allocate, it seems to me that any allocation formula that does not take account of the underlying policy of the tax statute would \"plainly [contravene] the statutory scheme of regulation.\" <i>Colorado Interstate Gas Co.</i> v. <i>FPC, supra,</i> at 589.</p>\n<p>Third, while I thus agree with the Court of Appeals that United, on this record, is entitled to have its rates calculated on the premise of a full 52% tax liability, I cannot subscribe to such intimations as there may be in the opinion relied upon by that court that the Commission may <i>never</i> allocate in a consolidated tax situation.</p>\n<p>I would affirm the judgment of the Court of Appeals.<sup>[14]</sup></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 128, <i>Memphis Light, Gas &amp; Water Division</i> v. <i>United Gas Pipe Line Co. et al.,</i> also on certiorari to the same court.</p>\n<p>[1]  The election was pursuant to the privilege granted in § 1501 of the Internal Revenue Code of 1954, 26 U. S. C. § 1501. The other members of the affiliated group are United Gas Corporation, which wholly owns United and which is a gas distribution company subject to state and local regulation, and two other wholly owned subsidiaries of United Gas Corporation\u0097Union Producing Company (Union), a domestic oil and gas producer whose interstate sales of gas are subject to the jurisdiction of the Federal Power Commission, and United Overseas Production Company (Overseas) which engaged in oil exploration in foreign countries.</p>\n<p>[2]  \"[T]he proper method to be applied in computing the Federal income taxes to be included in the cost of service of a regulated company where that company has joined in a consolidated tax return with affiliates is (1) separate the companies into regulated and unregulated groups, (2) determine the net aggregate taxable income of each group, and (3) apportion the net total consolidated tax liability over a representative period of time between the two groups, and among the companies in the regulated group, on the basis of their respective taxable incomes; provided that the allowance so computed for the regulated company shall not exceed what its tax liability would be for rate making purposes, if computed on a separate return basis.\" 30 F. P. C. 158, 164.\n</p>\n<p>As the Commission noted, <i>id.,</i> at 162, it could draw little from the experience of state and local regulatory bodies dealing with the question whether the losses of affiliates should be taken into account in determining the tax allowance for regulated enterprises since the state and local solutions had not been consistent. It does not appear that the Commission drew on its own experience, although with a single exception the Commission seems to have accounted for consolidated tax savings in past ratemaking proceedings. See <i>Penn-York Natural Gas Corp.,</i> 5 F. P. C. 33, 39 (1946); <i>Hope Natural Gas Co.,</i> 10 F. P. C. 583, 612, aff'd, 10 F. P. C. 625 (1951); <i>Atlantic Seaboard Corp.,</i> 11 F. P. C. 486, 515, aff'd, 11 F. P. C. 43, remanded on other grounds, 200 F. 2d 108 (1952); <i>United Fuel Gas Co.,</i> 12 F. P. C. 251 (1953); <i>Hope Natural Gas Co.,</i> 12 F. P. C. 342, 347 (1953); <i>Home Gas Co.,</i> 13 F. P. C. 241, 246 (1954); <i>United Fuel Gas Co.,</i> 23 F. P. C. 127, 134 (1960). But see <i>Olin Gas Transmission Corp.,</i> 17 F. P. C. 685 (1956).</p>\n<p>[3]  See <i>Colorado Interstate Gas Co.</i> v. <i>FPC,</i> 324 U. S. 581, 604-605; <i>Panhandle Eastern Pipe Line Co.</i> v. <i>FPC,</i> 324 U. S. 635, 648-649; <i>El Paso Natural Gas Co.</i> v. <i>FPC,</i> 281 F. 2d 567, 573, cert. denied <i>sub nom. </i><i>California</i> v. <i>FPC,</i> 366 U. S. 912; <i>Alabama-Tennessee Natural Gas Co.</i> v. <i>FPC,</i> 359 F. 2d 318, 331, cert. denied, 385 U. S. 847.</p>\n<p>[4]  That some sharing of the tax savings with nonfederally regulated companies was in order seems to have been recognized by the members of the affiliated group. Under the internal allocation formula employed by the group, the tax liability assigned to United represented an effective tax rate of 48.8%.</p>\n<p>[1]  26 U. S. C. §§ 1501-1505.</p>\n<p>[2]  \"The permission to file consolidated returns by affiliated corporations merely recognizes the business entity as distinguished from the legal corporate entity of the business enterprise.\" S. Rep. No. 960, 70th Cong., 1st Sess., p. 14.</p>\n<p>[3]  The Court's opinion seizes on the language of <i>FPC</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 602, for the proposition that judicial inquiry must be at an end when it is determined that a rate order \"cannot be said to be unjust and unreasonable.\" But the problem before the Court in that case was an entirely different one. There it was argued that the Court was obligated to delve into the details of an initial ratemaking in order to determine whether certain rates were reasonable. The Court held that in an initial ratemaking the essential question was only whether the return actually allowed permitted the company to sustain itself in the market. The Court noted that it could not become involved in questions of \"fair value\" because \"the value of the going enterprise depends on earnings under whatever rates may be anticipated.\" <i>Id.,</i> at 601. Nothing in <i>Hope Natural Gas</i> suggests that courts are powerless to review a particular formula to determine whether it is based on rational criteria. A return which is \"just and reasonable\" must reflect underlying congressional policies. Thus courts have not hesitated to review the underlying rationales of Commission decisions while giving due deference to the Commission's discretion. See, <i>e. g., </i><i>Tennessee Gas Transmission Co.</i> v. <i>FPC,</i> 293 F. 2d 761; <i>United Gas Imp. Co.</i> v. <i>FPC,</i> 290 F. 2d 133; <i>Detroit</i> v. <i>FPC,</i> 97 U. S. App. D. C. 260, 230 F. 2d 810.</p>\n<p>[4]  Thus despite the Court's \"single consolidated tax liability\" phraseology, I am certain that the Court does not mean to imply that the Commission may allocate by any criterion other than taxable incomes. The Court cannot mean to suggest that, for example, the Commission is empowered to allocate by gross revenues and thus consider special deductions belonging to nonjurisdictional activities as allocable for ratemaking purposes when the nonjurisdictional activity is fully capable of using them.</p>\n<p>[5]  In determining what it considered to be the properly allocated percentage of \"tax saving\" for ratemaking purposes the Commission utilized a five-year average (1957-1961) to eliminate the effects of short-term fluctuation. During that period, the total tax losses of Union and Overseas were $3,893,980. The total taxable income of Gas Corporation, all of which was nonjurisdictional, was $9,024,170. Moreover, 56% of United's taxable income of $105,290,983 was nonjurisdictional. Thus even in the two years, 1960 and 1961, when the tax losses of Union and Overseas exceeded the taxable income of Gas Corporation, the group's nonjurisdictional taxable income was more than sufficient to offset all tax losses.\n</p>\n<p>The Court notes the observation, made by the FPC in its brief, p. 26, that United reflected a \"tax saving\" on its books. This statement is somewhat misleading since it is directed to the allocation made for earnings and profits tax purposes under 26 U. S. C. § 1552 (a) (1) and that allocation bears no necessary relation to the actual allocation of liability for corporate purposes. Exhibit 14-1 reveals that, on the basis of allocated liability for corporate purposes, United had an average effective tax rate of 51.749% for the test years.</p>\n<p>Moreover, the allocation of setoffs in the 1957-1961 period has no direct relevance to the issue in this case for the Commission was not engaged in analyzing rates for that period. The rates under scrutiny were those United proposed to charge in the future. If the Commission had found that United actually intended to allocate setoffs to its jurisdictional operation for corporate purposes while attempting to take a full 52% tax expense deduction for ratemaking purposes, the Commission might well have been justified in recognizing the setoffs for ratemaking purposes to the extent that United actually utilized them. On this record, it is clear that the Commission did not make any such finding.</p>\n<p>[6]  26 U. S. C. § 1501 requires that all of the affiliated corporations consent to the filing of the consolidated return.</p>\n<p>[7]  Proposed Treas. Reg. § 1.1502-33 recently promulgated by the Commissioner of Internal Revenue makes this a permissible means of allocation. 31 Fed. Reg. 16788-16789.</p>\n<p>[8]  And this nonjurisdictional decision would seem outside the Commission's control even if it were influenced by the fact that United could benefit less from the lower price because the ratepayers would absorb the benefit. Union and Overseas have no duty to act for the benefit of United's ratepayers. And if United were to join in a group compact agreeing to this allocation of excess pipe with the proviso that the excess would be sold to United in the absence of other needs, the decision would seem perfectly justifiable. United's contingent benefit would be more than it would have outside the compact, and since United has no right to compel the nonjurisdictional corporations to deal with it, United would not have surrendered anything. See <i>Case</i> v. <i>New York Central R. Co.,</i> 15 N. Y. 2d 150, 204 N. E. 2d 643.</p>\n<p>[9]  It should be noted as well that this example makes clear that it is entirely normal for United to be expected to pay for the acquisition of the asset, and thus some consideration should pass to Union and Overseas. This point is further developed in Part II of this opinion.</p>\n<p>[10]  Title 18 CFR § 154.63 (f) which deals with joint facilities requires allocation of expenses between jurisdictional and nonjurisdictional activities.</p>\n<p>[11]  This formulation is, of course, very similar in form to that utilized by the Commission. The essential difference lies in the fact that the Commission substituted the concept of a \"regulated corporation\" for that of a jurisdictional activity. The regulated-unregulated division made by the Commission has no basis in the Natural Gas Act.</p>\n<p>[12]  The Commission has argued that the intended benefit can be disregarded in this case because the loss corporations are in that category for tax purposes solely because of depletion allowances and are actually profitable in economic terms. While this argument might be thought to have some force, it is not for us to decide that the depletion allowances Congress has authorized are not real costs of carrying on the business.</p>\n<p>[13]  The Commission, if not the Court, was aware of this problem. In its petition for certiorari, p. 10, n. 8, the Commission recognized that \"[t]here may indeed be problems in the application of . . . a formula which may result in allocating the entire tax saving resulting from losses on unregulated activities to the regulated members of the consolidated group.\" The Commission has not attempted to justify its formula to this Court.</p>\n<p>[14]  Since, in my view, no allocation is permissible in the circumstances of these cases, as a matter of law, a remand to the FPC is unnecessary. Under the Court's view, however, such a remand would appear to be the appropriate disposition. The Court's \"single consolidated tax liability\" jurisdictional formulation is essentially the \"fused mass\" theory proposed by the Commission staff and rejected by the Commission for jurisdictional reasons. <i>Cities Service Gas Co.,</i> 30 F. P. C. 158, 160. The Commission should at least be required to re-examine the matter under the Court's jurisdictional premises. <i>SEC</i> v. <i>Chenery Corp.,</i> 318 U. S. 80; <i>Connecticut Light &amp; Power Co.</i> v. <i>FPC,</i> 324 U. S. 515, 534. In any event, I cannot understand the Court's remand to the Court of Appeals, the Commission's power to allocate and its allocation formula having already been upheld by this Court.</p>\n\n</div>", 
  "sha1": "d1c13102de4ad9abd61118a83b45eb263866cf58", 
  "date_modified": "2014-12-21T01:55:19.350114", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/107371/fpc-v-united-gas-pipe-line-co/", 
  "citation_count": 28, 
  "supreme_court_db_id": "1966-062", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/266004/", 
  "html": "<p class=\"case_cite\">386 U.S. 237</p>\n    <p class=\"case_cite\">87 S.Ct. 1003</p>\n    <p class=\"case_cite\">18 L.Ed.2d 18</p>\n    <p class=\"parties\">FEDERAL POWER COMMISSION, Petitioner,<br>v.<br>UNITED GAS PIPE LINE COMPANY et al.  MEMPHIS LIGHT, GAS AND WATER DIVISION, Petitioner,  v.  UNITED GAS PIPE LINE COMPANY et al.</p>\n    <p class=\"docket\">Nos. 127 and 128.</p>\n    <p class=\"date\">Argued Jan. 11, 1967.</p>\n    <p class=\"date\">Decided March 13, 1967.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Howard E. Wahrenbrock and Reuben Goldberg, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">Thomas Fletcher, Houston, Tex., and William W. Brackett, Chicago Ill., for respondents.</p>\n      <p class=\"indent\">Mr. Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question here is whether the Federal Power Commission, in the course of determining just and reasonable rates for United Gas Pipe Line Company (United) under &#167; 4(e) of the Natural Gas Act, 52 Stat. 822, 15 U.S.C. &#167; 717c(e), made a proper allowance for federal income taxes in calculating the company's cost of service. United claimed that in determining the cost of service its allowance for federal income taxes should be at the full 52% rate, or $12,751,454, for the test year. The Commission disagreed because United was a member of an affiliated group which during the five-year period of 1957&#8212;1961 had elected to file consolidated returns for federal income tax purposes,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a fact which in the Commission's view required a reduced tax allowance in the company's cost of service. Had consolidated returns not been filed during the five-year period and had each company in the affiliated group instead filed separate returns, the total tax for the group would have been several million dollars more than was paid on a consolidated basis. This was so because on a consolidated basis consolidated losses serve to reduce consolidated income and because two members of the group, Union and Overseas, had net losses over the five-year period, thereby reducing taxes by $2,092,038 over those years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To determine what the Commission considered the proper tax allowance for United's rate base, it allocated the actual consolidated taxes paid during the five-year period among the members of the group in accordance with a formula it had developed in Cities Service Gas Co., 30 F.P.C. 158, the order in which was set aside after issuance of the order in the instant case, 337 F.2d 97. As so allocated, United's annual share of the consolidated tax was 50.04% of its taxable income. Using this rate, the Commission allowed United $9,940,892 for federal income taxes instead of the $12,751,454 claimed by United. 31 F.P.C. 1180, 1191.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Appeals, relying on the decision of the Court of Appeals for the Tenth Circuit in Cities Service Gas Co. v. FPC, 337 F.2d 97, held 'the tax allocation as made by the Commission's order was contrary to the requirements which Congress had imposed', 357 F.2d 230, 231, and hence vacated and set aside the order. We reverse and remand to the Court of Appeals for further proceedings.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the Cities Service case the affiliated group filing the consolidated return was composed of both regulated and unregulated companies. Some of the unregulated companies had taxable income, others had even larger losses, and, therefore, as a group the unregulated companies showed a net loss over the representative years used by the Commission to forecast the future federal income tax element of cost of service. The regulated companies as a group, on the other hand, had taxable income in the same period. On an unconsolidated basis the individual members of the affiliated group would have paid a considerably larger total tax than was actually paid on the consolidated basis. The gas company whose tax allowance for rate purposes was being determined claimed that it was entitled to the full 52% of its own taxable income. Its position was that the Commission had no power at all to apply any of the losses of unregulated companies to reduce its tax allowance and hence its rates. The tax allowance was thus to be figured at 52% without regard to the taxes actually paid by the affiliated group on a consolidated basis, seemingly even if the group paid no tax at all.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">For the Commission, however, the only real cost to the regulated company was related to the consolidated tax actually paid and incurred in connection with the other companies in the group. In the Commission's view, it was unacceptable to determine the cost of service on a hypothetical figure&#8212;to fix jurisdictional rates 'on the basis of converting a hypothetical tax payment into a prudent operating expense.' 30 F.P.C., at 162. It refused to accept the argument that 'Gas Company ratepayers should make Cities Service stockholders whole for the tax losses of nonregulated enterprises even though this means an allowance for taxes over and beyond that which the consolidated system as a whole actually paid.' Ibid. The Commission's function, it said, was to fix just and reasonable rates, not to insure that other affiliates would be made whole for their tax losses out of income from regulated enterprises. Thus the task was 'to determine the proportion of the consolidated tax which is reasonably attributable to the Gas Company vis-a-vis the other Cities Service affiliates.' Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To make this determination, the Commission devised a formula which in effect applied the losses of unregulated companies first to the gains of other unregulated companies.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> If a net taxable income remained in the unregulated group, the regulated companies would not share in the savings from the consolidated return and would be deemed to have paid a tax at the full 52% rate. But if losses of the unregulated companies exceeded their net income and hence reduced the taxes of the regulated group below what they would have paid had they filed separate returns, the consolidated tax paid would be allocated among the regulated companies in proportion to their taxable income. As applied to the facts in the Cities Service case, the formula resulted in a tax allowance of $5,866,847 rather than the $7,055,981 claimed by the Cities Service Gas Company.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Court of Appeals set aside the Commission's order. In its view, the addition of the gas company's income to the consolidated return cost the affiliated group exactly 52% of the taxable income of the gas company, either in taxes paid or in a reduction of loss carry-forwards or carrybacks. The Commission's formula as applied was therefore held to appropriate losses of unregulated companies and to exceed the Commission's 'jurisdictional limits which require an effective separation of regulated and nonregulated activities for the determination of the ingredients of the rate base * * * mean(ing) a separation of profits and losses between regulated and nonregulated businesses in determining the tax allowance includible in the cost of service of the regulated company.' 337 F.2d 97, 101. Hence the court, relying on Colorado Interstate Gas Co. v. FPC, 324 U.S. 581, 65 S.Ct. 829, 89 L.Ed. 1206, and Panhandle Eastern Pipe Line Co. v. FPC, 324 U.S. 635, 65 S.Ct. 821, 89 L.Ed. 1241, set aside the Commission's order.</p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In our view what the Commission did here did not exceed the powers granted to it by Congress. One of its statutory duties is to determine just and reasonable rates which will be sufficient to permit the company to recover its costs of service and a reasonable return on its investment. Cost of service is therefore a major focus of inquiry. Normally included as a cost of service is a proper allowance for taxes, including federal income taxes. The determination of this allowance, as a general proposition, is obviously within the jurisdiction of the Commission. Ratemaking is, of course subject to the rule that the income and expense of unregulated and regulated activities should be segregated. But there is no suggestion in these cases that in arriving at the net taxable income of United the Commission violated this rule. Nor did it in our view in determining the tax allowance. United had not filed its own separate tax return. Instead it had joined with others in the filing of a consolidated return which resulted in the affiliated group's paying a lower total tax than would have been due had the affiliates filed on a separate-return basis. The question for the Commission was what portion of the single consolidated tax liability belonged to United. Other members of the group should not be required to pay any part of United's tax, but neither should United pay the tax of others. A proper allocation had to be made by the Commission. Respondents insist that in making the allocation the Commission would violate the statute unless in every conceivable circumstance, including this one, United is allowed an amount for taxes equal to what it would have paid had it filed a separate return. In their view United should never share in the tax savings inherent in a consolidated return, even if on a consolidated basis system losses exceed system gains and neither the affiliated group nor any member in it has any tax liability. This is an untenable position and we reject it. Rates fixed on this basis would give the pipeline company and its stockholders not only the fair return to which they are entitled but also the full amount of an expense never in fact incurred. In such circumstances, the Commission could properly disallow the hypothetical tax expense and hold that rates based on such an unreal cost of service would not be just and reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is true that the avoidance of tax and the reduction of the tax allowance are accomplished only by applying losses of unregulated companies to the income of the regulated entity. But the Commission is not responsible for the use of consolidated returns. It is the tax law which permits an election by an appropriate group to file on a consolidated basis. The members of a group, as in these cases, themselves chose not to file separate returns and hence, for tax purposes, to mingle profits and losses of both regulated and unregulated concerns, apparently deeming it more desirable to attempt to turn the losses of some companies into immediate cash through tax savings rather than to count on the loss companies themselves having future profits against which prior losses could be applied. Such a private decision made by the affiliates, including the regulated member, has the practical and intended consequence of reducing the group's federal income taxes, perhaps to zero, as was true of one of the years involved in the Cities Service case. But when the out-of-pocket tax cost of the regulated affiliate is reduced, there is an immediate confrontation with the ratemaking principle that limits cost of service to expenses actually incurred. Nothing in Colorado Interstate or Panhandle forbids the Commission to recognize the actual tax saving impact of a private election to file consolidated returns. On the contrary, both cases support the power and the duty of the Commission to limit cost of service to real expenses.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We think that in the proper circumstances the Commission has the power to reduce cost of service, and hence rates, based on the application of nonjurisdictional losses to jurisdictional income. Hence, the question becomes one of when and to what extent the tax savings flowing from the filing of a consolidated return are to be shared by the regulated company. Or, to put it in the Commission's words the issue is one of determining 'the proportion of the consolidated tax which is reasonably attributable to the Gas Company vis-a-vis (its) other * * * affiliates.' 30 F.P.C., at 162.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Viewing these cases in this light, we cannot say that the method the Commission chose to allocate the tax liability among the group members was erroneous or contrary to its statutory authority. Under its formula, the net losses and net income of unregulated companies are first set off one against the other, and the tax savings made possible by losses of unregulated enterprises are thus first allocated to the unregulated companies. Only if 'unregulated' losses exceed 'unregulated' income is the regulated company deemed to have enjoyed a reduction in its taxes as a result of the consolidated return. If there is more than one regulated company in the group, they will share the tax liability or tax saving in proportion to their taxable income.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is true that the Commission includes in the regulated group companies which are regulated not by it but by state or local authorities and that under the Commission's formula enterprises not subject to its jurisdiction may be required to share the tax saving with the federally regulated concern. But we know of nothing in the decisions or the statutes governing the ratemaking activities of the Commission which dictates priority for the state-regulated company or which provides that the jurisdictional company may share in the tax saving only if the saving exceeds the separate-return tax liability of the state-regulated company. One could as well argue that for ratemaking purposes the company subject to federal regulation should have the first benefit of the tax saving. The Commission's formula, of course, prefers neither concern but allocates the tax liability equitably between each regulated member, without regard to the source of the regulation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 'When Congress, as here, fails to provide a formula for the Commission to follow courts are not warranted in rejecting the one which the Commission employs unless it plainly contravenes the statutory scheme of regulation.' Colorado Interstate Gas Co. v. FPC, 324 U.S. 581, 589, 65 S.Ct. 829, 833, 89 L.Ed. 1206. 'If the total effect of the rate order cannot be said to be unjust and unreasonable, judicial inquiry under the Act is at an end. The fact that the method employed to reach that result may contain infirmities is not then important.' FPC v. Hope Natural Gas Co., 320 U.S. 591, 602, 64 S.Ct. 281, 288, 88 L.Ed. 333.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no frustration of the tax laws inherent in the Commission's action. The affiliated group may continue to file consolidated returns and through this mechanism set off system losses against system income, including United's fair return income. The tax law permits this, but it does not seek to control the amount of income which any affiliate will have. Nor does it attempt to set United's rates. This is the function of the Commission, a function performed here by rejecting that part of the claimed tax expense which was no expense at all, by reducing cost of service and therefore rates, and by allowing United only a fair return on its investment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor did the Commission 'appropriate' or extinguish the losses of any member of the affiliated group, regulated or unregulated. Those losses may still be applied to system gains and thereby be turned into instant cash. United may, of course, have less income than it did. If so, this will correspondingly reduce the opportunity of the affiliated group to use the losses of unregulated companies to appropriate United's income for the benefit of nonjurisdictional activities because United's income will no longer offset the same amount of losses which it once did. But the losses of unregulated companies are in no way destroyed. They remain with the system, readily available to reduce the taxes of the profitable affiliates to the maximum extent allowed by the tax law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Another matter deserves some comment. It is said here that the Commission, in applying its tax allowance formula, erroneously failed to recognize and to take account of the fact that United has both jurisdictional and nonjurisdictional activities and income. Although this is a matter which might affect the results achieved in application of the Commission's formula, it is one to which the Court of Appeals has not addressed itself, and we think it appropriate for the issue to be raised there if the parties are so inclined.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For the reasons stated herein, the judgment of the Court of Appeals is reversed and the cases remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judgment of Court of Appeals reversed and case remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">MR. JUSTICE FORTAS took no part in the consideration or decision of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Justice HARLAN, whom Mr. Justice DOUGLAS and Mr. Justice STEWART join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">My analysis of the elusive issue involved in these cases leads me to different conclusions from those reached by the Court and to agreement with the result reached by the Court of Appeals on the facts of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are presented here with the problems of resolving an apparent conflict between the consolidated tax return provisions of the Internal Revenue Code,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> which permit an affiliated group of corporations, in this instance having some activities within and some without the Federal Power Commission's jurisdiction, to be treated as a 'business entity' for tax purposes,<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> and the Natural Gas Act which imposes on the Commission the duty of observing 'the fundamental rate making principle (that) * * * requires a separation between regulated and unregulated costs and revenues.' Cities Service Gas Co., 30 F.P.C. 158, 162. The Court holds that the FPC may resolve the apparent dilemma by working only with 'the single consolidated tax liability' and determining by allocation what portion should be attributed to United for ratemaking purposes. By filing a consolidated return the members of the affiliated group are said 'to mingle profits and losses of both regulated and unregulated concerns' and thus create the necessity for allocation. The only serious problem the Court sees is the resolution of the question 'when and to what extent the tax savings flowing from the filing of a consolidated return are to be shared by the regulated company.' And the Court attempts to sidestep sharp analysis of that problem by resorting to the principle that, in ratemaking, the end in effect justifies the means.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As will be developed more fully below, I think that the Court's resolution of the jurisdictional issue, while possessing a certain surface plausibility, mistakes the operation of the tax laws and permits the Commission to place regulatory presure on entities and business decisions wholly outside its jurisdiction under the Natural Gas Act. I think also that the Commission's formula cannot be upheld even under the Court's jurisdictional analysis. The formula indefensibly undercuts the policy of the tax laws, and thus cannot be considered a means of reaching 'just and reasonable' rates. Cf. El Paso Natural Gas Co. v. FPC, 5 Cir., 281 F.2d 567.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Court's 'single consolidated tax liability' approach ignores the fact that what is consolidated is corporate taxable incomes rather than the underlying revenues and deductions. Thus what has happened in this case is not the imposition of a single tax liability on the activities, as a whole, of the affiliated corporate group, but the reduction of the sum of separate 52% corporate tax liabilities by the setoff of tax losses against taxable income. Certainly there can be no contention that United would be entitled to anything other than a 52% of taxable income tax expense for ratemaking purposes absent tax losses in the consolidated group.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> The only question that properly arises on this record is whether the Commission could consider any setoff to have been made against United's tax liability for ratemaking purposes when nonjurisdictional activities could have taken full advantage of the setoffs belonging to the group and the group desired to allocate them to those activities.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The 'tax losses' belonging to the group arose almost exclusively from the excess of depletion allowances over revenues in the accounts of the nonjurisdictional activities of Union and Overseas. Such allowances belonged to Union and Overseas and those corporations were entitled to their exclusive use. By agreeing to the consolidated return<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Union and Overseas agreed to deliver to the group, in any taxable year, whatever deductions they themselves could not then utilize in their own returns. The question how to allocate the benefit of those deductions among the members of the group would seem to be one for the group rather than the Commission when, as here, they do not arise from jurisdictional activities and can be used by group members to offset other nonjurisdictional gains. The courts have allowed good-faith business decisions to control such allocations for the vital purpose of determining which corporations shall pay the tax. See Case v. New York Central R. Co., 15 N.Y.2d 150, 256 N.Y.S.2d 607, 204 N.E.2d 643. And the tax Commissioner would permit the group to allocate for earnings and profits purposes in precisely the manner the group has chosen here.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Although these decisions cannot control for ratemaking purposes, they do make it clear that the Commission's assertion of jurisdiction to make an allocation amounts to an order that certain nonjurisdictional assets be delivered up to jurisdictional use since there is no other compulsion for such an allocation. The Court asserts that '(o)ne could as well argue that for ratemaking purposes the company subject to federal regulation should have the first benefit of the tax saving.' But no authority or reason is given in support of this assertion, and, in my opinion, none can be found. The Commission has no authority to control the disposition of nonjurisdictional assets or the revenues or losses arising therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A parallel example will make even clearer the jurisdictional violation arising from the Commission's action here. If Union or Overseas had found itself with an excess quantity of steel pipe useful to all members of the group and had to negotiate its sale at a discount, one could hardly 'as well argue that for ratemaking purposes' United should be credited with the discount purchase when the pipe had been sold to Gas Corporation and United had been forced to purchase pipe on the market.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> And it could not be asserted that the Commission would have authority to order the transfer of the discount pipe to United.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The far-reaching nonjurisdictional impact of the Commission's ruling gives further evidence that its action was one which Congress could not have contemplated and would not have condoned. As the dissenting Commissioners pointed out in the Cities Service Gas Co. proceeding, supra, 30 F.P.C., 175, the Commission has made jurisdictional rates turn on the corporate form assumed by nonjurisdictional activities. If, for example, the group had separately incorporated its nonjurisdictional operations, they would have shown taxable income in filing the consolidated return and no ratemaking allocation would be forthcoming. Similarly, since the Commission regulations themselves require separation of jurisdictional and nonjurisdictional operations within a single corporation, all the affiliates could merge into United and since nonjurisdictional activities would show a net taxable income, United would receive a 52% tax expense for ratemaking purposes.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The congressional purpose in allowing consolidated returns was to eliminate exactly this kind of dependence on corporate form and leave corporations free to continue business in whatever corporate form best suited them. See, e.g., S.Rep. No. 960, 70th Cong., 1st Sess., p. 14. The congressional purpose in passing the Natural Gas Act was to prevent exploitation of the natural gas consumer. It was not to prevent natural gas companies from fully developing their nonjurisdictional opportunities, nor to control in any way the form of those activities, nor to appropriate nonjurisdictional assets for the benefit of consumers. Colorado Interstate Gas Co. v. FPC, 324 U.S. 581, 593&#8212;594, 65 S.Ct. 829, 835&#8212;836, 89 L.Ed. 1206.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Court focuses its analysis on a case, not presented here, in which there are net nonjurisdictional losses and the consolidated tax liability is thus less than 52% of the taxable income of the jurisdictional activity. In such a case it is clear that nonjurisdictional assets are being used for tax purposes by the jurisdictional activity and it would blink reality not to recognize this use for ratemaking purposes, just as it would be wholly improper not to recognize the lower cost of discount pipe when a jurisdictional activity actually purchased it from a nonjurisdictional affiliate. When the group's election to file consolidated returns, or its intercorporate arrangements, require that nonjurisdictional deductions be utilized to set off jurisdictional income then, and only then, can there, in my opinion, be allocation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> That, however, is not the situation here where nonjurisdictional income was fully capable of absorbing all nonjurisdictional losses.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In a well-reasoned opinion in El Paso Natural Gas Co. v. FPC, 5 Cir., 281 F.2d 567, the court held that the Commission properly took account of depletion allowances arising from jurisdictional activities in fixing rates. The gas company there had argued that since Congress intended by the allowance to encourage exploration its benefit could not be passed on to the ratepayers. The court rejected that argument because it concluded that the proper place to reflect the congressional policy was in the ultimate rate of return allowed the company. It made explicit, however, that the Commission could not fail to take account of the congressional policy.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Court's opinion departs from that sound analysis by sustaining a formula which allocates the entire 'tax saving' to the 'regulated' corporations and thus fails to take account of the congressional desire to benefit the loss corporations by allowing the profit corporations to retain earnings which could be passed on to them. The consolidated return is the horizontal equivalent of the vertical loss carry-forward and carryback provisions of the Internal Revenue Code. It allows the 'business unit' to recoup from the Government some of the loss which has been sustained and, in the words of Mr. Justice Jackson, 'it is probable that the intention * * * was to provide salvage for the loser * * *.' Western Pacific Railroad Case (Western Pacific R. Corp. v. Western Pacific R. Co.) 345 U.S. 247, 277, 73 S.Ct. 656, 671, 97 L.Ed. 986 (dissenting opinion). Any rate formula which does not provide a means of allocating benefit to the loss corporation cannot then be 'just and reasonable.' And if the group as a whole does not benefit from consolidation because the setoff advantages of losses are absorbed by the 'regulated' corporations and passed on to the ratepayers it is most unlikely that the loss corporations will achieve the benefit Congress intended them to have.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Court recognizes the adverse effect on the benefits flowing to the loss corporations, but contends there is no frustration of the tax laws because the losses 'remain with the system, readily available to reduce the taxes of the profitable affiliates * * *.' But this hypothetical 'availability' is meaningless for the 'instant cash' produced by the losses is passed on to the ratepayers rather than, as the tax laws intends, to the loss corporations. The fact that the group's tax payment is lower will not satisfy the intent behind the revenue provisions which was not to reduce government collections but to increase resources available to the business unit.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To summarize, I think, first, that no allocation whatever could be required by the Commission in these cases because nonjurisdictional income was more than sufficient to absorb all nonjurisdictional losses and there was no showing that jurisdictional activities would actually benefit from nonjurisdictional losses. To permit the FPC in such circumstances to allocate would in effect extend the Commission's jurisdiction to areas not encompassed within the authority given the Commission by the Natural Gas Act. While the basic purpose of the Act is, of course, to protect ratepayers, Congress has not carried that protection so far as to allow them to share in the benefits of the nonjurisdictional activities of a jurisdictional corporation or those of its corporate affiliates&#8212;a result which today's decision permits the Commission to achieve.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, in instances where the Commission may allocate, it seems to me that any allocation formula that does not take account of the underlying policy of the tax statute would 'plainly (contravene) the statutory scheme of regulation.' Colorado Interstate Gas Co. v. FPC, supra, 324 U.S. at 589, 65 S.Ct. at 833.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Third, while I thus agree with the Court of Appeals that United, on this record, is entitled to have its rates calculated on the premise of a full 52% tax liability, I cannot subscribe to such intimations as there may be in the opinion relied upon by that court that the Commission may never allocate in a consolidated tax situation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">I would affirm the judgment of the Court of Appeals.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The election was pursuant to the privilege granted in &#167; 1501 of the Internal Revenue Code of 1954, 26 U.S.C. &#167; 1501. The other members of the affiliated group are United Gas Corporation, which wholly owns United and which is a gas distribution company subject to state and local regulation, and two other wholly owned subsidiaries of United Gas Corporation&#8212;Union Producing Company (Union), a domestic oil and gas producer whose interstate sales of gas are subject to the jurisdiction of the Federal Power Commission, and United Overseas Production Company (Overseas) which engaged in oil exploration in foreign countries.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> '(T)he proper method to be applied in computing the Federal income taxes to be included in the cost of service of a regulated company where that company has joined in a consolidated tax return with affiliates is (1) separate the companies into regulated and unregulated groups, (2) determine the net aggregate taxable income of each group, and (3) apportion the net total consolidated tax liability over a representative period of time between the two groups, and among the companies in the regulated group, on the basis of their respective taxable incomes; provided that the allowance so computed for the regulated company shall not exceed what its tax liability would be for rate making purposes, if computed on a separate return basis.' 30 F.P.C. 158, 164.</p>\n        <p>As the Commission noted, id., at 162, it could draw little from the experience of state and local regulatory bodies dealing with the question whether the losses of affiliates should be taken into account in determining the tax allowance for regulated enterprises since the state and local solutions had not been consistent. It does not appear that the Commission drew on its own experience, although with a single exception the Commission seems to have accounted for consolidated tax savings in past ratemaking proceedings. See Penn-York Natural Gas Corp., 5 F.P.C. 33, 39 (1946); Hope Natural Gas Co., 10 F.P.C. 583, 612, aff'd, 10 F.P.C. 625 (1951); Atlantic Seaboard Corp., 11 F.P.C. 486, 515, aff'd, 11 F.P.C. 43, remanded on other grounds, 200 F.2d 108 (4 Cir., 1952); United Fuel Gas Co., 12 F.P.C. 251 (1953); Hope Natural Gas Co., 12 F.P.C. 342, 347 (1953); Home Gas Co., 13 F.P.C. 241, 246 (1954); United Fuel Gas Co., 23 F.P.C. 127, 134 (1960). But see Olin Gas Transmission Corp., 17 F.P.C. 685 (1956).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Colorado Interstate Gas Co. v. FPC, 324 U.S. 581, 604 605, 65 S.Ct. 829, 840&#8212;841, 89 L.Ed. 1206; Panhandle Eastern Pipe Line Co. v. FPC, 324 U.S. 635, 648&#8212;649, 65 S.Ct. 821, 827&#8212;828, 89 L.Ed. 1241; El Paso Natural Gas Co. v. FPC, 5 Cir., 281 F.2d 567, 573, cert. denied sub nom. State of California v. FPC, 366 U.S. 912, 81 S.Ct. 1083, 6 L.Ed.2d 236; Alabama-Tennessee Natural Gas Co. v. FPC, 5 Cir., 359 F.2d 318, 331, cert. denied, 385 U.S. 847, 87 S.Ct. 69, 17 L.Ed.2d 78.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> That some sharing of the tax savings with nonfederally regulated companies was in order seems to have been recognized by the members of the affiliated group. Under the internal allocation formula employed by the group, the tax liability assigned to United represented an effective tax rate of 48.8%.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> 26 U.S.C. &#167;&#167; 1501&#8212;1505.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> 'The permission to file consolidated returns by affiliated corporations merely recognizes the business entity as distinguished from the legal corporate entity of the business enterprise.' S.Rep. No. 960, 70th Cong., 1st Sess., p. 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The Court's opinion seizes on the language of FPC v. Hope Natural Gas Co., 320 U.S. 591, 602, 64 S.Ct. 281, 288, 88 L.Ed. 333, for the proposition that judicial inquiry must be at an end when it is determined that a rate order 'cannot be said to be unjust and unreasonable'. But the problem before the Court in that case was an entirely different one. There it was argued that the Court was obligated to delve into the details of an initial ratemaking in order to determine whether certain rates were reasonable. The Court held that in an initial ratemaking the essential question was only whether the return actually allowed permitted the company to sustain itself in the market. The Court noted that it could not become involved in questions of 'fair value' because 'the value of the going enterprise depends on earnings under whatever rates may be anticipated.' Id., at 601, 64 S.Ct. at 287. Nothing in Hope Natural Gas suggests that courts are powerless to review a particular formula to determine whether it is based on rational criteria. A return which is 'just and reasonable' must reflect underlying congressional policies. Thus courts have not hesitated to review the underlying rationales of Commission decisions while giving due deference to the Commission's discretion. See, e.g., Tennessee Gas Transmission Co. v. FPC, 5 Cir., 293 F.2d 761; United Gas Imp. Co. v. FPC, 5 Cir., 290 F.2d 133; City of Detroit v. FPC, 97 U.S.App.D.C. 260, 230 F.2d 810.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Thus despite the Court's 'single consolidated tax liability' phraseology, I am certain that the Court does not mean to imply that the Commission may allocate by any criterion other than taxable incomes. The Court cannot mean to suggest that, for example, the Commission is empowered to allocate by gross revenues and thus consider special deductions belonging to nonjurisdictional activities as allocable for ratemaking purposes when the nonjurisdictional activity is fully capable of using them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In determining what it considered to be the properly allocated percentage of 'tax saving' for ratemaking purposes the Commission utilized a five-year average (1957&#8212;1961) to eliminate the effects of short-term fluctuation. During that period, the total tax losses of</p>\n        <p>Union and Overseas were $3,893,980. The total taxable income of Gas Corporation, all of which was nonjurisdictional, was $9,024,170. Moreover, 56% of United's taxable income of $105,290,983 was nonjurisdictional. Thus even in the two years, 1960 and 1961, when the tax losses of Union and Overseas exceeded the taxable income of Gas Corporation, the group's nonjurisdictional taxable income was more than sufficient to offset all tax losses.</p>\n        <p>The Court notes the observation, made by the FPC in its brief, p. 26, that United reflected a 'tax saving' on its books. This statement is somewhat misleading since it is directed to the allocation made for earnings and profits tax purposes under 26 U.S.C. &#167; 1552(a)(1) and that allocation bears no necessary relation to the actual allocation of liability for corporate purposes. Exhibit 14&#8212;1 reveals that, on the basis of allocated liability for corporate purposes, United had an average effective tax rate of 51.749% for the test years.</p>\n        <p>Moreover, the allocation of setoffs in the 1957&#8212;1961 period has no direct relevance to the issue in this case for the Commission was not engaged in analyzing rates for that period. The rates under scrutiny were those United proposed to charge in the future. If the Commission had found that United actually intended to allocate setoffs to its jurisdictional operation for corporate purposes while attempting to take a full 52% tax expense deduction for ratemaking purposes, the Commission might well have been justified in recognizing the setoffs for ratemaking purposes to the extent that United actually utilized them. On this record, it is clear that the Commission did not make any such finding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 26 U.S.C. &#167; 1501 requires that all of the affiliated corporations consent to the filing of the consolidated return.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Proposed Treas.Reg. &#167; 1.1502&#8212;33 recently promulgated by the Commissioner of Internal Revenue makes this a permissible means of allocation. 31 Fed.Reg. 16788&#8212;16789.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> And this nonjurisdictional decision would seem outside the Commission's control even if it were influenced by the fact that United could benefit less from the lower price because the ratepayers would absorb the benefit. Union and Overseas have no duty to act for the benefit of United's ratepayers. And if United were to join in a group compact agreeing to this allocation of excess pipe with the proviso that the excess would be sold to United in the absence of other needs, the decision would seem perfectly justifiable. United's contingent benefit would be more than it would have outside the compact, and since United has no right to compel the nonjurisdictional corporations to deal with it, United would not have surrendered anything. See Case v. New York Central R. Co., 15 N.Y.2d 150, 256 N.Y.S.2d 607, 204 N.E.2d 643.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> It should be noted as well that this example makes clear that it is entirely normal for United to be expected to pay for the acquisition of the asset, and thus some consideration should pass to Union and Overseas. This point is further developed in Part II of this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Title 18 CFR &#167; 154.63(f) which deals with joint facilities requires allocation of expenses between jurisdictional and nonjurisdictional activities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This formulation is, of course, very similar in form to that utilized by the Commission. The essential difference lies in the fact that the Commission substituted the concept of a 'regulated corporation' for that of a jurisdictional activity. The regulated-unregulated division made by the Commission has no basis in the Natural Gas Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Commission has argued that the intended benefit can be disregarded in this case because the loss corporations are in that category for tax purposes solely because of depletion allowances and are actually profitable in economic terms. While this argument might be thought to have some force, it is not for us to decide that the depletion allowances Congress has authorized are not real costs of carrying on the business.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Commission, if not the Court, was aware of this problem. In its petition for certiorari, p. 10, n. 8, the Commission recognized that '(t)here may indeed be problems in the application of * * * a formula which may result in allocating the entire tax saving resulting from losses on unregulated activities to the regulated members of the consolidated group.' The Commission has not attempted to justify its formula to this Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Since, in my view, no allocation is permissible in the circumstances of these cases, as a matter of law, a remand to the FPC is unnecessary. Under the Court's view, however, such a remand would appear to be the appropriate disposition. The Court's 'single consolidated tax liability' jurisdictional formulation is essentially the 'fused mass' theory proposed by the Commission staff and rejected by the Commission for jurisdictional reasons. Cities Service Gas Co., 30 F.P.C. 158, 160. The Commission should at least be required to re-examine the matter under the Court's jurisdictional premises. SEC v. Chenery Corp., 318 U.S. 80, 63 S.Ct. 454, 87 L.Ed. 626; Connecticut Light &amp; Power Co. v. FPC, 324 U.S. 515, 534, 65 S.Ct. 749, 758, 89 L.Ed. 1150. In any event, I cannot understand the Court's remand to the Court of Appeals, the Commission's power to allocate and its allocation formula having already been upheld by this Court.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/107371/"
}