{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "93 U.S. 558", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89407/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Huff v. Doyle", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 59794, 
    "resource_uri": "/api/rest/v2/citation/59794/"
  }, 
  "id": 89407, 
  "blocked": false, 
  "judges": "Miller", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1877-01-15", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>93 U.S. 558 (____)</b></center>\n<center><h1>HUFF<br>\nv.<br>\nDOYLE ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*559</span> Submitted on printed arguments by Mr. John B. Harmon for the plaintiff in error, and by Mr. S.F. Leib, contra.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This is a writ of error to the Supreme Court of the State of California, which brings here for review a judgment of that court concerning a title to land dependent on the act of Congress granting lands to that State for school purposes, of March 3, 1853, and the act of July 23, 1866, on the same subject. 10 Stat. 244; 14 id. 218.</p>\n<p>By the sixth section of the first-mentioned act, the State was granted every sixteenth and thirty-sixth section of the public land, for school purposes, with an exception of lands which for various reasons ought not to be so granted; and by the seventh section, the State was authorized to select other lands in lieu of any section or part of section sixteen or thirty-six which fell within any of these exceptions. The act which made these grants was the first which provided for the extension to California of the system of surveys, sales, and pre-emption of public lands so long established in other States and Territories. No surveys had then been made; and it was obvious, that, until they were made, and the precise locality of each township and of the sixteenth and thirty-sixth sections of the township was thus ascertained, it could not be known whether they came within any of the exceptions to the grant, or whether any right of selection in lieu of them had accrued. The State of California, impatient of the delay of the United States authorities in making these surveys, undertook to perform that duty herself; and, assuming from data furnished by her own surveys that a great many acres of the sixteenth and thirty-sixth sections were within one or the other of the exceptions of the granting clause, for which the State was to select other lands, the legislature authorized selections and locations to be made in lieu thereof, <span class=\"star-pagination\">*560</span> according to State surveys. The land in controversy was so selected by the State and sold to plaintiff, who settled on it in 1865, and received from the State a certificate of sale.</p>\n<p>The officers of the Land Department, when the matter was brought to their attention, refused to recognize the surveys made by the State, or to acknowledge the validity of selections and locations made under the State laws; and as many such selections and actual settlements under them had been made, the hardships and embarrassments growing out of the action of the State government caused the passage of the act of July 23, 1866.</p>\n<p>By the first section of that act, it was declared \"that in all cases where the State of California has heretofore made selections of any portion of the public domain, in part satisfaction of any grant made to said State by act of Congress, and has disposed of the same to purchasers in good faith under her laws, the lands so selected shall be, and are hereby, confirmed to said State.\"</p>\n<p>A proviso excepted out of this confirmation land of various classes, among which is \"any land held or claimed under a valid Mexican or Spanish grant.\" Sect. 2 of the act required the proper land officers, where the land had been surveyed by the United States at the date of the act, to examine into these selections, and, if found to be right, to certify them to the State; and by the third section, provision was made for the perfection of these titles in lands not yet surveyed, after the surveys should have been extended over them.</p>\n<p>The land claimed by plaintiff belonged to the latter class; and the official plat of the survey of the township embracing it was not filed in the proper land-office of the United States until June 28, 1871, nearly five years after the passage of the act, and six years after its selection and location by plaintiff. As soon as this was done, \u0097 to wit, July 10, 1871, \u0097 plaintiff proved up his claim, and the land-office certified the land to the State of California, as provided by the third section of the act, and the State thereupon issued to him his patent. It is upon this title that plaintiff recovered a judgment for the possession of the land in the inferior court of the State of California against defendants, whose claim consisted in the facts found by the <span class=\"star-pagination\">*561</span> court, that, having the qualifications of pre-emptors of the public land, they had, in November, 1870, intruded upon the possession of plaintiff, had made a declaration of their intention to pre-empt it, and had offered to pay the money, and demanded a certificate of sale, the land officers refusing both to accept their money and to give them a certificate.</p>\n<p>The Supreme Court of California reversed this judgment, and ordered a judgment for defendants, on the ground that, at the time of plaintiff's selection of this land, and of the passage of the act of 1866, it was claimed under a valid Mexican grant.</p>\n<p>To determine the correctness of this ruling, it will be necessary to look into the history of that claim.</p>\n<p>It appears that at some time prior to 1860 there was confirmed to Robert Livermore a grant of two leagues of land, called Los Pocitas, the out-boundaries of which were given in the decree of confirmation, and which included the land now in controversy. In 1865 a survey of this grant was made, which contained nine leagues, and which was rejected for that reason by the Commissioner of the General Land-Office in 1868. In March, 1869, another survey was made, which contained two square leagues, and did not include the land in suit; and this survey was confirmed by the commissioner June 6, 1871. It will be remembered, that, on the 28th of the same month, the plat of the government surveys was filed in the local land-office, and that, twelve days thereafter, plaintiff presented himself at that office and proved up his claim.</p>\n<p>The question for our decision under the facts as found by the court below, and thus more briefly stated, is, whether the action of the officers of the Land Department in certifying these lands to the State as a valid selection of indemnity lands under the act of 1866 was without authority of law, and therefore void. There can be no doubt that they were authorized to inquire into the validity of any claim set up under sect. 1 of that act, and, in the language of the closing paragraph of sect. 3, \"if found in accordance with sect. 1,\" to certify the land to the State. And it may admit of grave doubt, whether in a suit at law the validity of their action can be impeached. It certainly cannot be impeached on any other ground found in this record than that, being part of a valid Mexican claim, the <span class=\"star-pagination\">*562</span> land was expressly excepted from confirmation, and could not be subjected to it by the act of the land officers in the premises.</p>\n<p>It is not to be denied that the facts found show, that, at the date of the act of 1866, the land claimed by defendant was part of a tract claimed under a Mexican grant, and that the grant itself was then, and is still conceded to be, a valid grant. It was, therefore, \"claimed under a valid Mexican grant,\" within the literal terms of the statute. And if this literal construction is to prevail, and the fact of its being claimed under a Mexican grant is to have reference solely to the date of the statute, the Supreme Court of California was right in its decision.</p>\n<p>But we see no reason, in the nature of the relief granted by this statute, or in the exception of land covered by Mexican claims, which should make the exception cover land to which no Mexican claim existed at the time the land officers were to decide on the validity of the selection of the State. If there was then no claim, or if it had been judicially determined that it was not valid, the remedial spirit of the statute required that the bona fide purchaser from the State should be at liberty to assert his claim to it, as a selection made by the State, and no principle of public policy was infringed by so doing.</p>\n<p>That this was the intention of Congress is fairly deducible from other parts of the statute.</p>\n<p>As we have already said, sect. 2 has reference to lands which had been surveyed by the government at the date of its passage. As to these lands, it is made \"the duty of the proper authorities of the State, where this is not already done, to notify the register of the United States land-office for the district in which the land is located of such selection, which notice shall be regarded as the date of the selection.\" Now, suppose that prior to this notification the land had been claimed as part of a Mexican grant, but it had been finally determined that, though the grant itself was valid, it did not include the land selected, would not the selection be good? How could it be otherwise, when, at the time which the statute says shall be regarded as the date of the selection, the land was to all intents and purposes restored to the body of the public lands of the United States, by the terms of a statute on that subject? Sect. 13, act of March 3, 1851 (9 Stat. 633).</p>\n<p><span class=\"star-pagination\">*563</span> The reasons why this proposition should prevail as to lands not surveyed at the date of the act are quite as strong; and we find, accordingly, that the third section declares that as to these the selection made under the authority of the State shall have the same force and effect as the pre-emption rights of a settler on the unsurveyed land, and that the holder of the State title shall be allowed the same time after the surveys are made and the plat filed to prove up his purchase and claim as is allowed to pre-emptors under existing laws; \"and, if found in accordance with sect. 1 of this act, the land embraced therein shall be certified over to the State by the Commissioner of the General Land-Office.\"</p>\n<p>If found then to be in accordance with sect. 1, the register is to examine his claim, the character, the right asserted, and the certificates under which he claims. He is also to see if it is land subject to be so selected, or land which is excepted from the right of selection. If the papers are right, is he to go back to some past time, and say this land was part of a Mexican claim, though not so now, and reject the application? Or is he to say, Your papers are all right; the land is public land, and open to your claim? If he should doubt on this point, he has but to look to the previous section, where Congress has declared, that, though the land may have been actually selected under State authority years before, yet the date of selection, for the provisions of that act, shall be determined by the notice of the fact at the land-office, delivered after the passage of the statute. See Toland v. Mandell, 38 Cal. 42, 43.</p>\n<p>As strongly tending to the same conclusion, we find that by the sixth section of the act the right of the State to solicit indemnity for school sections included, or supposed to be included, in a Mexican grant accrues only when it shall be found by a final survey of the grant that it does include some part of a sixteenth or thirty-sixth section.</p>\n<p>So, also, as we held at this term in the case of Sherman v. Buick, supra, 209, that by the seventh section of the act of 1853 the right of selecting indemnity lands for those on which actual settlements were made must be determined by the actual survey of the grant, and, of course, could not be exercised before that time, and that up to that time a valid settlement <span class=\"star-pagination\">*564</span> could be made which would deprive the State of the land, though made on what turned out to be a sixteenth or a thirty-sixth section.</p>\n<p>In all this we see the purpose of Congress to refer the exercise of the right of the State to select indemnity for school lands to the condition of the lands for which indemnity is claimed, as well as those out of which it is sought, at the time the official surveys are made and filed in the proper office, or as soon thereafter as the right is asserted.</p>\n<p>There is, in what we have here said, no conflict with the principles laid down in Newhall v. Sanger, 92 U.S. 761.</p>\n<p>In that case, the claim under the Mexican grant called Moquelamos was still in litigation when the road of the company was located, and when the lands were withdrawn from public sale. These lands were not then public lands within the meaning of the grant under which the corporation claimed.</p>\n<p>Here, as we have attempted to show, the land in controversy was public land at the time at which by the statute the State was authorized to assert her right of selection. It is upon the language of the act of 1866, and its special provisions, that we hold that the extent of the Mexican claim having been determined, and all land outside of the final survey restored to the body of the public lands, the State had a right at the time plaintiff proved up his claim to treat it as public land, and have the claim confirmed.</p>\n<p>Upon these views we are of opinion that the land in controversy was rightfully certified to the State by the land officers, and that the title of the plaintiff is perfect.</p>\n<p>The judgment of the Supreme Court of the State of California is, therefore, reversed, and the cause remanded with directions to affirm the judgment of the District Court of the Third Judical District, county of Alameda.</p>\n<p>MR. JUSTICE DAVIS took no part in the decision of this case.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:05", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">558</span></span> (____)</b></center>\n<center><h1>HUFF<br>\nv.<br>\nDOYLE ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*559</span> Submitted on printed arguments by Mr. John B. Harmon for the plaintiff in error, and by Mr. S.F. Leib, contra.</p>\n<p>MR. JUSTICE MILLER delivered the opinion of the court.</p>\n<p>This is a writ of error to the Supreme Court of the State of California, which brings here for review a judgment of that court concerning a title to land dependent on the act of Congress granting lands to that State for school purposes, of March 3, 1853, and the act of July 23, 1866, on the same subject. 10 Stat. 244; 14 id. 218.</p>\n<p>By the sixth section of the first-mentioned act, the State was granted every sixteenth and thirty-sixth section of the public land, for school purposes, with an exception of lands which for various reasons ought not to be so granted; and by the seventh section, the State was authorized to select other lands in lieu of any section or part of section sixteen or thirty-six which fell within any of these exceptions. The act which made these grants was the first which provided for the extension to California of the system of surveys, sales, and pre-emption of public lands so long established in other States and Territories. No surveys had then been made; and it was obvious, that, until they were made, and the precise locality of each township and of the sixteenth and thirty-sixth sections of the township was thus ascertained, it could not be known whether they came within any of the exceptions to the grant, or whether any right of selection in lieu of them had accrued. The State of California, impatient of the delay of the United States authorities in making these surveys, undertook to perform that duty herself; and, assuming from data furnished by her own surveys that a great many acres of the sixteenth and thirty-sixth sections were within one or the other of the exceptions of the granting clause, for which the State was to select other lands, the legislature authorized selections and locations to be made in lieu thereof, <span class=\"star-pagination\">*560</span> according to State surveys. The land in controversy was so selected by the State and sold to plaintiff, who settled on it in 1865, and received from the State a certificate of sale.</p>\n<p>The officers of the Land Department, when the matter was brought to their attention, refused to recognize the surveys made by the State, or to acknowledge the validity of selections and locations made under the State laws; and as many such selections and actual settlements under them had been made, the hardships and embarrassments growing out of the action of the State government caused the passage of the act of July 23, 1866.</p>\n<p>By the first section of that act, it was declared \"that in all cases where the State of California has heretofore made selections of any portion of the public domain, in part satisfaction of any grant made to said State by act of Congress, and has disposed of the same to purchasers in good faith under her laws, the lands so selected shall be, and are hereby, confirmed to said State.\"</p>\n<p>A proviso excepted out of this confirmation land of various classes, among which is \"any land held or claimed under a valid Mexican or Spanish grant.\" Sect. 2 of the act required the proper land officers, where the land had been surveyed by the United States at the date of the act, to examine into these selections, and, if found to be right, to certify them to the State; and by the third section, provision was made for the perfection of these titles in lands not yet surveyed, after the surveys should have been extended over them.</p>\n<p>The land claimed by plaintiff belonged to the latter class; and the official plat of the survey of the township embracing it was not filed in the proper land-office of the United States until June 28, 1871, nearly five years after the passage of the act, and six years after its selection and location by plaintiff. As soon as this was done, \u0097 to wit, July 10, 1871, \u0097 plaintiff proved up his claim, and the land-office certified the land to the State of California, as provided by the third section of the act, and the State thereupon issued to him his patent. It is upon this title that plaintiff recovered a judgment for the possession of the land in the inferior court of the State of California against defendants, whose claim consisted in the facts found by the <span class=\"star-pagination\">*561</span> court, that, having the qualifications of pre-emptors of the public land, they had, in November, 1870, intruded upon the possession of plaintiff, had made a declaration of their intention to pre-empt it, and had offered to pay the money, and demanded a certificate of sale, the land officers refusing both to accept their money and to give them a certificate.</p>\n<p>The Supreme Court of California reversed this judgment, and ordered a judgment for defendants, on the ground that, at the time of plaintiff's selection of this land, and of the passage of the act of 1866, it was claimed under a valid Mexican grant.</p>\n<p>To determine the correctness of this ruling, it will be necessary to look into the history of that claim.</p>\n<p>It appears that at some time prior to 1860 there was confirmed to Robert Livermore a grant of two leagues of land, called Los Pocitas, the out-boundaries of which were given in the decree of confirmation, and which included the land now in controversy. In 1865 a survey of this grant was made, which contained nine leagues, and which was rejected for that reason by the Commissioner of the General Land-Office in 1868. In March, 1869, another survey was made, which contained two square leagues, and did not include the land in suit; and this survey was confirmed by the commissioner June 6, 1871. It will be remembered, that, on the 28th of the same month, the plat of the government surveys was filed in the local land-office, and that, twelve days thereafter, plaintiff presented himself at that office and proved up his claim.</p>\n<p>The question for our decision under the facts as found by the court below, and thus more briefly stated, is, whether the action of the officers of the Land Department in certifying these lands to the State as a valid selection of indemnity lands under the act of 1866 was without authority of law, and therefore void. There can be no doubt that they were authorized to inquire into the validity of any claim set up under sect. 1 of that act, and, in the language of the closing paragraph of sect. 3, \"if found in accordance with sect. 1,\" to certify the land to the State. And it may admit of grave doubt, whether in a suit at law the validity of their action can be impeached. It certainly cannot be impeached on any other ground found in this record than that, being part of a valid Mexican claim, the <span class=\"star-pagination\">*562</span> land was expressly excepted from confirmation, and could not be subjected to it by the act of the land officers in the premises.</p>\n<p>It is not to be denied that the facts found show, that, at the date of the act of 1866, the land claimed by defendant was part of a tract claimed under a Mexican grant, and that the grant itself was then, and is still conceded to be, a valid grant. It was, therefore, \"claimed under a valid Mexican grant,\" within the literal terms of the statute. And if this literal construction is to prevail, and the fact of its being claimed under a Mexican grant is to have reference solely to the date of the statute, the Supreme Court of California was right in its decision.</p>\n<p>But we see no reason, in the nature of the relief granted by this statute, or in the exception of land covered by Mexican claims, which should make the exception cover land to which no Mexican claim existed at the time the land officers were to decide on the validity of the selection of the State. If there was then no claim, or if it had been judicially determined that it was not valid, the remedial spirit of the statute required that the bona fide purchaser from the State should be at liberty to assert his claim to it, as a selection made by the State, and no principle of public policy was infringed by so doing.</p>\n<p>That this was the intention of Congress is fairly deducible from other parts of the statute.</p>\n<p>As we have already said, sect. 2 has reference to lands which had been surveyed by the government at the date of its passage. As to these lands, it is made \"the duty of the proper authorities of the State, where this is not already done, to notify the register of the United States land-office for the district in which the land is located of such selection, which notice shall be regarded as the date of the selection.\" Now, suppose that prior to this notification the land had been claimed as part of a Mexican grant, but it had been finally determined that, though the grant itself was valid, it did not include the land selected, would not the selection be good? How could it be otherwise, when, at the time which the statute says shall be regarded as the date of the selection, the land was to all intents and purposes restored to the body of the public lands of the United States, by the terms of a statute on that subject? Sect. 13, act of March 3, 1851 (9 Stat. 633).</p>\n<p><span class=\"star-pagination\">*563</span> The reasons why this proposition should prevail as to lands not surveyed at the date of the act are quite as strong; and we find, accordingly, that the third section declares that as to these the selection made under the authority of the State shall have the same force and effect as the pre-emption rights of a settler on the unsurveyed land, and that the holder of the State title shall be allowed the same time after the surveys are made and the plat filed to prove up his purchase and claim as is allowed to pre-emptors under existing laws; \"and, if found in accordance with sect. 1 of this act, the land embraced therein shall be certified over to the State by the Commissioner of the General Land-Office.\"</p>\n<p>If found then to be in accordance with sect. 1, the register is to examine his claim, the character, the right asserted, and the certificates under which he claims. He is also to see if it is land subject to be so selected, or land which is excepted from the right of selection. If the papers are right, is he to go back to some past time, and say this land was part of a Mexican claim, though not so now, and reject the application? Or is he to say, Your papers are all right; the land is public land, and open to your claim? If he should doubt on this point, he has but to look to the previous section, where Congress has declared, that, though the land may have been actually selected under State authority years before, yet the date of selection, for the provisions of that act, shall be determined by the notice of the fact at the land-office, delivered after the passage of the statute. See Toland v. Mandell, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">42</span></span>, 43.</p>\n<p>As strongly tending to the same conclusion, we find that by the sixth section of the act the right of the State to solicit indemnity for school sections included, or supposed to be included, in a Mexican grant accrues only when it shall be found by a final survey of the grant that it does include some part of a sixteenth or thirty-sixth section.</p>\n<p>So, also, as we held at this term in the case of Sherman v. Buick, supra, 209, that by the seventh section of the act of 1853 the right of selecting indemnity lands for those on which actual settlements were made must be determined by the actual survey of the grant, and, of course, could not be exercised before that time, and that up to that time a valid settlement <span class=\"star-pagination\">*564</span> could be made which would deprive the State of the land, though made on what turned out to be a sixteenth or a thirty-sixth section.</p>\n<p>In all this we see the purpose of Congress to refer the exercise of the right of the State to select indemnity for school lands to the condition of the lands for which indemnity is claimed, as well as those out of which it is sought, at the time the official surveys are made and filed in the proper office, or as soon thereafter as the right is asserted.</p>\n<p>There is, in what we have here said, no conflict with the principles laid down in Newhall v. Sanger, 92 U.S. 761.</p>\n<p>In that case, the claim under the Mexican grant called Moquelamos was still in litigation when the road of the company was located, and when the lands were withdrawn from public sale. These lands were not then public lands within the meaning of the grant under which the corporation claimed.</p>\n<p>Here, as we have attempted to show, the land in controversy was public land at the time at which by the statute the State was authorized to assert her right of selection. It is upon the language of the act of 1866, and its special provisions, that we hold that the extent of the Mexican claim having been determined, and all land outside of the final survey restored to the body of the public lands, the State had a right at the time plaintiff proved up his claim to treat it as public land, and have the claim confirmed.</p>\n<p>Upon these views we are of opinion that the land in controversy was rightfully certified to the State by the land officers, and that the title of the plaintiff is perfect.</p>\n<p>The judgment of the Supreme Court of the State of California is, therefore, reversed, and the cause remanded with directions to affirm the judgment of the District Court of the Third Judical District, county of Alameda.</p>\n<p>MR. JUSTICE DAVIS took no part in the decision of this case.</p>\n</div>", 
  "sha1": "e11194593a470679647a67d2189bbe603240046c", 
  "date_modified": "2014-12-21T01:28:52.360563", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89407/huff-v-doyle/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/385572/", 
  "html": "<p class=\"case_cite\">93 U.S. 558</p>\n    <p class=\"case_cite\">23 L.Ed. 975</p>\n    <p class=\"parties\">HUFF<br>v.<br>DOYLE ET AL.</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the State of California.</p>\n      <p class=\"indent\">Submitted on printed arguments by <i>Mr. John B. Harmon</i> for the plaintiff in error, and by <i>Mr. S. F. Leib, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE MILLER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the Supreme Court of the State of California, which brings here for review a judgment of that court concerning a title to land dependent on the act of Congress granting lands to that State for school purposes, of March 3, 1853, and the act of July 23, 1866, on the same subject. 10 Stat. 244; 14 id. 218.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By the sixth section of the first-mentioned act, the State was granted every sixteenth and thirty-sixth section of the public land, for school purposes, with an exception of lands which for various reasons ought not to be so granted; and by the seventh section, the State was authorized to select other lands in lieu of any section or part of section sixteen or thirty-six which fell within any of these exceptions. The act which made these grants was the first which provided for the extension to California of the system of surveys, sales, and pre-emption of public lands so long established in other States and Territories. No surveys had then been made; and it was obvious, that, until they were made, and the precise locality of each township and of the sixteenth and thirty-sixth sections of the township was thus ascertained, it could not be known whether they came within any of the exceptions to the grant, or whether any right of selection in lieu of them had accrued. The State of California, impatient of the delay of the United States authorities in making these surveys, undertook to perform that duty herself; and, assuming from data furnished by her own surveys that a great many acres of the sixteenth and thirty-sixth sections were within one or the other of the exceptions of the granting clause, for which the State was to select other lands, the legislature authorized selections and locations to be made in lieu thereof. according to State surveys. The land in controversy was so selected by the State and sold to plaintiff, who settled on it in 1865, and received from the State a certificate of sale.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The officers of the Land Department, when the matter was brought to their attention, refused to recognize the surveys made by the State, or to acknowledge the validity of selections and locations made under the State laws; and as many such selections and actual settlements under them had been made, the hardships and embarrassments growing out of the action of the State government caused the passage of the act of July 23, 1866.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the first section of that act, it was declared 'that in all cases where the State of California has heretofore made selections of any portion of the public domain, in part satisfaction of any grant made to said State by act of Congress, and has disposed of the same to purchasers in good faith under her laws, the lands so selected shall be, and are hereby, confirmed to said State.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A proviso excepted out of this confirmation land of various classes, among which is 'any land held or claimed under a valid Mexican or Spanish grant.' Sect. 2 of the act required the proper land officers, where the land had been surveyed by the United States at the date of the act, to examine into these selections, and, if found to be right, to certify them to the State; and by the third section, provision was made for the perfection of these titles in lands not yet surveyed, after the surveys should have been extended over them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The land claimed by plaintiff belonged to the latter class; and the official plat of the survey of the township embracing it was not filed in the proper land-office of the United States until June 28, 1871, nearly five years after the passage of the act, and six years after its selection and location by plaintiff. As soon as this was done,&#8212;to wit, July 10, 1871,&#8212;plaintiff proved up his claim, and the land-office certified the land to the State of California, as provided by the third section of the act, and the State thereupon issued to him his patent. It is upon this title that plaintiff recovered a judgment for the possession of the land in the inferior court of the State of California against defendants, whose claim consisted in the facts found by the court, that, having the qualifications of pre-emptors of the public land, they had, in November, 1870, intruded upon the possession of plaintiff, had made a declaration of their intention to pre-empt it, and had offered to pay the money, and demanded a certificate of sale, the land officers refusing both to accept their money and to give them a certificate.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Supreme Court of California reversed this judgment, and ordered a judgment for defendants, on the ground, that, at the time of plaintiff's selection of this land, and of the passage of the act of 1866, it was claimed under a valid Mexican grant.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To determine the correctness of this ruling, it will be necessary to look into the history of that claim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It appears that at some time prior to 1860 there was confirmed to Robert Livermore a grant of two leagues of land, called Los Pocitas, the out-boundaries of which were given in the decree of confirmation, and which included the land now in controversy. In 1865 a survey of this grant was made, which contained nine leagues, and which was rejected for that reason by the Commissioner of the General Land-Office in 1868. In March, 1869, another survey was made, which contained two square leagues, and did not include the land in suit; and this survey was confirmed by the commissioner June 6, 1871. It will be remembered, that, on the 28th of the same month, the plat of the government surveys was filed in the local landoffice, and that, twelve days thereafter, plaintiff presented himself at that office and proved up his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The question for our decision under the facts as found by the court below, and thus more briefly stated, is, whether the action of the officers of the Land Department in certifying these lands to the State as a valid selection of indemnity lands under the act of 1866 was without authority of law, and therefore void. There can be no doubt that they were authorized to inquire into the validity of any claim set up under sect. 1 of that act, and, in the language of the closing paragraph of sect. 3, 'if found in accordance with sect. 1,' to certify the land to the State. And it may admit of grave doubt, whether in a suit at law the validity of their action can be impeached. It certainly cannot be impeached on any other ground found in this record than that, being part of a valid Mexican claim, the land was expressly excepted from confirmation, and could not be subjected to it by the act of the land officers in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is not to be denied that the facts found show, that, at the date of the act of 1866, the land claimed by defendant was part of a tract claimed under a Mexican grant, and that the grant itself was then, and is still conceded to be, a valid grant. It was, therefore, 'claimed under a valid Mexican grant,' within the literal terms of the statute. And if this  iteral construction is to prevail, and the fact of its being claimed under a Mexican grant is to have reference solely to the date of the statute, the Supreme Court of California was right in its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But we see no reason, in the nature of the relief granted by this statute, or in the exception of land covered by Mexican claims, which should make the exception cover land to which no Mexican claim existed at the time the land officers were to decide on the validity of the selection of the State. If there was then no claim, or if it had been judicially determined that it was not valid, the remedial spirit of the statute required that the <i>bona fide</i> purchaser from the State should be at liberty to assert his claim to it, as a selection made by the State, and no principle of public policy was infringed by so doing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That this was the intention of Congress is fairly deducible from other parts of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As we have already said, sect. 2 has reference to lands which had been surveyed by the government at the date of its passage. As to these lands, it is made 'the duty of the proper authorities of the State, where this is not already done, to notify the register of the United States land-office for the district in which the land is located of such selection, which notice shall be regarded as the date of the selection.' Now, suppose that prior to this notification the land had been claimed as part of a Mexican grant, but it had been finally determined that, though the grant itself was valid, it did not include the land selected, would not the selection be good? How could it be otherwise, when, at the time which the statute says shall be regarded as the date of the selection, the land was to all intents and purposes restored to the body of the public lands of the United States, by the terms of a statute on that subject? Sect. 13, act of March 3, 1851 (9 Stat. 633).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The reasons why this proposition should prevail as to lands not surveyed at the date of the act are quite as strong; and we find, accordingly, that the third section declares that as to these the selection made under the authority of the State shall have the same force and effect as the pre-emption rights of a settler on the unsurveyed land, and that the holder of the State title shall be allowed the same time after the surveys are made and the plat filed to prove up his purchase and claim as is allowed to pre-emptors under existing laws; 'and, if found in accordance with sect. 1 of this act, the land embraced therein shall be certified over to the State by the Commissioner of the General Land-Office.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">If found then to be in accordance with sect. 1, the register is to examine his claim, the character, the right asserted, and the certificates under which he claims. He is also to see if it is land subject to be so selected, or land which is excepted from the right of selection. If the papers are right, is he to go back to some past time, and say this land was part of a Mexican claim, though not so now, and reject the application? Or is he to say, Your papers are all right; the land is public land, and open to your claim? If he should doubt on this point, he has but to look to the previous section, where Congress has declared, that, though the land may have been actually selected under State authority years before, yet the date of selection, for the provisions of that act, shall be determined by the notice of the face at the land-office, delivered after the passage of the statute. See <i>Toland</i> v. <i>Mandell</i>, 38 Cal. 42, 43.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As strongly tending to the same conclusion, we find that by the sixth section of the act the right of the State to solicit indemnity for school sections included, or supposed to be included, in a Mexican grant accrues only when it shall be found by a final survey of the grant that it does include some part of a sixteenth or thirty-sixth section.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">So, also, as we held at this term in the case of <i>Sherman</i> v. <i>Buick, supra</i>, 209, that by the seventh section of the act of 1853 the right of sele ting indemnity lands for those on which actual settlements were made must be determined by the actual survey of the grant, and, of course, could not be exercised before that time, and that up to that time a valid settlement could be made which would deprive the State of the land, though made on what turned out to be a sixteenth or a thirty-sixth section.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In all this we see the purpose of Congress to refer the exercise of the right of the State to select indemnity for school lands to the condition of the lands for which indemnity is claimed, as well as those out of which it is sought, at the time the official surveys are made and filed in the proper office, or as soon thereafter as the right is asserted.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is, in what we have here said, no conflict with the principles laid down in <i>Newhall</i> v. <i>Sanger</i>, 92 U. S. 761.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In that case, the claim under the Mexican grant called Moquelamos was still in litigation when the road of the company was located, and when the lands were withdrawn from public sale. These lands were not then public lands within the meaning of the grant under which the corporation claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, as we have attempted to show, the land in controversy was public land at the time at which by the statute the State was authorized to assert her right of selection. It is upon the language of the act of 1866, and its special provisions, that we hold that the extent of the Mexican claim having been determined, and all land outside of the final survey restored to the body of the public lands, the State had a right at the time plaintiff proved up his claim to treat it as public land, and have the claim confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Upon these views we are of opinion that the land in controversy was rightfully certified to the State by the land officers, and that the title of the plaintiff is perfect.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the Supreme Court of the State of California is, therefore, reversed, and the cause remanded with directions to affirm the judgment of the District Court of the Third Judicial District, county of Alameda.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">MR. JUSTICE DAVIS took no part in the decision of this case.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89407/"
}