{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "93 U.S. 575", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89410/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "The\" Idaho\"", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 59798, 
    "resource_uri": "/api/rest/v2/citation/59798/"
  }, 
  "id": 89410, 
  "blocked": false, 
  "judges": "Strong", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1877-01-15", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>93 U.S. 575 (____)</b></center>\n<center><h1>THE \"IDAHO.\"</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*578</span> Mr. R.T. Merrick, for the appellant.</p>\n<p>Mr. William G. Choate, contra.</p>\n<p>MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>In determining the merits of the defence set up in this case, it is necessary to inquire whether the law permits a common carrier to show, as an excuse for non-delivery pursuant to his bill of lading, that he has delivered the goods upon demand to the true owner. Upon this subject there has <span class=\"star-pagination\">*579</span> been much debate in courts of law, and some contrariety of decision.</p>\n<p>In Rolle's Abr. 606, tit. \"Detinue,\" it is said, \"If the bailee of goods deliver them to him who has the right to them, he is, notwithstanding, chargeable to the bailor, who in truth has no right;\" and for this, 9 Henry VI. 58, is cited. And so, if the bailee deliver them to the bailor in such a case, he is said not to be chargeable to the true owner (id. 607), for which 7 Henry VI. 22, is cited. The reasons given for such a doctrine, however satisfactory they may have been when they were announced, can hardly command assent now. It is now everywhere held, that, when the true owner has by legal proceedings compelled a delivery to himself of the goods bailed, such delivery is a complete justification for non-delivery, according to the directions of the bailor. Bliven v. Hudson River Railroad Co., 36 N.Y. 403. And so, when the bailee has actually delivered the property to the true owner, having a right to the possession, on his demand, it is a sufficient defence against the claim of the bailor. The decisions are numerous to this effect. King v. Richards, 6 Whart. 418; Bates v. Stanton, 1 Duer, 79; Hardman v. Wilcock, 9 Bing. 382; Biddle v. Bond, 6 Best &amp; S. 225. If it be said, that, by accepting the bailment, the bailee has estopped himself against questioning the right of his bailor, it may be remarked in answer, that this is assuming what cannot be conceded. Undoubtedly the contract raises a strong presumption that the bailor is entitled; but it is not true that thereby the bailee conclusively admits the right of the principal. His contract is to do with the property committed to him what his principal has directed, \u0097 to restore it, or to account for it. Cheeseman v. Exall, 6 Exch. 341. And he does account for it when he has yielded it to the claim of one who has right paramount to that of his bailor. If there be any estoppel, it ceases when the bailment on which it is founded is determined by what is equivalent to an eviction by title paramount; that is, by the reclamation of possession by the true owner. Biddle v. Bond, supra. Nor can it be maintained, as has been argued in the present case, that a carrier can excuse himself for failure to deliver to the order of the shipper, only when the goods have been taken from his possession by legal proceedings, or <span class=\"star-pagination\">*580</span> where the shipper has obtained the goods by fraud from the true owner. It is true, that, in some of the cases, fraud of the shipper has appeared; and it has sometimes been thought it is only in such a case, or in a case where legal proceedings have interfered, that the bailee can set up the jus tertii. There is no substantial reason for the opinion. No matter whether the shipper has obtained the possession he gives to the carrier by fraud practised upon the true owner, or whether he mistakenly supposes he has rights to the property, his relation to his bailee is the same. He cannot confer rights which he does not himself possess; and, if he cannot withhold the possession from the true owner, one claiming under him cannot. The modern and best-considered cases treat as a matter of no importance the question how the bailor acquired the possession he has delivered to his bailee, and adjudge, that, if the bailee has delivered the property to one who had the right to it as the true owner, he may defend himself against any claim of his principal. In the late case of Biddle v. Bond, supra, decided in 1865, it was so decided; and Blackburn, J., in delivering the opinion of the court, said there was nothing to alter the law on the subject in the circumstance that there was no evidence to show the plaintiff, though a wrong-doer, did not honestly believe that he had the right. Said he, the position of the bailee is precisely the same, whether his bailor was honestly mistaken as to the rights of the third person whose title is set up, or fraudulently acting in derogation of them. In Western Transportation Company v. Barber, 56 N.Y. 544, the Court of Appeals of New York unanimously asserted the same doctrine, saying, \"The best-decided cases hold that the right of a third person to which the bailee has yielded may be interposed in all cases as a defence to an action brought by a bailor subsequently for the property. When the owner comes and demands his property, he is entitled to its immediate delivery, and it is the duty of the possessor to make it. The law will not adjudge the performance of this duty tortious as against a bailor having no title.\" The court repudiated any distinction between a case where the bailor was honestly mistaken in believing he had the right, and one where a bailor obtained the possession feloniously or by force or fraud; and we think no such distinction can be made.</p>\n<p><span class=\"star-pagination\">*581</span> We do not deny the rule that a bailee cannot avail himself of the title of a third person (though that person be the true owner) for the purpose of keeping the property for himself, nor in any case where he has not yielded to the paramount title. If he could, he might keep for himself goods deposited with him, without any pretence of ownership. But if he has performed his legal duty by delivering the property to its true proprietor, at his demand, he is not answerable to the bailor. And there is no difference in this particular between a common carrier and other bailees.</p>\n<p>Recurring, then, to the inquiry whether Porter &amp; Co. \u0097 to whose order the steamer delivered the one hundred and sixty-five bales of cotton \u0097 were the true owners of the cotton, a brief statement of the evidence on which their title rests is necessary. It originated as follows: On the 1st of April, 1869, one J.C. Forbes obtained from the master of the brig \"Colson,\" then lying at New Orleans, a bill of lading for one hundred and thirty-nine bales of cotton, described by specified marks. The bill was indorsed, and forwarded by Forbes to Porter &amp; Co.; and drafts against it to a large amount were drawn upon them, which they accepted, credited, and paid on or before the 7th of the month. In fact, however, when the bill of lading was given, no such cotton had been received by the brig; but on the 5th of April the agent of Forbes bought one hundred and forty bales, then at the shipper's press, and directed them to be sent to the \"Colson,\" marked substantially as described in the bill of lading. These bales were accordingly delivered from the press to the brig on the 8th of April, and the first and second mate receipted for them. They were not actually taken on board, but they were deposited on the pier, at the usual and ordinary place for the receipt of freight by the \"Colson,\" and an additional bill of lading for one bale only was taken by Forbes, and by him indorsed and transmitted to Porter &amp; Co., together with an invoice of the one hundred and forty bales corresponding with the bills of lading. The marks and numbers on the bales were the same as those mentioned in the bills of lading, excepting only that thirty-five were marked L instead of thirty-six, and sixteen marked S instead of fifteen. There was also a small difference in the aggregate weight.</p>\n<p><span class=\"star-pagination\">*582</span> That the cotton thus delivered to the \"Colson\" was intended to fill the bills of lading, one of which had been previously given, is incontrovertible. They were so intended by the shipper. If not, why were they thus marked? And why was a bill of lading taken for one bale only, instead of for one hundred and forty; and why was the invoice of the whole number sent? Such, also, was plainly the understanding of the ship. The receipts of the mates, and the fact that the master gave a bill of lading for one bale marked S, when there were sixteen bales thus marked, leave this beyond reasonable doubt. What, then? Why, the one hundred and forty bales thus shipped became from the moment of shipment the property of Porter &amp; Co., to whom the bills of lading were indorsed. It is not only the utterance of common honesty, but the declaration of judicial tribunals, that a delivery of goods to a ship corresponding in substance with a bill of lading given previously, if intended and received to meet the bill of lading, makes the bill operative from the time of such delivery. At that instant it becomes evidence of the ownership of the goods. Thus, in Rowley v. Bigelow, 12 Pick. 307, it is said, a bill of lading operates by way of estoppel against the master, and also against the shipper and indorser. \"The bill acknowledges the goods to be on board before the bill of lading is signed. But if, through inadvertence or otherwise, the bill of lading is signed before the goods are on board, upon the faith and assurance that they are at hand, as if they are received on the wharf ready to be shipped, or in the shipper's own warehouse, ... and afterwards they are placed on board, as and for the goods embraced in the bill of lading, as against the shipper and master the bill will operate on those goods by way of relation and estoppel.\" Such is also the doctrine asserted in Halliday v. Hamilton, 11 Wall. 565, and it is in harmony with the general rules that regulate the transfer of personal property. We do not say that a title to personal property may not be created between the issue of a bill of lading therefor and its delivery to the ship, which will prevail over the master's bill, but, in the absence of any such intervening right, a bill of lading does cover goods subsequently delivered and received to fill it, and will represent the ownership of the goods. The cotton delivered on the 8th of April on <span class=\"star-pagination\">*583</span> the pier for the \"Colson,\" and received by the mates of the brig, became, therefore, at the instant of its delivery, the property of Porter &amp; Co., who were then the indorsees of the bills of lading. Its subsequent removal by Forbes to the \"Ladona,\" either with or without the consent of the brig's officers, could not divert that ownership.</p>\n<p>There is nothing in the statutes of Louisiana which requires a different conclusion. Those statutes prohibit the issue of bills of lading before the receipt of the goods, but they do not forbid curing an illegal bill by supplying goods, the receipt of which have been previously acknowledged. The statutes are designed to prevent fraud. They are not to be construed in aid of fraud, as they would be if held to make a delivery of goods to fill a fraudulent bill of lading inoperative for the purpose.</p>\n<p>The title of Porter &amp; Co. to the one hundred and forty bales must, therefore, as we have said, be held to have been perfected when they were delivered to the \"Colson\" on the 8th of April. No right in any other person intervened between the issue of the bill of lading and the brig's receipt of the cotton to fill it. It was after the title of Porter &amp; Co. had thus become complete that Forbes removed the one hundred and forty bales from the custody of the \"Colson\" and shipped it for New York on the \"Ladona,\" together with twenty-five other bales, re-marking it, and drawing drafts against this second shipment upon Schaefer &amp; Co. After carefully examining the evidence, we cannot doubt that the one hundred and forty bales thus withdrawn from the \"Colson\" were shipped on the \"Ladona,\" and that they came to the possession of Schaefer &amp; Co., in New York, by whom they were transferred, together with the other twenty-five bales, to Mann, under whom the plaintiffs claim. The one hundred and sixty-five bales, then, are the identical bales that were included in the shipment on the \"Idaho,\" and for which the bill of lading was given to Mann. Of these, one hundred and forty were the property of Porter &amp; Co., fraudulently withdrawn from their possession. It is hardly necessary to say that the title of the true owner of personal property cannot be impaired by the unauthorized acts of one not the owner. Taking possession of the property, shipping it, obtaining bills of lading from the carriers, indorsing away the bills of lading, <span class=\"star-pagination\">*584</span> or even selling the property and obtaining a full price for it, can have no effect upon the right of the owner. Even a bona fide purchaser obtains no right by a purchase from one who is not the owner, or not authorized to sell. It must, therefore, be concluded that Porter &amp; Co. were the owners of at least one hundred and forty of the bales shipped by Mann on the \"Idaho,\" and covered by the bill of lading to enforce which this libel was filed.</p>\n<p>All that remains to be determined is whether Porter &amp; Co. had a right to the possession of the additional twenty-five bales shipped with the one hundred and forty from New Orleans on the \"Ladona,\" and shipped also on the \"Idaho\" for Liverpool, together with the thirty-five bales delivered there to Finlay &amp; Co. When the one hundred and forty bales were removed from the custody of the \"Colson\" and taken to the \"Ladona,\" twenty-five other bales were mingled with them. On the pier opposite that vessel they were re-marked, and all shipped as one lot, under one bill of lading. When they reached New York, they came into the possession of Schaefer, the indorsee of the bill of lading given by the \"Ladona,\" who knew, when he received them, that the \"Colson\" was short eight hundred or one thousand bales. The newspapers had contained articles about the fraud. He himself was a sufferer. He held some of the fraudulent bills of lading of the \"Colson,\" and he had heard that Porter was in the same condition. So he has testified. With this knowledge he set to work to guard against the possibility of tracing the cotton. He caused the \"Colson\" marks to be removed from the one hundred and forty bales, and the \"Ladona\" marks to be removed from both the one hundred and forty and the twenty-five bales. He then had the whole re-marked, making no distinction between the lot of one hundred and forty and that of twenty-five, thus practically making the bales undistinguishable. In addition to this, by an arrangement between himself and Mann, his clerk, in the form of a sale, the cotton was shipped en masse by the \"Idaho.\" It is impossible for us to close our eyes upon the nature and purpose of this transaction. It was a perfect confusion of the one hundred and forty bales that belonged to Porter with the other twenty-five; and it was not accidental. It was purposely made, with an <span class=\"star-pagination\">*585</span> intent to embarrass or hinder the owner, and prevent him from recovering his original property. There is no conceivable motive for Schaefer's obliterating the marks, both of the \"Colson\" and \"Ladona\" shipment, in so much haste (ordering it done on Sunday), and substituting new marks, except to destroy the evidence of title in any other person. That such was Schaefer's purpose may also be inferred from his conduct in selling the same to Mann; from Mann's sale on the same day to the libellants, telling them he did not wish them to ask whether the cotton was really Schaefer's, stating, also, that he had bought from Schaefer, and that Schaefer guaranteed the transaction; from Mann's turning over the libellants' note immediately to Schaefer, and Schaefer's giving a guaranty before its payment that the maker should be held harmless. The whole arrangement was manifestly a scheme of Schaefer to obscure the title to the cotton, to prevent its being traced by the true owner, \u0097 a scheme in the execution of which he was aided by Mann and the libellants.</p>\n<p>Now, what must be the legal effect of all this? What the effect of intermingling the twenty-five bales with the one hundred and forty that belonged to Porter, in such a manner that they could not be distinguished, and so completely that it is impossible for either party to identify any one of the one hundred and sixty-five bales as a part of the lot of twenty-five, or of the larger lot of one hundred and forty, shipped on the \"Colson\"? We can come to no other conclusion than this: the right of possession of the whole was in Porter, and neither he who caused the confusion, nor any one claiming under him, is entitled to any bale which he cannot identify as one of the lot of twenty-five. It is admitted, the general rule that governs cases of intermixture of property has many exceptions. It applies in no case where the goods intermingled remain capable of identification, nor where they are of the same quality or value; as where guineas are mingled, or grain of the same quality. Nor does the rule apply where the intermixture is accidental, or even intentional, if it be not wrongful. But all the authorities agree, that if a man wilfully and wrongfully mixes his own goods with those of another owner, so as to render them undistinguishable, he will not be entitled to his <span class=\"star-pagination\">*586</span> proportion, or any part, of the property. Certainly not, unless the goods of both owners are of the same quality and value. Such intermixture is a fraud. And so, if the wrong-doer confounds his own goods with goods which he suspects may belong to another, and does this with intent to mislead or deceive that other, and embarrass him in obtaining his right, the effect must be the same. Thus it was ruled in Ryder v. Hathaway, 21 Pick. 306. Such is the present case. The confusion of the bales of cotton was not accidental. It was purposely made. The intermixture was evidently intended to render any identification of particular bales impracticable, and to cover them against the search of a suspected owner. It was, therefore, wrongful. And the bales were not of uniform value. They differed in weight and in grade. But even if they were of the same kind and value, the wronged party would have a right to the possession of the entire aggregate, leaving the wrong-doer to reclaim his own, if he can identify it, or to demand his proportional part. Stephenson v. Little, 10 Mich. 447. The libellants have made no attempt to identify any part.</p>\n<p>See, upon this subject of confusion of goods, 2 Kent's Com. (11th ed.) 364, 365; Hart v. Ten Eyck, 2 Johns. Ch. 62, 108; Weil v. Silverston, 6 Bush (Ky.), 698; Hesseltine v. Stockwell, 30 Me. 370.</p>\n<p>It follows from all we have said that the delivery by the \"Idaho\" of the one hundred and sixty-five bales, to the order of Porter &amp; Co., was justifiable, and that the libellants have sustained no legal injury.</p>\n<p>Decree affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:05", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></span> (____)</b></center>\n<center><h1>THE \"IDAHO.\"</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*578</span> Mr. R.T. Merrick, for the appellant.</p>\n<p>Mr. William G. Choate, contra.</p>\n<p>MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>In determining the merits of the defence set up in this case, it is necessary to inquire whether the law permits a common carrier to show, as an excuse for non-delivery pursuant to his bill of lading, that he has delivered the goods upon demand to the true owner. Upon this subject there has <span class=\"star-pagination\">*579</span> been much debate in courts of law, and some contrariety of decision.</p>\n<p>In Rolle's Abr. 606, tit. \"Detinue,\" it is said, \"If the bailee of goods deliver them to him who has the right to them, he is, notwithstanding, chargeable to the bailor, who in truth has no right;\" and for this, 9 Henry VI. 58, is cited. And so, if the bailee deliver them to the bailor in such a case, he is said not to be chargeable to the true owner (id. 607), for which 7 Henry VI. 22, is cited. The reasons given for such a doctrine, however satisfactory they may have been when they were announced, can hardly command assent now. It is now everywhere held, that, when the true owner has by legal proceedings compelled a delivery to himself of the goods bailed, such delivery is a complete justification for non-delivery, according to the directions of the bailor. Bliven v. Hudson River Railroad Co., 36 N.Y. 403. And so, when the bailee has actually delivered the property to the true owner, having a right to the possession, on his demand, it is a sufficient defence against the claim of the bailor. The decisions are numerous to this effect. King v. Richards, 6 Whart. 418; Bates v. Stanton, 1 Duer, 79; Hardman v. Wilcock, 9 Bing. 382; Biddle v. Bond, 6 Best &amp; S. 225. If it be said, that, by accepting the bailment, the bailee has estopped himself against questioning the right of his bailor, it may be remarked in answer, that this is assuming what cannot be conceded. Undoubtedly the contract raises a strong presumption that the bailor is entitled; but it is not true that thereby the bailee conclusively admits the right of the principal. His contract is to do with the property committed to him what his principal has directed, \u0097 to restore it, or to account for it. Cheeseman v. Exall, 6 Exch. 341. And he does account for it when he has yielded it to the claim of one who has right paramount to that of his bailor. If there be any estoppel, it ceases when the bailment on which it is founded is determined by what is equivalent to an eviction by title paramount; that is, by the reclamation of possession by the true owner. Biddle v. Bond, supra. Nor can it be maintained, as has been argued in the present case, that a carrier can excuse himself for failure to deliver to the order of the shipper, only when the goods have been taken from his possession by legal proceedings, or <span class=\"star-pagination\">*580</span> where the shipper has obtained the goods by fraud from the true owner. It is true, that, in some of the cases, fraud of the shipper has appeared; and it has sometimes been thought it is only in such a case, or in a case where legal proceedings have interfered, that the bailee can set up the jus tertii. There is no substantial reason for the opinion. No matter whether the shipper has obtained the possession he gives to the carrier by fraud practised upon the true owner, or whether he mistakenly supposes he has rights to the property, his relation to his bailee is the same. He cannot confer rights which he does not himself possess; and, if he cannot withhold the possession from the true owner, one claiming under him cannot. The modern and best-considered cases treat as a matter of no importance the question how the bailor acquired the possession he has delivered to his bailee, and adjudge, that, if the bailee has delivered the property to one who had the right to it as the true owner, he may defend himself against any claim of his principal. In the late case of Biddle v. Bond, supra, decided in 1865, it was so decided; and Blackburn, J., in delivering the opinion of the court, said there was nothing to alter the law on the subject in the circumstance that there was no evidence to show the plaintiff, though a wrong-doer, did not honestly believe that he had the right. Said he, the position of the bailee is precisely the same, whether his bailor was honestly mistaken as to the rights of the third person whose title is set up, or fraudulently acting in derogation of them. In Western Transportation Company v. Barber, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">544</span></span>, the Court of Appeals of New York unanimously asserted the same doctrine, saying, \"The best-decided cases hold that the right of a third person to which the bailee has yielded may be interposed in all cases as a defence to an action brought by a bailor subsequently for the property. When the owner comes and demands his property, he is entitled to its immediate delivery, and it is the duty of the possessor to make it. The law will not adjudge the performance of this duty tortious as against a bailor having no title.\" The court repudiated any distinction between a case where the bailor was honestly mistaken in believing he had the right, and one where a bailor obtained the possession feloniously or by force or fraud; and we think no such distinction can be made.</p>\n<p><span class=\"star-pagination\">*581</span> We do not deny the rule that a bailee cannot avail himself of the title of a third person (though that person be the true owner) for the purpose of keeping the property for himself, nor in any case where he has not yielded to the paramount title. If he could, he might keep for himself goods deposited with him, without any pretence of ownership. But if he has performed his legal duty by delivering the property to its true proprietor, at his demand, he is not answerable to the bailor. And there is no difference in this particular between a common carrier and other bailees.</p>\n<p>Recurring, then, to the inquiry whether Porter &amp; Co. \u0097 to whose order the steamer delivered the one hundred and sixty-five bales of cotton \u0097 were the true owners of the cotton, a brief statement of the evidence on which their title rests is necessary. It originated as follows: On the 1st of April, 1869, one J.C. Forbes obtained from the master of the brig \"Colson,\" then lying at New Orleans, a bill of lading for one hundred and thirty-nine bales of cotton, described by specified marks. The bill was indorsed, and forwarded by Forbes to Porter &amp; Co.; and drafts against it to a large amount were drawn upon them, which they accepted, credited, and paid on or before the 7th of the month. In fact, however, when the bill of lading was given, no such cotton had been received by the brig; but on the 5th of April the agent of Forbes bought one hundred and forty bales, then at the shipper's press, and directed them to be sent to the \"Colson,\" marked substantially as described in the bill of lading. These bales were accordingly delivered from the press to the brig on the 8th of April, and the first and second mate receipted for them. They were not actually taken on board, but they were deposited on the pier, at the usual and ordinary place for the receipt of freight by the \"Colson,\" and an additional bill of lading for one bale only was taken by Forbes, and by him indorsed and transmitted to Porter &amp; Co., together with an invoice of the one hundred and forty bales corresponding with the bills of lading. The marks and numbers on the bales were the same as those mentioned in the bills of lading, excepting only that thirty-five were marked L instead of thirty-six, and sixteen marked S instead of fifteen. There was also a small difference in the aggregate weight.</p>\n<p><span class=\"star-pagination\">*582</span> That the cotton thus delivered to the \"Colson\" was intended to fill the bills of lading, one of which had been previously given, is incontrovertible. They were so intended by the shipper. If not, why were they thus marked? And why was a bill of lading taken for one bale only, instead of for one hundred and forty; and why was the invoice of the whole number sent? Such, also, was plainly the understanding of the ship. The receipts of the mates, and the fact that the master gave a bill of lading for one bale marked S, when there were sixteen bales thus marked, leave this beyond reasonable doubt. What, then? Why, the one hundred and forty bales thus shipped became from the moment of shipment the property of Porter &amp; Co., to whom the bills of lading were indorsed. It is not only the utterance of common honesty, but the declaration of judicial tribunals, that a delivery of goods to a ship corresponding in substance with a bill of lading given previously, if intended and received to meet the bill of lading, makes the bill operative from the time of such delivery. At that instant it becomes evidence of the ownership of the goods. Thus, in Rowley v. Bigelow, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Pick.</span> <span class=\"page\">307</span></span>, it is said, a bill of lading operates by way of estoppel against the master, and also against the shipper and indorser. \"The bill acknowledges the goods to be on board before the bill of lading is signed. But if, through inadvertence or otherwise, the bill of lading is signed before the goods are on board, upon the faith and assurance that they are at hand, as if they are received on the wharf ready to be shipped, or in the shipper's own warehouse, ... and afterwards they are placed on board, as and for the goods embraced in the bill of lading, as against the shipper and master the bill will operate on those goods by way of relation and estoppel.\" Such is also the doctrine asserted in Halliday v. Hamilton, <span class=\"citation\" data-id=\"88346\"><a href=\"/opinion/88346/halliday-v-hamilton/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">565</span></a></span>, and it is in harmony with the general rules that regulate the transfer of personal property. We do not say that a title to personal property may not be created between the issue of a bill of lading therefor and its delivery to the ship, which will prevail over the master's bill, but, in the absence of any such intervening right, a bill of lading does cover goods subsequently delivered and received to fill it, and will represent the ownership of the goods. The cotton delivered on the 8th of April on <span class=\"star-pagination\">*583</span> the pier for the \"Colson,\" and received by the mates of the brig, became, therefore, at the instant of its delivery, the property of Porter &amp; Co., who were then the indorsees of the bills of lading. Its subsequent removal by Forbes to the \"Ladona,\" either with or without the consent of the brig's officers, could not divert that ownership.</p>\n<p>There is nothing in the statutes of Louisiana which requires a different conclusion. Those statutes prohibit the issue of bills of lading before the receipt of the goods, but they do not forbid curing an illegal bill by supplying goods, the receipt of which have been previously acknowledged. The statutes are designed to prevent fraud. They are not to be construed in aid of fraud, as they would be if held to make a delivery of goods to fill a fraudulent bill of lading inoperative for the purpose.</p>\n<p>The title of Porter &amp; Co. to the one hundred and forty bales must, therefore, as we have said, be held to have been perfected when they were delivered to the \"Colson\" on the 8th of April. No right in any other person intervened between the issue of the bill of lading and the brig's receipt of the cotton to fill it. It was after the title of Porter &amp; Co. had thus become complete that Forbes removed the one hundred and forty bales from the custody of the \"Colson\" and shipped it for New York on the \"Ladona,\" together with twenty-five other bales, re-marking it, and drawing drafts against this second shipment upon Schaefer &amp; Co. After carefully examining the evidence, we cannot doubt that the one hundred and forty bales thus withdrawn from the \"Colson\" were shipped on the \"Ladona,\" and that they came to the possession of Schaefer &amp; Co., in New York, by whom they were transferred, together with the other twenty-five bales, to Mann, under whom the plaintiffs claim. The one hundred and sixty-five bales, then, are the identical bales that were included in the shipment on the \"Idaho,\" and for which the bill of lading was given to Mann. Of these, one hundred and forty were the property of Porter &amp; Co., fraudulently withdrawn from their possession. It is hardly necessary to say that the title of the true owner of personal property cannot be impaired by the unauthorized acts of one not the owner. Taking possession of the property, shipping it, obtaining bills of lading from the carriers, indorsing away the bills of lading, <span class=\"star-pagination\">*584</span> or even selling the property and obtaining a full price for it, can have no effect upon the right of the owner. Even a bona fide purchaser obtains no right by a purchase from one who is not the owner, or not authorized to sell. It must, therefore, be concluded that Porter &amp; Co. were the owners of at least one hundred and forty of the bales shipped by Mann on the \"Idaho,\" and covered by the bill of lading to enforce which this libel was filed.</p>\n<p>All that remains to be determined is whether Porter &amp; Co. had a right to the possession of the additional twenty-five bales shipped with the one hundred and forty from New Orleans on the \"Ladona,\" and shipped also on the \"Idaho\" for Liverpool, together with the thirty-five bales delivered there to Finlay &amp; Co. When the one hundred and forty bales were removed from the custody of the \"Colson\" and taken to the \"Ladona,\" twenty-five other bales were mingled with them. On the pier opposite that vessel they were re-marked, and all shipped as one lot, under one bill of lading. When they reached New York, they came into the possession of Schaefer, the indorsee of the bill of lading given by the \"Ladona,\" who knew, when he received them, that the \"Colson\" was short eight hundred or one thousand bales. The newspapers had contained articles about the fraud. He himself was a sufferer. He held some of the fraudulent bills of lading of the \"Colson,\" and he had heard that Porter was in the same condition. So he has testified. With this knowledge he set to work to guard against the possibility of tracing the cotton. He caused the \"Colson\" marks to be removed from the one hundred and forty bales, and the \"Ladona\" marks to be removed from both the one hundred and forty and the twenty-five bales. He then had the whole re-marked, making no distinction between the lot of one hundred and forty and that of twenty-five, thus practically making the bales undistinguishable. In addition to this, by an arrangement between himself and Mann, his clerk, in the form of a sale, the cotton was shipped en masse by the \"Idaho.\" It is impossible for us to close our eyes upon the nature and purpose of this transaction. It was a perfect confusion of the one hundred and forty bales that belonged to Porter with the other twenty-five; and it was not accidental. It was purposely made, with an <span class=\"star-pagination\">*585</span> intent to embarrass or hinder the owner, and prevent him from recovering his original property. There is no conceivable motive for Schaefer's obliterating the marks, both of the \"Colson\" and \"Ladona\" shipment, in so much haste (ordering it done on Sunday), and substituting new marks, except to destroy the evidence of title in any other person. That such was Schaefer's purpose may also be inferred from his conduct in selling the same to Mann; from Mann's sale on the same day to the libellants, telling them he did not wish them to ask whether the cotton was really Schaefer's, stating, also, that he had bought from Schaefer, and that Schaefer guaranteed the transaction; from Mann's turning over the libellants' note immediately to Schaefer, and Schaefer's giving a guaranty before its payment that the maker should be held harmless. The whole arrangement was manifestly a scheme of Schaefer to obscure the title to the cotton, to prevent its being traced by the true owner, \u0097 a scheme in the execution of which he was aided by Mann and the libellants.</p>\n<p>Now, what must be the legal effect of all this? What the effect of intermingling the twenty-five bales with the one hundred and forty that belonged to Porter, in such a manner that they could not be distinguished, and so completely that it is impossible for either party to identify any one of the one hundred and sixty-five bales as a part of the lot of twenty-five, or of the larger lot of one hundred and forty, shipped on the \"Colson\"? We can come to no other conclusion than this: the right of possession of the whole was in Porter, and neither he who caused the confusion, nor any one claiming under him, is entitled to any bale which he cannot identify as one of the lot of twenty-five. It is admitted, the general rule that governs cases of intermixture of property has many exceptions. It applies in no case where the goods intermingled remain capable of identification, nor where they are of the same quality or value; as where guineas are mingled, or grain of the same quality. Nor does the rule apply where the intermixture is accidental, or even intentional, if it be not wrongful. But all the authorities agree, that if a man wilfully and wrongfully mixes his own goods with those of another owner, so as to render them undistinguishable, he will not be entitled to his <span class=\"star-pagination\">*586</span> proportion, or any part, of the property. Certainly not, unless the goods of both owners are of the same quality and value. Such intermixture is a fraud. And so, if the wrong-doer confounds his own goods with goods which he suspects may belong to another, and does this with intent to mislead or deceive that other, and embarrass him in obtaining his right, the effect must be the same. Thus it was ruled in Ryder v. Hathaway, 21 Pick. 306. Such is the present case. The confusion of the bales of cotton was not accidental. It was purposely made. The intermixture was evidently intended to render any identification of particular bales impracticable, and to cover them against the search of a suspected owner. It was, therefore, wrongful. And the bales were not of uniform value. They differed in weight and in grade. But even if they were of the same kind and value, the wronged party would have a right to the possession of the entire aggregate, leaving the wrong-doer to reclaim his own, if he can identify it, or to demand his proportional part. Stephenson v. Little, 10 Mich. 447. The libellants have made no attempt to identify any part.</p>\n<p>See, upon this subject of confusion of goods, 2 Kent's Com. (11th ed.) 364, 365; Hart v. Ten Eyck, <span class=\"citation\" data-id=\"87733\"><a href=\"/opinion/87733/the-hart/\"><span class=\"volume\">2</span> <span class=\"reporter\">Johns. Ch.</span> <span class=\"page\">62</span></a></span>, 108; Weil v. Silverston, 6 Bush (Ky.), 698; Hesseltine v. Stockwell, 30 Me. 370.</p>\n<p>It follows from all we have said that the delivery by the \"Idaho\" of the one hundred and sixty-five bales, to the order of Porter &amp; Co., was justifiable, and that the libellants have sustained no legal injury.</p>\n<p>Decree affirmed.</p>\n</div>", 
  "sha1": "7e1c94a55edf52dfa7a543deb4e7b66d4496cbb0", 
  "date_modified": "2014-12-21T06:10:38.283064", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89410/the-idaho/", 
  "citation_count": 54, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/298583/", 
  "html": "<p class=\"case_cite\">93 U.S. 575</p>\n    <p class=\"case_cite\">23 L.Ed. 978</p>\n    <p class=\"parties\">THE 'IDAHO.'</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the Eastern District of New York.</p>\n      <p class=\"indent\">The libellants claim damages against the 'Idaho' for the non-delivery of one hundred and sixty-five bales of cotton, part of a shipment of two hundred bales for Liverpool, made by Thomas W. Mann, and consigned to the order of James Finlay &amp; Co. After the shipment, the libellants purchased the cotton from Mann, who indorsed to them the ship's bill of lading therefor. On the arrival of the vessel at Liverpool, thirty-five bales were delivered to Finlay &amp; Co., but the remaining one hundred and sixty-five were delivered to Baring Brothers &amp; Co., in pu suance of an order from William J. Porter &amp; Co. of New York. Such a delivery was not in accordance with the stipulations of the bill of lading; but it is attempted to be justified by the alleged fact that Porter &amp; Co. were the true owners of the cotton, and as such had a right, superior to that of the shippers, to control its delivery.</p>\n      <p class=\"indent\">In April, 1869, at New Orleans, W. J. Porter &amp; Co., in due course of business and in good faith, advanced to one Forbes a large sum of money upon a bill of lading, which set forth a shipment of one hundred and forty bales of cotton at New Orleans, in the brig 'C. C. Colson.' The bill of lading was in the ordinary form, executed by the lawful master of the 'Colson,' but, in fact, the cotton had not been shipped at the time of its execution. Some few days after the date of the bill of lading, and after the acceptance of the drafts by Porter &amp; Co., Forbes did ship by the 'Colson' one hundred and forty bales of cotton, as and for that described in the bill of lading sent to Porter &amp; Co. This cotton was duly delivered to the 'Colson,' was receipted for by the officers of the brig, and, although not then placed on board, was delivered to the vessel on the wharf alongside.</p>\n      <p class=\"indent\">Subsequently to this shipment, and before the cotton was taken into the hold of the brig, Forbes removed it from the custody of the brig and shipped it on the steamship 'Lodona,' lying near, and bound for New York. The previous shipment of the cotton on the 'Colson' was unknown to the officers of the 'Lodona,' and they issued bills of lading in the ordinary form for the cotton they received.</p>\n      <p class=\"indent\">Forbes shipped in the 'Lodona' twenty-five other bales, and took one bill of lading for the whole one hundred and sixty-five; on which second bill of lading he obtained a large advance from Schaefer &amp; Co., of New York, to whom he made a second assignment of the cotton.</p>\n      <p class=\"indent\">The bill of lading for one hundred and sixty-five bales, which was sent to Schaefer &amp; Co., included the one hundred and forty bales which had been taken from the 'Colson' and delivered to the 'Lodona.' The 'Lodona' arrived in New York on the 29th or 30th of April. The one hundred and sixty-five bales were taken directly to a warehouse by Schaefer &amp; Co., who, on the 1st of May, engaged freight in the 'Idaho' for two hundred bales. On the same day, Schaefer &amp; Co. sent for one Corcoran, who went to Schaefer's house on the next day (Sunday), and was then directed to remove all the marks and numbers from the one hundred and sixty-five bales, and re-mark them with marks similar to thirty-five other bales, which Schaefer &amp; Co. had stored in West Street. Corcoran did this as well as the short time permitted; and on Monday the two hundred bales&#8212;one hundred and twenty of them marked S. A. L., and eight marked V. O. X.&#8212;were shipped in the 'Idaho.' This shipment was not made in Schaefer's name; but, while Corcoran was at work on the cotton, it was nominally sold to Mann, Schaefer's clerk, and was shipped in the name of Conklin &amp; Davis, grocers, who permitted their names to be thus used, and who indorsed the ship's receipts over to Mann. On the 4th of May Mann applied for and received the bill of lading of the 'Idaho' for the two hundred bales on which this action is brought. On the same day Mann made a nominal sale of the cotton to Hentz &amp; Co., free on board.</p>\n      <p class=\"indent\">Hentz &amp; Co. were told to ask no questions; and on the 5th or 6th gave their note for the cotton to Mann, who paid it to Schaefer, who held it till maturity, and when Hentz &amp; Co. paid the amount of it to Mann they obtained Schaefer's guaranty against loss. Mann then paid the money over to Schaefer, who gave him a check for $897.36, as for a difference in price between the sale to Mann and his sale to Hentz &amp; Co. Hentz &amp; Co. acted under the direction of Schaefer &amp; Co., the real parties in interest here in bringing this suit.</p>\n      <p class=\"indent\">The court below dismissed the libel, and the libellants appealed here.</p>\n      <p class=\"indent\"><i>Mr. R. T. Merrick</i>, for the appellant.</p>\n      <p class=\"indent\">A carrier cannot set u  a naked <i>jus tertii</i> or adverse title of a hostile claimant against his shipper, nor show, as an excuse for non-delivery according to the terms of the bill of lading, that he has delivered the goods to the true owner. Story, Bailm. (8th ed.), sects. 266, 450, 582; 2 Story, Eq. Jur., sect. 817; <i>Dixon</i> v. <i>Hammond</i>, 2 B. &amp; Ald. 310; <i>Roberts</i> v. <i>Ogelby</i>, 9 Price, 269; <i>Gosling</i> v. <i>Bernie</i>, 7 Bing. 338; <i>Burton et al.</i> v. <i>Wilkenson et al.</i>, 18 Vt. 186; <i>Gerbur</i> v. <i>Monie</i>, 56 Barb. 659; <i>Barnard</i> v. <i>Kobbe</i>, 3 Daly, 376.</p>\n      <p class=\"indent\">If the one hundred and forty bales of cotton that had been unloaded at the wharf in New Orleans, at which the 'Colson' was lying, were, in fact, part of the two hundred bales shipped on the 'Idaho,' for which libellants held the bill of lading, there was no such intermixture of said cotton as justified the application of the rule of law in regard to a confusion of goods. 2 Kent's Com. 365; 1 Story, Eq. Jur., sect. 623; <i>Lupton</i> v. <i>White</i>, 15 Ves. 442; Wood's Inst. 158; <i>Treat</i> v. <i>Barber</i>, 7 Conn. 280; <i>Seymour</i> v. <i>Wyckoff</i>, 10 N. Y. 213; Story, Bailm., sect. 40, pp. 41, 42 (8th ed.).</p>\n      <p class=\"indent\"><i>Mr. William G. Choate, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE STRONG delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In determining the merits of the defence set up in this case, it is necessary to inquire whether the law permits a common carrier to show, as an excuse for non-delivery pursuant to his bill of lading, that he has delivered the goods upon demand to the true owner. Upon this subject there has been much debate in courts of law, and some contrariety of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Rolle's Abr. 606, tit. 'Detinue,' it is said, 'If the bailee of goods deliver them to him who has the right to them, he is, notwithstanding, chargeable to the bailor, who in truth has no right;' and for this, 9 Henry VI. 58, is cited. And so, if the bailee deliver them to the bailor in such a case, he is said not to be chargeable to the true owner (id. 607), for which 7 Henry VI. 22, is cited. The reasons given for such a doctrine, however satisfactory they may have been when they were announced, can hardly command assent now. It is now everywhere held, that, when the true owner has by legal proceedings compelled a delivery to himself of the goods bailed, such delivery is a complete justification for non-delivery, according to the directions of the bailor. <i>Bliven</i> v. <i>Hudson River Railroad Co.</i>, 36 N. Y. 403. And so, when the bailee has actually delivered the property to the true owner, having a right to the possession, on his demand, it is a sufficient defence against the claim of the bailor. The decisions are numerous to this effect. <i>King</i> v. <i>Richards</i>, 6 Whart. 418; <i>Bates</i> v. <i>Stanton</i>, 1 Duer, 79; <i>Hardman</i> v. <i>Wilcock</i>, 9 Bing. 382; <i>Biddle</i> v. <i>Bond</i>, 6 Best &amp; S. 225. If it be said, that, by accepting the bailment, the bailee has estopped himself against questioning the right of his bailor, it may be remarked in answer, that this is assuming what cannot be conceded. Undoubtedly the contract raises a strong presumption that the bailor is entitled; but it is not true that thereby the bailee conclusively admits the right of the principal. His contract is to do with the property committed to him what his principal has directed,&#8212;to restore it, or to account for it. <i>Cheeseman</i> v. <i>Exall</i>, 6 Exch. 341. And he does account for it when he has yielded it to the claim of one who has right paramount to that of his bailor. If there be any estoppel, it ceases when the bailment on which it is founded is determined by what is equivalent to an eviction by title paramount; that is, by the reclamation of possession by the true owner. <i>Biddle</i> v. <i>Bond, supra</i>. Nor can it be maintained, as has been argued in the present case, that a carrier can excuse himself for failure to deliver to the order of the shipper, only when the goods have been taken from his possession by legal proceedings, or where the shipper has obtained the goods by fraud from the true owner. It is true, t at, in some of the cases, fraud of the shipper has appeared; and it has sometimes been thought it is only in such a case, or in a case where legal proceedings have interfered, that the bailee can set up the <i>jus tertii</i>. There is no substantial reason for the opinion. No matter whether the shipper has obtained the possession he gives to the carrier by fraud practised upon the true owner, or whether he mistakenly supposes he has rights to the property, his relation to his bailee is the same. He cannot confer rights which he does not himself possess; and, if he cannot withhold the possession from the true owner, one claiming under him cannot. The modern and best-considered cases treat as a matter of no importance the question how the bailor acquired the possession he has delivered to his bailee, and adjudge, that, if the bailee has delivered the property to one who had the right to it as the true owner, he may defend himself against any claim of his principal. In the late case of <i>Biddle</i> v. <i>Bond, supra</i>, decided in 1865, it was so decided; and Blackburn, J., in delivering the opinion of the court, said there was nothing to alter the law on the subject in the circumstance that there was no evidence to show the plaintiff, though a wrong-doer, did not honestly believe that he had the right. Said he, the position of the bailee is precisely the same, whether his bailor was honestly mistaken as to the rights of the third person whose title is set up, or fraudulently acting in derogation of them. In <i>Western Transportation Company</i> v. <i>Barber</i>, 56 N. Y. 544, the Court of Appeals of New York unanimously asserted the same doctrine, saying, 'The best-decided cases hold that the right of a third person to which the bailee has yielded may be interposed in all cases as a defence to an action brought by a bailor subsequently for the property. When the owner comes and demands his property, he is entitled to its immediate delivery, and it is the duty of the possessor to make it. The law will not adjudge the performance of this duty tortious as against a bailor having no title.' The court repudiated any distinction between a case where the bailor was honestly mistaken in believing he had the right, and one where a bailor obtained the possession feloniously or by force or fraud; and we think no such distinction can be made.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We do not deny the rule that a bailee cannot avail himself of the title of a third person (though that person be the true owner) for the purpose of keeping the property for himself, nor in any case where he has not yielded to the paramount title. If he could, he might keep for himself goods deposited with him, without any pretence of ownership. But if he has performed his legal duty by delivering the property to its true proprietor, at his demand, he is not answerable to the bailor. And there is no difference in this particular between a common carrier and other bailees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Recurring, then, to the inquiry whether Porter &amp; Co.&#8212;to whose order the steamer delivered the one hundred and sixty-five bales of cotton&#8212;were the true owners of the cotton, a brief statement of the evidence on which their title rests is necessary. It originated as follows: On the 1st of April, 1869, one J. C. Forbes obtained from the master of the brig 'Colson,' then lying at New Orleans, a bill of lading for one hundred and thirty-nine bales of cotton, described by specified marks. The bill was indorsed, and forwarded by Forbes to Porter &amp; Co.; and drafts against it to a large amount were drawn upon them, which they accepted, credited, and paid on or before the 7th of the month. In fact, however, when the bill of lading was given, no such cotton had been received by the brig; but on the 5th of April the agent of Forbes bought one hundred and forty bales, then at the shipper's press, and directed them to be sent to the 'Colson,' marked substantially as described in the bill of lading. These bales were accordingly delivered from the press to the brig on the 8th of April, and the first and second mate receipted for them. They were not actually taken on board, but they were deposited on the pier, at the usual and ordinary place for the receipt of freight by the 'Colson,' and an additional bill of lading for one bale only was taken by Forbes, and by him indorsed and transmitted to Porter &amp; Co., together with an invoice of the one hundred and forty bales corresponding with the bills of lading. The marks and numbers on the bales were the same as those mentioned in the bills of lading, excepting only that thirty-five were marked L instead of thirty-six, and sixteen marked &#167; instead of fifteen. There was also a small difference in the aggregate weight.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That the cotton thus delivered to the 'Colson' was intended to fill the bills of lading, one of which had been previously given, is incontrovertible. They were so intended by the shipper. If not, why were they thus marked? And why was a bill of lading taken for one bale only, instead of for one hundred and forty; and why was the invoice of the whole number sent? Such, also, was plainly the understanding of the ship. The receipts of the mates, and the fact that the master gave a bill of lading for one bale marked S, when there were sixteen bales thus marked, leave this beyond reasonable doubt. What, then? Why, the one hundred and forty bales thus shipped became from the moment of shipment the property of Porter &amp; Co., to whom the bills of lading were indorsed. It is not only the utterance of common honesty, but the declaration of judicial tribunals, that a delivery of goods to a ship corresponding in substance with a bill of lading given previously, if intended and received to meet the bill of lading, makes the bill operative from the time of such delivery. At that instant it becomes evidence of the ownership of the goods. Thus, in <i>Rowley</i> v. <i>Bigelow</i>, 12 Pick. 307, it is said, a bill of lading operates by way of estoppel against the master, and also against the shipper and indorser. 'The bill acknowledges the goods to be on board before the bill of lading is signed. But if, through inadvertence or otherwise, the bill of lading is signed before the goods are on board, upon the faith and assurance that they are at hand, as if they are received on the wharf ready to be shipped, or in the shipper's own warehouse, . . . and afterwards they are placed on board, as and for the goods embraced in the bill of lading, as against the shipper and master the bill will operate on those goods by way of relation and estoppel.' Such is also the doctrine asserted in <i>Halliday</i> v. <i>Hamilton</i>, 11 Wall. 565, and it is in harmony with the general rules that regulate the transfer of personal property. We do not say that a title to personal property may not be created between the issue of a bill of lading therefor and its delivery to the ship, which will prevail over the master's bill, but, in the absence of any such intervening right, a bill of lading does cover goods subsequently delivered and received to fill it, and will represent the ownership of the goods. The cotton delivered on the 8th of April on the pier for the 'Colson,' and received by the mates of the brig, became, therefore, at the instant of its delivery, the property of Porter &amp; Co., who were then the indorsees of the bills of lading. Its subsequent removal by Forbes to the 'Ladona,' either with or without the consent of the brig's officers, could not divert that ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is nothing in the statutes of Louisiana which requires a different conclusion. Those statutes prohibit the issue of bills of lading before the receipt of the goods, but they do not forbid curing an illegal bill by supplying goods, the receipt of which have been previously acknowledged. The statutes are designed to prevent fraud. They are not to be construed in aid of fraud, as they would be if held to make a delivery of goods to fill a fraudulent bill of lading inoperative for the purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The title of Porter &amp; Co. to the one hundred and forty bales must, therefore, as we have said, be held to have been perfected when they were delivered to the 'Colson' on the 8th of April. No right in any other person intervened between the issue of the bill of lading and the brig's receipt of the cotton to fill it. It was after the title of Porter &amp; Co. had thus become complete that Forbes removed the one hundred and forty bales from the custody of the 'Colson' and shipped it for New York on the 'Ladona,' together with twenty-five other bales, re-marking it, and drawing drafts against this second shipment upon Schaefer &amp; Co. After carefully examining the evidence, we cannot doubt that the one hundred and forty bales thus withdrawn from the 'Colson' were shipped on the 'Ladona,' and that they came to the possession of Schaefer &amp; Co., in New York, by whom they were transferred, together with the other twenty-five bales, to Mann, under whom the plaintiffs claim. The one hundred and sixty-five bales, then, are the identical bales that were included in the shipment on the 'Idaho,' and for which the bill of lading was given to Mann. Of these, one hundred and forty were the property of Porter &amp; Co., fraudulently withdrawn from their possession. It is hardly necessary to say that the title of the true owner of personal property cannot be impaired by the unauthorized acts of one not the owner. Taking possession of the property, shipping it, obtaining bills of lading from the carriers, indorsing away the bills of lading, or even selling the property and obtaining a full price for it, can have no effect upon the right of the owner. Even a <i>bona fide</i> purchaser obtains no right by a purchase from one who is not the owner, or not authorized to sell. It must, therefore, be concluded that Porter &amp; Co. were the owners of at least one hundred and forty of the bales shipped by Mann on the 'Idaho,' and covered by the bill of lading to enforce which this libel was filed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">All that remains to be determined is whether Porter &amp; Co. had a right to the possession of the additional twenty-five bales shipped with the one hundred and forty from New Orleans on the 'Ladona,' and shipped also on the 'Idaho' for Liverpool, together with the thirty-five bales delivered there to Finlay &amp; Co. When the one hundred and forty bales were removed from the custody of the 'Colson' and taken to the 'Ladona,' twenty-five other bales were mingled with them. On the pier opposite that vessel they were re-marked, and all shipped as one lot, under one bill of lading. When they reached New York, they came into the possession of Schaefer, the indorsee of the bill of lading given by the 'Ladona,' who knew, when he received them, that the 'Colson' was short eight hundred or one thousand bales. The newspapers had contained articles about the fraud. He himself was a sufferer. He held some of the fraudulent bills of lading of the 'Colson,' and he had heard that Porter was in the same condition. So he has testified. With this knowledge he set to work to guard against the possibility of tracing the cotton. He caused the 'Colson' marks to be removed from the one hundred and forty bales, and the 'Ladona' marks to be removed from both the one hundred and forty and the twenty-five bales. He then had the whole re-marked, making no distinction between the lot of one hundred and forty and that of twenty-five, thus practically making the bales undistinguishable. In addition to this, by an arrangement between himself and Mann, his clerk, in the form of a sale, the cotton was shipped <i>en masse</i> by the 'Idaho.' It is impossible for us to close our eyes upon the nature and purpose of this transaction. It was a perfect confusion of the one hundred and forty bales that belonged to Porter with the other twenty-five; and it was not accidental. It was purposely made, with an intent to embarrass or hinder the owner, and prevent him from recovering his original property. There is no conceivable motive for Schaefer's obliterating the marks, both of the 'Colson' and 'Ladona' shipment, in so much haste (ordering it done on Sunday), and substituting new marks, except to destroy the evidenc  of title in any other person. That such was Schaefer's purpose may also be inferred from his conduct in selling the same to Mann; from Mann's sale on the same day to the libellants, telling them he did not wish them to ask whether the cotton was really Schaefer's, stating, also, that he had bought from Schaefer, and that Schaefer guaranteed the transaction; from Mann's turning over the libellants' note immediately to Schaefer, and Schaefer's giving a guaranty before its payment that the maker should be held harmless. The whole arrangement was manifestly a scheme of Schaefer to obscure the title to the cotton, to prevent its being traced by the true owner,&#8212;a scheme in the execution of which he was aided by Mann and the libellants.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Now, what must be the legal effect of all this? What the effect of intermingling the twenty-five bales with the one hundred and forty that belonged to Porter, in such a manner that they could not be distinguished, and so completely that it is impossible for either party to identify any one of the one hundred and sixty-five bales as a part of the lot of twenty-five, or of the larger lot of one hundred and forty, shipped on the 'Colson'? We can come to no other conclusion than this: the right of possession of the whole was in Porter, and neither he who caused the confusion, nor any one claiming under him, is entitled to any bale which he cannot identify as one of the lot of twenty-five. It is admitted, the general rule that governs cases of intermixture of property has many exceptions. It applies in no case where the goods intermingled remain capable of identification, nor where they are of the same quality or value; as where guineas are mingled, or grain of the same quality. Nor does the rule apply where the intermixture is accidental, or even intentional, if it be not wrongful. But all the authorities agree, that if a man wilfully and wrongfully mixes his own goods with those of another owner, so as to render them undistinguishable, he will not be entitled to his proportion, or any part, of the property. Certainly not, unless the goods of both owners are of the same quality and value. Such intermixture is a fraud. And so, if the wrong-doer confounds his own goods with goods which he suspects may belong to another, and does this with intent to mislead or deceive that other, and embarrass him in obtaining his right, the effect must be the same. Thus it was ruled in <i>Ryder</i> v. <i>Hathaway</i>, 21 Pick. 306. Such is the present case. The confusion of the bales of cotton was not accidental. It was purposely made. The intermixture was evidently intended to render any identification of particular bales impracticable, and to cover them against the search of a suspected owner. It was, therefore, wrongful. And the bales were not of uniform value. They differed in weight and in grade. But even if they were of the same kind and value, the wronged party would have a right to the possession of the entire aggregate, leaving the wrong-doer to reclaim his own, if he can identify it, or to demand his proportional part. <i>Stephenson</i> v. <i>Little</i>, 10 Mich. 447. The libellants have made no attempt to identify any part.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">See, upon this subject of confusion of goods, 2 Kent's Com. (11th ed.) 364, 365; <i>Hart</i> v. <i>Ten Eyck</i>, 2 Johns. Ch. 62, 108; <i>Weil</i> v. <i>Silverston</i>, 6 Bush (Ky.), 698; <i>Hesseltine</i> v. <i>Stockwell</i>, 30 Me. 370.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It follows from all we have said that the delivery by the 'Idaho' of the one hundred and sixty-five bales, to the order of Porter &amp; Co., was justifiable, and that the libellants have sustained no legal injury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><i>Decree affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89410/"
}