{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "93 U.S. 589", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89412/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "MacKie v. Story", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 59801, 
    "resource_uri": "/api/rest/v2/citation/59801/"
  }, 
  "id": 89412, 
  "blocked": false, 
  "judges": "Bradley", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1877-01-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>93 U.S. 589 (____)</b></center>\n<center><h1>MACKIE ET AL.<br>\nv.<br>\nSTORY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Submitted on printed arguments by Mr. George L. Bright for the plaintiffs in error, and by Mr. John Finney and Mr. Henry C. Miller, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>Norman Story, of the city of New Orleans, now deceased, made his will, dated April 24, 1867, the third paragraph of which was in these words: \"I will and bequeath to Henry C. Story and Benjamin S. Story all properties I die possessed of, to be divided equally between them.\" The legatees were brothers of the deceased, and Henry died before him, leaving children; Benjamin survived. The question in this case is, whether the whole legacy accrued to Benjamin, the survivor, or whether only one half of it did so, leaving the deceased intestate as to the other half.</p>\n<p>On the trial, the children of Henry C. Story offered parol evidence to show the good-will and affection of the deceased towards him, for the purpose of demonstrating the intention of the testator in the bequest. This evidence was properly rejected. The paper must speak for itself, and its meaning and effect be ascertained by the court.</p>\n<p>The court below decided that the legacy was a conjoint one, and that by the right of accretion the whole of it accrued to Benjamin; and in this opinion we concur. The civil law does <span class=\"star-pagination\">*590</span> not recognize the common-law distinction between joint tenancy and tenancy in common. A gift to two persons jointly, if it takes effect, inures to their equal benefit without any right of survivorship. If one dies, his share goes to his legal representatives. Hence the words \"to be divided equally between them\" added to such a legacy only expresses what the law would imply without them. They do not alter the character of the legacy: they are only descriptive of it. At the common law, they would have the effect of making it a tenancy in common; but they have no such effect in the civil law. The legacy, if it takes effect in respect of both legatees, will be divisible equally between them in any event.</p>\n<p>But in testamentary dispositions, the civil law does make a distinction between a conjoint legacy and a legacy of separate and distinct shares in the thing bequeathed. Where the whole thing bequeathed is given to two persons, if one of them fails to receive the benefit of the disposition, either because he dies before the testator, or is incapable to take it, or refuses to take it, or because as to him it is revoked, the whole goes to the other legatee by accretion; for the whole was given to both, and it is presumed to be the will of the testator that he shall not die intestate as to any part, but that the whole shall pass by his will; and this, notwithstanding it may be divisible between the two legatees, if received by both. But where an aliquot part is bequeathed to one, and another aliquot part to another, then they are separate legacies, and that part which is bequeathed to one is not bequeathed to the other; as, if the testator should say, \"I give one-half of my bank stock to each of my two sons,\" or, \"I give my bank stock to my two sons, one-half to each.\" Here there is an assignment of parts by the testator himself; and the legacies are separate, and not conjoint.</p>\n<p>The distinction between these forms of expression and that in the will under consideration may seem somewhat nice; but it is not more so than that which prevails in the English law between a condition annexed to the gift and one annexed to the payment or delivery of the thing given. Thus, a bequest of $100 to A when he attains twenty-one years is a conditional gift, and fails if A dies before twenty-one. But a <span class=\"star-pagination\">*591</span> bequest to A of $100, to be paid to him when he attains that age, is an absolute gift, and does not fail though he dies before, the condition being annexed only to the payment.</p>\n<p>Before the adoption of the French Civil Code, there was some difference of opinion on the subject under consideration; and this may account for the passages quoted by the plaintiffs in error from Domat. The provisions of the Civil Code on the subject were probably intended to settle the dispute. The Civil Code of Louisiana exactly follows that of France, and declares as follows: \"Accretion shall take place for the benefit of the legatees in case of the legacy being made to several conjointly. The legacy shall be reputed to be made conjointly, when it is made by one and the same disposition, without the testator's having assigned the part of each co-legatee in the thing bequeathed.\" This language has received from the French courts and jurists abundant construction. Thus, where the disposition was as follows: \"I make as my heirs general and universal Mr. Planté and his two sisters, to enjoy and dispose of my entire inheritance after my decease by equal portions,\" the Court of Cassation adjudged that the declaration as to parties did not apply to the gift itself, but only to the execution of it, or the mode in which the legatees were to divide it between them, and, consequently, that the right of accretion arose in reference to the part of one of the legatees who died before the testator in favor of the others. Duranton, lib. 3, tit. 2, vol. ix. (Paris ed.) art. 507. This was in 1808; and similar decisions have been made since that time by the same court. Duranton observes: \"We adopt this doctrine. The assignment of equal aliquot parts to each of the legatees, as the half, the third, &amp;c., works a division of the disposition, and makes as many legacies as there are assigned parts; but the mere declaration of equality of rights in the thing bequeathed acts only on the division, and not on the gift itself.\"</p>\n<p>Many more French authorities to the same effect could be referred to; but it is unnecessary, as the Supreme Court of Louisiana has passed upon the question, and its decision is binding on us as a rule of property. In the case of Parkinson v. McDonough, 4 Martin, N.S. 246, decided in 1826, the substantive words of the bequest were the same as in the case <span class=\"star-pagination\">*592</span> before us, \u0097 namely, \"I bequeath to the orphan children of my old friend Godfrey Duher, Mary, Nancy, James, and Eliza, one-eighth of all my property, to be equally divided among them;\" and the decision was, that the legacy was conjoint, and consequently, that the portion of one of the legatees who died before the testator went by accretion to the survivors. The court say, \"The distinction between a bequest of a thing to many in equal portions, and one wherein a testator gives a legacy to two or more individuals, to be divided in equal portions, appears at first view extremely subtle and refined. The difference of phraseology in those two modes of bequeathing is so slight, as not readily to convey to the mind any difference in ideas, and can only produce this effect by separating the members of the sentence in the latter phrase; in truth, to create two distinct sentences, each complete in itself with regard to sense and meaning, \u0097 the one relating to the disposition of the will, the other to its execution. We might hesitate much in adopting this method of construction, were it not sanctioned by the authorities cited in behalf of the appellants: the doctrine contended for is fully supported by the commentary of Touillier on the 1044th article of Code Napoleon, which we have already shown to be precisely similar to that of our own code on the same subject.\"</p>\n<p>This decision was followed by the same court in 1855, in the case of Lebeau v. Trudeau, 10 La. Ann. 164, which was even a stronger case in favor of assignment of separate parts than that of Parkinson v. McDonough, the words of the bequest being, \"After my debts are paid, my property shall be divided in equal proportions among the persons hereinafter named.\" After naming the legatees, the testator says, \"I have hereinbefore mentioned the names of the persons to whom I bequeath all my property.\" After a full discussion of the question, it was decided that the legacy was conjoint, and that accretion took place. The court uses the following language: \"The assigning of the parts of each co-legatee means something more than is comprehended in the language of this will, which, according to my understanding of it, simply directs their participation of his whole estate in equal portions. I apprehend the terms used in the Code contemplate an express specification and assignment <span class=\"star-pagination\">*593</span> of the respective portions of the legatees, calling each to his particular part. But in the present case, there is not that specific and distinct assignment of the parts which in my judgment is necessary to constitute a distinct legacy to each, of a distinct portion of the deceased's fortune. He appears to me, on the contrary, to have called them conjointly to partake equally in the totality of his estate, and has mentioned the equality of their portions for the purpose of regulating the distribution of that totality. They are conjointly his universal legatees.\"</p>\n<p>In view of these decisions, we cannot hesitate to decide that the legacy in question is a conjoint legacy, and that the right of accretion took place in favor of the defendant in error.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:05", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></span> (____)</b></center>\n<center><h1>MACKIE ET AL.<br>\nv.<br>\nSTORY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Submitted on printed arguments by Mr. George L. Bright for the plaintiffs in error, and by Mr. John Finney and Mr. Henry C. Miller, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>Norman Story, of the city of New Orleans, now deceased, made his will, dated April 24, 1867, the third paragraph of which was in these words: \"I will and bequeath to Henry C. Story and Benjamin S. Story all properties I die possessed of, to be divided equally between them.\" The legatees were brothers of the deceased, and Henry died before him, leaving children; Benjamin survived. The question in this case is, whether the whole legacy accrued to Benjamin, the survivor, or whether only one half of it did so, leaving the deceased intestate as to the other half.</p>\n<p>On the trial, the children of Henry C. Story offered parol evidence to show the good-will and affection of the deceased towards him, for the purpose of demonstrating the intention of the testator in the bequest. This evidence was properly rejected. The paper must speak for itself, and its meaning and effect be ascertained by the court.</p>\n<p>The court below decided that the legacy was a conjoint one, and that by the right of accretion the whole of it accrued to Benjamin; and in this opinion we concur. The civil law does <span class=\"star-pagination\">*590</span> not recognize the common-law distinction between joint tenancy and tenancy in common. A gift to two persons jointly, if it takes effect, inures to their equal benefit without any right of survivorship. If one dies, his share goes to his legal representatives. Hence the words \"to be divided equally between them\" added to such a legacy only expresses what the law would imply without them. They do not alter the character of the legacy: they are only descriptive of it. At the common law, they would have the effect of making it a tenancy in common; but they have no such effect in the civil law. The legacy, if it takes effect in respect of both legatees, will be divisible equally between them in any event.</p>\n<p>But in testamentary dispositions, the civil law does make a distinction between a conjoint legacy and a legacy of separate and distinct shares in the thing bequeathed. Where the whole thing bequeathed is given to two persons, if one of them fails to receive the benefit of the disposition, either because he dies before the testator, or is incapable to take it, or refuses to take it, or because as to him it is revoked, the whole goes to the other legatee by accretion; for the whole was given to both, and it is presumed to be the will of the testator that he shall not die intestate as to any part, but that the whole shall pass by his will; and this, notwithstanding it may be divisible between the two legatees, if received by both. But where an aliquot part is bequeathed to one, and another aliquot part to another, then they are separate legacies, and that part which is bequeathed to one is not bequeathed to the other; as, if the testator should say, \"I give one-half of my bank stock to each of my two sons,\" or, \"I give my bank stock to my two sons, one-half to each.\" Here there is an assignment of parts by the testator himself; and the legacies are separate, and not conjoint.</p>\n<p>The distinction between these forms of expression and that in the will under consideration may seem somewhat nice; but it is not more so than that which prevails in the English law between a condition annexed to the gift and one annexed to the payment or delivery of the thing given. Thus, a bequest of $100 to A when he attains twenty-one years is a conditional gift, and fails if A dies before twenty-one. But a <span class=\"star-pagination\">*591</span> bequest to A of $100, to be paid to him when he attains that age, is an absolute gift, and does not fail though he dies before, the condition being annexed only to the payment.</p>\n<p>Before the adoption of the French Civil Code, there was some difference of opinion on the subject under consideration; and this may account for the passages quoted by the plaintiffs in error from Domat. The provisions of the Civil Code on the subject were probably intended to settle the dispute. The Civil Code of Louisiana exactly follows that of France, and declares as follows: \"Accretion shall take place for the benefit of the legatees in case of the legacy being made to several conjointly. The legacy shall be reputed to be made conjointly, when it is made by one and the same disposition, without the testator's having assigned the part of each co-legatee in the thing bequeathed.\" This language has received from the French courts and jurists abundant construction. Thus, where the disposition was as follows: \"I make as my heirs general and universal Mr. Planté and his two sisters, to enjoy and dispose of my entire inheritance after my decease by equal portions,\" the Court of Cassation adjudged that the declaration as to parties did not apply to the gift itself, but only to the execution of it, or the mode in which the legatees were to divide it between them, and, consequently, that the right of accretion arose in reference to the part of one of the legatees who died before the testator in favor of the others. Duranton, lib. 3, tit. 2, vol. ix. (Paris ed.) art. 507. This was in 1808; and similar decisions have been made since that time by the same court. Duranton observes: \"We adopt this doctrine. The assignment of equal aliquot parts to each of the legatees, as the half, the third, &amp;c., works a division of the disposition, and makes as many legacies as there are assigned parts; but the mere declaration of equality of rights in the thing bequeathed acts only on the division, and not on the gift itself.\"</p>\n<p>Many more French authorities to the same effect could be referred to; but it is unnecessary, as the Supreme Court of Louisiana has passed upon the question, and its decision is binding on us as a rule of property. In the case of Parkinson v. McDonough, 4 Martin, N.S. 246, decided in 1826, the substantive words of the bequest were the same as in the case <span class=\"star-pagination\">*592</span> before us, \u0097 namely, \"I bequeath to the orphan children of my old friend Godfrey Duher, Mary, Nancy, James, and Eliza, one-eighth of all my property, to be equally divided among them;\" and the decision was, that the legacy was conjoint, and consequently, that the portion of one of the legatees who died before the testator went by accretion to the survivors. The court say, \"The distinction between a bequest of a thing to many in equal portions, and one wherein a testator gives a legacy to two or more individuals, to be divided in equal portions, appears at first view extremely subtle and refined. The difference of phraseology in those two modes of bequeathing is so slight, as not readily to convey to the mind any difference in ideas, and can only produce this effect by separating the members of the sentence in the latter phrase; in truth, to create two distinct sentences, each complete in itself with regard to sense and meaning, \u0097 the one relating to the disposition of the will, the other to its execution. We might hesitate much in adopting this method of construction, were it not sanctioned by the authorities cited in behalf of the appellants: the doctrine contended for is fully supported by the commentary of Touillier on the 1044th article of Code Napoleon, which we have already shown to be precisely similar to that of our own code on the same subject.\"</p>\n<p>This decision was followed by the same court in 1855, in the case of Lebeau v. Trudeau, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">La. Ann.</span> <span class=\"page\">164</span></span>, which was even a stronger case in favor of assignment of separate parts than that of Parkinson v. McDonough, the words of the bequest being, \"After my debts are paid, my property shall be divided in equal proportions among the persons hereinafter named.\" After naming the legatees, the testator says, \"I have hereinbefore mentioned the names of the persons to whom I bequeath all my property.\" After a full discussion of the question, it was decided that the legacy was conjoint, and that accretion took place. The court uses the following language: \"The assigning of the parts of each co-legatee means something more than is comprehended in the language of this will, which, according to my understanding of it, simply directs their participation of his whole estate in equal portions. I apprehend the terms used in the Code contemplate an express specification and assignment <span class=\"star-pagination\">*593</span> of the respective portions of the legatees, calling each to his particular part. But in the present case, there is not that specific and distinct assignment of the parts which in my judgment is necessary to constitute a distinct legacy to each, of a distinct portion of the deceased's fortune. He appears to me, on the contrary, to have called them conjointly to partake equally in the totality of his estate, and has mentioned the equality of their portions for the purpose of regulating the distribution of that totality. They are conjointly his universal legatees.\"</p>\n<p>In view of these decisions, we cannot hesitate to decide that the legacy in question is a conjoint legacy, and that the right of accretion took place in favor of the defendant in error.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "sha1": "57d9372f2ced529d104bc806b6e3b107ca560d59", 
  "date_modified": "2014-12-21T01:28:52.427962", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89412/mackie-v-story/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/263397/", 
  "html": "<p class=\"case_cite\">93 U.S. 589</p>\n    <p class=\"case_cite\">23 L.Ed. 986</p>\n    <p class=\"parties\">MACKIE ET AL.<br>v.<br>STORY.</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the District of Louisiana.</p>\n      <p class=\"indent\">Submitted on printed arguments by <i>Mr. George L. Bright</i> for the plaintiffs in error, and by <i>Mr. John Finney</i> and <i>Mr. Henry C. Miller, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Norman Story, of the city of New Orleans, now deceased, made his will, dated April 24, 1867, the third paragraph of which was in these words: 'I will and bequeath to Henry C. Story and Benjamin S. Story all properties I die possessed of, to be divided equally between them.' The legatees were brothers of the deceased, and Henry died before him, leaving children; Benjamin survived. The question in this case is, whether the whole legacy accrued to Benjamin, the survivor, or whether only one half of it did so, leaving the deceased intestate as to the other half.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the trial, the children of Henry C. Story offered parol evidence to show the good-will and affection of the deceased towards him, for the purpose of demonstrating the intention of the testator in the bequest. This evidence was properly rejected. The paper must speak for itself, and its meaning and effect be ascertained by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court below decided that the legacy was a conjoint one, and that by the right of accretion the whole of it accrued to Benjamin; and in this opinion we concur. The civil law does not recognize the common-law distinction between joint tenancy and tenancy in common. A gift to two persons jointly, if it takes effect, inures to their equal benefit without any right of survivorship. If one dies, his share goes to his legal representatives. Hence the words 'to be divided equally between them' added to such a legacy only expresses what the law would imply without them. They do not alter the character of the legacy: they are only descriptive of it. At the common law, they would have the effect of making it a tenancy in common; but they have no such effect in the civil law. The legacy, if it takes effect in respect of both legatees, will be divisible equally between them in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But in testamentary dispositions, the civil law does make a distinction between a conjoint legacy and a legacy of separate and distinct shares in the thing bequeathed. Where the whole thing bequeathed is given to two persons, if one of them fails to receive the benefit of the disposition, either because he dies before the testator, or is incapable to take it, or refuses to take it, or because as to him it is revoked, the whole goes to the other legatee by accretion; for the whole was given to both, and it is presumed to be the will of the testator that he shall not die intestate as to any part, but that the whole shall pass by his will; and this, notwithstanding it may be divisible between the two legatees, if received by both. But where an aliquot part is bequeathed to one, and another aliquot part to another, then they are separate legacies, and that part which is bequeathed to one is not bequeathed to the other; as, if the testator should say, 'I give one-half of my bank stock to each of my two sons,' or, 'I give my bank stock to my two sons, one-half to each.' Here there is an assignment of parts by the testator himself; and the legacies are separate, and not conjoint.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The distinction between these forms of expression and that in the will under consideration may seen somewhat nice; but it is not more so than that which prevails in the English law between a condition annexed to the gift and one annexed to the payment or delivery of the thing given. Thus, a bequest of $100 to A when he attains twenty-one years is a conditional gift, and fails if A dies before twenty-one. But a bequest to A of $100, to be paid to him when he attains that age, is an absolute gift, and does not fail though he dies before, the condition being annexed only to the payment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before the adoption of the French Civil Code, there was some difference of opinion on the subject under consideration; and this may account for the passages quoted by the plaintiffs in error from Domat. The provisions of the Civil Code on the subject were probably intended to settle the dispute. The Civil Code of Louisiana exactly follows that of France, and declares as follows: 'Accretion shall take place for the benefit of the legatees in case of the legacy being made to several conjointly. The legacy shall be reputed to be made conjointly, when it is made by one and the same disposition, without the testator's having assigned the part of each co-legatee in the thing bequeathed.' This language has received from the French courts and jurists abundant construction. Thus, where the disposition was as follows: 'I make as my heirs general and universal Mr. Plant e and his two sisters, to enjoy and dispose of my entire inheritance after my decease by equal portions,' the Court of Cassation adjudged that the declaration as to parties did not apply to the gift itself, but only to the execution of it, or the mode in which the legatees were to divide it between them, and, consequently, that the right of accretion arose in reference to the part of one of the legatees who died before the testator in favor of the others. Duranton, lib. 3, tit. 2, vol. ix. (Paris ed.) art. 507. This was in 1808; and similar decisions have been made since that time by the same court. Duranton observes: 'We adopt this doctrine. The assignment of equal aliquot parts to each of the legatees, as the half, the third, &amp;c., works a division of the disposition, and makes as many legacies as there are assigned parts; but the mere declaration of equality of rights in the thing bequeathed acts only on the division, and not on the gift itself.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Many more French authorities to the same effect could be referred to; but it is unnecessary, as the Supreme Court of Louisiana has passed upon the question, and its decision is binding on us as a rule of property. In the case of <i>Parkinson</i> v. <i>McDonough</i>, 4 Martin, N. S. 246, decided in 1826, the substantive words of the bequest were the same as in the case before us,&#8212;namely, 'I bequeath to the orphan children of my old friend Godfrey Duher, Mary, Nancy, James, and Eliza, one-eighth of all my property, to be equally divided among them;' and the decision was, that the legacy was conjoint, and consequently, that the portion of one of the legatees who died before the testator went by accretion to the survivors. The court say, 'The distinction between a bequest of a thing to many in equal portions, and one wherein a testator gives a legacy to two or more individuals, to be divided in equal portions, appears at first view extremely subtle and refined. The difference of phraseology in those two modes of bequeathing is so slight, as not readily to convey to the mind any difference in ideas, and can only produce this effect by separating the members of the sentence in the latter phrase; in truth, to create two distinct sentences, each complete in itself with regard to sense and meaning,&#8212;the one relating to the disposition of the will, the other to its execution. We might hesitate much in adopting this method of construction, were it not sanctioned by the authorities cited in behalf of the appellants: the doctrine contended for is fully supported by the commentary of Touillier on the 1044th article of Code Napoleon, which we have already shown to be precisely similar to that of our own code on the same subject.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This decision was followed by the same court in 1855, in the case of <i>Lebeau</i> v. <i>Trudeau</i>, 10 La. Ann. 164, which was even a stronger case in favor of assignment of separate parts than that of <i>Parkinson</i> v. <i>McDonough</i>, the words of the bequest being, 'After my debts are paid, my property shall be divided in equal proportions among the persons hereinafter named.' After naming the legatees, the testator says, 'I have hereinbefore mentioned the names of the persons to whom I bequeath all my property.' After a full discussion of the question, it was decided that the legacy was conjoint, and that accretion took place. The court uses the following language: 'The assigning of the parts of each co-legatee means something more than is comprehended in the language of this will, which, according to my understanding of it, simply directs their participation of his whole estate in equal portions. I apprehend the terms used in the Code contemplate an express specification and assignment of the respective portions of the legatees, calling each to his particular part. But in the present case, there is not that specific and distinct assignment of the parts which in my judgment is necessary to constitute a distinct legacy to each, of a distinct portion of the deceased's fortune. He appears to me, on the contrary, to have called them conjointly to partake equally in the totality of his estate, and has mentioned the equality of their portions for the purpose of regulating the distribution of that totality. They are conjointly his universal legatees.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In view of these decisions, we cannot hesitate to decide that the legacy in question in a conjoint legacy, and that the right of accretion took place in favor of the defendant in error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89412/"
}