{"absolute_url": "/opinion/89550/sullivan-v-portland-kennebec-r-co/", "blocked": false, "citation": {"case_name": "Sullivan v. Portland & Kennebec R. Co.", "docket_number": null, "document_uris": ["/api/rest/v2/document/89550/"], "federal_cite_one": "94 U.S. 806", "federal_cite_three": null, "federal_cite_two": null, "id": 60083, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/60083/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1877-05-18", "date_modified": "2014-12-21T01:28:57.783250", "docket": "/api/rest/v2/docket/385302/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">94 U.S. 806</p>\n    <p class=\"case_cite\">24 L.Ed. 324</p>\n    <p class=\"parties\">SULLIVAN<br>v.<br>PORTLAND AND KENNEBEC RAILROAD COMPANY.</p>\n    <p class=\"date\">October Term, 1876</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the District of Maine.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\">Submitted on printed arguments by <i>Mr. A. G. Stinchfield</i> for the appellant, and by <i>Mr. James W. Bradbury</i> for the appellee.</p>\n      <p class=\"indent\">MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Kennebec and Portland Railroad Company was authorized to build a railroad from Portland to Augusta, both in the State of Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the 30th of April, 1850, that portion of the road between North Yarmouth and Portland, about twelve miles in length, was mortgaged to Ruel Williams, John Patten, and J. B. Carroll, trustees, to secure the payment of $202,400 advanced to the company by the <i>cestuis que trust</i>. The debt was represented by certificates bearing interest at the rate of ten per cent per annum.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the 1st of November, 1850, the company mortgaged the whole line of the road to the commissioners of the sinking fund to secure $800,000 lent to the company by other parties.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the 17th of October, 1851, the road and franchises were mortgaged to John Patten, Joseph McKeen, and M. S. Hagar, in trust to secure bonds issued by the company to the amount of $230,000, known as first mortgage bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the 15th of October, 1852, the road and franchises were mortgaged to the same trustees to secure the payment of a further issue of bonds to the amount of $250,000, known as the second mortgage bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the progress of the work on the road, the company issued certificates of preferred stock, known as old preferred stock, to the amount of $240,000. On this stock dividends of ten per cent per annum were to be paid. Two hundred thousand dollars of it in amount is averred to be still outstanding.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the 7th of October, 1852, a proposition was made by the company to the following effect:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The company was to waive its existing right to redeem at pleasure its road from North Yam outh to Portland, and to make it irredeemable until Nov. 1, 1870, provided the holders of the certificates of indebtedness would, by indorsement thereon, authorize the trustees, after paying the holders three per cent semiannually upon the amounts severally represented by such certificates, 'to pay over semiannually to the treasurer of the company, for the use and benefit of the company, the balance of the income (for interest) which the stockholders are now entitled to receive (viz., two per cent), to be held by him and appropriated, as far as may be required, or as the same may go, to the payment of interest to such preferred stockholders as shall surrender their old certificates of stock and receive new certificates of preferred stock bearing three per cent interest or income semiannually, in lieu of five per cent, as now stipulated; said payment of three per cent to the holders of said certificates and of the balance aforesaid to the treasurer by said trustees semiannually, to be in full of the annual income of ten per cent to which said certificate holders are now entitled.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It was ordered by the company, that if the proposed arrangement should be made with the North Yarmouth certificate holders, the fund thereby saved should be applied in payment of the dividends accruing on the new certificates of preferred stock, as also proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Authority was given to the president of the company to issue such new certificates of preferred stock, and to waive the right to redeem the North Yarmouth road until Nov. 1, 1870, the time named in the proposition.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">None of the holders of the preferred stock accepted this proposition until Sept. 1, 1853. The first new certificate bears date on that day. The other certificates were issued subsequently.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the 16th of December, 1853, the company ordered three per cent to be paid on the 1st of January then next to all the holders of the new certificates for the preferred stock.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The company became hopelessly insolvent. The trustees of the second mortgage foreclosed that mortgage. The foreclosure was perfected and became absolute in May, 1862. In November, 1862, the bondholders under that mortgage formed a new corporation, by the name of the Portland and Kennebec Company. The trustees conveyed to this company. The company went into possession, and has since been in possession and operated the road, and claimed to own it.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This bill is filed by the complainants as holders of the new certificates of preferred stock, for themselves and in behalf of the other holders not before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The claim is to recover the four per cent per annum relinquished by the North Yarmouth holders of certificates of indebtedness, pursuant to the proposition of the original company, and which proposition was also to give to the holders of the new certificates of preferred stock what is claimed by this bill.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Circuit Court, properly, as we think, decreed against the complainants, and dismissed the bill. They have brought the case before this court for review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the argument here they have insisted that the process whereby the foreclosure of the second mortgage was effected was irregular, without warrant of law, and void; and that if this were not so, the complainants upon the other facts of the case are entitled to the relief sought.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The first proposition is conclusively negatived by the judgment of the Supreme Judicial Court of the State. <i>The Kennebec &amp; Portland Railroad Co.</i> v. <i>The Portland &amp; Kennebec Railroad Co. and Others</i>, 59 Me. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nothing more need be said upon that subject.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is no privity between the complainants and the new corporation. The agreement or arrangement relied upon was made with the Kennebec and Portland Railroad Company. The Portland and Kennebec Railroad Company was not in existence when it was entered into.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">There is no ground for insisting that the latter succeeded to this liability of the former. The new company did not take the property with any such <i>onus</i>. The liability rested wholly n  the contract of the parties by whom it was made. It did not run with the property into the hands of those who acquired it by the foreclosure. They did not assume the liability expressly or by implication. Hence neither they, nor those claiming under them, are in any wise bound. The foundation of the claim as to both is <i>res inter alios acta</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor was there any privity whatever between the North Yarmouth creditors and the preferred stockholders. Whether the stockholders did or did not receive what was surrendered by the creditors, did not affect or concern the latter. The moneys surrendered were to be paid over 'semiannually to the treasurer of this company for the use and benefit of this company.' With such payment the duties of the trustees terminated. Thereafter the company was to apply the fund for the benefit of such of the stockholders as should comply with the condition prescribed. There were two distinct propositions. One to the debt-holders, the other to the stockholders. The latter could get nothing unless the former accepted. But the acceptance of the former had no relation to the acceptance of the latter. After the former accepted, the latter still had the option to accept or refuse. The indorsement required to be made by the debt-holders upon their certificates did not refer or relate to the stockholders. When the arrangement between the old company and the debt-holders was complete, it was equally effectual and conclusive upon those parties, whether the preferred stockholders did or did not thereafter take any action. There was no assignment or transfer of any interest in the mortgage. There was simply a release and extinguishment of so much of the liability secured, and, by consequence, of the lien and existence of the mortgage to that extent. Thereafter the liability and the mortgage were as if they had never been for any thing more. The new company acquired the ownership of the road, and its entire income, subject only to the pre-existing mortgages. The source whence the fund in question was to flow was destroyed by the foreclosure. When the latter was complete the former ceased to exist, and thenceforward was as if it had never been.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defence of the Statute of Limitations is not set up by plea nor in the answers. We cannot, therefore, consider the case in that aspect. <i>Wilson</i> v. <i>Anthony</i>, 19 Ark. 16.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The objection that there is a remedy at law is only available where such remedy is as plain, adequate, and effectual as the remedy in equity. <i>Boyce's Executors</i> v. <i>Grundy</i>, 3 Pet. 215. Here, if the complainants could recover the moneys claimed, they would be entitled, also, to discovery, and an account.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Where this objection lies, it is the duty of the court, <i>sua sponte</i>, to take notice of it and give it effect. There is, in such cases, a constitutional right to a trial by jury. <i>Parker</i> v. <i>The Woollen Company</i>, 2 Black, 545.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The charges of fraud and conspiracy in the bill are wholly unsupported by the proofs.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To let in the defence that the claim is stale, and that the bill cannot, therefore, be supported, it is not necessary that a foundation shall be laid by any averment in the answer of the defendants. If the case, as it appears at the hearing, is liable to the objection by reason of the laches of the complainants, the court will, upon that ground, be passive, and refuse relief. Every case is governed chiefly by its own circumstances; sometimes the analogy of the Statute of Limitations is applied; sometimes a longer period than that prescribed by the statute is required; in some cases a shorter time is sufficient; and sometimes the rule is applied where there is no statutable bar. It is competent for the court to apply the inherent principles of its own system of jurisprudence, and to decide accordingly. <i>Wilson</i> v. <i>Anthony</i>, 19 Barber (Ark.), 16; <i>Taylor</i> v. <i>Adams</i>, 14 id. 62; <i>Johnson</i> v. <i>Johnson</i>, 5 Ala. 90; <i>Ferson</i> v. <i>Sanger</i>, 2 Ware, 256; <i>Fisher</i> v. <i>Boody</i>, 1 Curtis, 219; <i>Cholmondly</i> v. <i>Clinton</i>, 2 Jac. &amp; Wak . 141; 2 Story's Eq., sect. 1520 <i>a</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'A court of equity, which is never active in giving relief against conscience or public convenience, has always refused its aid to stale demands where a party has slept upon his rights, and acquiesced for a great length of time. Nothing can call forth this court into activity but conscience, good faith, and reasonable diligence. Where these are wanting, the court is passive, and does nothing. Laches and neglect are always discountenanced; and, therefore, from the beginning of this jurisdiction there was always a limitation to suits in this court.' <i>Smith</i> v. <i>Clay</i>, Ambler, 645.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If the complainants had severally sought to enforce their claim in an action at law, <i>ex delicto</i> or <i>ex contractu</i>, the bar of the Statute of Limitations would have been complete after the lapse of six years. Rev. Stat. of 1857, p. 510.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This bill was filed on the 21st of February, 1871.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The complainants were supine and silent for more than seventeen years. In the mean time, the Kennebec and Portland company became hopelessly and finally insolvent, and its affairs a wreck. Proceedings were instituted to foreclose the second mortgage, and brought to a close. The company lost all its property, and has since existed only in name. A new corporation has come into existence, and acquired and owns all the property and effects lost by the old one. This transfer occurred more than seven years before the first step was taken in the present case. This long delay thus characterized is unaccounted for. The facts are amply sufficient to warrant the application of the rule of laches, and to give it the fullest effect.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Decree affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>94 U.S. 806 (1876)</b></center>\n<center><h1>SULLIVAN<br>\nv.<br>\nPORTLAND AND KENNEBEC RAILROAD COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*807</span> Submitted on printed arguments by Mr. A.G. Stinchfield for the appellant, and by Mr. James W. Bradbury for the appellee.</p>\n<p>MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>The Kennebec and Portland Railroad Company was authorized to build a railroad from Portland to Augusta, both in the State of Maine.</p>\n<p>On the 30th of April, 1850, that portion of the road between North Yarmouth and Portland, about twelve miles in length, was mortgaged to Ruel Williams, John Patten, and J.B. Carroll, trustees, to secure the payment of $202,400 advanced to the company by the cestuis que trust. The debt was represented by certificates bearing interest at the rate of ten per cent per annum.</p>\n<p>On the 1st of November, 1850, the company mortgaged the whole line of the road to the commissioners of the sinking fund to secure $800,000 lent to the company by other parties.</p>\n<p>On the 17th of October, 1851, the road and franchises were <span class=\"star-pagination\">*808</span> mortgaged to John Patten, Joseph McKeen, and M.S. Hagar, in trust to secure bonds issued by the company to the amount of $230,000, known as first mortgage bonds.</p>\n<p>On the 15th of October, 1852, the road and franchises were mortgaged to the same trustees to secure the payment of a further issue of bonds to the amount of $250,000, known as the second mortgage bonds.</p>\n<p>In the progress of the work on the road, the company issued certificates of preferred stock, known as old preferred stock, to the amount of $240,000. On this stock dividends of ten per cent per annum were to be paid. Two hundred thousand dollars of it in amount is averred to be still outstanding.</p>\n<p>On the 7th of October, 1852, a proposition was made by the company to the following effect: </p>\n<p>The company was to waive its existing right to redeem at pleasure its road from North Yarmouth to Portland, and to make it irredeemable until Nov. 1, 1870, provided the holders of the certificates of indebtedness would, by indorsement thereon, authorize the trustees, after paying the holders three per cent semiannually upon the amounts severally represented by such certificates, \"to pay over semiannually to the treasurer of the company, for the use and benefit of the company, the balance of the income (for interest) which the stockholders are now entitled to receive (viz., two per cent), to be held by him and appropriated, as far as may be required, or as the same may go, to the payment of interest to such preferred stockholders as shall surrender their old certificates of stock and receive new certificates of preferred stock bearing three per cent interest or income semiannually, in lieu of five per cent, as now stipulated; said payment of three per cent to the holders of said certificates and of the balance aforesaid to the treasurer by said trustees semiannually, to be in full of the annual income of ten per cent to which said certificate holders are now entitled.\"</p>\n<p>It was ordered by the company, that if the proposed arrangement should be made with the North Yarmouth certificate holders, the fund thereby saved should be applied in payment of the dividends accruing on the new certificates of preferred stock, as also proposed.</p>\n<p><span class=\"star-pagination\">*809</span> Authority was given to the president of the company to issue such new certificates of preferred stock, and to waive the right to redeem the North Yarmouth road until Nov. 1, 1870, the time named in the proposition.</p>\n<p>None of the holders of the preferred stock accepted this proposition until Sept. 1, 1853. The first new certificate bears date on that day. The other certificates were issued subsequently.</p>\n<p>On the 16th of December, 1853, the company ordered three per cent to be paid on the 1st of January then next to all the holders of the new certificates for the preferred stock.</p>\n<p>The company became hopelessly insolvent. The trustees of the second mortgage foreclosed that mortgage. The foreclosure was perfected and became absolute in May, 1862. In November, 1862, the bondholders under that mortgage formed a new corporation, by the name of the Portland and Kennebec Company. The trustees conveyed to this company. The company went into possession, and has since been in possession and operated the road, and claimed to own it.</p>\n<p>This bill is filed by the complainants as holders of the new certificates of preferred stock, for themselves and in behalf of the other holders not before the court.</p>\n<p>The claim is to recover the four per cent per annum relinquished by the North Yarmouth holders of certificates of indebtedness, pursuant to the proposition of the original company, and which proposition was also to give to the holders of the new certificates of preferred stock what is claimed by this bill.</p>\n<p>The Circuit Court, properly, as we think, decreed against the complainants, and dismissed the bill. They have brought the case before this court for review.</p>\n<p>In the argument here they have insisted that the process whereby the foreclosure of the second mortgage was effected was irregular, without warrant of law, and void; and that if this were not so, the complainants upon the other facts of the case are entitled to the relief sought.</p>\n<p>The first proposition is conclusively negatived by the judgment of the Supreme Judicial Court of the State. The Kennebec &amp; Portland Railroad Co. v. The Portland &amp; Kennebec Railroad Co. and Others, 59 Me. 20.</p>\n<p><span class=\"star-pagination\">*810</span> Nothing more need be said upon that subject.</p>\n<p>There is no privity between the complainants and the new corporation. The agreement or arrangement relied upon was made with the Kennebec and Portland Railroad Company. The Portland and Kennebec Railroad Company was not in existence when it was entered into.</p>\n<p>There is no ground for insisting that the latter succeeded to this liability of the former. The new company did not take the property with any such onus. The liability rested wholly on the contract of the parties by whom it was made. It did not run with the property into the hands of those who acquired it by the foreclosure. They did not assume the liability expressly or by implication. Hence neither they, nor those claiming under them, are in any wise bound. The foundation of the claim as to both is res inter alios acta.</p>\n<p>Nor was there any privity whatever between the North Yarmouth creditors and the preferred stockholders. Whether the stockholders did or did not receive what was surrendered by the creditors, did not affect or concern the latter. The moneys surrendered were to be paid over \"semiannually to the treasurer of this company for the use and benefit of this company.\" With such payment the duties of the trustees terminated. Thereafter the company was to apply the fund for the benefit of such of the stockholders as should comply with the condition prescribed. There were two distinct propositions. One to the debt-holders, the other to the stockholders. The latter could get nothing unless the former accepted. But the acceptance of the former had no relation to the acceptance of the latter. After the former accepted, the latter still had the option to accept or refuse. The indorsement required to be made by the debt-holders upon their certificates did not refer or relate to the stockholders. When the arrangement between the old company and the debt-holders was complete, it was equally effectual and conclusive upon those parties, whether the preferred stockholders did or did not thereafter take any action. There was no assignment or transfer of any interest in the mortgage. There was simply a release and extinguishment of so much of the liability secured, and, by consequence, of the lien and existence of the mortgage to that extent. <span class=\"star-pagination\">*811</span> Thereafter the liability and the mortgage were as if they had never been for any thing more. The new company acquired the ownership of the road, and its entire income, subject only to the pre-existing mortgages. The source whence the fund in question was to flow was destroyed by the foreclosure. When the latter was complete the former ceased to exist, and thenceforward was as if it had never been.</p>\n<p>The defence of the Statute of Limitations is not set up by plea nor in the answers. We cannot, therefore, consider the case in that aspect. Wilson v. Anthony, 19 Ark. 16.</p>\n<p>The objection that there is a remedy at law is only available where such remedy is as plain, adequate, and effectual as the remedy in equity. Boyce's Executors v. Grundy, 3 Pet. 215. Here, if the complainants could recover the moneys claimed, they would be entitled, also, to discovery, and an account.</p>\n<p>Where this objection lies, it is the duty of the court, sua sponte, to take notice of it and give it effect. There is, in such cases, a constitutional right to a trial by jury. Parker v. The Woollen Company, 2 Black, 545.</p>\n<p>The charges of fraud and conspiracy in the bill are wholly unsupported by the proofs.</p>\n<p>To let in the defence that the claim is stale, and that the bill cannot, therefore, be supported, it is not necessary that a foundation shall be laid by any averment in the answer of the defendants. If the case, as it appears at the hearing, is liable to the objection by reason of the laches of the complainants, the court will, upon that ground, be passive, and refuse relief. Every case is governed chiefly by its own circumstances; sometimes the analogy of the Statute of Limitations is applied; sometimes a longer period than that prescribed by the statute is required; in some cases a shorter time is sufficient; and sometimes the rule is applied where there is no statutable bar. It is competent for the court to apply the inherent principles of its own system of jurisprudence, and to decide accordingly. Wilson v. Anthony, 19 Barber (Ark.), 16; Taylor v. Adams, 14 id. 62; Johnson v. Johnson, 5 Ala. 90; Ferson v. Sanger, 2 Ware, 256; Fisher v. Boody, 1 Curtis, 219; Cholmondly v. Clinton, 2 Jac. &amp; Walk. 141; 2 Story's Eq., sect. 1520 a.</p>\n<p>\"A court of equity, which is never active in giving relief <span class=\"star-pagination\">*812</span> against conscience or public convenience, has always refused its aid to stale demands where a party has slept upon his rights, and acquiesced for a great length of time. Nothing can call forth this court into activity but conscience, good faith, and reasonable diligence. Where these are wanting, the court is passive, and does nothing. Laches and neglect are always discountenanced; and, therefore, from the beginning of this jurisdiction there was always a limitation to suits in this court.\" Smith v. Clay, Ambler, 645.</p>\n<p>If the complainants had severally sought to enforce their claim in an action at law, ex delicto or ex contractu, the bar of the Statute of Limitations would have been complete after the lapse of six years. Rev. Stat. of 1857, p. 510.</p>\n<p>This bill was filed on the 21st of February, 1871.</p>\n<p>The complainants were supine and silent for more than seventeen years. In the mean time, the Kennebec and Portland company became hopelessly and finally insolvent, and its affairs a wreck. Proceedings were instituted to foreclose the second mortgage, and brought to a close. The company lost all its property, and has since existed only in name. A new corporation has come into existence, and acquired and owns all the property and effects lost by the old one. This transfer occurred more than seven years before the first step was taken in the present case. This long delay thus characterized is unaccounted for. The facts are amply sufficient to warrant the application of the rule of laches, and to give it the fullest effect.</p>\n<p>Decree affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></span> (1876)</b></center>\n<center><h1>SULLIVAN<br>\nv.<br>\nPORTLAND AND KENNEBEC RAILROAD COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*807</span> Submitted on printed arguments by Mr. A.G. Stinchfield for the appellant, and by Mr. James W. Bradbury for the appellee.</p>\n<p>MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>The Kennebec and Portland Railroad Company was authorized to build a railroad from Portland to Augusta, both in the State of Maine.</p>\n<p>On the 30th of April, 1850, that portion of the road between North Yarmouth and Portland, about twelve miles in length, was mortgaged to Ruel Williams, John Patten, and J.B. Carroll, trustees, to secure the payment of $202,400 advanced to the company by the cestuis que trust. The debt was represented by certificates bearing interest at the rate of ten per cent per annum.</p>\n<p>On the 1st of November, 1850, the company mortgaged the whole line of the road to the commissioners of the sinking fund to secure $800,000 lent to the company by other parties.</p>\n<p>On the 17th of October, 1851, the road and franchises were <span class=\"star-pagination\">*808</span> mortgaged to John Patten, Joseph McKeen, and M.S. Hagar, in trust to secure bonds issued by the company to the amount of $230,000, known as first mortgage bonds.</p>\n<p>On the 15th of October, 1852, the road and franchises were mortgaged to the same trustees to secure the payment of a further issue of bonds to the amount of $250,000, known as the second mortgage bonds.</p>\n<p>In the progress of the work on the road, the company issued certificates of preferred stock, known as old preferred stock, to the amount of $240,000. On this stock dividends of ten per cent per annum were to be paid. Two hundred thousand dollars of it in amount is averred to be still outstanding.</p>\n<p>On the 7th of October, 1852, a proposition was made by the company to the following effect: </p>\n<p>The company was to waive its existing right to redeem at pleasure its road from North Yarmouth to Portland, and to make it irredeemable until Nov. 1, 1870, provided the holders of the certificates of indebtedness would, by indorsement thereon, authorize the trustees, after paying the holders three per cent semiannually upon the amounts severally represented by such certificates, \"to pay over semiannually to the treasurer of the company, for the use and benefit of the company, the balance of the income (for interest) which the stockholders are now entitled to receive (viz., two per cent), to be held by him and appropriated, as far as may be required, or as the same may go, to the payment of interest to such preferred stockholders as shall surrender their old certificates of stock and receive new certificates of preferred stock bearing three per cent interest or income semiannually, in lieu of five per cent, as now stipulated; said payment of three per cent to the holders of said certificates and of the balance aforesaid to the treasurer by said trustees semiannually, to be in full of the annual income of ten per cent to which said certificate holders are now entitled.\"</p>\n<p>It was ordered by the company, that if the proposed arrangement should be made with the North Yarmouth certificate holders, the fund thereby saved should be applied in payment of the dividends accruing on the new certificates of preferred stock, as also proposed.</p>\n<p><span class=\"star-pagination\">*809</span> Authority was given to the president of the company to issue such new certificates of preferred stock, and to waive the right to redeem the North Yarmouth road until Nov. 1, 1870, the time named in the proposition.</p>\n<p>None of the holders of the preferred stock accepted this proposition until Sept. 1, 1853. The first new certificate bears date on that day. The other certificates were issued subsequently.</p>\n<p>On the 16th of December, 1853, the company ordered three per cent to be paid on the 1st of January then next to all the holders of the new certificates for the preferred stock.</p>\n<p>The company became hopelessly insolvent. The trustees of the second mortgage foreclosed that mortgage. The foreclosure was perfected and became absolute in May, 1862. In November, 1862, the bondholders under that mortgage formed a new corporation, by the name of the Portland and Kennebec Company. The trustees conveyed to this company. The company went into possession, and has since been in possession and operated the road, and claimed to own it.</p>\n<p>This bill is filed by the complainants as holders of the new certificates of preferred stock, for themselves and in behalf of the other holders not before the court.</p>\n<p>The claim is to recover the four per cent per annum relinquished by the North Yarmouth holders of certificates of indebtedness, pursuant to the proposition of the original company, and which proposition was also to give to the holders of the new certificates of preferred stock what is claimed by this bill.</p>\n<p>The Circuit Court, properly, as we think, decreed against the complainants, and dismissed the bill. They have brought the case before this court for review.</p>\n<p>In the argument here they have insisted that the process whereby the foreclosure of the second mortgage was effected was irregular, without warrant of law, and void; and that if this were not so, the complainants upon the other facts of the case are entitled to the relief sought.</p>\n<p>The first proposition is conclusively negatived by the judgment of the Supreme Judicial Court of the State. The Kennebec &amp; Portland Railroad Co. v. The Portland &amp; Kennebec Railroad Co. and Others, 59 Me. 20.</p>\n<p><span class=\"star-pagination\">*810</span> Nothing more need be said upon that subject.</p>\n<p>There is no privity between the complainants and the new corporation. The agreement or arrangement relied upon was made with the Kennebec and Portland Railroad Company. The Portland and Kennebec Railroad Company was not in existence when it was entered into.</p>\n<p>There is no ground for insisting that the latter succeeded to this liability of the former. The new company did not take the property with any such onus. The liability rested wholly on the contract of the parties by whom it was made. It did not run with the property into the hands of those who acquired it by the foreclosure. They did not assume the liability expressly or by implication. Hence neither they, nor those claiming under them, are in any wise bound. The foundation of the claim as to both is res inter alios acta.</p>\n<p>Nor was there any privity whatever between the North Yarmouth creditors and the preferred stockholders. Whether the stockholders did or did not receive what was surrendered by the creditors, did not affect or concern the latter. The moneys surrendered were to be paid over \"semiannually to the treasurer of this company for the use and benefit of this company.\" With such payment the duties of the trustees terminated. Thereafter the company was to apply the fund for the benefit of such of the stockholders as should comply with the condition prescribed. There were two distinct propositions. One to the debt-holders, the other to the stockholders. The latter could get nothing unless the former accepted. But the acceptance of the former had no relation to the acceptance of the latter. After the former accepted, the latter still had the option to accept or refuse. The indorsement required to be made by the debt-holders upon their certificates did not refer or relate to the stockholders. When the arrangement between the old company and the debt-holders was complete, it was equally effectual and conclusive upon those parties, whether the preferred stockholders did or did not thereafter take any action. There was no assignment or transfer of any interest in the mortgage. There was simply a release and extinguishment of so much of the liability secured, and, by consequence, of the lien and existence of the mortgage to that extent. <span class=\"star-pagination\">*811</span> Thereafter the liability and the mortgage were as if they had never been for any thing more. The new company acquired the ownership of the road, and its entire income, subject only to the pre-existing mortgages. The source whence the fund in question was to flow was destroyed by the foreclosure. When the latter was complete the former ceased to exist, and thenceforward was as if it had never been.</p>\n<p>The defence of the Statute of Limitations is not set up by plea nor in the answers. We cannot, therefore, consider the case in that aspect. Wilson v. Anthony, 19 Ark. 16.</p>\n<p>The objection that there is a remedy at law is only available where such remedy is as plain, adequate, and effectual as the remedy in equity. Boyce's Executors v. Grundy, 3 Pet. 215. Here, if the complainants could recover the moneys claimed, they would be entitled, also, to discovery, and an account.</p>\n<p>Where this objection lies, it is the duty of the court, sua sponte, to take notice of it and give it effect. There is, in such cases, a constitutional right to a trial by jury. Parker v. The Woollen Company, 2 Black, 545.</p>\n<p>The charges of fraud and conspiracy in the bill are wholly unsupported by the proofs.</p>\n<p>To let in the defence that the claim is stale, and that the bill cannot, therefore, be supported, it is not necessary that a foundation shall be laid by any averment in the answer of the defendants. If the case, as it appears at the hearing, is liable to the objection by reason of the laches of the complainants, the court will, upon that ground, be passive, and refuse relief. Every case is governed chiefly by its own circumstances; sometimes the analogy of the Statute of Limitations is applied; sometimes a longer period than that prescribed by the statute is required; in some cases a shorter time is sufficient; and sometimes the rule is applied where there is no statutable bar. It is competent for the court to apply the inherent principles of its own system of jurisprudence, and to decide accordingly. Wilson v. Anthony, 19 Barber (Ark.), 16; Taylor v. Adams, 14 id. 62; Johnson v. Johnson, 5 Ala. 90; Ferson v. Sanger, 2 Ware, 256; Fisher v. Boody, 1 Curtis, 219; Cholmondly v. Clinton, 2 Jac. &amp; Walk. 141; 2 Story's Eq., sect. 1520 a.</p>\n<p>\"A court of equity, which is never active in giving relief <span class=\"star-pagination\">*812</span> against conscience or public convenience, has always refused its aid to stale demands where a party has slept upon his rights, and acquiesced for a great length of time. Nothing can call forth this court into activity but conscience, good faith, and reasonable diligence. Where these are wanting, the court is passive, and does nothing. Laches and neglect are always discountenanced; and, therefore, from the beginning of this jurisdiction there was always a limitation to suits in this court.\" Smith v. Clay, Ambler, 645.</p>\n<p>If the complainants had severally sought to enforce their claim in an action at law, ex delicto or ex contractu, the bar of the Statute of Limitations would have been complete after the lapse of six years. Rev. Stat. of 1857, p. 510.</p>\n<p>This bill was filed on the 21st of February, 1871.</p>\n<p>The complainants were supine and silent for more than seventeen years. In the mean time, the Kennebec and Portland company became hopelessly and finally insolvent, and its affairs a wreck. Proceedings were instituted to foreclose the second mortgage, and brought to a close. The company lost all its property, and has since existed only in name. A new corporation has come into existence, and acquired and owns all the property and effects lost by the old one. This transfer occurred more than seven years before the first step was taken in the present case. This long delay thus characterized is unaccounted for. The facts are amply sufficient to warrant the application of the rule of laches, and to give it the fullest effect.</p>\n<p>Decree affirmed.</p>\n</div>", "id": 89550, "judges": "Swayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/89550/", "sha1": "4d4f42271def66a9af7ec0873281ba4e6826bb27", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:08"}