{"absolute_url": "/opinion/105336/pennsylvania-ex-rel-herman-v-claudy/", "blocked": false, "citation": {"case_name": "Pennsylvania Ex Rel. Herman v. Claudy", "docket_number": "45", "document_uris": ["/api/rest/v2/document/105336/"], "federal_cite_one": "350 U.S. 116", "federal_cite_three": "100 L. Ed. 2d 126", "federal_cite_two": "76 S. Ct. 223", "id": 89719, "lexis_cite": "1956 U.S. LEXIS 1536", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89719/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 103, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1956-01-09", "date_modified": "2014-12-21T05:15:12.830644", "docket": "/api/rest/v2/docket/408857/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">350 U.S. 116</p>\n    <p class=\"case_cite\">76 S.Ct. 223</p>\n    <p class=\"case_cite\">100 L.Ed. 126</p>\n    <p class=\"parties\">COMMONWEALTH OF PENNSYLVANIA, et rel. Stephen J.  HERMAN, Petitioner,<br>v.<br>Dr. John W. CLAUDY, Warden.</p>\n    <p class=\"docket\">No. 45.</p>\n    <p class=\"date\">Argued Nov. 14, 1955.</p>\n    <p class=\"date\">Decided Jan. 9, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Herbert Monte Levy, New York City, Mrs. Marjorie Hanson Matson, Pittsburgh, Pa., for petitioner.</p>\n      <p class=\"indent\">Mr. Wray G. Zelt, Jr., Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1945 petitioner Stephen Herman pleaded guilty in a Pennsylvania state court to 8 charges of burglary, 12 of larceny, 8 of forgery, and 2 of false pretense.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He was sentenced to serve 17 1/2 to 35 years in the penitentiary, 2 1/2 to 5 years on each of the charges, some running consecutively, some concurrently. Eight years later, in 1953, he filed this petition for habeas corpus in the same Pennsylvania court, asking that his conviction be held invalid as in violation of the Due Process Clause of the Fourteenth Amendment. He alleged: (1) that his pleas of guilty were the result of coercion and threats by state officers and (2) that at no stage of the proceedings was he either advised of his right to or given the benefit of counsel. The District Attorney filed an answer challenging the materiality of some of petitioner's allegations denying others, and urging that the writ be refused because of petitioner's tardiness in challenging the judgment. He asked that the petition be summarily dismissed on the ground that 'it would be a waste of time and very expensive for Washington County to have this defendant go into a hearing to prove charges that he could have raised at the time he was sentenced by this Court.' The petition was summarily dismissed without a hearing by the same trial judge who had sentenced petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, the Superior Court of the Commonwealth of Pennsylvania affirmed the dismissal. 176 Pa.Super. 387, 107 A.2d 595. The Supreme Court of Pennsylvania denied leave to appeal without opinion. We granted certiorari, 349 U.S. 904, 75 S.Ct. 584, because summary dismissal in the face of the petitioner's serious allegations appeared to be out of line with decisions of this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our prior decisions have established that: (1) a conviction following trial or on a plea of guilty based on a confession extorted by violence or by mental coercion is invalid under the Federal Due Process Clause;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (2) where a person convicted in a state court has not intelligently and understandingly waived the benefit of counsel and where the circumstances show that his rights could not have been fairly protected without counsel, the Due Process Clause invalidates his conviction;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> (3) where a denial of these constitutional protections is alleged in an appropriate proceeding by factual allegations not patently frivolous or false on a consideration of the whole record, the proceeding should not be summarily dismissed merely because a state prosecuting officer files an answer denying some or all of the allegations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the light of our previous holdings we now consider the allegations of the petition for habeas corpus and the prosecuting officer's answer. The petition alleged:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner, who had been to school only 6 years, was 21 years old when arrested. His only prior experience with criminal procedure was 2 years earlier, when without the benefit of counsel he pleaded guilty to charges of burglary, larceny, and forgery, and was sentenced to 6 to 12 months in jail. After his arrest on the present charges he was held incommunicado for 3 days. During this period a state trooper grabbed him by the neck and threatened to choke him if he did not confess, and there were threats against the safety of his wife and daughter. Petitioner finally confessed after 72 hours of intermittent questioning and was taken to a justice of the peace. He waived indictment and agreed to plead guilty to 3 charges. More than a month later he was taken before the Court of Common Pleas and charged with some 30 offenses. The assistant prosecuting attorney demanded that petitioner sign a plea of guilty to all the charges. When petitioner asked what he was signing, the assistant prosecuting attorney said 'Sign your name and forget it.' Petitioner was not informed of the seriousness of the charges by the prosecutor or the judge; he did not know that his plea of guilty could result in a maximum sentence of some 315 years; he did not know nor was he informed that he could have counsel. Petitioner pleaded guilty to all of the charges against him. He now says he was innocent of all but one.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The District Attorney's answer alleged: It was immaterial that petitioner was only 21 years old and of limited educational background. Since petitioner had previous experience in criminal procedure from the former case in which he pleaded guilty, he understood his rights and was barred from alleging that his lack of criminal experience violated due process. It was not necessary that a defendant should have the advice, support, and assistance of relatives or friends even if it be assumed that there was anything in the record to show that such an opportunity was denied to petitioner. Petitioner had no constitutional right to be informed by the court or prosecuting attorney of his right to counsel or of the severity of the sentences which might be imposed upon him. There was no showing that petitioner had been injured by not having counsel. The District Attorney did not deny that petitioner had been told in the courtroom to 'Sign your name and forget it,' but denied only 'that the statements were made by the Assistant District Attorney in order to obtain pleas to the charges involved.' The District Attorney defended the State's right to confine petitioner for a period of 72 hours on the ground that this was not 'an unreasonable length of time to hold a defendant.' The charge that the officers threatened the safety of petitioner's wife and daughter was specifically denied as untrue, as was the charge that petitioner was grabbed by the neck. The answer alleged that petitioner's confession was wholly voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The foregoing narrative of the allegations in the petition and the answer reveals a sharp dispute as to the facts material to a determination of the constitutional questions involved. The allegations as to petitioner's treatment prior to confession and his understanding of the nature and consequences of a guilty plea present the very kind of dispute which should be decided only after a hearing. It is true that the trial record shows that petitioner told the judge that he was guilty and said 'I throw myself at the mercy of the court, Your Honor.' But neither these nor any other statements made before the trial judge at that time<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> are in themselves sufficient to refute as frivolous or false the serious charges made by the petitioner concerning matters not shown by the record. See Palmer v. Ashe, 342 U.S. 134, 137, 72 S.Ct. 191, 193, 96 L.Ed. 154. It is entirely possible that petitioner's prior confession caused him, in the absence of counsel, to enter the guilty plea. Moreover, the number and complexity of the charges against petitioner, as well as their seriousness create a strong conviction that no layman could have understood the accusations and that petitioner should, therefore, have been advised of his right to be represented by counsel. We cannot agree with the Pennsylvania Superior Court that the mere fact that petitioner had, without the benefit of counsel, pleaded guilty to an offense 2 years before showed that he had the capacity to defend himself against the 30 charges here. We held in Gibbs v. Burke, 337 U.S. 773, 69 S.Ct. 1247, 93 L.Ed. 1686, that in spite of Gibbs' conviction in 6 prior criminal cases the circumstances showed he was entitled to the benefit of counsel. In Uveges v. Pennsylvania, 335 U.S. 437, 9 S.Ct. 184, 93 L.Ed. 127, where the facts were strikingly similar to those presented here, we held that representation by counsel was required by the Due Process Clause. Nor was petitioner barred from presenting his challenge to the conviction because 8 years had passed before this action was commenced. Uveges did not challenge his conviction for 7 years. 335 U.S. 437, 438&#8212;439, 69 S.Ct. 184. And in a later case we held that a prisoner could challenge the validity of his conviction 18 years after he had been convicted. Palmer v. Ashe, 342 U.S. 134, 72 S.Ct. 191, 96 L.Ed. 154. The sound premise upon which these holdings rested is that men incarcerated in flagrant violation of their constitutional rights have a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The chief argument made by the State here in support of the court's summary dismissal of the petition is this: 'Counsel for petitioner argues that since facts are alleged in the petition, a hearing must be held. Since our answer contradicted the allegations in the petition, the lower court was not required to grant a hearing. This contention was sustained by the Superior Court.' We cannot accept this argument. Under the allegations here petitioner is entitled to relief if he can prove his charges. He cannot be denied a hearing merely because the allegations of his petition were contradicted by the prosecuting officers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment is reversed and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The courts below so computed the charges. Petitioner counts only 27 charges. The record casts doubt on the accuracy of both computations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> E.g., Brown v. Mississippi, 297 U.S. 278, 56 S.Ct. 461, 80 L.Ed. 682; Chambers v. Florida, 309 U.S. 227, 60 S.Ct. 472, 84 L.Ed. 716; Watts v. Indiana, 338 U.S. 49, 69 S.Ct. 1347, 93 L.Ed. 1801; Turner v. Pennsylvania, 338 U.S. 62, 69 S.Ct. 1352, 93 L.Ed. 1810; Harris v. South Carolina, 338 U.S. 68, 69 S.Ct. 1354, 93 L.Ed. 1815; Leyra v. Denno, 347 U.S. 556, 74 S.Ct. 716, 98 L.Ed. 948.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> E.g., Uveges v. Pennsylvania, 335 U.S. 437, 69 S.Ct. 184, 93 L.Ed. 127; Gibbs v. Burke, 337 U.S. 773, 69 S.Ct. 1247, 93 L.Ed. 1686; Rice v. Olson, 324 U.S. 786, 65 S.Ct. 989, 89 L.Ed. 1367; Von Moltke v. Gillies, 332 U.S. 708, 68 S.Ct. 316, 92 L.Ed. 309; Palmer v. Ashe, 342 U.S. 134, 72 S.Ct. 191, 96 L.Ed. 154; Bute v. Illinois, 333 U.S. 640, 68 S.Ct. 763, 92 L.Ed. 986; Betts v. Brady, 316 U.S. 455, 62 S.Ct. 1252, 86 L.Ed. 1595. It was pointed out in the Uveges case that a minority of the Court have contended that all persons charged with crimes are entitled to counsel under the Sixth and Fourteenth Amendments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> E.g., Smith v. O'Grady, 312 U.S. 329, 61 S.Ct. 572, 85 L.Ed. 859; Hawk v. Olson, 326 U.S. 271, 66 S.Ct. 116, 90 L.Ed. 61; Palmer v. Ashe, 342 U.S. 134, 72 S.Ct. 191, 96 L.Ed. 154; Chessman v. Teets, 350 U.S. 3, 76 S.Ct. 34; Cf. Moore v. Dempsey, 261 U.S. 86, 92, 43 S.Ct. 265, 267, 67 L.Ed. 543; Walker v. Johnston, 312 U.S. 275, 61 S.Ct. 574, 85 L.Ed. 830.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When petitioner was brought before the trial judge to plead guilty the prosecuting attorney talked at length about the charges against petitioner, but said nothing about sentences which could be imposed. Petitioner's part in these proceedings was very small. The following is the full record of his participation:</p>\n        <p>(Mr. Docktor (the prosecuting attorney):) '* * * How old are you now?</p>\n        <p>'By the Defendant: Twenty-one.</p>\n        <p>'By Mr. Docktor: Twenty-one years of age. Is there anything you wish to state to the Court about your case?</p>\n        <p>'By the Defendant: I throw myself&#8212;</p>\n        <p>'By the Court: You will have to speak louder.</p>\n        <p>'By the Defendant: I throw myself at the mercy of the court, Your Honor.</p>\n        <p>'By Mr. Docktor: I wish to state for the record that the informations and prosecutions were made by H. M. Jaynes of the Pennsylvania State Police.</p>\n        <p>'By the Court (addressing Defendant): Where have you worked since you were paroled?</p>\n        <p>'By the Defendant: I worked at the Hazel.</p>\n        <p>'By the Court (addressing Defendant): Have you been working all of the time since you were paroled in 1943?</p>\n        <p>'By the Defendant: No, sir.</p>\n        <p>'By the Court: 1944 I believe it was, wasn't it?</p>\n        <p>'By the Defendant: No, sir; I was working at the hospital, too.</p>\n        <p>'By the Court: Sir?</p>\n        <p>'By the Defendant: I was working at the hospital and Hazel.</p>\n        <p>'By the Court: At the hospital?</p>\n        <p>'By the Defendant: Yes.</p>\n        <p>'By the Court: How did you come to be working at the hospital?</p>\n        <p>'By the Defendant: I worked there. I was paroled for that.</p>\n        <p>'By the Court: You are the fellow who ran away from there while</p>\n        <p>you were on parole.</p>\n        <p>'By the Defendant: That is right; yes, sir.</p>\n        <p>'By the Court: Will you explain to me why the Court should extend any leniency to you?</p>\n        <p>'By the Defendant: No, sir.</p>\n        <p>'By the Court: We have trusted you twice before and you have never complied with any of the conditions that you were paroled on.</p>\n        <p>'By the Defendant: I tried to.</p>\n        <p>'By the Court: You didn't even try to. You could have continued to work up there and you wouldn't do that. Where did you go to when you ran away from the job at the hospital?</p>\n        <p>'By the Defendant: I started to work down at Hazel.</p>\n        <p>'By the Court: You were working around this town&#8212;</p>\n        <p>'By the Defendant: Yes, sir.</p>\n        <p>'By the Court:&#8212;while the officers were searching for you?</p>\n        <p>'By the Defendant: No.</p>\n        <p>'By the Court: Where were you?</p>\n        <p>'By the Defendant: I was here in town but not working.</p>\n        <p>'By the Court: You secured your parole on promise of good behavior.</p>\n        <p>'By the Defendant: Yes, sir.</p>\n        <p>'By the Court: In the meantime, you have committed numerous burglaries and forgeries and various felonies? 335 U.S. 437, 69 S.Ct. 184, 93 L.Ed.</p>\n        <p>'By the Court: Now you want the Court to have mercy. There is an end to being merciful. We did that in 1944. * * *'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>350 U.S. 116 (1956)</b></center>\n<center><h1>PENNSYLVANIA EX REL. HERMAN<br>\nv.<br>\nCLAUDY, WARDEN.</h1></center>\n<center>No. 45.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 14, 1955.</center>\n<center>Decided January 9, 1956.</center>\nCERTIORARI TO THE SUPREME COURT OF PENNSYLVANIA, WESTERN DIVISION.\n<p><span class=\"star-pagination\">*117</span> <i>Herbert Monte Levy</i> and <i>Marjorie Hanson Matson</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>Wray G. Zelt, Jr.</i> argued the cause for respondent. With him on the brief were <i>Harold V. Fergus</i> and <i>John F. Roney.</i></p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>In 1945 petitioner Stephen Herman pleaded guilty in a Pennsylvania state court to 8 charges of burglary, 12 of larceny, 8 of forgery, and 2 of false pretense.<sup>[1]</sup> He was sentenced to serve 17 1/2 to 35 years in the penitentiary, 2 1/2 to 5 years on each of the charges, some running consecutively, some concurrently. Eight years later, in 1953, he filed this petition for habeas corpus in the same Pennsylvania court, asking that his conviction be held invalid as in violation of the Due Process Clause of the Fourteenth Amendment. He alleged: (1) that his pleas of guilty were the result of coercion and threats by state officers and (2) that at no stage of the proceedings was he either advised of his right to or given the benefit of counsel. The District Attorney filed an answer challenging the materiality of some of petitioner's allegations, <span class=\"star-pagination\">*118</span> denying others, and urging that the writ be refused because of petitioner's tardiness in challenging the judgment. He asked that the petition be summarily dismissed on the ground that \"it would be a waste of time and very expensive for Washington Country to have this defendant go into a hearing to prove charges that he could have raised at the time he was sentenced by this Court.\" The petition was summarily dismissed without a hearing by the same trial judge who had sentenced petitioner.</p>\n<p>On appeal, the Superior Court of the Commonwealth of Pennsylvania affirmed the dismissal. 176 Pa. Super. 387, 107 A. 2d 595. The Supreme Court of Pennsylvania denied leave to appeal without opinion. We granted certiorari, 349 U. S. 904, because summary dismissal in the face of the petitioner's serious allegations appeared to be out of line with decisions of this Court.</p>\n<p>Our prior decisions have established that: (1) a conviction following trial or on a plea of guilty based on a confession extorted by violence or by mental coercion is invalid under the Federal Due Process Clause;<sup>[2]</sup> (2) where a person convicted in a state court has not intelligently and understandingly waived the benefit of counsel and where the circumstances show that his rights could not have been fairly protected without counsel, the Due Process Clause invalidates his conviction;<sup>[3]</sup> (3) where a denial of these constitutional protections is alleged in an <span class=\"star-pagination\">*119</span> appropriate proceeding by factual allegations not patently frivolous or false on a consideration of the whole record, the proceeding should not be summarily dismissed merely because a state prosecuting officer files an answer denying some or all of the allegations.<sup>[4]</sup></p>\n<p>In the light of our previous holdings we now consider the allegations of the petition for habeas corpus and the prosecuting officer's answer. The petition alleged:</p>\n<p>Petitioner, who had been to school only 6 years, was 21 years old when arrested. His only prior experience with criminal procedure was 2 years earlier, when without the benefit of counsel he pleaded guilty to charges of burglary, larceny, and forgery, and was sentenced to 6 to 12 months in jail. After his arrest on the present charges he was held incommunicado for 3 days. During this period a state trooper grabbed him by the neck and threatened to choke him if he did not confess, and there were threats against the safety of his wife and daughter. Petitioner finally confessed after 72 hours of intermittent questioning and was taken to a justice of the peace. He waived indictment and agreed to plead guilty to 3 charges. More than a month later he was taken before the Court of Common Pleas and charged with some 30 offenses. The assistant prosecuting attorney demanded that petitioner sign a plea of guilty to all the charges. When petitioner asked what he was signing, the assistant prosecuting attorney said \"Sign your name and forget it.\" Petitioner was not informed of the seriousness of the charges by the prosecutor or the judge; he did not know that his plea of guilty could result in a maximum sentence of some 315 years; he did not know nor was he informed that he could have counsel. <span class=\"star-pagination\">*120</span> Petitioner pleaded guilty to all of the charges against him. He now says he was innocent of all but one.</p>\n<p>The District Attorney's answer alleged: It was immaterial that petitioner was only 21 years old and of limited educational background. Since petitioner had previous experience in criminal procedure from the former case in which he pleaded guilty, he understood his rights and was barred from alleging that his lack of criminal experience violated due process. It was not necessary that a defendant should have the advice, support, and assistance of relatives or friends even if it be assumed that there was anything in the record to show that such an opportunity was denied to petitioner. Petitioner had no constitutional right to be informed by the court or prosecuting attorney of his right to counsel or of the severity of the sentences which might be imposed upon him. There was no showing that petitioner had been injured by not having counsel. The District Attorney did not deny that petitioner had been told in the courtroom to \"Sign your name and forget it,\" but denied only \"that the statements were made by the Assistant District Attorney in order to obtain pleas to the charges involved.\" The District Attorney defended the State's right to confine petitioner for a period of 72 hours on the ground that this was not \"an unreasonable length of time to hold a defendant.\" The charge that the officers threatened the safety of petitioner's wife and daughter was specifically denied as untrue, as was the charge that petitioner was grabbed by the neck. The answer alleged that petitioner's confession was wholly voluntary.</p>\n<p>The foregoing narrative of the allegations in the petition and the answer reveals a sharp dispute as to the facts material to a determination of the constitutional questions involved. The allegations as to petitioner's treatment prior to confession and his understanding of the nature and consequences of a guilty plea present the very <span class=\"star-pagination\">*121</span> kind of dispute which should be decided only after a hearing. It is true that the trial record shows that petitioner told the judge that he was guilty and said \"I throw myself at the mercy of the court, Your Honor.\" But neither these nor any other statements made before the trial judge at that time<sup>[5]</sup> are in themselves sufficient to refute as frivolous or false the serious charges made by the petitioner concerning matters not shown by the record. <span class=\"star-pagination\">*122</span> See <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134, 137. It is entirely possible that petitioner's prior confession caused him, in the absence of counsel, to enter the guilty plea. Moreover, the number and complexity of the charges against petitioner, as well as their seriousness, create a strong conviction that no layman could have understood the accusations and that petitioner should, therefore, have been advised of his right to be represented by counsel. We cannot agree with the Pennsylvania Superior Court that the mere fact that petitioner had, without the benefit of counsel, pleaded guilty to an offense 2 years before showed that he had the capacity to defend himself against the 30 charges here. We held in <i>Gibbs</i> v. <i>Burke,</i> 337 U. S. <span class=\"star-pagination\">*123</span> 773, that in spite of Gibbs' conviction in 6 prior criminal cases the circumstances showed he was entitled to the benefit of counsel. In <i>Uveges</i> v. <i>Pennsylvania,</i> 335 U. S. 437, where the facts were strikingly similar to those presented here, we held that representation by counsel was required by the Due Process Clause. Nor was petitioner barred from presenting his challenge to the conviction because 8 years had passed before this action was commenced. Uveges did not challenge his conviction for 7 years. 335 U. S. 437, 438-439. And in a later case we held that a prisoner could challenge the validity of his conviction 18 years after he had been convicted. <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134. The sound premise upon which these holdings rested is that men incarcerated in flagrant violation of their constitutional rights have a remedy.</p>\n<p>The chief argument made by the State here in support of the court's summary dismissal of the petition is this: \"Counsel for petitioner argues that since facts are alleged in the petition, a hearing must be held. Since our answer contradicted the allegations in the petition, the lower court was not required to grant a hearing. This contention was sustained by the Superior Court.\" We cannot accept this argument. Under the allegations here petitioner is entitled to relief if he can prove his charges. He cannot be denied a hearing merely because the allegations of his petition were contradicted by the prosecuting officers.</p>\n<p>The judgment is reversed and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The courts below so computed the charges. Petitioner counts only 27 charges. The record casts doubt on the accuracy of both computations.</p>\n<p>[2]  <i>E. g., </i><i>Brown</i> v. <i>Mississippi,</i> 297 U. S. 278; <i>Chambers</i> v. <i>Florida,</i> 309 U. S. 227; <i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49; <i>Turner</i> v. <i>Pennsylvania,</i> 338 U. S. 62; <i>Harris</i> v. <i>South Carolina,</i> 338 U. S. 68; <i>Leyra</i> v. <i>Denno,</i> 347 U. S. 556.</p>\n<p>[3]  <i>E. g., </i><i>Uveges</i> v. <i>Pennsylvania,</i> 335 U. S. 437; <i>Gibbs</i> v. <i>Burke,</i> 337 U. S. 773; <i>Rice</i> v. <i>Olson,</i> 324 U. S. 786; <i>Von Moltke</i> v. <i>Gillies,</i> 332 U. S. 708; <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134; <i>Bute</i> v. <i>Illinois,</i> 333 U. S. 640; <i>Betts</i> v. <i>Brady,</i> 316 U. S. 455. It was pointed out in the <i>Uveges</i> case that a minority of the Court have contended that <i>all</i> persons charged with crimes are entitled to counsel under the Sixth and Fourteenth Amendments.</p>\n<p>[4]  <i>E. g., </i><i>Smith</i> v. <i>O'Grady,</i> 312 U. S. 329; <i>Hawk</i> v. <i>Olson,</i> 326 U. S. 271; <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134; <i>Chessman</i> v. <i>Teets,</i> 350 U. S. 3. Cf. <i>Moore</i> v. <i>Dempsey,</i> 261 U. S. 86, 92; <i>Walker</i> v. <i>Johnston,</i> 312 U. S. 275.</p>\n<p>[5]  When petitioner was brought before the trial judge to plead guilty the prosecuting attorney talked at length about the charges against petitioner, but said nothing about sentences which could be imposed. Petitioner's part in these proceedings was very small. The following is the full record of his participation:\n</p>\n<p>[Mr. Docktor (the prosecuting attorney):] \". . . How old are you now?</p>\n<p>\"By the Defendant: Twenty-one.</p>\n<p>\"By Mr. Docktor: Twenty-one years of age. Is there anything you wish to state to the Court about your case?</p>\n<p>\"By the Defendant: I throw myself</p>\n<p>\"By the Court: You will have to speak louder.</p>\n<p>\"By the Defendant: I throw myself at the mercy of the court, Your Honor.</p>\n<p>\"By Mr. Docktor: I wish to state for the record that the informations and prosecutions were made by H. M. Jaynes of the Pennsylvania State Police.</p>\n<p>\"By the Court (addressing Defendant): Where have you worked since you were paroled?</p>\n<p>\"By the Defendant: I worked at the Hazel.</p>\n<p>\"By the Court (addressing Defendant): Have you been working all of the time since you were paroled in 1943?</p>\n<p>\"By the Defendant: No, sir.</p>\n<p>\"By the Court: 1944 I believe it was, wasn't it?</p>\n<p>\"By the Defendant: No, sir; I was working at the hospital, too.</p>\n<p>\"By the Court: Sir?</p>\n<p>\"By the Defendant: I was working at the hospital and Hazel.</p>\n<p>\"By the Court: At the hospital?</p>\n<p>\"By the Defendant: Yes.</p>\n<p>\"By the Court: How did you come to be working at the hospital?</p>\n<p>\"By the Defendant: I worked there. I was paroled for that.</p>\n<p>\"By the Court: You are the fellow who ran away from there while you were on parole.</p>\n<p>\"By the Defendant: That is right; yes, sir.</p>\n<p>\"By the Court: Will you explain to me why the Court should extend any leniency to you?</p>\n<p>\"By the Defendant: No, sir.</p>\n<p>\"By the Court: We have trusted you twice before and you have never complied with any of the conditions that you were paroled on.</p>\n<p>\"By the Defendant: I tried to.</p>\n<p>\"By the Court: You didn't even try to. You could have continued to work up there and you wouldn't do that. Where did you go to when you ran away from the job at the hospital?</p>\n<p>\"By the Defendant: I started to work down at Hazel.</p>\n<p>\"By the Court: You were working around this town</p>\n<p>\"By the Defendant: Yes, sir.</p>\n<p>\"By the Court: while the officers were searching for you?</p>\n<p>\"By the Defendant: No.</p>\n<p>\"By the Court: Where were you?</p>\n<p>\"By the Defendant: I was here in town but not working.</p>\n<p>\"By the Court: You secured your parole on promise of good behavior.</p>\n<p>\"By the Defendant: Yes, sir.</p>\n<p>\"By the Court: In the meantime, you have committed numerous burglaries and forgeries and various felonies?</p>\n<p>\"By the Defendant: Yes, sir.</p>\n<p>\"By the Court: Now you want the Court to have mercy. There is an end to being merciful. We did that in 1944. . . .\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></span> (1956)</b></center>\n<center><h1>PENNSYLVANIA EX REL. HERMAN<br>\nv.<br>\nCLAUDY, WARDEN.</h1></center>\n<center>No. 45.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 14, 1955.</center>\n<center>Decided January 9, 1956.</center>\nCERTIORARI TO THE SUPREME COURT OF PENNSYLVANIA, WESTERN DIVISION.\n<p><span class=\"star-pagination\">*117</span> <i>Herbert Monte Levy</i> and <i>Marjorie Hanson Matson</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>Wray G. Zelt, Jr.</i> argued the cause for respondent. With him on the brief were <i>Harold V. Fergus</i> and <i>John F. Roney.</i></p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>In 1945 petitioner Stephen Herman pleaded guilty in a Pennsylvania state court to 8 charges of burglary, 12 of larceny, 8 of forgery, and 2 of false pretense.<sup>[1]</sup> He was sentenced to serve 17 1/2 to 35 years in the penitentiary, 2 1/2 to 5 years on each of the charges, some running consecutively, some concurrently. Eight years later, in 1953, he filed this petition for habeas corpus in the same Pennsylvania court, asking that his conviction be held invalid as in violation of the Due Process Clause of the Fourteenth Amendment. He alleged: (1) that his pleas of guilty were the result of coercion and threats by state officers and (2) that at no stage of the proceedings was he either advised of his right to or given the benefit of counsel. The District Attorney filed an answer challenging the materiality of some of petitioner's allegations, <span class=\"star-pagination\">*118</span> denying others, and urging that the writ be refused because of petitioner's tardiness in challenging the judgment. He asked that the petition be summarily dismissed on the ground that \"it would be a waste of time and very expensive for Washington Country to have this defendant go into a hearing to prove charges that he could have raised at the time he was sentenced by this Court.\" The petition was summarily dismissed without a hearing by the same trial judge who had sentenced petitioner.</p>\n<p>On appeal, the Superior Court of the Commonwealth of Pennsylvania affirmed the dismissal. <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">Pa. Super.</span> <span class=\"page\">387</span></span>, 107 A. 2d 595. The Supreme Court of Pennsylvania denied leave to appeal without opinion. We granted certiorari, 349 U. S. 904, because summary dismissal in the face of the petitioner's serious allegations appeared to be out of line with decisions of this Court.</p>\n<p>Our prior decisions have established that: (1) a conviction following trial or on a plea of guilty based on a confession extorted by violence or by mental coercion is invalid under the Federal Due Process Clause;<sup>[2]</sup> (2) where a person convicted in a state court has not intelligently and understandingly waived the benefit of counsel and where the circumstances show that his rights could not have been fairly protected without counsel, the Due Process Clause invalidates his conviction;<sup>[3]</sup> (3) where a denial of these constitutional protections is alleged in an <span class=\"star-pagination\">*119</span> appropriate proceeding by factual allegations not patently frivolous or false on a consideration of the whole record, the proceeding should not be summarily dismissed merely because a state prosecuting officer files an answer denying some or all of the allegations.<sup>[4]</sup></p>\n<p>In the light of our previous holdings we now consider the allegations of the petition for habeas corpus and the prosecuting officer's answer. The petition alleged:</p>\n<p>Petitioner, who had been to school only 6 years, was 21 years old when arrested. His only prior experience with criminal procedure was 2 years earlier, when without the benefit of counsel he pleaded guilty to charges of burglary, larceny, and forgery, and was sentenced to 6 to 12 months in jail. After his arrest on the present charges he was held incommunicado for 3 days. During this period a state trooper grabbed him by the neck and threatened to choke him if he did not confess, and there were threats against the safety of his wife and daughter. Petitioner finally confessed after 72 hours of intermittent questioning and was taken to a justice of the peace. He waived indictment and agreed to plead guilty to 3 charges. More than a month later he was taken before the Court of Common Pleas and charged with some 30 offenses. The assistant prosecuting attorney demanded that petitioner sign a plea of guilty to all the charges. When petitioner asked what he was signing, the assistant prosecuting attorney said \"Sign your name and forget it.\" Petitioner was not informed of the seriousness of the charges by the prosecutor or the judge; he did not know that his plea of guilty could result in a maximum sentence of some 315 years; he did not know nor was he informed that he could have counsel. <span class=\"star-pagination\">*120</span> Petitioner pleaded guilty to all of the charges against him. He now says he was innocent of all but one.</p>\n<p>The District Attorney's answer alleged: It was immaterial that petitioner was only 21 years old and of limited educational background. Since petitioner had previous experience in criminal procedure from the former case in which he pleaded guilty, he understood his rights and was barred from alleging that his lack of criminal experience violated due process. It was not necessary that a defendant should have the advice, support, and assistance of relatives or friends even if it be assumed that there was anything in the record to show that such an opportunity was denied to petitioner. Petitioner had no constitutional right to be informed by the court or prosecuting attorney of his right to counsel or of the severity of the sentences which might be imposed upon him. There was no showing that petitioner had been injured by not having counsel. The District Attorney did not deny that petitioner had been told in the courtroom to \"Sign your name and forget it,\" but denied only \"that the statements were made by the Assistant District Attorney in order to obtain pleas to the charges involved.\" The District Attorney defended the State's right to confine petitioner for a period of 72 hours on the ground that this was not \"an unreasonable length of time to hold a defendant.\" The charge that the officers threatened the safety of petitioner's wife and daughter was specifically denied as untrue, as was the charge that petitioner was grabbed by the neck. The answer alleged that petitioner's confession was wholly voluntary.</p>\n<p>The foregoing narrative of the allegations in the petition and the answer reveals a sharp dispute as to the facts material to a determination of the constitutional questions involved. The allegations as to petitioner's treatment prior to confession and his understanding of the nature and consequences of a guilty plea present the very <span class=\"star-pagination\">*121</span> kind of dispute which should be decided only after a hearing. It is true that the trial record shows that petitioner told the judge that he was guilty and said \"I throw myself at the mercy of the court, Your Honor.\" But neither these nor any other statements made before the trial judge at that time<sup>[5]</sup> are in themselves sufficient to refute as frivolous or false the serious charges made by the petitioner concerning matters not shown by the record. <span class=\"star-pagination\">*122</span> See <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134, 137. It is entirely possible that petitioner's prior confession caused him, in the absence of counsel, to enter the guilty plea. Moreover, the number and complexity of the charges against petitioner, as well as their seriousness, create a strong conviction that no layman could have understood the accusations and that petitioner should, therefore, have been advised of his right to be represented by counsel. We cannot agree with the Pennsylvania Superior Court that the mere fact that petitioner had, without the benefit of counsel, pleaded guilty to an offense 2 years before showed that he had the capacity to defend himself against the 30 charges here. We held in <i>Gibbs</i> v. <i>Burke,</i> 337 U. S. <span class=\"star-pagination\">*123</span> 773, that in spite of Gibbs' conviction in 6 prior criminal cases the circumstances showed he was entitled to the benefit of counsel. In <i>Uveges</i> v. <i>Pennsylvania,</i> 335 U. S. 437, where the facts were strikingly similar to those presented here, we held that representation by counsel was required by the Due Process Clause. Nor was petitioner barred from presenting his challenge to the conviction because 8 years had passed before this action was commenced. Uveges did not challenge his conviction for 7 years. 335 U. S. 437, 438-439. And in a later case we held that a prisoner could challenge the validity of his conviction 18 years after he had been convicted. <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134. The sound premise upon which these holdings rested is that men incarcerated in flagrant violation of their constitutional rights have a remedy.</p>\n<p>The chief argument made by the State here in support of the court's summary dismissal of the petition is this: \"Counsel for petitioner argues that since facts are alleged in the petition, a hearing must be held. Since our answer contradicted the allegations in the petition, the lower court was not required to grant a hearing. This contention was sustained by the Superior Court.\" We cannot accept this argument. Under the allegations here petitioner is entitled to relief if he can prove his charges. He cannot be denied a hearing merely because the allegations of his petition were contradicted by the prosecuting officers.</p>\n<p>The judgment is reversed and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The courts below so computed the charges. Petitioner counts only 27 charges. The record casts doubt on the accuracy of both computations.</p>\n<p>[2]  <i>E. g., </i><i>Brown</i> v. <i>Mississippi,</i> 297 U. S. 278; <i>Chambers</i> v. <i>Florida,</i> 309 U. S. 227; <i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49; <i>Turner</i> v. <i>Pennsylvania,</i> 338 U. S. 62; <i>Harris</i> v. <i>South Carolina,</i> 338 U. S. 68; <i>Leyra</i> v. <i>Denno,</i> 347 U. S. 556.</p>\n<p>[3]  <i>E. g., </i><i>Uveges</i> v. <i>Pennsylvania,</i> 335 U. S. 437; <i>Gibbs</i> v. <i>Burke,</i> 337 U. S. 773; <i>Rice</i> v. <i>Olson,</i> 324 U. S. 786; <i>Von Moltke</i> v. <i>Gillies,</i> 332 U. S. 708; <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134; <i>Bute</i> v. <i>Illinois,</i> 333 U. S. 640; <i>Betts</i> v. <i>Brady,</i> 316 U. S. 455. It was pointed out in the <i>Uveges</i> case that a minority of the Court have contended that <i>all</i> persons charged with crimes are entitled to counsel under the Sixth and Fourteenth Amendments.</p>\n<p>[4]  <i>E. g., </i><i>Smith</i> v. <i>O'Grady,</i> 312 U. S. 329; <i>Hawk</i> v. <i>Olson,</i> 326 U. S. 271; <i>Palmer</i> v. <i>Ashe,</i> 342 U. S. 134; <i>Chessman</i> v. <i>Teets,</i> 350 U. S. 3. Cf. <i>Moore</i> v. <i>Dempsey,</i> 261 U. S. 86, 92; <i>Walker</i> v. <i>Johnston,</i> 312 U. S. 275.</p>\n<p>[5]  When petitioner was brought before the trial judge to plead guilty the prosecuting attorney talked at length about the charges against petitioner, but said nothing about sentences which could be imposed. Petitioner's part in these proceedings was very small. The following is the full record of his participation:\n</p>\n<p>[Mr. Docktor (the prosecuting attorney):] \". . . How old are you now?</p>\n<p>\"By the Defendant: Twenty-one.</p>\n<p>\"By Mr. Docktor: Twenty-one years of age. Is there anything you wish to state to the Court about your case?</p>\n<p>\"By the Defendant: I throw myself</p>\n<p>\"By the Court: You will have to speak louder.</p>\n<p>\"By the Defendant: I throw myself at the mercy of the court, Your Honor.</p>\n<p>\"By Mr. Docktor: I wish to state for the record that the informations and prosecutions were made by H. M. Jaynes of the Pennsylvania State Police.</p>\n<p>\"By the Court (addressing Defendant): Where have you worked since you were paroled?</p>\n<p>\"By the Defendant: I worked at the Hazel.</p>\n<p>\"By the Court (addressing Defendant): Have you been working all of the time since you were paroled in 1943?</p>\n<p>\"By the Defendant: No, sir.</p>\n<p>\"By the Court: 1944 I believe it was, wasn't it?</p>\n<p>\"By the Defendant: No, sir; I was working at the hospital, too.</p>\n<p>\"By the Court: Sir?</p>\n<p>\"By the Defendant: I was working at the hospital and Hazel.</p>\n<p>\"By the Court: At the hospital?</p>\n<p>\"By the Defendant: Yes.</p>\n<p>\"By the Court: How did you come to be working at the hospital?</p>\n<p>\"By the Defendant: I worked there. I was paroled for that.</p>\n<p>\"By the Court: You are the fellow who ran away from there while you were on parole.</p>\n<p>\"By the Defendant: That is right; yes, sir.</p>\n<p>\"By the Court: Will you explain to me why the Court should extend any leniency to you?</p>\n<p>\"By the Defendant: No, sir.</p>\n<p>\"By the Court: We have trusted you twice before and you have never complied with any of the conditions that you were paroled on.</p>\n<p>\"By the Defendant: I tried to.</p>\n<p>\"By the Court: You didn't even try to. You could have continued to work up there and you wouldn't do that. Where did you go to when you ran away from the job at the hospital?</p>\n<p>\"By the Defendant: I started to work down at Hazel.</p>\n<p>\"By the Court: You were working around this town</p>\n<p>\"By the Defendant: Yes, sir.</p>\n<p>\"By the Court: while the officers were searching for you?</p>\n<p>\"By the Defendant: No.</p>\n<p>\"By the Court: Where were you?</p>\n<p>\"By the Defendant: I was here in town but not working.</p>\n<p>\"By the Court: You secured your parole on promise of good behavior.</p>\n<p>\"By the Defendant: Yes, sir.</p>\n<p>\"By the Court: In the meantime, you have committed numerous burglaries and forgeries and various felonies?</p>\n<p>\"By the Defendant: Yes, sir.</p>\n<p>\"By the Court: Now you want the Court to have mercy. There is an end to being merciful. We did that in 1944. . . .\"</p>\n\n</div>", "id": 105336, "judges": "Black", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105336/", "sha1": "e15fcf825b321d56f67a6f75ac0d912649878961", "source": "LR", "supreme_court_db_id": "1955-014", "time_retrieved": "2010-04-28T09:55:26"}