{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "352 U.S. 145", 
    "federal_cite_two": "77 S. Ct. 154", 
    "specialty_cite_one": null, 
    "federal_cite_three": "1 L. Ed. 2d 201", 
    "lexis_cite": "1956 U.S. LEXIS 1675", 
    "document_uris": [
      "/api/rest/v2/document/105431/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Leedom v. Mine Workers", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "57", 
    "id": 89814, 
    "resource_uri": "/api/rest/v2/citation/89814/"
  }, 
  "id": 105431, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1956-12-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>352 U.S. 145 (1956)</b></center>\n<center><h1>LEEDOM ET AL., MEMBERS OF THE NATIONAL LABOR RELATIONS BOARD,<br>\nv.<br>\nINTERNATIONAL UNION OF MINE, MILL &amp; SMELTER WORKERS.</h1></center>\n<center>No. 57.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 14, 1956.</center>\n<center>Decided December 10, 1956.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><i>Theophil C. Kammholz</i> argued the cause for petitioners. With him on the brief were <i>Solicitor General Rankin, Dominick L. Manoli</i> and <i>Norton J. Come.</i></p>\n<p><i>Nathan Witt</i> argued the cause for respondent. With him on the brief were <i>Joseph Forer</i> and <i>David Rein.</i></p>\n<p><span class=\"star-pagination\">*146</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>Section 9 (h) of the National Labor Relations Act, as amended, 61 Stat. 136, 146, 65 Stat. 601, 602, 29 U. S. C. § 159 (h), provides that the Board shall make no investigation nor issue any complaint on behalf of a union unless there is on file with the Board a non-Communist oath of each officer of the union and of each officer of any national or international labor organization of which it is an affiliate or constituent unit.<sup>[1]</sup> Section 9 (h) further provides that \"The provisions of section 35 A of the Criminal Code shall be applicable in respect to such affidavits.\" Section 35 A of the Criminal Code applies a criminal sanction<sup>[2]</sup> to false affidavits filed under § 9 (h). The question in this case is whether criminal prosecution under that provision is the exclusive remedy for the filing of a false affidavit under § 9 (h) or whether the Board may take administrative action and, on a finding that a false affidavit has been filed, enter an order of decompliance, <span class=\"star-pagination\">*147</span> withholding from the union in question the benefits of the Act until it is satisfied that the union has complied. The court below held that the criminal sanction was the exclusive remedy for filing the false affidavit. 96 U. S. App. D. C. 416, 226 F. 2d 780. That decision is in conflict with a ruling of the Court of Appeals for the Sixth Circuit. <i>Labor Board</i> v. <i>Lannom Mfg. Co.,</i> 226 F. 2d 194. We granted the petitions for certiorari in each case in order to resolve the conflict. 351 U. S. 949; 351 U. S. 905.</p>\n<p>The union involved in the present case is the International Union of Mine, Mill, and Smelter Workers. The union filed a complaint with the Board charging that the Precision Scientific Co. refused to bargain with it in violation of the Act. During the course of the hearing before the Board, the company challenged the veracity of affidavits filed by one Travis, an officer of the union, under § 9 (h). The Board, in accord with its practice,<sup>[3]</sup> refused to allow that issue to be litigated in the unfair labor practice proceeding. But later on, it issued an order directing an administrative investigation and hearing. A hearing was held before an examiner who found, among other things, that the § 9 (h) affidavit filed by Travis in August 1949 was false and that the union membership knew it was false and yet continued to re-elect him as an officer. The Board agreed with the trial examiner, held that the union was not and had not been in compliance with § 9 (h) of the Act, and ordered that the union be accorded no further benefits under the Act until it had complied. <i>Maurice E. Travis,</i> 111 N. L. R. B. 422. The Board, thereafter, dismissed the union's complaint against Precision Scientific Co., an action later vacated pursuant to a stay issued by the court below.</p>\n<p><span class=\"star-pagination\">*148</span> The instant suit was brought in the District Court by the union, which prayed that the Board's order of decompliance be enjoined. Precision Scientific Co. intervened. The District Court denied a preliminary injunction. The Court of Appeals reversed, 96 U. S. App. D. C. 416, 226 F. 2d 780, on the authority of its prior decision in <i>Farmer</i> v. <i>International Fur &amp; Leather Workers Union,</i> 95 U. S. App. D. C. 308, 221 F. 2d 862. It held that a false affidavit filed under § 9 (h) of the Act gave rise only to a criminal penalty against the guilty union officer and did not in any way alter the union's right to the benefits of the Act, even where its members were aware of the officer's fraud.</p>\n<p>We agree with the court below that the Board has no authority to deprive unions of their compliance status under § 9 (h) and that the only remedy for the filing of a false affidavit is the criminal penalty provided in § 35 A of the Criminal Code. We start with a statutory provision that contains only one express sanction, <i>viz.,</i> prosecution for making a false statement. No other sections of the Act expressly supplement that one sanction.</p>\n<p>The aim of § 9 (h) is clear. It imposes a criminal penalty for filing a false affidavit so as to deter Communist officers from filing at all. The failure to file stands as a barrier to the making of an investigation by the Board and the issuance of any complaint for the benefit of the union in question. The section, therefore, provides an incentive to the members of the union to rid themselves of Communist leadership and elect officers who can file affidavits in order to receive the benefits of the Act. The filing of the required affidavits by the necessary officers is the key that makes available to the union the benefits of the Act.</p>\n<p>The Board is under a duty to determine whether a filing has been made by each person specified in § 9 (h), since its power to act on union charges is conditioned on <span class=\"star-pagination\">*149</span> filing of the necessary affidavits. That was the extent of our rulings in <i>Labor Board</i> v. <i>Highland Park Co.,</i> 341 U. S. 322; <i>Labor Board</i> v. <i>Coca-Cola Bottling Co.,</i> 350 U. S. 264. The argument made by the Board would have us go further and read into the Act an implied power to determine not only whether the affidavit has been filed but also whether the affidavit filed is true or false. And for that position reliance is placed on general statements in cases like <i>Labor Board</i> v. <i>Indiana &amp; Michigan Electric Co.,</i> 318 U. S. 9, 18-19, that the Board has implied power to protect its process from abuse.</p>\n<p>We are dealing here with a special provision that has a precise history. Both the Senate and the House originally passed bills which, though the language differed one from the other, made the test of compliance the fact of nonmembership of union officers in the Communist Party. See 1 Leg. Hist., Labor Management Relations Act, 1947 (Nat. Labor Rel. Bd., 1948), pp. 190, 251. If those provisions had become the law, the Board would have been required to conduct an inquiry into whether the officers were in fact non-Communist, at least where the veracity of the affiant was challenged.<sup>[4]</sup> But a fundamental change in § 9 (h) was made by the Conference Committee. As stated in the Conference Report respecting the provisions in the two bills.</p>\n<blockquote>\"In reconciling the two provisions the conferees took into account the fact that representation proceedings might be indefinitely delayed if the Board was required to investigate the character of all the local and national officers as well as the character of the officers of the parent body or federation. The conference agreement provides that no certification <span class=\"star-pagination\">*150</span> shall be made or any complaint issued unless the labor organization in question submits affidavits executed by each of its officers and officers of its national or international body, to the effect that they are not members or affiliates of the Communist Party or any other proscribed organization. The penal provisions of section 35 (a) of the Criminal Code (U. S. C., title 18, sec. 80) are made applicable to the execution of such affidavits.\" 2 Leg. Hist., <i>op. cit., supra,</i> p. 1542.</blockquote>\n<p>Senator Taft explained the change to the Senate:</p>\n<blockquote>\"This provision making the filing of affidavits with respect to Communist Party affiliation by its officers a condition precedent to use of the processes of the Board has been criticized as creating endless delays. It was to prevent such delays that this provision was amended by the conferees. Under both the Senate and House bills the Board's certification proceedings could have been infinitely delayed while it investigated and determined Communist Party affiliation. Under the amendment an affidavit is sufficient for the Board's purpose and there is no delay unless an officer of the moving union refuses to file the affidavit required.\" <i>Id.,</i> at 1625; 93 Cong. Rec. 6860.</blockquote>\n<p>This explicit statement by the one most responsible for the 1947 amendments seems to us to put at rest the question raised by this case. If, in spite of the change in wording of § 9 (h) made by the Conference Committee, the Board could still investigate the truth or falsity of the affidavits filed, the unfair labor practice proceedings might be \"infinitely delayed,\" to use Senator Taft's words. Under the construction presently urged by the Board, Senator Taft's assurance that \"an affidavit is sufficient for the Board's purpose\" would be disregarded.</p>\n<p><span class=\"star-pagination\">*151</span> Much argument is advanced that the contrary position is favored by policy considerations. For example, it is said that if the Board can look into the truth or falsity of all § 9 (h) affidavits and enter orders of decompliance in case they are found to be false, union members will have greater incentive to rid themselves of Communist leaders. But the rule written into § 9 (h) is for the protection of unions as well as for the detection of Communists. It is not fair to read it only against the background of a case where the members knew their officer was a Communist. We are dealing with a requirement equally applicable to all unions, whether the members are innocent of such knowledge or guilty. As Judge Bazelon stated in <i>Farmer</i> v. <i>United Electrical Workers,</i> 93 U. S. App. D. C. 178, 181, 211 F. 2d 36, 39, there is no indication that Congress meant to impose on a union the drastic penalty of decompliance \"because its officer had deceived the union as well as the Board by filing a false affidavit.\" The penalty stated in § 9 (h) is one against the guilty officers. In view of the wording of § 9 (h) and its legislative history, we cannot find an additional sanction which in practical effect would run against the members of the union, not their guilty officers. That was the Board's original position,<sup>[5]</sup> and we think it is the correct one.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"No investigation shall be made by the Board of any question affecting commerce concerning the representation of employees, raised by a labor organization under subsection (c) of this section, and no complaint shall be issued pursuant to a charge made by a labor organization under subsection (b) of section 10, unless there is on file with the Board an affidavit executed contemporaneously or within the preceding twelve-month period by each officer of such labor organization and the officers of any national or international labor organization of which it is an affiliate or constituent unit that he is not a member of the Communist Party or affiliated with such party, and that he does not believe in, and is not a member of or supports any organization that believes in or teaches, the overthrow of the United States Government by force or by any illegal or unconstitutional methods. The provisions of section 35 A of the Criminal Code shall be applicable in respect to such affidavits.\"</p>\n<p>[2]  Section 35 A provides a penalty of $10,000, or a prison term or both, for making, among other things, fraudulent statements \"in any matter within the jurisdiction of any department or agency of the United States.\" 52 Stat. 197, 18 U. S. C. § 1001.</p>\n<p>[3]  See <i>In the Matter of Lion Oil Co.,</i> 76 N. L. R. B. 565, 566; <i>Coca-Cola Bottling Co.,</i> 108 N. L. R. B. 490, 491.</p>\n<p>[4]  See the colloquy between Senators Ferguson and McClellan in 2 Leg. Hist., Labor Management Relations Act, 1947 (Nat. Labor Rel. Bd., 1948), pp. 1434-1435.</p>\n<p>[5]  <i>In the Matter of Craddock-Terry Shoe Corp.,</i> 76 N. L. R. B. 842, 843, a proceeding involving an unfair labor practice, the Board refused to entertain evidence that the affidavits filed under § 9 (h) were false, the Board saying: \"In the instant case there is on file an affidavit identifying the officers of the Union, and non-Communist affidavits signed by each officer so identified. It is not the purpose of the statute to require the Board to investigate the authenticity or truth of the affidavits which have been filed. Persons desiring to establish falsification or fraud have recourse to the Department of Justice for a prosecution under Section 35 (a) of the Criminal Code. The evidence sought to be adduced under this allegation is accordingly immaterial.\" And see <i>In the Matter of Alpert and Alpert,</i> 92 N. L. R. B. 806, 807.\n</p>\n<p>On March 18, 1952, Paul M. Herzog, then Chairman of the Board, testified on § 9 (h) problems in Senate hearings. He reported that in the four years ending June 30, 1951, there had been filed with the Board 232,000 non-Communist affidavits. He reviewed the history of § 9 (h) and remarked how \"intolerable and delaying\" the administrative process would have been if the proposals originally contained in § 9 (h), and which we have discussed, had been enacted into law:</p>\n<p>\". . . Had this provision been enacted into law, the Board would have been inundated with litigation on an issue concerning which proof is singularly difficult to obtain, to the detriment of speedy disposal of cases which cry out for early employee recourse to the ballot box.</p>\n<p>\"Instead, Congress imposed an obligation on labor union `officers'\u0097 without defining them in the statute\u0097to take the affirmative step of forswearing Communist affiliation. The theory evidently was that if these officers' refusal to sign affidavits deprived their constituents of all the Board's facilities, the spotlighting of that refusal would soon generate pressure from below to remove them from office. It was apparent from the outset that the NLRB's sole function was to make certain that the necessary persons filed these affidavits, and that, once they had done so pursuant to the rules we adopted, we were to process their cases without inquiring into the truth or falsity of the affidavits themselves. Where such an issue arose, the Board's statutory duty was only to refer the affidavit to the Department of Justice for investigation and possible prosecution for perjury under the Criminal Code. We have made 55 such referrals since 1947.\"</p>\n<p>Hearings, Senate Subcommittee of Committee on Labor and Public Welfare, Communist Domination of Unions and National Security, 82d Cong., 2d Sess., p. 91.</p>\n<p>On November 10, 1953, the Board issued a Statement of Policy which overturned its previous position. The Board then concluded that a conviction for filing a false affidavit \"would necessarily invalidate any certifications or other official action taken by the Board in reliance on the truth of such affidavits.\" The extent of this change in policy was underscored by the Board's further decision to hold in abeyance representation elections which concerned a union whose officers were under indictment for filing false affidavits. 18 Fed. Reg. 7185.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:31", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></span> (1956)</b></center>\n<center><h1>LEEDOM ET AL., MEMBERS OF THE NATIONAL LABOR RELATIONS BOARD,<br>\nv.<br>\nINTERNATIONAL UNION OF MINE, MILL &amp; SMELTER WORKERS.</h1></center>\n<center>No. 57.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 14, 1956.</center>\n<center>Decided December 10, 1956.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><i>Theophil C. Kammholz</i> argued the cause for petitioners. With him on the brief were <i>Solicitor General Rankin, Dominick L. Manoli</i> and <i>Norton J. Come.</i></p>\n<p><i>Nathan Witt</i> argued the cause for respondent. With him on the brief were <i>Joseph Forer</i> and <i>David Rein.</i></p>\n<p><span class=\"star-pagination\">*146</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>Section 9 (h) of the National Labor Relations Act, as amended, 61 Stat. 136, 146, 65 Stat. 601, 602, 29 U. S. C. § 159 (h), provides that the Board shall make no investigation nor issue any complaint on behalf of a union unless there is on file with the Board a non-Communist oath of each officer of the union and of each officer of any national or international labor organization of which it is an affiliate or constituent unit.<sup>[1]</sup> Section 9 (h) further provides that \"The provisions of section 35 A of the Criminal Code shall be applicable in respect to such affidavits.\" Section 35 A of the Criminal Code applies a criminal sanction<sup>[2]</sup> to false affidavits filed under § 9 (h). The question in this case is whether criminal prosecution under that provision is the exclusive remedy for the filing of a false affidavit under § 9 (h) or whether the Board may take administrative action and, on a finding that a false affidavit has been filed, enter an order of decompliance, <span class=\"star-pagination\">*147</span> withholding from the union in question the benefits of the Act until it is satisfied that the union has complied. The court below held that the criminal sanction was the exclusive remedy for filing the false affidavit. 96 U. S. App. D. C. 416, 226 F. 2d 780. That decision is in conflict with a ruling of the Court of Appeals for the Sixth Circuit. <i>Labor Board</i> v. <i>Lannom Mfg. Co.,</i> 226 F. 2d 194. We granted the petitions for certiorari in each case in order to resolve the conflict. 351 U. S. 949; 351 U. S. 905.</p>\n<p>The union involved in the present case is the International Union of Mine, Mill, and Smelter Workers. The union filed a complaint with the Board charging that the Precision Scientific Co. refused to bargain with it in violation of the Act. During the course of the hearing before the Board, the company challenged the veracity of affidavits filed by one Travis, an officer of the union, under § 9 (h). The Board, in accord with its practice,<sup>[3]</sup> refused to allow that issue to be litigated in the unfair labor practice proceeding. But later on, it issued an order directing an administrative investigation and hearing. A hearing was held before an examiner who found, among other things, that the § 9 (h) affidavit filed by Travis in August 1949 was false and that the union membership knew it was false and yet continued to re-elect him as an officer. The Board agreed with the trial examiner, held that the union was not and had not been in compliance with § 9 (h) of the Act, and ordered that the union be accorded no further benefits under the Act until it had complied. <i>Maurice E. Travis,</i> 111 N. L. R. B. 422. The Board, thereafter, dismissed the union's complaint against Precision Scientific Co., an action later vacated pursuant to a stay issued by the court below.</p>\n<p><span class=\"star-pagination\">*148</span> The instant suit was brought in the District Court by the union, which prayed that the Board's order of decompliance be enjoined. Precision Scientific Co. intervened. The District Court denied a preliminary injunction. The Court of Appeals reversed, 96 U. S. App. D. C. 416, 226 F. 2d 780, on the authority of its prior decision in <i>Farmer</i> v. <i>International Fur &amp; Leather Workers Union,</i> 95 U. S. App. D. C. 308, 221 F. 2d 862. It held that a false affidavit filed under § 9 (h) of the Act gave rise only to a criminal penalty against the guilty union officer and did not in any way alter the union's right to the benefits of the Act, even where its members were aware of the officer's fraud.</p>\n<p>We agree with the court below that the Board has no authority to deprive unions of their compliance status under § 9 (h) and that the only remedy for the filing of a false affidavit is the criminal penalty provided in § 35 A of the Criminal Code. We start with a statutory provision that contains only one express sanction, <i>viz.,</i> prosecution for making a false statement. No other sections of the Act expressly supplement that one sanction.</p>\n<p>The aim of § 9 (h) is clear. It imposes a criminal penalty for filing a false affidavit so as to deter Communist officers from filing at all. The failure to file stands as a barrier to the making of an investigation by the Board and the issuance of any complaint for the benefit of the union in question. The section, therefore, provides an incentive to the members of the union to rid themselves of Communist leadership and elect officers who can file affidavits in order to receive the benefits of the Act. The filing of the required affidavits by the necessary officers is the key that makes available to the union the benefits of the Act.</p>\n<p>The Board is under a duty to determine whether a filing has been made by each person specified in § 9 (h), since its power to act on union charges is conditioned on <span class=\"star-pagination\">*149</span> filing of the necessary affidavits. That was the extent of our rulings in <i>Labor Board</i> v. <i>Highland Park Co.,</i> 341 U. S. 322; <i>Labor Board</i> v. <i>Coca-Cola Bottling Co.,</i> 350 U. S. 264. The argument made by the Board would have us go further and read into the Act an implied power to determine not only whether the affidavit has been filed but also whether the affidavit filed is true or false. And for that position reliance is placed on general statements in cases like <i>Labor Board</i> v. <i>Indiana &amp; Michigan Electric Co.,</i> 318 U. S. 9, 18-19, that the Board has implied power to protect its process from abuse.</p>\n<p>We are dealing here with a special provision that has a precise history. Both the Senate and the House originally passed bills which, though the language differed one from the other, made the test of compliance the fact of nonmembership of union officers in the Communist Party. See 1 Leg. Hist., Labor Management Relations Act, 1947 (Nat. Labor Rel. Bd., 1948), pp. 190, 251. If those provisions had become the law, the Board would have been required to conduct an inquiry into whether the officers were in fact non-Communist, at least where the veracity of the affiant was challenged.<sup>[4]</sup> But a fundamental change in § 9 (h) was made by the Conference Committee. As stated in the Conference Report respecting the provisions in the two bills.</p>\n<blockquote>\"In reconciling the two provisions the conferees took into account the fact that representation proceedings might be indefinitely delayed if the Board was required to investigate the character of all the local and national officers as well as the character of the officers of the parent body or federation. The conference agreement provides that no certification <span class=\"star-pagination\">*150</span> shall be made or any complaint issued unless the labor organization in question submits affidavits executed by each of its officers and officers of its national or international body, to the effect that they are not members or affiliates of the Communist Party or any other proscribed organization. The penal provisions of section 35 (a) of the Criminal Code (U. S. C., title 18, sec. 80) are made applicable to the execution of such affidavits.\" 2 Leg. Hist., <i>op. cit., supra,</i> p. 1542.</blockquote>\n<p>Senator Taft explained the change to the Senate:</p>\n<blockquote>\"This provision making the filing of affidavits with respect to Communist Party affiliation by its officers a condition precedent to use of the processes of the Board has been criticized as creating endless delays. It was to prevent such delays that this provision was amended by the conferees. Under both the Senate and House bills the Board's certification proceedings could have been infinitely delayed while it investigated and determined Communist Party affiliation. Under the amendment an affidavit is sufficient for the Board's purpose and there is no delay unless an officer of the moving union refuses to file the affidavit required.\" <i>Id.,</i> at 1625; 93 Cong. Rec. 6860.</blockquote>\n<p>This explicit statement by the one most responsible for the 1947 amendments seems to us to put at rest the question raised by this case. If, in spite of the change in wording of § 9 (h) made by the Conference Committee, the Board could still investigate the truth or falsity of the affidavits filed, the unfair labor practice proceedings might be \"infinitely delayed,\" to use Senator Taft's words. Under the construction presently urged by the Board, Senator Taft's assurance that \"an affidavit is sufficient for the Board's purpose\" would be disregarded.</p>\n<p><span class=\"star-pagination\">*151</span> Much argument is advanced that the contrary position is favored by policy considerations. For example, it is said that if the Board can look into the truth or falsity of all § 9 (h) affidavits and enter orders of decompliance in case they are found to be false, union members will have greater incentive to rid themselves of Communist leaders. But the rule written into § 9 (h) is for the protection of unions as well as for the detection of Communists. It is not fair to read it only against the background of a case where the members knew their officer was a Communist. We are dealing with a requirement equally applicable to all unions, whether the members are innocent of such knowledge or guilty. As Judge Bazelon stated in <i>Farmer</i> v. <i>United Electrical Workers,</i> 93 U. S. App. D. C. 178, 181, 211 F. 2d 36, 39, there is no indication that Congress meant to impose on a union the drastic penalty of decompliance \"because its officer had deceived the union as well as the Board by filing a false affidavit.\" The penalty stated in § 9 (h) is one against the guilty officers. In view of the wording of § 9 (h) and its legislative history, we cannot find an additional sanction which in practical effect would run against the members of the union, not their guilty officers. That was the Board's original position,<sup>[5]</sup> and we think it is the correct one.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  \"No investigation shall be made by the Board of any question affecting commerce concerning the representation of employees, raised by a labor organization under subsection (c) of this section, and no complaint shall be issued pursuant to a charge made by a labor organization under subsection (b) of section 10, unless there is on file with the Board an affidavit executed contemporaneously or within the preceding twelve-month period by each officer of such labor organization and the officers of any national or international labor organization of which it is an affiliate or constituent unit that he is not a member of the Communist Party or affiliated with such party, and that he does not believe in, and is not a member of or supports any organization that believes in or teaches, the overthrow of the United States Government by force or by any illegal or unconstitutional methods. The provisions of section 35 A of the Criminal Code shall be applicable in respect to such affidavits.\"</p>\n<p>[2]  Section 35 A provides a penalty of $10,000, or a prison term or both, for making, among other things, fraudulent statements \"in any matter within the jurisdiction of any department or agency of the United States.\" 52 Stat. 197, 18 U. S. C. § 1001.</p>\n<p>[3]  See <i>In the Matter of Lion Oil Co.,</i> 76 N. L. R. B. 565, 566; <i>Coca-Cola Bottling Co.,</i> 108 N. L. R. B. 490, 491.</p>\n<p>[4]  See the colloquy between Senators Ferguson and McClellan in 2 Leg. Hist., Labor Management Relations Act, 1947 (Nat. Labor Rel. Bd., 1948), pp. 1434-1435.</p>\n<p>[5]  <i>In the Matter of Craddock-Terry Shoe Corp.,</i> 76 N. L. R. B. 842, 843, a proceeding involving an unfair labor practice, the Board refused to entertain evidence that the affidavits filed under § 9 (h) were false, the Board saying: \"In the instant case there is on file an affidavit identifying the officers of the Union, and non-Communist affidavits signed by each officer so identified. It is not the purpose of the statute to require the Board to investigate the authenticity or truth of the affidavits which have been filed. Persons desiring to establish falsification or fraud have recourse to the Department of Justice for a prosecution under Section 35 (a) of the Criminal Code. The evidence sought to be adduced under this allegation is accordingly immaterial.\" And see <i>In the Matter of Alpert and Alpert,</i> 92 N. L. R. B. 806, 807.\n</p>\n<p>On March 18, 1952, Paul M. Herzog, then Chairman of the Board, testified on § 9 (h) problems in Senate hearings. He reported that in the four years ending June 30, 1951, there had been filed with the Board 232,000 non-Communist affidavits. He reviewed the history of § 9 (h) and remarked how \"intolerable and delaying\" the administrative process would have been if the proposals originally contained in § 9 (h), and which we have discussed, had been enacted into law:</p>\n<p>\". . . Had this provision been enacted into law, the Board would have been inundated with litigation on an issue concerning which proof is singularly difficult to obtain, to the detriment of speedy disposal of cases which cry out for early employee recourse to the ballot box.</p>\n<p>\"Instead, Congress imposed an obligation on labor union `officers'\u0097 without defining them in the statute\u0097to take the affirmative step of forswearing Communist affiliation. The theory evidently was that if these officers' refusal to sign affidavits deprived their constituents of all the Board's facilities, the spotlighting of that refusal would soon generate pressure from below to remove them from office. It was apparent from the outset that the NLRB's sole function was to make certain that the necessary persons filed these affidavits, and that, once they had done so pursuant to the rules we adopted, we were to process their cases without inquiring into the truth or falsity of the affidavits themselves. Where such an issue arose, the Board's statutory duty was only to refer the affidavit to the Department of Justice for investigation and possible prosecution for perjury under the Criminal Code. We have made 55 such referrals since 1947.\"</p>\n<p>Hearings, Senate Subcommittee of Committee on Labor and Public Welfare, Communist Domination of Unions and National Security, 82d Cong., 2d Sess., p. 91.</p>\n<p>On November 10, 1953, the Board issued a Statement of Policy which overturned its previous position. The Board then concluded that a conviction for filing a false affidavit \"would necessarily invalidate any certifications or other official action taken by the Board in reliance on the truth of such affidavits.\" The extent of this change in policy was underscored by the Board's further decision to hold in abeyance representation elections which concerned a union whose officers were under indictment for filing false affidavits. 18 Fed. Reg. 7185.</p>\n\n</div>", 
  "sha1": "e72ed064d4648818f8d963790e23720646f7c579", 
  "date_modified": "2014-12-21T01:50:19.552014", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/105431/leedom-v-mine-workers/", 
  "citation_count": 19, 
  "supreme_court_db_id": "1956-014", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/408917/", 
  "html": "<p class=\"case_cite\">352 U.S. 145</p>\n    <p class=\"case_cite\">77 S.Ct. 154</p>\n    <p class=\"case_cite\">1 L.Ed.2d 201</p>\n    <p class=\"parties\">Boyd LEEDOM et al., as Members of the National Labor  Relations Board, Petitioners,<br>v.<br>INTERNATIONAL UNION OF MINE, MILL AND SMELTER WORKERS.</p>\n    <p class=\"docket\">No. 57.</p>\n    <p class=\"date\">Argued Nov. 14, 1956.</p>\n    <p class=\"date\">Decided Dec. 10, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theophil C. Kammholz, Washington, D.C., for the petitioners.</p>\n      <p class=\"indent\">Mr. Nathan Witt, New York City, for respondent.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 9(h) of the National Labor Relations Act, as amended, 61 Stat. 136, 146, 65 Stat. 601, 602, 29 U.S.C. &#167; 159(h), 29 U.S.C.A. &#167; 159(h), provides that the Board shall make no investigation nor issue any complaint on behalf of a union unless there is on file with the Board a non-Communist oath of each officer of the union and of each officer of any national or international labor organization of which it is an affiliate or constituent unit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Section 9(h) further provides that 'The provisions of section 35 A of the Criminal Code shall be applicable in respect to such affidavits.' Section 35 A of the Criminal Code applies a criminal sanction tends the sanction of perjury<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to false affidavits filed under &#167; 9(h). The question in this case is whether criminal prosecution under that provision is the exclusive remedy for the filing of a false affidavit under &#167; 9(h) or whether the Board may take administrative action and, on a finding that a false affidavit has been filed, enter an order of decompliance, withholding from the union in question the benefits of the Act until it is satisfied that the union has complied. The court below held that the criminal sanction was the exclusive remedy for filing the false affidavit. 96 U.S.App.D.C. 416, 226 F.2d 780. That decision is in conflict with a ruling of the Court of Appeals for the Sixth Circuit. National Labor Relations Board v. Lannom Mfg. Co., 226 F.2d 194. We granted the petitions for certiorari in each case in order to resolve the conflict. 351 U.S. 949, 76 S.Ct. 846; Amalgamated Meat Cutters and Butcher Workmen of North America, AFL&#8212;CIO v. N.L.R.B., 351 U.S. 905, 76 S.Ct. 695.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The union involved in the present case is the International Union of Mine, Mill, and Smelter Workers. The union filed a complaint with the Board charging that the Precision Scientific Co. refused to bargain with it in violation of the Act. During the course of the hearing before the Board, the company challenged the veracity of affidavits filed by one Travis, an officer of the union, under &#167; 9(h). The Board, in accord with its practice,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> refused to allow that issue to be litigated in the unfair labor practice proceeding. But later on, it issued an order directing an administrative investigation and hearing. A hearing was held before an examiner who found, among other things, that the &#167; 9(h) affidavit filed by Travis in August 1949 was false and that the union membership knew it was false and yet continued to re-elect him as an officer. The Board agreed with the trial examiner, held that the union was not and had not been in compliance with &#167; 9(h) of the Act, and ordered that the union be accorded no further benefits under the Act until it had complied. Maurice E. Travis, 111 N.L.R.B. 422. The Board, thereafter, dismissed the union's complaint against Precision Scientific Co., an action later vacated pursuant to a stay issued by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The instant suit was brought in the District Court by the union, which prayed that the Board's order of decompliance be enjoined. Precision Scientific Co. intervened. The District Court denied a preliminary injunction. The Court of Appeals reversed, 96 U.S.App.D.C. 416, 226 F.2d 780, on the authority of its prior decision in Farmer v. International Fur &amp; Leather Workers Union, 95 U.S.App.D.C. 308, 221 F.2d 862. It held that a false affidavit filed under &#167; 9(h) of the Act gave rise only to a criminal penalty against the guilty union officer and did not in any way alter the union's right to the benefits of the Act, even where its members were aware of the officer's fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We agree with the court below that the Board has no authority to deprive unions of their compliance status under &#167; 9(h) and that the only remedy for the filing of a false affidavit is the criminal penalty provided in &#167; 35 A of the Criminal Code. We start with a statutory provision that contains only one express sanction, viz., prosecution for making a false statement. No other sections of the Act expressly supplement that one sanction.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The aim of &#167; 9(h) is clear. It imposes a criminal penalty for filing a false affidavit so as to deter Communist officers from filing at all. The failure to file stands as a barrier to the making of an investigation by the Board and the issuance of any complaint for the benefit of the union in question. The section, therefore, provides an incentive to the members of the union to rid themselves of Communist leadership and elect officers who can file affidavits in order to receive the benefits of the Act. The filing of the required affidavits by the necessary officers is the key that makes available to the union the benefits of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Board is under a duty to determine whether a filing has been made by each person specified in &#167; 9(h), since its power to act on union charges is conditioned on filing of the necessary affidavits. That was the extent of our rulings in National Labor Relations Board v. Highland Park Mfg. Co., 341 U.S. 322, 71 S.Ct. 758, 95 L.Ed. 969; National Labor Relations Board v. Coca-Cola Bottling Co., 350 U.S. 264, 76 S.Ct. 383. The argument made by the Board would have us go further and read into the Act an implied power to determine not only whether the affidavit has been filed but also whether the affidavit filed is true or false. And for that position reliance is placed on general statements in cases like National Labor Relations Board v. Indiana and Michigan Electric Co., 318 U.S. 9, 18&#8212;19, 63 S.Ct. 394, 400, 87 L.Ed. 579, that the Board has implied power to protect its process from abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We are dealing here with a special provision that has a precise history. Both the Senate and the House originally passed bills which, though the language differed one from the other, made the test of compliance the fact of nonmembership of union officers in the Communist Party. See 1 Leg.Hist., Labor Management Relations Act, 1947, (Nat. Labor Rel. Bd., 1948), pp. 190, 251. If those provisions had become the law, the Board would have been required to conduct an inquiry into whether the officers were in fact non-Communist, at least where the veracity of the affiant was challenged.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> But a fundamental change in &#167; 9(h) was made by the Conference Committee. As stated in the Conference Report respecting the provisions in the two bills,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'In reconciling the two provisions the conferees took into      account the fact that representation proceedings might be      indefinitely delayed if the Board was required to investigate      the character of all the local and national officers as well      as the character of the officers of the parent body or      federation. The conference agreement provides that no      certification shall be made or any complaint issued unless the labor      organization in question submits affidavits executed by each      of its officers and officers of its national or international      body, to the effect that they are not members or affiliates      of the Communist Party or any other proscribed themselves of      Communist leaders. But provisions of section 35(a) of the      Criminal Code (U.S.C., title 18, sec. 80) are made applicable      to the execution of such affidavits.' 2 Leg. Hist., op. cit.,      supra, p. 1542.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Senator Taft explained the change of the Senate:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'This provision making the filing of affidavits with respect      to Communist Party affiliation by its officers a condition      precedent to use of the processes of the Board has been      criticized as creating endless delays. It was to prevent such      delays that this provision was amended by the conferees.      Under both the Senate and House bills the Board's      certification proceedings could have been infinitely delayed      while it investigated and determined Communist Party      affiliation. Under the amendment an affidavit is sufficient      for the Board's purpose and there is no delay unless an      officer of the moving union refuses to file the affidavit      required.' Id., at 1625; 93 Cong.Rec. 6860.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This explicit statement by the one most responsible for the 1947 amendments seems to us to put at rest the question raised by this case. If, in spite of the change in wording of &#167; 9(h) made by the Conference Committee, the Board could still investigate the truth or falsity of the affidavits filed, the unfair labor practice proceedings might be 'infinitely delayed,' to use Senator Taft's words. Under the construction presently urged by the Board, Senator Taft's assurance that 'an affidavit is sufficient for the Board's purpose' would be disregarded.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Much argument is advanced that the contrary position is favored by policy considerations. For example, it is said that if the Board can look into the truth or falsity of all &#167; 9(h) affidavits and enter orders of decompliance in case they are found to be false, union members will have greater incentive to rid themselves of Communist leaders. But the rule written into &#167; 9(h) is for the protection of unions as well as for the detection of Communists. It is not fair to read it only against the background of a case where the members knew their officer was a Communist. We are dealing with a requirement equally applicable to all unions, whether the members are innocent of such knowledge or guilty. As Judge Bazelon stated in Farmer v. United Electrical, Radio &amp; Mach. Workers, 93 U.S.App.D.C. 178, 181, 211 F.2d 36, 39, there is no indication that Congress meant to impose on a union the drastic penalty of decompliance 'because its officer had deceived the union as well as the Board by filing a false affidavit.' The penalty stated in &#167; 9(h) is one against the guilty officers. In view of the wording of &#167; 9(h) and its legislative history, we cannot find an additional sanction which in practical effect would run against the members of the union, not their guilty officers. That was the Board's original position,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and we think it is the correct one.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'No investigation shall be made by the Board of any question affecting commerce concerning the representation of employees, raised by a labor organization under subsection (c) of this section, and no complaint shall be issued pursuant to a charge made by a labor organization under subsection (b) of section 10, unless there is on file with the Board an affidavit executed contemporaneously or within the preceding twelve-month period by each officer of such labor organization and the officers of any national or international labor organization of which it is an affiliate or constituent unit that he is not a member of the Communist Party or affiliated with such party, and that he does not believe in, and is not a member of or supports any organization that believes in or teaches, the overthrow of the United States Government by force or by any illegal or unconstitutional methods. The provisions of section 35 A of the Criminal Code shall be applicable in respect to such affidavits.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 35 A provides a penalty of 10,000, or a prison or both, for making, among other things, fraudulent statements 'in any matter within the jurisdiction of any department or agency of the United States.' 52 Stat. 197, 18 U.S.C.A. &#167; 1001, 18 U.S.C.A. &#167; 1001.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See In the Matter of Lion Oil Co., 76 N.L.R.B. 565, 566; Coca-Cola Bottling Co., 108 N.L.R.B. 490, 491.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See the colloquy between Senators Ferguson and McClellan in 2 Leg.Hist., Labor Management Relations Act, 1947, pp. 1434 1435.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the Matter of Craddock-Terry Shoe Corp., 76 N.L.R.B. 842, 843, a proceeding involving an unfair labor practice, the Board refused to entertain evidence that the affidavits filed under &#167; 9(h) were false, the Board saying: 'In the instant case there is on file an affidavit identifying the officers of the Union, and non-Communist affidavits signed by each officer so identified. It is not the purpose of the statute to require the Board to investigate the authenticity or truth of the affidavits which have been filed. Persons desiring to establish falsification or fraud have recourse to the Department of Justice for a prosecution under Section 35(a) of the Criminal Code. The evidence sought to be adduced under this allegation is accordingly immaterial.' And see In the Matter of Alpert and Alpert, 92 N.L.R.B. 806, 807.</p>\n        <p>On March 18, 1952, Paul M. Herzog, then Chairman of the Board, testified on &#167; 9(h) problems in Senate hearings. He reported that in the four years ending June 30, 1951, there had been filed with the Board 232,000 non-Communist affidavits. He reviewed the history of &#167; 9(h) and remarked how 'intolerable and delaying' the administrative process would have been if the proposals orginally contained in &#167; 9(h), and which we have discussed, had been enacted into law:</p>\n        <p>'* * * Had this provisions been enacted into law, the Board would have been inundated with litigation on an issue concerning which proof is singularly difficult to obtain, to the detriment of speedy disposal of cases which cry out for early employee recourse to the ballot box.</p>\n        <p>Page 151-Continued</p>\n        <p>'Instead, Congress imposed an obligation on labor union 'officers'&#8212;without defining them in the statute&#8212;to take the affirmative step of forswearing Communist affiliation. The theory evidently was that if these officers' refusal to sign affidavits deprived their constituents of all the Board's facilities, the spotlighting of that refusal would soon generate pressure from below to remove them from office. It was apparent from the outset that the NLRB's sole function was to make certain that the necessary persons filed these affidavits, and that, once they had done so pursuant to the rules we adopted, we were to process their cases without inquiring into the truth or falsity of the affidavits themselves. Where such an issue arose, the Board's statutory duty was only to refer the affidavit to the Department of Justice for investigation and possible prosecution for perjury under the Criminal Code. We have made 55 such referrals since 1947.'</p>\n        <p>Hearings, Senate Subcommittee of Committee on Labor and Public Welfare, Communist Domination of Unions and National Security, 82d Cong., 2d Sess., p. 91.</p>\n        <p>On November 10, 1953, the Board issued a Statement of Policy which overturned its previous position. The Board then concluded that a conviction for filing a false affidavit 'would necessarily invalidate any certifications or other official action taken by the Board in reliance on the truth of such affidavits.' The extent of this change in policy was underscored by the Board's further decision to hold in abeyance representation elections which concerned a union whose officers were under indictment for filing false affidavits. 18 Fed.Reg. 7185.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/105431/"
}