{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "147 U.S. 150", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93480/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Holmes v. Goldsmith", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "93", 
    "id": 77860, 
    "resource_uri": "/api/rest/v2/citation/77860/"
  }, 
  "id": 93480, 
  "blocked": false, 
  "judges": "Shiras, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1893-01-09", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>147 U.S. 150 (1893)</b></center>\n<center><h1>HOLMES<br>\nv.<br>\nGOLDSMITH.</h1></center>\n<center>No. 93.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 14, 15, 1892.</center>\n<center>Decided January 9, 1893.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF OREGON.\n<p><span class=\"star-pagination\">*152</span> <i>Mr. John H. Mitchell</i> for plaintiffs in error.</p>\n<p><i>Mr. L.B. Cox</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*156</span> MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>The complaint alleges the ownership in the plaintiffs of a chose in action; as to the character, a promissory note; as to amount, ten thousand dollars; as to parties, the plaintiffs, citizens of the State of New York, and the defendants, citizens of the State of Oregon; thus bringing the case within the jurisdiction of a Circuit Court of the United States, as defined in the Constitution.</p>\n<p>By the demurrer to the complaint the defendants invoked the provision of the act of August 13, 1888, 25 Stat. 433, 434, c. 866, which is as follows:</p>\n<p>\"Nor shall any Circuit or District Court have cognizance of any suit, except upon foreign bills of exchange, to recover the contents of any promissory note or other chose in action in favor of any assignee or of any subsequent holder, if such <span class=\"star-pagination\">*157</span> instrument be payable to bearer, ... unless such suit might have been prosecuted in such court to recover the said contents if no assignment or transfer had been made.\"</p>\n<p>Upon the face of the complaint, the jurisdiction of the Circuit Court was duly made to appear, so far as the requisitions of the Constitution apply. But it has been held, in a series of cases beginning with <i>Turner</i> v. <i>Bank of North America,</i> 4 Dall. 8, that it is competent for Congress, in creating a Circuit Court and prescribing the extent of its jurisdiction, to withhold jurisdiction in the case of a particular controversy.</p>\n<p>In pursuance of this view it has been frequently held by this court that, in an action in a Circuit Court of the United States, by an assignee of a chose in action, the record must affirmatively show, by apt allegations, that the assignor could have maintained the action. Thus, Mr. Justice Strong, in delivering the opinion of the court, in the case of <i>Morgan's Executor</i> v. <i>Gay,</i> 19 Wall. 81, 83, said:</p>\n<p>\"In <i>Turner</i> v. <i>Bank of North America,</i> 4 Dall. 8, it was distinctly ruled that when an action upon a promissory note is brought in a Federal court by an endorser against the maker, not only the parties to the suit, but also the citizenship of the payee and the endorser, must be averred in the record to be such as to give the court jurisdiction.\"</p>\n<p>In <i>Sheldon</i> v. <i>Sill,</i> 8 How. 441, 448, it was contended, in favor of the jurisdiction of the Circuit Court, that the provision in the Judiciary Act of 1789, inhibiting a suit by an assignee of a chose in action, in cases where the assignor could not have sued, if no assignment had been made, was invalid, because it attempted to deprive the courts of the United States of the judicial power with which the Constitution had invested them; but this court, speaking through Mr. Justice Grier, said:</p>\n<p>\"The eleventh section of the Judiciary Act, which defines the jurisdiction of the Circuit Courts, restrains them from taking `cognizance of any suit to recover the contents of any promissory note, or other chose in action, in favor of an assignee, unless a suit might have been prosecuted in such court to recover the contents, if no assignment had been made, except in cases of foreign bills of exchange.'</p>\n<p><span class=\"star-pagination\">*158</span> \"The third article of the Constitution declares that `the judicial power of the United States shall be vested in one Supreme Court and such inferior courts as the Congress may, from time to time, ordain and establish.' The second section of the same article enumerates the cases and controversies of which the judicial power shall have cognizance, and, among others, it specifies `contr versies between citizens of different States.'</p>\n<p>\"It has been alleged that this restriction of the Judiciary Act, with regard to assignees of choses in action, is in conflict with this provision of the Constitution, and therefore void.</p>\n<p>\"It must be admitted that, if the Constitution had ordained and established the inferior courts, and distributed to them their respective powers, they could not be restricted or divested by Congress. But, as it has made no such distribution, one of two consequences must result \u0097 either that each inferior court created by Congress must exercise all the judicial powers not given to the Supreme Court, or that Congress, having the power to establish the courts, must define their respective jurisdictions. The first of these inferences has never been asserted, and could not be defended with any show of reason, and, if not, the latter would seem to follow as a necessary consequence. And it would seem to follow also that, having a right to prescribe, Congress may withhold from any court of its creation jurisdiction of any of the enumerated controversies. Courts created by statute can have no jurisdiction but such as the statute confers. No one of them can assert a just claim to jurisdiction exclusively conferred on another, or withheld from all.</p>\n<p>\"The Constitution has defined the limits of the judicial power of the United States, but has not prescribed how much of it shall be exercised by the Circuit Court; consequently, the statute which does prescribe the limits of their jurisdiction cannot be in conflict with the Constitution, unless it confers powers not enumerated therein.\"</p>\n<p>This doctrine has remained unchallenged, and has been assumed for law in numerous cases, which it is unnecessary to cite, and a similar provision has been inserted in the various <span class=\"star-pagination\">*159</span> acts defining the jurisdiction of the Circuit Courts, including, as we have seen, the act of August 13, 1888, under which the present action was brought.</p>\n<p>Nor are we asked by the defendant in error to disregard those cases, but he contends that, consistently with their doctrine and the provision of the Judiciary Act, he can maintain his action by alleging and proving that the nominal endorser was not really such, but that the note was made by the makers for his accommodation and as his sureties; that he was, in legal effect, a maker of the note; that he received the proceeds of the loan effected through the note, and had no right of action against the nominal makers of the note; and, hence, that he cannot be regarded as an assignor of a right of action against the makers, within the true meaning of the Judiciary Act.</p>\n<p>The learned judge who tried the case below adopted the view that where it is necessary, to maintain the jurisdiction of the Circuit Court in an action on a promissory note, to show that the plaintiff, who appears to be an endorsee or assignee, is in point of fact the payee of the note, it may be done, and therefore overruled the demurrer.</p>\n<p>Against this view of the case, the plaintiffs in error urge two propositions: first, that it was not competent for the holders of the note to show, by allegation and evidence, that the relation of the parties to the note, as makers and payees, was otherwise than as it appeared to be in the phraseology of the note itself; and, second, that, assuming the plaintiffs' evidence to truly present the facts of the case, yet the plaintiffs were not thereby relieved from the operation of that provision of the law which forbids assignees from maintaining actions to recover the contents of promissory notes. To sustain their first objection, plaintiffs in error cite numerous cases going to show that parol evidence is not admissible to vary the contract of endorsement, or the agreement of the parties as fixed under the law by the fact of endorsement.</p>\n<p>Certainly, as against a third party who has become, in good faith, the holder of a promissory note, a defendant, whether a maker or an endorser, will not be permitted to escape from the legal import of his formal contract by an offer of parol evidence. <span class=\"star-pagination\">*160</span> But, as between themselves, it has always been held that evidence showing the real relation of the parties is admissible, because it does not change or vary the contract, but shows what it really was. The defendants' engagement, as to amount and date and place of payment, and every other circumstance connected with it, is left by the evidence just what it appears to be on the face of the note.</p>\n<p>In <i>Brooks</i> v. <i>Thacher,</i> 52 Vermont, 559, where there was a question as to whether a party to a note was principal or surety, Redfield, J., said: \"But the real relation of the parties to a written instrument, whether as principal or sureties, may always be shown by parol evidence.\"</p>\n<p><i>Harris</i> v. <i>Brooks,</i> 21 Pick. 195, 197, was a suit wherein one of two makers of a note was permitted to show that, though a joint maker in form, he was, in fact, surety for the other maker, and had been released by an agreement of the holder that he would look to the principal; and Shaw, C.J., said: \"The fact of such relation, and notice of it to the holder, may, we think, be proved by extrinsic evidence. It is not to affect the terms of the contract, but to prove a collateral fact and rebut a presumption.\"</p>\n<p>If, then, it was satisfactorily shown that Owens, the nominal endorser, was really the party for whose use the note was made, and that the plaintiffs below were the first and only holders of the note for value, the next question is whether, upon that state of facts, they were prevented, by the terms of the Judiciary Act, from maintaining an action in the Circuit Court.</p>\n<p>It is quite plain that the plaintiffs' action did not offend the spirit and purpose of this section of the act. The purpose of the restriction as to suits by assignees was to prevent the making of assignments of choses in action for the purpose of giving jurisdiction to the Federal court.</p>\n<p><i>Bank of Kentucky</i> v. <i>Wister,</i> 2 Pet. 318, 326, was the case of a suit in a Circuit Court of the United States by a holder of a bank bill payable to individuals or bearer, concerning which individuals there was no averment of citizenship, and which, therefore, may have been payable, in the first instance, to parties not competent to sue in the courts of the United <span class=\"star-pagination\">*161</span> States. But the court held, \"this is a question which has been considered and disposed of in our previous decisions. This court has uniformly held that a note payable to bearer is payable to anybody, and not affected by the disabilities of the nominal payee.\"</p>\n<p>In <i>Bushnell</i> v. <i>Kennedy,</i> 9 Wall. 387, 391, Chief Justice Chase, in delivering the opinion of the court, said: \"It may be observed that the denial of jurisdiction of suits by assignees has never been taken in an absolutely literal sense. It has been held that suits upon notes payable to a particular individual or to bearer may be maintained by the holder, without any allegation of citizenship of the original payee; though it is not to be doubted that the holder's title to the note could only be derived through transfer or assignment. So, too, it has been decided, where the assignment was by will, that the restriction is not applicable to the representative of the decedent. And it has also been determined that the assignee of a <i>chose in action</i> may maintain a suit in the Circuit Court to recover possession of the specific thing, or damages for its wrongful caption or detention, though the court would have no jurisdiction of the suit if brought by the assignors.\"</p>\n<p>We do not overlook the fact that, since the foregoing cases were determined, Congress has, in the more recent Judiciary acts, still further restricted the jurisdiction of the Circuit Courts by including in the prohibitory clause the case of promissory notes payable to bearer.</p>\n<p>But the reasoning remains applicable in so far as they hold that the language of the statute is to be interpreted by the purpose to be effected and the mischief to be prevented.</p>\n<p>We think that the jurisdiction of the Circuit Court, in the case before us, was properly put by the court below upon the proposition that the true meaning of the restriction in question was not disturbed by permitting the plaintiffs to show that, notwithstanding the terms of the note, the payee was really a maker or original promisor, and did not, by his endorsement, assign or transfer any right of action held by him against the accommodation makers.</p>\n<p>The jurisdiction of the court having been established, and <span class=\"star-pagination\">*162</span> an issue having been made as to the execution of the note, several questions arose during the progress of the trial, which are brought up for our consideration by bills of exceptions.</p>\n<p>The second, third, fourth and fifth assignments allege error in the action of the court in permitting one H. Abraham to testify as to what were the relations between the defendants and W.F. Owens, and as to what Owens wanted to do with the money he borrowed on the note in suit.</p>\n<p>It was not claimed by the plaintiffs that the evidence objected to was needed to create an obligation on the part of the defendants to pay the note. That obligation arose directly from the terms of the note, and, if the execution of the note had not been denied, the testimony of Abraham would not have been necessary.</p>\n<p>But in view of the nature of the controversy before the jury, putting in issue the execution of the note sued on, we agree with the trial court in regarding the evidence as admissible. While each one of the facts so elicited was, when regarded singly, of small importance, yet, taken together, they were worthy of consideration, and we do not perceive that any rule of evidence was violated in submitting them to the jury.</p>\n<p>It is argued that there was error in admitting statements by the witness Abraham, as to the contents of the letters that had passed between him and Owens, without producing the letters, or accounting for their absence. But the record does not disclose that any specific objection was made to the evidence for that reason, though objection was made generally to the admission of any conversation between the witness and Owens, which was not had in the presence of the defendants, as incompetent and irrelevant. But the force of this is broken by the observation that what passed between the witness and Owens, whether in conversation or in letters, was of matters that happened prior to the making of the note, and was admitted only to show the relations of the parties and the circumstances in which the note was made.</p>\n<p>In view of the fact, disclosed by the record, of the death of Owens before the trial, and the consequent necessity of resorting to circumstantial evidence, we think the rules on this subject <span class=\"star-pagination\">*163</span> were not unduly relaxed in permitting a full disclosure of the <i>res gest\u009c.</i></p>\n<p>There are several additional assignments of error, which involve the action of the court in admitting evidence bearing on the question of the execution of the note in suit.</p>\n<p>So far as such assignments present the vexed subject of the introduction into a cause of papers, not otherwise competent, for the purpose of enabling the jury to make a comparison of handwriting, we are relieved from discussion by the existence of an Oregon statute, which provides that \"evidence respecting the handwriting may also be given by a comparison, made by a witness skilled in such matters, or the jury, with writings admitted or treated as genuine by the party against whom the evidence is offered.\" 1 Hill's Ann. Laws of Oregon, § 765. We regard this statute as constituting the law of the case, and as warranting the action of the court in the particulars complained of.</p>\n<p>The seventh assignment avers error in permitting several witnesses to testify as to whether they would act upon the signatures of the defendants attached to the note sued on if they came to them in an ordinary business transaction. Such a question standing alone might be objectionable, but the record discloses that each of these witnesses had testified to his acquaintance with the handwriting of one or more of the defendants, and to his belief of the genuineness of the signatures of the parties with whose handwriting he was acquainted; and, as a means of showing the strength and value of the witnesses' opinions, the question put was allowable.</p>\n<p>We have more difficulty in disposing of the errors assigned in the ninth, tenth, eleventh and twelfth specifications. Two letters of Owens, the nominal payee of the note, who was not a party to the suit, were admitted in evidence, and Edward Failing, an expert witness, was asked to state whether, judging from the letters produced, he believed that Owens could have forged the names upon the note in dispute so as to correspond so nearly with the names upon the comparison papers. Certain stub certificates were admitted in evidence, and George W. Jones testified that his name thereon written was his signature, <span class=\"star-pagination\">*164</span> and thereupon the expert was asked whether or not, in his opinion, the name of Jones so written would be an easier name to counterfeit than that of M.B. Holmes. That the ordinary handwriting of Owens, as shown in his letters, was such as to convince an expert that he was not able to successfully imitate the signatures of other persons, may have been entitled to some weight. That Owens could, in the opinion of the expert, have as readily counterfeited the handwriting of Jones as that of the defendant Holmes, seems to be fanciful and entitled to little or no weight. If these offers had been rejected by the court, such rejection could not have been successfully assigned as error. Still we cannot perceive that the case of the defendants was injured by the admission of this trifling evidence. As has been frequently said, great latitude is allowed in the reception of circumstantial evidence, the aid of which is constantly required, and, therefore, where direct evidence of the fact is wanting, the more the jury can see of the surrounding facts and circumstances the more correct their judgment is likely to be. \"The competency of a collateral fact to be used as the basis of legitimate argument is not to be determined by the conclusiveness of the inferences it may afford in reference to the litigated fact. It is enough if these may tend, even in a slight degree, to elucidate the inquiry, or to assist, though remotely, to a determination probably founded in truth.\" <i>Stevenson</i> v. <i>Stewart,</i> 11 Penn. St. 307.</p>\n<p>The modern tendency, both of legislation and of the decision of courts, is to give as wide a scope as possible to the investigation of facts. Courts of error are specially unwilling to reverse cases because unimportant and possibly irrelevant testimony may have crept in, unless there is reason to think that practical injustice has been thereby caused.</p>\n<p>These observations seem to sufficiently dispose of the errors assigned, and the judgment of the court below is accordingly</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:07:21", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></span> (1893)</b></center>\n<center><h1>HOLMES<br>\nv.<br>\nGOLDSMITH.</h1></center>\n<center>No. 93.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 14, 15, 1892.</center>\n<center>Decided January 9, 1893.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF OREGON.\n<p><span class=\"star-pagination\">*152</span> <i>Mr. John H. Mitchell</i> for plaintiffs in error.</p>\n<p><i>Mr. L.B. Cox</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*156</span> MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>The complaint alleges the ownership in the plaintiffs of a chose in action; as to the character, a promissory note; as to amount, ten thousand dollars; as to parties, the plaintiffs, citizens of the State of New York, and the defendants, citizens of the State of Oregon; thus bringing the case within the jurisdiction of a Circuit Court of the United States, as defined in the Constitution.</p>\n<p>By the demurrer to the complaint the defendants invoked the provision of the act of August 13, 1888, 25 Stat. 433, 434, c. 866, which is as follows:</p>\n<p>\"Nor shall any Circuit or District Court have cognizance of any suit, except upon foreign bills of exchange, to recover the contents of any promissory note or other chose in action in favor of any assignee or of any subsequent holder, if such <span class=\"star-pagination\">*157</span> instrument be payable to bearer, ... unless such suit might have been prosecuted in such court to recover the said contents if no assignment or transfer had been made.\"</p>\n<p>Upon the face of the complaint, the jurisdiction of the Circuit Court was duly made to appear, so far as the requisitions of the Constitution apply. But it has been held, in a series of cases beginning with <i>Turner</i> v. <i>Bank of North America,</i> 4 Dall. 8, that it is competent for Congress, in creating a Circuit Court and prescribing the extent of its jurisdiction, to withhold jurisdiction in the case of a particular controversy.</p>\n<p>In pursuance of this view it has been frequently held by this court that, in an action in a Circuit Court of the United States, by an assignee of a chose in action, the record must affirmatively show, by apt allegations, that the assignor could have maintained the action. Thus, Mr. Justice Strong, in delivering the opinion of the court, in the case of <i>Morgan's Executor</i> v. <i>Gay,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">81</span></span>, 83, said:</p>\n<p>\"In <i>Turner</i> v. <i>Bank of North America,</i> 4 Dall. 8, it was distinctly ruled that when an action upon a promissory note is brought in a Federal court by an endorser against the maker, not only the parties to the suit, but also the citizenship of the payee and the endorser, must be averred in the record to be such as to give the court jurisdiction.\"</p>\n<p>In <i>Sheldon</i> v. <i>Sill,</i> <span class=\"citation\" data-id=\"86537\"><a href=\"/opinion/86537/sheldon-v-sill/\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">441</span></a></span>, 448, it was contended, in favor of the jurisdiction of the Circuit Court, that the provision in the Judiciary Act of 1789, inhibiting a suit by an assignee of a chose in action, in cases where the assignor could not have sued, if no assignment had been made, was invalid, because it attempted to deprive the courts of the United States of the judicial power with which the Constitution had invested them; but this court, speaking through Mr. Justice Grier, said:</p>\n<p>\"The eleventh section of the Judiciary Act, which defines the jurisdiction of the Circuit Courts, restrains them from taking `cognizance of any suit to recover the contents of any promissory note, or other chose in action, in favor of an assignee, unless a suit might have been prosecuted in such court to recover the contents, if no assignment had been made, except in cases of foreign bills of exchange.'</p>\n<p><span class=\"star-pagination\">*158</span> \"The third article of the Constitution declares that `the judicial power of the United States shall be vested in one Supreme Court and such inferior courts as the Congress may, from time to time, ordain and establish.' The second section of the same article enumerates the cases and controversies of which the judicial power shall have cognizance, and, among others, it specifies `contr versies between citizens of different States.'</p>\n<p>\"It has been alleged that this restriction of the Judiciary Act, with regard to assignees of choses in action, is in conflict with this provision of the Constitution, and therefore void.</p>\n<p>\"It must be admitted that, if the Constitution had ordained and established the inferior courts, and distributed to them their respective powers, they could not be restricted or divested by Congress. But, as it has made no such distribution, one of two consequences must result \u0097 either that each inferior court created by Congress must exercise all the judicial powers not given to the Supreme Court, or that Congress, having the power to establish the courts, must define their respective jurisdictions. The first of these inferences has never been asserted, and could not be defended with any show of reason, and, if not, the latter would seem to follow as a necessary consequence. And it would seem to follow also that, having a right to prescribe, Congress may withhold from any court of its creation jurisdiction of any of the enumerated controversies. Courts created by statute can have no jurisdiction but such as the statute confers. No one of them can assert a just claim to jurisdiction exclusively conferred on another, or withheld from all.</p>\n<p>\"The Constitution has defined the limits of the judicial power of the United States, but has not prescribed how much of it shall be exercised by the Circuit Court; consequently, the statute which does prescribe the limits of their jurisdiction cannot be in conflict with the Constitution, unless it confers powers not enumerated therein.\"</p>\n<p>This doctrine has remained unchallenged, and has been assumed for law in numerous cases, which it is unnecessary to cite, and a similar provision has been inserted in the various <span class=\"star-pagination\">*159</span> acts defining the jurisdiction of the Circuit Courts, including, as we have seen, the act of August 13, 1888, under which the present action was brought.</p>\n<p>Nor are we asked by the defendant in error to disregard those cases, but he contends that, consistently with their doctrine and the provision of the Judiciary Act, he can maintain his action by alleging and proving that the nominal endorser was not really such, but that the note was made by the makers for his accommodation and as his sureties; that he was, in legal effect, a maker of the note; that he received the proceeds of the loan effected through the note, and had no right of action against the nominal makers of the note; and, hence, that he cannot be regarded as an assignor of a right of action against the makers, within the true meaning of the Judiciary Act.</p>\n<p>The learned judge who tried the case below adopted the view that where it is necessary, to maintain the jurisdiction of the Circuit Court in an action on a promissory note, to show that the plaintiff, who appears to be an endorsee or assignee, is in point of fact the payee of the note, it may be done, and therefore overruled the demurrer.</p>\n<p>Against this view of the case, the plaintiffs in error urge two propositions: first, that it was not competent for the holders of the note to show, by allegation and evidence, that the relation of the parties to the note, as makers and payees, was otherwise than as it appeared to be in the phraseology of the note itself; and, second, that, assuming the plaintiffs' evidence to truly present the facts of the case, yet the plaintiffs were not thereby relieved from the operation of that provision of the law which forbids assignees from maintaining actions to recover the contents of promissory notes. To sustain their first objection, plaintiffs in error cite numerous cases going to show that parol evidence is not admissible to vary the contract of endorsement, or the agreement of the parties as fixed under the law by the fact of endorsement.</p>\n<p>Certainly, as against a third party who has become, in good faith, the holder of a promissory note, a defendant, whether a maker or an endorser, will not be permitted to escape from the legal import of his formal contract by an offer of parol evidence. <span class=\"star-pagination\">*160</span> But, as between themselves, it has always been held that evidence showing the real relation of the parties is admissible, because it does not change or vary the contract, but shows what it really was. The defendants' engagement, as to amount and date and place of payment, and every other circumstance connected with it, is left by the evidence just what it appears to be on the face of the note.</p>\n<p>In <i>Brooks</i> v. <i>Thacher,</i> 52 Vermont, 559, where there was a question as to whether a party to a note was principal or surety, Redfield, J., said: \"But the real relation of the parties to a written instrument, whether as principal or sureties, may always be shown by parol evidence.\"</p>\n<p><i>Harris</i> v. <i>Brooks,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Pick.</span> <span class=\"page\">195</span></span>, 197, was a suit wherein one of two makers of a note was permitted to show that, though a joint maker in form, he was, in fact, surety for the other maker, and had been released by an agreement of the holder that he would look to the principal; and Shaw, C.J., said: \"The fact of such relation, and notice of it to the holder, may, we think, be proved by extrinsic evidence. It is not to affect the terms of the contract, but to prove a collateral fact and rebut a presumption.\"</p>\n<p>If, then, it was satisfactorily shown that Owens, the nominal endorser, was really the party for whose use the note was made, and that the plaintiffs below were the first and only holders of the note for value, the next question is whether, upon that state of facts, they were prevented, by the terms of the Judiciary Act, from maintaining an action in the Circuit Court.</p>\n<p>It is quite plain that the plaintiffs' action did not offend the spirit and purpose of this section of the act. The purpose of the restriction as to suits by assignees was to prevent the making of assignments of choses in action for the purpose of giving jurisdiction to the Federal court.</p>\n<p><i>Bank of Kentucky</i> v. <i>Wister,</i> <span class=\"citation\" data-id=\"85633\"><a href=\"/opinion/85633/bank-of-kentucky-v-wister/\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">318</span></a></span>, 326, was the case of a suit in a Circuit Court of the United States by a holder of a bank bill payable to individuals or bearer, concerning which individuals there was no averment of citizenship, and which, therefore, may have been payable, in the first instance, to parties not competent to sue in the courts of the United <span class=\"star-pagination\">*161</span> States. But the court held, \"this is a question which has been considered and disposed of in our previous decisions. This court has uniformly held that a note payable to bearer is payable to anybody, and not affected by the disabilities of the nominal payee.\"</p>\n<p>In <i>Bushnell</i> v. <i>Kennedy,</i> <span class=\"citation\" data-id=\"88171\"><a href=\"/opinion/88171/bushnell-v-kennedy/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">387</span></a></span>, 391, Chief Justice Chase, in delivering the opinion of the court, said: \"It may be observed that the denial of jurisdiction of suits by assignees has never been taken in an absolutely literal sense. It has been held that suits upon notes payable to a particular individual or to bearer may be maintained by the holder, without any allegation of citizenship of the original payee; though it is not to be doubted that the holder's title to the note could only be derived through transfer or assignment. So, too, it has been decided, where the assignment was by will, that the restriction is not applicable to the representative of the decedent. And it has also been determined that the assignee of a <i>chose in action</i> may maintain a suit in the Circuit Court to recover possession of the specific thing, or damages for its wrongful caption or detention, though the court would have no jurisdiction of the suit if brought by the assignors.\"</p>\n<p>We do not overlook the fact that, since the foregoing cases were determined, Congress has, in the more recent Judiciary acts, still further restricted the jurisdiction of the Circuit Courts by including in the prohibitory clause the case of promissory notes payable to bearer.</p>\n<p>But the reasoning remains applicable in so far as they hold that the language of the statute is to be interpreted by the purpose to be effected and the mischief to be prevented.</p>\n<p>We think that the jurisdiction of the Circuit Court, in the case before us, was properly put by the court below upon the proposition that the true meaning of the restriction in question was not disturbed by permitting the plaintiffs to show that, notwithstanding the terms of the note, the payee was really a maker or original promisor, and did not, by his endorsement, assign or transfer any right of action held by him against the accommodation makers.</p>\n<p>The jurisdiction of the court having been established, and <span class=\"star-pagination\">*162</span> an issue having been made as to the execution of the note, several questions arose during the progress of the trial, which are brought up for our consideration by bills of exceptions.</p>\n<p>The second, third, fourth and fifth assignments allege error in the action of the court in permitting one H. Abraham to testify as to what were the relations between the defendants and W.F. Owens, and as to what Owens wanted to do with the money he borrowed on the note in suit.</p>\n<p>It was not claimed by the plaintiffs that the evidence objected to was needed to create an obligation on the part of the defendants to pay the note. That obligation arose directly from the terms of the note, and, if the execution of the note had not been denied, the testimony of Abraham would not have been necessary.</p>\n<p>But in view of the nature of the controversy before the jury, putting in issue the execution of the note sued on, we agree with the trial court in regarding the evidence as admissible. While each one of the facts so elicited was, when regarded singly, of small importance, yet, taken together, they were worthy of consideration, and we do not perceive that any rule of evidence was violated in submitting them to the jury.</p>\n<p>It is argued that there was error in admitting statements by the witness Abraham, as to the contents of the letters that had passed between him and Owens, without producing the letters, or accounting for their absence. But the record does not disclose that any specific objection was made to the evidence for that reason, though objection was made generally to the admission of any conversation between the witness and Owens, which was not had in the presence of the defendants, as incompetent and irrelevant. But the force of this is broken by the observation that what passed between the witness and Owens, whether in conversation or in letters, was of matters that happened prior to the making of the note, and was admitted only to show the relations of the parties and the circumstances in which the note was made.</p>\n<p>In view of the fact, disclosed by the record, of the death of Owens before the trial, and the consequent necessity of resorting to circumstantial evidence, we think the rules on this subject <span class=\"star-pagination\">*163</span> were not unduly relaxed in permitting a full disclosure of the <i>res gest\u009c.</i></p>\n<p>There are several additional assignments of error, which involve the action of the court in admitting evidence bearing on the question of the execution of the note in suit.</p>\n<p>So far as such assignments present the vexed subject of the introduction into a cause of papers, not otherwise competent, for the purpose of enabling the jury to make a comparison of handwriting, we are relieved from discussion by the existence of an Oregon statute, which provides that \"evidence respecting the handwriting may also be given by a comparison, made by a witness skilled in such matters, or the jury, with writings admitted or treated as genuine by the party against whom the evidence is offered.\" 1 Hill's Ann. Laws of Oregon, § 765. We regard this statute as constituting the law of the case, and as warranting the action of the court in the particulars complained of.</p>\n<p>The seventh assignment avers error in permitting several witnesses to testify as to whether they would act upon the signatures of the defendants attached to the note sued on if they came to them in an ordinary business transaction. Such a question standing alone might be objectionable, but the record discloses that each of these witnesses had testified to his acquaintance with the handwriting of one or more of the defendants, and to his belief of the genuineness of the signatures of the parties with whose handwriting he was acquainted; and, as a means of showing the strength and value of the witnesses' opinions, the question put was allowable.</p>\n<p>We have more difficulty in disposing of the errors assigned in the ninth, tenth, eleventh and twelfth specifications. Two letters of Owens, the nominal payee of the note, who was not a party to the suit, were admitted in evidence, and Edward Failing, an expert witness, was asked to state whether, judging from the letters produced, he believed that Owens could have forged the names upon the note in dispute so as to correspond so nearly with the names upon the comparison papers. Certain stub certificates were admitted in evidence, and George W. Jones testified that his name thereon written was his signature, <span class=\"star-pagination\">*164</span> and thereupon the expert was asked whether or not, in his opinion, the name of Jones so written would be an easier name to counterfeit than that of M.B. Holmes. That the ordinary handwriting of Owens, as shown in his letters, was such as to convince an expert that he was not able to successfully imitate the signatures of other persons, may have been entitled to some weight. That Owens could, in the opinion of the expert, have as readily counterfeited the handwriting of Jones as that of the defendant Holmes, seems to be fanciful and entitled to little or no weight. If these offers had been rejected by the court, such rejection could not have been successfully assigned as error. Still we cannot perceive that the case of the defendants was injured by the admission of this trifling evidence. As has been frequently said, great latitude is allowed in the reception of circumstantial evidence, the aid of which is constantly required, and, therefore, where direct evidence of the fact is wanting, the more the jury can see of the surrounding facts and circumstances the more correct their judgment is likely to be. \"The competency of a collateral fact to be used as the basis of legitimate argument is not to be determined by the conclusiveness of the inferences it may afford in reference to the litigated fact. It is enough if these may tend, even in a slight degree, to elucidate the inquiry, or to assist, though remotely, to a determination probably founded in truth.\" <i>Stevenson</i> v. <i>Stewart,</i> 11 Penn. St. 307.</p>\n<p>The modern tendency, both of legislation and of the decision of courts, is to give as wide a scope as possible to the investigation of facts. Courts of error are specially unwilling to reverse cases because unimportant and possibly irrelevant testimony may have crept in, unless there is reason to think that practical injustice has been thereby caused.</p>\n<p>These observations seem to sufficiently dispose of the errors assigned, and the judgment of the court below is accordingly</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "e253be1b6518bf247c0d8c8764585c84edc02ff0", 
  "date_modified": "2014-12-21T01:31:33.944733", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93480/holmes-v-goldsmith/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/441439/", 
  "html": "<p class=\"case_cite\">147 U.S. 150</p>\n    <p class=\"case_cite\">13 S.Ct. 288</p>\n    <p class=\"case_cite\">37 L.Ed. 118</p>\n    <p class=\"parties\">HOLMES et al.<br>v.<br>GOLDSMITH et al.</p>\n    <p class=\"docket\">No. 93.</p>\n    <p class=\"date\">January 9, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an action brought by L. Goldsmith and Max Goldsmith, doing business as partners under the name of L. Goldsmith &amp; Co., citizens of the state of New York, against M. B. Holmes, John Dillard, and R. Phipps, citizens of the state of Oregon, as makers of a promissory note, in the words and figures following:</p>\n      <p class=\"indent\">'$10,000. Portland, Oregon, Aug. 9, 1886. Six months after date, without grace, we, or eithr of us, promise to pay to the order of W. F. Owens ten thousand dollars, for value received, with interest from date at the rate of ten per cent. per annum until paid, principal and interest payable in U. S. gold coin, at the First National Bank of Portland, Oregon; and in case suit is instituted to collect this note, or any portion thereof, we promise to pay such additional sum as the court may adjudge reasonable as attorneys' fees in said suit. M. B. Holmes. John Dillard. R. Phipps.'</p>\n      <p class=\"indent\">On the day of its date, W. F. Owens indorsed the note, waived, in writing, demand, notice, and protest, delivered the note, so indorsed, to the agent of the plaintiffs, and received the sum of $10,000.</p>\n      <p class=\"indent\">The complaint alleged that the transaction was a loan by plaintiffs to W. F. Owens; that the defendants executed the note for the accommodation of Owens, to enable him to procure the loan thereon; and that Owens was in fact a maker of said note to the plaintiffs, and never himself had any cause of action thereon against the defendants.</p>\n      <p class=\"indent\">To this complaint the defendants demurred on the ground that it did not bring the case within the jurisdiction of the circuit court, and did not state facts sufficient to constitute a cause of action.</p>\n      <p class=\"indent\">Upon argument this demurrer was overruled. 36 Fed. Rep. 484.</p>\n      <p class=\"indent\">The defendants answered, denying the execution of the note and knowledge of the other facts alleged in the complaint. At the trial a verdict was given in favor of the plaintiffs for the amount of the note, with interest from date; and on June 19, 1889, judgment was entered on the verdict, in favor of the plaintiffs and against the defendants, for the amount of the note, with interest, and with costs and disbursements.</p>\n      <p class=\"indent\">A writ of error was duly sued out and allowed, and the case brought into this court for review.</p>\n      <p class=\"indent\">J. H. Mitchell, for plaintiffs in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 152-156 intentionally omitted]</p>\n      <p class=\"indent\">L. B. Cox, for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice SHIRAS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The complaint alleges the ownership in the plaintiffs of a chose in action; as to the character, a promissory note; as to amount, ten thousand dollars; as to parties, the plaintiffs, citizens of the state of New York, and the defendants, citizens of the state of Oregon; thus bringing the case within the jurisdiction of a circuit court of the United States, as defined in the constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By the demurrer to the complaint the defendants invoked the provision of the act of August 13, 1888, (25 St. p. 434,) which is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Nor shall any circuit or district court have cognizance of any suit, except upon foreign bills of exchange, to recover the contents of any promissory note or other chose in action in favor of any assignee or of any subsequent holder, if such instrument be payable to bearer, * * * unless such suit might have been prosecuted in such court to recover the said contents if no assignment or transfer had been made.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon the face of the complaint, the jurisdiction of the circuit court was duly made to appear, so far as the requisitions of the constitution apply. But it has been held, in a series of cases beginning with Turner v. Bank, 4 Dall. 8, that it is competent for congress, in creating a circuit court and prescribing the extent of its jurisdiction, to withhold jurisdiction in the case of a particular controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In pursuance of this view it has been frequently held by this court that, in an action in a circuit court of the United States by an assignee of a chose in action, the record must affirmatively show, by apt allegations, that the assignor could have maintained the action. Thus, Mr. Justice Strong, in delivering the opinion of the court in the case of Morgan's Ex'r v. Gay, 19 Wall. 81, 83, said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'In Turner v. Bank, 4 Dall. 8, it was distinctly ruled that, when an action upon a promissory note is brought in a federal court by an indorser against the maker, the citizenship of not only the parties to the suit, but also of the payee and indorser, must be averred in the record to be such as to give the court jurisdiction.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Sheldon v. Sill, 8 How. 441, 448, it was contended, in favor of the jurisdiction of the circuit court, that the provision in the judiciary act of 1789, inhibiting a suit by an assignee of a chose in action, in cases where the assignor could not have sued, if no assignment had been made, was invalid, because it attempted to deprive the courts of the United States of the judicial power with which the constitution had invested them; but this court, speaking through Mr. Justice Grier, said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The eleventh section of the judiciary act, which defines the jurisdiction of the circuit courts, restrains them from taking 'cognizance of any suit to recover the contents of any promissory note, or other chose in action, in favor of an assignee, unless a suit might have been prosecuted in such court to recover the contents if no assignment had been made, except in cases of foreign bills of exchange.' 'The third article of the constitution declares that 'the judicial power of the United States shall be vested in one supreme court and such inferior courts as the congress may from time to time ordain and establish.' The second section of the same article enumerates the cases and controversies of which the judicial power shall have cognizance, and, among others, it specifies 'controversies between citizens of different states.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'It has been alleged that this restriction of the judiciary act, with regard to assignees of choses in action, is in conflict with this provision of the constitution, and therefore void.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'It must be admitted that if the constitution had ordained and established the inferior courts, and distributed to them their respective powers, they could not be restricted or divested by congress. But, as it has made no such distribution, one of two consequences must result,&#8212;either that each inferior court created by congress must exercise all the judicial powers not given to the supreme court, or that congress, having the power to establish the courts, must define their respective jurisdictions. The first of these inferences has never been asserted, and could not be defended with any show of reason, and, if not, the latter would seem to follow as a necessary consequence; and it would seem to follow, also, that, having a right to prescribe, congress may withhold, from any court of its creation, jurisdiction of any of the enumerated controversies. Courts created by statute can have no jurisdiction but such as the statute confers. No one of them can asser a just claim to jurisdiction exclusively conferred on another, or withheld from all. The constitution has defined the limits of the judicial power of the United States, but has not prescribed how much of it shall be exercised by the circuit court. Consequently, the statute which does prescribe the limits of their jurisdiction cannot be in conflict with the constitution, unless it confers powers not enumerated therein.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This doctrine has remained unchallenged, and has been assumed for law in numerous cases, which it is unnecessary to cite; and a similar provision has been inserted in the various acts defining the jurisdiction of the circuit courts, including, as we have seen, the act of August 13, 1888, under which the present action was brought.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor are we asked by the defendant in error to disregard those cases, but he contends that, consistently with their doctrine and the provision of the judiciary act, he can maintain his action by alleging and proving that the nominal indorser was not really such, but that the note was made by the makers for his accommodation and as his sureties; that he was, in legal effect, a maker of the note; that he received the proceeds of the loan effected through the note, and had no right of action against the nominal makers of the note; and hence that he cannot be regarded as an assignor of a right of action against the makers, within the true meaning of the judiciary act.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The learned judge who tried the case below adopted the view that where it is necessary, to maintain the jurisdiction of the circuit court in an action on a promissory note, to show that the plaintiff, who appears to be an indorsee or assignee, is in point of fact the payee of the note, it may be done, and therefore overruled the demurrer.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Against this view of the case, the plaintiffs in error urge two propositions: First, that it was not competent for the holders of the note to show, by allegation and evidence, that the relation of the parties to the note, as makers and payees, was otherwise than as it appeared to be in the phraseology of the note itself; and, second, that, assuming the plaintiffs' evidence to truly present the facts of the case, yet the plaintiffs were not thereby relieved from the operation of that provision of the law which forbids assignees from maintaining actions to recover the contents of promissory notes. To sustain their first objection, plaintiffs in error cite numerous cases going to show that parol evidence is not admissible to vary the contract of indorsement, or the agreement of the parties as fixed under the law by the fact of indorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Certainly, as against a third party who has become, in good faith, the holder of a promissory note, a defendant, whether a maker or an indorser, will not be permitted to escape from the legal import of his formal contract by an offer of parol evidence. But, as between themselves, it has always been held that evidence showing the real relation of the parties is admissible, because it does not change or vary the contract, but shows what it really was. The defendants' engagement, as to amount and date and place of payment, and every other circumstance connected with it, is left by the evidence just what it appears to be on the face of the note.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Brooks v. Thacher, 52 Vt. 559, where there was a question as to whether a party to a note was principal or surety, Redfield, J., said: 'But the real relation of the parties to a written instrument, whether as principal or sureties, may always be shown by parol evidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Harris v. Brooks, 21 Pick. 195, 197, was a suit wherein one of two makers of a note was permitted to show that, though a joint maker in from, he was, in fact, surety for the other maker, and had been released by an agreement of the holder that he would look to the principal; and Shaw, C. J., said: 'The fact of such relation, and notice of it to the holder, may, we think, be proved by extrinsic evidence. It is not to affect the terms of the contract, but to prove a collateral fact and rebut a presumption.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If, then, it was satisfactorily shown that Owens, the nominal indorser, was really the party for whose use the note was made, and that the plaintiffs below were the first and only holders of the note for value, the next question is whether, upon that state of facts, they were prevented, by the terms of the judiciary act, from maintaining an action in the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is quite plain that the plaintiffs' action did not offend the spirit and purpose of this section of the act. The purpose of the restriction as to suits by assignees was to prevent the making of assignments of choses in action for the purpose of giving jurisdiction to the federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Bank v. Wister, 2 Pet. 318, was the case of a suit in a circuit court of the United States by a holder of a bank bill payable to individuals or bearer, concerning which individuals there was no averment of citizenship, and which, therefore, may have been payable, in the first instance, to parties not competent to sue in the courts of the United States. But the court held: 'This is a question which has been considered and disposed of in our previous decisions. This court has uniformly held that a note payable to bearer is payable to anybody, and not affected by the disabilities of the nominal payee.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Bushnell v. Kennedy, 9 Wall. 387, 391, Chief Justice Chase, in delivering the opinion of the court, said: 'It may be observed that the denial of jurisdiction of suits by assignees has never been taken in an absolutely literal sense. It has been held that suits upon notes payable to a particular individual or to bearer may be maintained by the holder, without any allegation of citizenship of the original payee, though it is not to be doubted that the holder's title to the note could only be derived through transfer or assignment. So, too, it has been decided, where the assignment was by will, that the restriction is not applicable to the representative of the decedent. And it has also been determined that the assignee of a chose in action may maintain a suit in the circuit court to recover possession of the specific thing, or damages for its wrongful caption or detention, though the court would have no jurisdiction of the suit if brought by the assignors.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not overlook the fact that, since the foregoing cases were determined, congress has, in the more recent judiciary acts, still further restricted the jurisdiction of the circuit courts by including in the prohibitory clause the case of promissory notes payable to bearer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But the reasoning remains applicable, in so far as they hold that the language of the statute is to be interpreted by the purpose to be effected and the mischief to be prevented.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think that the jurisdiction of the circuit court, in the case before us, was properly put by the court below upon the proposition that the true meaning of the restriction in question was not disturbed by permitting the plaintiffs to show that, notwithstanding the terms of the note, the payee was really a maker or original promisor, and did not, by his indorsement, assign or transfer any right of action held by him against the accommodation makers.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The jurisdiction of the court having been established, and an issue having been made as to the execution of the note, several questions arose during the progress of the trial, which are brought up for our consideration by bills of exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The 2d, 3d, 4th, and 5th assignments allege error in the action of the court in permitting one H. Abraham to testify as to what were the relations between the defendants and W. F. Owens, and as to what Owens wanted to do with the money he borrowed on the note in suit.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It was not claimed by the plaintiffs that the evidence objected to was needed to create an obligation on the part of the defendants to pay the note. That obligation arose directly from the terms of the note, and, if the execution of the note had not been denied, the testimony of Abraham would not have been necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But in view of the nature of the controversy before the jury, putting in issue the execution of the note sued on, we agree with the trial court in regarding the evidence as admissible. While each one of the facts so elicited was, when regarded singly, of small importance, yet, taken together, they were worthy of consideration; and we do not perceive that any rule of evidence was violated in submitting them to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is argued that there was error in admitting statements by the witness Abraham as to the contents of the letters that had passed between him and Owens, without producing the letters, or accounting for their absence. But the record does not disclose that any specific objection was made to the evidence for that reason, though objection was made generally to the admission of any conversation between the witness and Owens, which was not had in the presence of the defendants, as incompetent and irrelevant. But the force of this is broken by the observation that what passed between the witness and Owens, whether in conversation or in letters, was of matters that happened prior to the making of the note, and was admitted only to show the relations of the parties, and the circumstances in which the note was made.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In view of the fact, disclosed by the record, of the death of Owens before the trial, and the consequent necessity of resorting to circumstantial evidence, we think the rules on this subject were not unduly relaxed in permitting a full disclosure of the res gestae.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There are several additional assignments of error, which involve the action of the court in admitting evidence bearing on the question of the execution of the note in suit.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">So far as such assignments present the vexed subject of the introduction into a cause of papers, not otherwise competent, for the purpose of enabling the jury to make a comparison of handwriting, we are relieved from discussion by the existence of an Oregon statute which provides that 'evidence respecting the handwriting may also be given by a comparison, made by a witness skilled in such matters, or the jury, with writings admitted or treated as genuine by the party against whom the evidence is offered.' 1 Hill's Ann. Laws Or. &#167; 765. We regard this statute as constituting the law of the case, and as warranting the action of the court in the particulars complained of.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The seventh assignment avers error in permitting several witnesses to testify as to whether they would act upon the signatures of the defendants attached to the note sued on it they came to them in an ordinary business transaction. Such a question, standing alone, might be objectionable, but the record discloses that each of these witnesses had testified to his acquaintance with the handwriting of one or more of the defendants, and to his belief of the genuineness of the signatures of the parties with whose handwriting he was acquainted; and, as a means of showing the strength and value of the witness' opinions, the question put was allowable.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have more difficulty in disposing of the errors assigned in the 9th, 10th, 11th, and 12th specifications. Two letters of Owens, the nominal payee of the note, who was not a party to the suit, were admitted in evidence; and Edward Failing, an expert witness, was asked to state whether, judging from the letters produced, he believed that Owens could have forged the names upon the note in dispute so as to correspond so nearly with the names upon the comparison papers. Certain stub certificates were admitted in evidence, and George W. Jones testified that his name thereon written was his signature; and thereupon the expert was asked whether or not, in his opinion, the name of Jones, so written, would be an easier name to counterfeit than that of M. B. Holmes. That the ordinary handwriting of Owens, as shown in his letters, was such as to convince an expert that he was not able to successfully imitate the signatures of other persons, may have been entitled to some weight. That Owens could, in the opinion of the expert, have as readily counterfeited the handwriting of Jones as that of the defendant Holmes, seems to be fanciful, and entitled to little or no weight. If these offers had been rejected by the court, such rejection could not have been successfully assigned as error. Still, we cannot perceive that the case of the defendants was injured by the admission of this trifling evidence. As has been frequently said, great latitude is allowed in the reception of circumstantial evidence, the aid of which is constantly required; and therefore, where direct evidence of the fact is wanting, the more the jury can see of the surrounding facts and circumstances the more correct their judgment is likely to be. 'The competency of a collateral fact to be used as the basis of legitimate argument is not to be determined by the conclusiveness of the inferences it may afford in reference to the litigated fact. It is enough if these may tend, even in a slight degree, to elucidate the inquiry, or to assist, though remotely, to a determination probably founded in truth.' Stevenson v. Stewart, 11 Pa. St. 307.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The modern tendency, both of legislation and of the decision of courts, is to give as wide a scope as possible to the investigation of facts. Courts of error are especially unwilling to reverse cases because unimportant and possibly irrelevant testimony may have crept in, unless there is reason to think that practical injustice has been thereby caused.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">These observations seem to sufficiently dispose of the errors assigned, and the judgment of the court below is accordingly affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93480/"
}