{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "148 U.S. 1", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93530/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "The Rumbell", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "1,117", 
    "id": 77910, 
    "resource_uri": "/api/rest/v2/citation/77910/"
  }, 
  "id": 93530, 
  "blocked": false, 
  "judges": "Gray, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1893-03-06", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>148 U.S. 1 (1893)</b></center>\n<center><h1>THE J.E. RUMBELL.<sup>[1]</sup></h1></center>\n<center>No. 1117.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 14, 1892.</center>\n<center>Decided March 6, 1893.</center>\nCERTIFICATE FROM THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*3</span> <i>Mr. C.E. Kremer</i> for appellants.</p>\n<p><i>Mr. Charles E. Pope</i> for appellees.</p>\n<p><span class=\"star-pagination\">*9</span> MR. JUSTICE GRAY, after stating the case, delivered the opinion of the court.</p>\n<p>By the admiralty law, maritime liens or privileges for necessary advances made, or supplies furnished, to keep a vessel fit for sea, take precedence of all prior claims upon her, unless for seamen's wages or salvage. It is upon this ground, that such advances or supplies, made or furnished in good faith to the master in a foreign port, are preferred to a prior mortgage, or to a forfeiture to the United States for a precedent violation of the navigation laws. <i>the St. Jago de Cuba,</i> 9 Wheat. 409, 416; <i>The Emily Souder,</i> 17 Wall. 666, 672.</p>\n<p>In <i>The St. Jago de Cuba,</i> Mr. Justice Johnson, in delivering judgment, and speaking of the lien of material-men and other implied liens under maritime contracts, said: \"The whole object of giving admiralty process and priority of payment to privileged creditors is to furnish wings and legs to\" the vessel, \"to get back for the benefit of all concerned; that is, to complete her voyage.\" \"In every case, the last lien given will supersede the proceeding. The last bottomry bond will ride over all that precede it; and an abandonment to a salvor will supersede every prior claim. The vessel must get on; this is the consideration which controls every other; and not only the vessel, but even the cargo, is <i>sub modo</i> subjected to this necessity.\" 9 Wheat. 416.</p>\n<p>In <i>The Yankee Blade,</i> 19 How. 82, 89, 90, Mr. Justice Grier, speaking for this court, said: \"The maritime privilege or lien is adopted from the civil law, and imports a tacit hypothecation of the subject of it. It is a <i>jus in re,</i> without actual possession or any right of possession. It accompanies the property into the hands of a <i>bona fide</i> purchaser. It can be executed and divested only by a proceeding <i>in rem.</i> This sort of proceeding against personal property is unknown to the common law, and is peculiar to the process of courts of admiralty. The foreign and other attachments of property in <span class=\"star-pagination\">*10</span> the state courts, though by analogy loosely termed proceedings <i>in rem,</i> are evidently not within the category.\" \"These principles will be found stated, and fully vindicated by authority, in the cases of <i>The Young Mechanic,</i> 2 Curtis C.C. 404, and <i>The Kiersage,</i> 2 Curtis C.C. 421.\"</p>\n<p>Both the decisions of Mr. Justice Curtis, thus referred to, depended on a statute of Maine, giving in general terms a lien upon a vessel for labor performed or materials furnished in her construction or repair, without undertaking to fix the comparative precedence of such liens.</p>\n<p>In <i>The Young Mechanic,</i> after elaborate discussion of the nature of such a lien, it was held to be a <i>jus in re,</i> a right of property in the thing itself, existing independently of possession; \"an appropriation made by the law, of a particular thing, as security for a debt or claim; the law creating an incumbrance thereon, and vesting in the creditor what we term a special property in the thing, which subsists from the moment when the debt or claim arises, and accompanies the thing even into the hands of a purchaser.\" \"Though tacitly created by the law, and to be executed only by the aid of a court of justice, and resulting in a judicial sale, it is as really a property in the thing, as the right of a pledgee, or the lien of a bailee for work;\" and is not \"only a privilege to arrest the vessel for the debt, which, of itself, constitutes no incumbrance on the vessel, and becomes such only by virtue of an actual attachment.\" 2 Curtis C.C. 406, 410, 412.</p>\n<p>In <i>The Kiersage,</i> Mr. Justice Curtis held that the lien for labor and materials in the home port had precedence over a prior mortgage; and, after observing that, as he had held in <i>The Young Mechanic,</i> this lien \"was, in substance, a tacit hypothecation of the vessel, as security for the debt;\" \"a <i>jus in re,</i> constituting an incumbrance on the property by operation of law;\" he added: \"And there can be no doubt that it takes effect wholly irrespective of the state of the title to the vessel. Whether the vessel belongs to one or more persons \u0097 whether the title has been so divided that one is a special and another a general owner, and however it may be incumbered, the law gives the lien on the thing. The mortgagees can have <span class=\"star-pagination\">*11</span> no claim to be preferred over the lien-holder because of their priority in time; for their interest in the vessel is as much subject to the statute lien, as the interest of any other party. It is not in the power of the owner, by his voluntary act, to withdraw any part of the title from the operation of the lien; if he could, he might altogether defeat it.\" 2 Curtis C.C. 422, 423.</p>\n<p>It was assumed in each of those cases that a lien, given by the local law, for building a ship, stood on the same ground as a lien, under the same law, for repairing her. It has since been decided, and is now settled, that a contract for building a ship, being a contract made on land and to be performed on land, is not a maritime contract, and that a lien to secure it, given by local statute, is not a maritime lien, and cannot, therefore, be enforced in admiralty. <i>The Jefferson,</i> 20 How. 393; <i>The Capitol,</i> 22 How. 129; <i>Edwards</i> v. <i>Elliott,</i> 21 Wall. 532. That fact, however, does not affect the strength of the reasoning, or the justness of the conclusions, of Mr. Justice Curtis, as regards liens for repairs and supplies; and, in relation to such liens, his view has been generally accepted in the admiralty courts of the United States.</p>\n<p>\"A maritime lien, unlike a lien at common law, may,\" said Mr. Justice Field, speaking for this court, \"exist without possession of the thing upon which it is asserted, either actual or constructive. It confers, however, upon its holder such a right in the thing, that he may subject it to condemnation and sale to satisfy his claim or damages.\" \"The only object of the proceedings <i>in rem</i> is to make this right, where it exists available \u0097 to carry it into effect. It subserves no other purpose.\" <i>The Rock Island Bridge,</i> 6 Wall. 213, 215. And in <i>The Lottawanna,</i> Mr. Justice Bradley, speaking of a lien given by a statute of Louisiana for repairs and supplies, said \"a lien is a right of property, and not a mere matter of procedure.\" 21 Wall. 558, 579.</p>\n<p>In the admiralty and maritime law of the United States, as declared and established by the decisions of this court, the following propositions are no longer doubtful:</p>\n<p>1st. For necessary repairs or supplies furnished to a vessel <span class=\"star-pagination\">*12</span> in a foreign port, a lien is given by the general maritime law, following the civil law, and may be enforced in admiralty. <i>The General Smith,</i> 4 Wheat. 438, 443; <i>The St. Jago de Cuba,</i> 9 Wheat. 409, 417; <i>The Virgin,</i> 8 Pet. 538, 550; <i>The Laura,</i> 19 How. 22; <i>The Grapeshot,</i> 9 Wall. 129; <i>The Lulu,</i> 10 Wall. 192; <i>The Kalorama,</i> 10 Wall. 204.</p>\n<p>2d. For repairs or supplies in the home port of the vessel, no lien exists, or can be enforced in admiralty, under the general law, independently of local statute. <i>The General Smith,</i> and <i>The St. Jago de Cuba,</i> above cited; <i>The Lottawanna,</i> 21 Wall. 558; <i>The Edith,</i> 94 U.S. 518.</p>\n<p>3d. Whenever the statute of a State gives a lien, to be enforced by process <i>in rem</i> against the vessel, for repairs or supplies in her home port, this lien, being similar to the lien arising in a foreign port under the general law, is in the nature of a maritime lien, and therefore may be enforced in admiralty in the courts of the United States. <i>The Planter,</i> 7 Pet. 324; <i>The St. Lawrence,</i> 1 Black, 522; <i>The Lottawanna,</i> 21 Wall. 558, 579, 580; Rule 12 in Admiralty, as amended in 1872, 13 Wall. xiv.</p>\n<p>4th. This lien, in the nature of a maritime lien, and to be enforced by process in the nature of admiralty process, is within the exclusive jurisdiction of the courts of the United States, sitting in admiralty. <i>The Moses Taylor,</i> 4 Wall. 411; <i>The Hine,</i> 4 Wall. 555; <i>The Belfast,</i> 7 Wall. 624; <i>The Lottawanna,</i> 21 Wall. 558, 580; <i>Johnson</i> v. <i>Chicago Elevator Co.,</i> 119 U.S. 388, 397.</p>\n<p>The fundamental reasons on which these propositions rest may be summed up thus: The admiralty and maritime jurisdiction is conferred on the courts of the United States by the Constitution, and cannot be enlarged or restricted by the legislation of a State. No State legislation, therefore, can bring within the admiralty jurisdiction of the national courts a subject not maritime in its nature. But when a right, maritime in its nature, and to be enforced by process in the nature of admiralty process, has been given by the statute of a State, the admiralty courts of the United States have jurisdiction, and exclusive jurisdiction, to enforce that right according to their <span class=\"star-pagination\">*13</span> own rules of procedure. See, in addition to the cases above cited, <i>The Orleans,</i> 11 Pet. 175, 184; <i>Ex parte McNiel,</i> 13 Wall. 236, 243; <i>The Corsair,</i> 145 U.S. 335, 347.</p>\n<p>The settled rules of jurisdiction and practice on this subject were stated by Mr. Justice Bradley in <i>The Lottawanna</i> as follows: \"So long as Congress does not interpose to regulate the subject, the rights of material-men furnishing necessaries to a vessel in her home port may be regulated in each State by state legislation. State laws, it is true, cannot exclude the contract for furnishing such necessaries from the domain of admiralty jurisdiction, for it is a maritime contract, and they cannot alter the limits of that jurisdiction; nor can they confer it upon the state courts so as to enable them to proceed <i>in rem</i> for the enforcement of liens created by such state laws, for it is exclusively conferred upon the District Courts of the United States. They can only authorize the enforcement thereof by common law remedies, or such remedies as are equivalent thereto. But the District Courts of the United States, having jurisdiction of the contract as a maritime one, may enforce liens given for its security, even when created by the state laws.\" 21 Wall. 580.</p>\n<p>By the Revised Statutes of Illinois of 1874, c. 12, § 1, every sailing vessel, steamboat or other water craft of above five tons burthen, used or intended to be used in navigating the waters of the State, or used in trade and commerce between ports and places within the State, or having her home port in the State, \"shall be subject to a lien thereon\" for all debts contracted by her owner or master on account of supplies and provisions furnished for her use, or of work done or services rendered on board of her \"by any seaman, master or other employé thereof,\" or \"of work done or materials furnished by mechanics, tradesmen or others, in or about the building, repairing, fitting, furnishing or equipping such craft,\" and also for sums due for wharfage, towage, or the like, or upon contracts of affreightment, and damages for injuries to persons or property. By §§ 3, 4, the lien may be enforced by a petition filed in a court of record in the county where the vessel is found, within five years, but cannot be enforced \"as against <span class=\"star-pagination\">*14</span> or to the prejudice of any other creditor, or subsequent incumbrancer or <i>bona fide</i> purchaser,\" unless the petition is filed within nine months after the debt accrues or becomes due. By §§ 5-8, upon the filing of the petition, and of a bond from the petitioner to the owner of the vessel to prosecute the suit with effect, or, in case of failure to do so, to pay all costs and damages caused to the owner or other persons interested in the vessel by the wrongful suing out of the attachment, a writ of attachment is to issue to the sheriff to seize and keep the vessel. By §§ 10, 11, notice is to be given to the owners in person, and by publication to all other persons interested, and they may intervene to protect their interests. By §§ 15-17, the vessel may be delivered up to the owner, or to any other person interested, upon his giving bond, or making a deposit of money. By § 19, the owner and other claimants are to file answers. By §§ 21-27, upon judgment for the petitioner, the vessel, if remaining in custody, is to be sold by the sheriff; and the proceeds (deducting certain costs) are to be applied, first, to the wages due to seamen, including the master, for certain periods, and then to all other claims, filed before the distribution, on which judgment has been rendered in favor of the claimant, and to any balance due to seamen; and any remnant is to be applied, first, to all other liens enforceable under the statute before distribution; second, to all mortgages or other incumbrances of the vessel by the owner, \"in proportion to the interest they cover and priority;\" third, to judgments at law or decrees in chancery against the owner; and any surplus to the owner.</p>\n<p>It thus appears that, for all supplies or provisions furnished for the use of a vessel, or for work done and materials furnished in repairing her, in her home port, the statute gives a lien upon the vessel, to be enforced by proceedings <i>in rem,</i> analogous to such proceedings in admiralty.</p>\n<p>In the present case, the District Court has found and adjudged that the sums claimed by the appellants for supplies, repairs and services were due to them; and the Circuit Court of Appeals has stated in its certificate that for these supplies, repairs and services there was a lien upon the vessel under the <span class=\"star-pagination\">*15</span> laws of the State of Illinois; and has certified to this court the single question \"whether a claim arising upon a vessel mortgage is to be preferred to the claim for supplies and necessaries furnished to a vessel in its home port in the State of Illinois subsequently to the date of the recording of the mortgage.\"</p>\n<p>It must be assumed, therefore, for the purpose of deciding this question, that all the claims of the appellants for supplies and repairs were contracted under such circumstances, that a lien upon the vessel for their payment existed under the statute of Illinois, and should be enforced in admiralty by the courts of the United States against the proceeds of the vessel, unless the mortgagees are entitled to priority in the distribution.</p>\n<p>An ordinary mortgage of a vessel, whether made to secure the purchase money upon the sale thereof, or to raise money for general purposes, is not a maritime contract. A court of admiralty, therefore, has no jurisdiction of a libel to foreclose it, or to assert either title or right of possession under it. <i>The John Jay,</i> 17 How. 399; <i>The Eclipse,</i> 135 U.S. 599, 608. But it has jurisdiction, after a vessel has been sold by its order, and the proceeds have been paid into the registry, to pass upon the claim of the mortgagee, as of any other person, to the fund, and to determine the priority of the various claims, upon petitions such as were filed by the mortgagees and the material-men in this case. <i>The Globe,</i> 3 How. 568, 573; <i>The Angelique,</i> 19 How. 239; <i>The Lottawanna,</i> 21 Wall. 558, 582, 583; Rule 43 in Admiralty.</p>\n<p>The appellees rely on section 4192 of the Revised Statutes of the United States, which substantially reënacts the act of July 29, 1850, c. 27, § 1, (9 Stat. 440,) and is as follows: \"No bill of sale, mortgage, hypothecation or conveyance of any vessel, or part of any vessel, of the United States shall be valid against any person other than the grantor or mortgagor, his heirs and devisees, and persons having actual notice thereof; unless such bill of sale, mortgage, hypothecation or conveyance is recorded in the office of the collector of the customs where such vessel is registered or enrolled. The lien by bottomry on any vessel, created during her voyage, by a loan of money or <span class=\"star-pagination\">*16</span> materials, necessary to repair or enable her to prosecute a voyage, shall not, however, lose its priority, or be in any way affected by the provisions of this section.\"</p>\n<p>The appellees contend that no lien created by the legislature of a State can override a prior mortgage recorded under this act of Congress.</p>\n<p>But that enactment is a mere registry act, intended to prevent mortgages and other conveyances of vessels from having any effect (which they might have had before) against persons other than the grantor or mortgagor, and those claiming under him, or having actual notice thereof, unless recorded as therein provided. <i>White's Bank</i> v. <i>Smith,</i> 7 Wall. 646; <i>Aldrich</i> v. <i>Ætna Co.,</i> 8 Wall. 491. It manifests no intention to confer upon the mortgagee any new right, or to make the mortgage a maritime contract, or the lien created thereby a maritime lien, or in any way to interfere with maritime contracts or liens, or with the jurisdiction and procedure in admiralty. The only mention of any other lien on the vessel is of a bottomry bond, in the latter part of the section, originally inserted in the form of a proviso, and with the obvious purpose of precluding the possibility of construing such a bond to be an hypothecation, within the meaning of the previous clause, and therefore required to be recorded. And, as was well observed in <i>The William T. Graves,</i> 14 Blatchford, 189, 195, by Judge Johnson: \"If this proviso be construed to mean that such a lien only is out of the purview of the statute, and that all other liens are postponed to that of a mortgagee, then the claims of salvors, and all those having other strictly maritime liens, would be thus postponed, to the subversion of the whole principle upon which efficacy is given to such claims, and the overthrow of the best settled and most salutary principles of the maritime law. Indeed, any principle, upon which this statute can be expounded to give such a priority to a recorded mortgage, would also extend to bills of sale and other conveyances recorded under the same law, and thus practically overthrow the whole scheme of maritime law upon the subject of maritime liens.\"</p>\n<p>In <i>The Lottawanna,</i> the mortgage was preferred to the <span class=\"star-pagination\">*17</span> claim of the material-men in the home port, only because the latter had not recorded their lien as required by the law of the State to make it valid; and it was clearly implied in the opinion of the court, delivered by Mr. Justice Bradley, as well as distinctly asserted in the dissenting opinion of Mr. Justice Clifford, that their lien, if valid, would take precedence of the mortgage. 21 Wall. 578, 579, 582, 608. And, as already stated at the outset of this opinion, the same rule was laid down in the opinion of Mr. Justice Curtis in <i>The Kiersage,</i> 2 Curtis C.C. 421, approved by this court in <i>The Yankee Blade,</i> 19 How. 82.</p>\n<p>The appellees rely on a line of cases in the courts of the United States held in Illinois, beginning with a decision of Judge Drummond in 1869, and upon similar cases in the Supreme Court of the State, as establishing, as a rule of property, that a mortgage takes precedence of a lien for supplies afterwards furnished to a vessel in her home port under the statute of Illinois. <i>The Grace Greenwood,</i> (1869) 2 Bissell, 131; <i>The Skylark,</i> (1870) 2 Bissell, 251; <i>The Kate Hinchman,</i> (1875) 6 Bissell, 367, and (1876) 7 Bissell, 238; <i>The Great West No.</i> 2 v. <i>Oberndorf,</i> (1870) 57 Illinois, 168; <i>The Hilton</i> v. <i>Miller,</i> (1871) 62 Illinois, 230.</p>\n<p>But the question in controversy depends upon principles of general jurisprudence, and upon the true construction of an act of Congress, and arises in the courts of the United States exercising the admiralty and maritime jurisdiction exclusively vested in them by the Constitution. Upon such a question, neither the decisions of the highest court of a State, nor those of the Circuit and District Courts of the United States, can relieve this court from the duty of exercising its own judgment. <i>Liverpool Steam Co.</i> v. <i>Phenix Ins. Co.,</i> 129 U.S. 397, 443; <i>Andrews</i> v. <i>Hovey,</i> 124 U.S. 694, 717.</p>\n<p>Moreover, the rule preferring the lien for repairs or supplies in a home port to a prior mortgage was recognized, even in the Seventh Circuit, by Judge Dyer in the District Court of the United States for the Eastern District of Wisconsin in 1874, in <i>The J.A. Travis,</i> 7 Chicago Legal News, 275; and it appears to prevail in every other judicial circuit of the United States.</p>\n<p><span class=\"star-pagination\">*18</span> It has been upheld in the First Circuit, by Mr. Justice Curtis in <i>The Kiersage,</i> (1855) 2 Curtis C.C. 421, already cited, and by Judge Lowell in <i>The Island City,</i> (1869) 1 Lowell, 375, 379; in the Second Circuit, by Judge Wallace, and by Judge Johnson on appeal, in <i>The William T. Graves,</i> (1876) 8 Benedict 568, and (1877) 14 Blatchford, 189; in the Third Circuit, by Judge McCandless, and by Mr. Justice Grier on appeal, in <i>The Collier,</i> (1861) 2 Pittsburgh Rep. 304, 318, 320, and by Judge Acheson in <i>The Venture,</i> (1885) 26 Fed. Rep. 285; and in the Fourth Circuit, by Judge Hughes in <i>The Raleigh,</i> (1876) 2 Hughes, 44, and by Judge Seymour in <i>Clyde</i> v. <i>Steam Transportation Co.,</i> (1888) 36 Fed. Rep. 501. In <i>The Marcelia Ann,</i> (1887) 34 Fed. Rep. 142, Judge Bond gave priority to the mortgage, because the statute of Maryland expressly so provided.</p>\n<p>In the Fifth Circuit, Mr. Justice Woods, then Circuit Judge, while admitting that the lien of a mortgage duly recorded was inferior to all strictly maritime liens, yet held that it was superior to any subsequent lien for supplies in the home port, given by the legislation of a State. <i>The John T. Moore,</i> (1877) 3 Woods, 61; <i>The Bradish Johnson,</i> (1878) 3 Woods, 582. His ruling was followed by Judge Hill, who had previously decided otherwise in <i>The Emma,</i> (1876) 3 Central Law Journal, 285; and, with much doubt of its soundness, by Judge Pardee. <i>The Josephine Spangler,</i> (1881) 9 Fed. Rep. 773, and 11 Fed. Rep. 440; <i>The De Smet,</i> (1881) 10 Fed. Rep. 483. But in a very recent case, Mr. Justice Lamar, upon full consideration, and with the concurrence of Judge Pardee, overruled those decisions in a clear and convincing opinion. <i>The Madrid,</i> (1889) 40 Fed. Rep. 677.</p>\n<p>In the Sixth Circuit, Judge Sherman, sitting in bankruptcy, held that a mortgage must be preferred to a subsequent lien for supplies under a state statute. <i>Scott's Case,</i> (1869) 1 Abbott, (U.S.) 336. But the opposite rule has since been recognized as clearly established in admiralty in that circuit by decisions of Judge Withey in <i>The St. Joseph,</i> (1869) Brown Adm. 202, and <i>The Alice Getty,</i> (1877) 2 Flippin, 18; of Judge Hammond in <i>The Illinois,</i> (1879) 2 Flippin, 383, 433; of Mr. <span class=\"star-pagination\">*19</span> Justice Brown, then District Judge, in <i>The City of Tawas,</i> (1880) 3 Fed. Rep. 170; of Judge Swing in <i>The Guiding Star,</i> (1881) 9 Fed. Rep. 521 and of Mr. Justice Matthews and Judge Baxter in the same case on appeal, (1883) 18 Fed. Rep. 263, 269.</p>\n<p>The decisions in the Eighth Circuit, by Judge Thayer in <i>The Wyoming,</i> (1888) 35 Fed. Rep. 548; and in the Ninth Circuit, by Judge Hoffman in <i>The Harrison,</i> (1870) 1 Sawyer, 353, and <i>The Hiawatha,</i> (1878) 5 Sawyer, 160, and by Judge Deady in <i>The Canada,</i> (1881) 7 Sawyer, 173, are to the same effect.</p>\n<p>According to the great preponderance of American authority, therefore, as well as upon settled principles, the lien created by the statute of a State, for repairs or supplies furnished to a vessel in her home port, has the like precedence over a prior mortgage, that is accorded to a lien for repairs or supplies in a foreign port under the general maritime law, as recognized and adopted in the United States. Each rests upon the furnishing of supplies to the ship, on the credit of the ship herself, to preserve her existence and secure her usefulness, for the benefit of all having any title or interest in her. Each creates a <i>jus in re,</i> a right of property in the vessel, existing independently of possession, and arising as soon as the contract is made, and before the institution of judicial proceedings to enforce it. The contract in each case is maritime, and the lien which the law gives to secure it is maritime in its nature, and is enforced in admiralty by reason of its maritime nature only. The mortgage, on the other hand, is not a maritime contract, and constitutes no maritime lien, and the mortgagee can only share in the proceeds in the registry after all maritime liens have been satisfied.</p>\n<p>It would seem to follow that any priority given by the statute of a State, or by decisions at common law or in equity, is immaterial; and that the admiralty courts of the United States, enforcing the lien because it is maritime in its nature, arising upon a maritime contract, must give it the rank to which it is entitled by the principles of the maritime and admiralty law.</p>\n<p><span class=\"star-pagination\">*20</span> As was forcibly said by Mr. Justice Matthews, in <i>The Guiding Star,</i> above cited, \"In enforcing the statutory lien in maritime causes, admiralty courts do not adopt the statute itself, or the construction placed upon it by courts of common law or of equity, when they apply it. Everything required by the statute, as a condition on which the lien arises and vests, must, of course, be regarded by courts of admiralty; for they can only act in enforcing a lien when the statute has, according to its terms, conferred it; but beyond that the statute, as such, does not furnish the rule for governing the decision of the cause in admiralty, as between conflicting claims and liens. The maritime law treats the lien, because conferred upon a maritime contract by the statute, as if it had been conferred by itself, and consequently upon the same footing as all maritime liens; the order of payment between them being determinable upon its own principles.\" 18 Fed. Rep. 268.</p>\n<p>It is unnecessary, however, in this case, to dwell upon that consideration, inasmuch as the lien in question is given precedence over mortgages, by the express terms of the statute of Illinois, as well as by the principles of the maritime law and the practice in admiralty.</p>\n<p>The decisions in the Privy Council of England in <i>The Two Ellens,</i> L.R. 4 P.C. 161, and <i>The Rio Tinto,</i> 9 App. Cas. 356, cited by the appellees, in which the claims of prior mortgagees were preferred to claims of material-men in the home port, cannot affect our conclusion. Those decisions proceeded upon the ground that the material-men had no <i>jus in re,</i> because there was, by the law of England, no maritime lien for supplies, and because the acts of Parliament were construed as having given no lien for them until the arrest of the ship by admiralty process. The essential difference, in its very nature, between the right of material-men in a court of admiralty, under the law and statutes of England as judicially declared and expounded, and their right, by virtue of a local statute giving a maritime lien and a <i>jus in re,</i> as recognized in our own jurisprudence, is yet more clearly brought out in a later case, in which the Court of Appeal and the House of <span class=\"star-pagination\">*21</span> Lords held that, even for supplies furnished in an English port to a foreign vessel, there was no lien, but a mere right to seize her upon process in admiralty. <i>The Heinrich Bjorn,</i> 10 P.D. 44, and 11 App. Cas. 270.</p>\n<p>No question as to the lien of the master, or as to the comparative rank of various maritime liens <i>inter sese,</i> is presented by this case, in which the only question certified by the Circuit Court of Appeals, or within our jurisdiction to consider, as the case stands, is whether a claim arising under a mortgage of the vessel is to be preferred to the claim for supplies and necessaries furnished in her home port in the State of Illinois since the mortgage was recorded. This question must, for the reasons above stated, be</p>\n<p><i>Answered in the negative.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of this case is <i>George C. Finney et al. Appellants,</i> v. <i>F. August Reich et al.</i></p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:07:23", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span> (1893)</b></center>\n<center><h1>THE J.E. RUMBELL.<sup>[1]</sup></h1></center>\n<center>No. 1117.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 14, 1892.</center>\n<center>Decided March 6, 1893.</center>\nCERTIFICATE FROM THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*3</span> <i>Mr. C.E. Kremer</i> for appellants.</p>\n<p><i>Mr. Charles E. Pope</i> for appellees.</p>\n<p><span class=\"star-pagination\">*9</span> MR. JUSTICE GRAY, after stating the case, delivered the opinion of the court.</p>\n<p>By the admiralty law, maritime liens or privileges for necessary advances made, or supplies furnished, to keep a vessel fit for sea, take precedence of all prior claims upon her, unless for seamen's wages or salvage. It is upon this ground, that such advances or supplies, made or furnished in good faith to the master in a foreign port, are preferred to a prior mortgage, or to a forfeiture to the United States for a precedent violation of the navigation laws. <i>the St. Jago de Cuba,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">409</span></span>, 416; <i>The Emily Souder,</i> <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">666</span></span>, 672.</p>\n<p>In <i>The St. Jago de Cuba,</i> Mr. Justice Johnson, in delivering judgment, and speaking of the lien of material-men and other implied liens under maritime contracts, said: \"The whole object of giving admiralty process and priority of payment to privileged creditors is to furnish wings and legs to\" the vessel, \"to get back for the benefit of all concerned; that is, to complete her voyage.\" \"In every case, the last lien given will supersede the proceeding. The last bottomry bond will ride over all that precede it; and an abandonment to a salvor will supersede every prior claim. The vessel must get on; this is the consideration which controls every other; and not only the vessel, but even the cargo, is <i>sub modo</i> subjected to this necessity.\" 9 Wheat. 416.</p>\n<p>In <i>The Yankee Blade,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">How.</span> <span class=\"page\">82</span></span>, 89, 90, Mr. Justice Grier, speaking for this court, said: \"The maritime privilege or lien is adopted from the civil law, and imports a tacit hypothecation of the subject of it. It is a <i>jus in re,</i> without actual possession or any right of possession. It accompanies the property into the hands of a <i>bona fide</i> purchaser. It can be executed and divested only by a proceeding <i>in rem.</i> This sort of proceeding against personal property is unknown to the common law, and is peculiar to the process of courts of admiralty. The foreign and other attachments of property in <span class=\"star-pagination\">*10</span> the state courts, though by analogy loosely termed proceedings <i>in rem,</i> are evidently not within the category.\" \"These principles will be found stated, and fully vindicated by authority, in the cases of <i>The Young Mechanic,</i> 2 Curtis C.C. 404, and <i>The Kiersage,</i> 2 Curtis C.C. 421.\"</p>\n<p>Both the decisions of Mr. Justice Curtis, thus referred to, depended on a statute of Maine, giving in general terms a lien upon a vessel for labor performed or materials furnished in her construction or repair, without undertaking to fix the comparative precedence of such liens.</p>\n<p>In <i>The Young Mechanic,</i> after elaborate discussion of the nature of such a lien, it was held to be a <i>jus in re,</i> a right of property in the thing itself, existing independently of possession; \"an appropriation made by the law, of a particular thing, as security for a debt or claim; the law creating an incumbrance thereon, and vesting in the creditor what we term a special property in the thing, which subsists from the moment when the debt or claim arises, and accompanies the thing even into the hands of a purchaser.\" \"Though tacitly created by the law, and to be executed only by the aid of a court of justice, and resulting in a judicial sale, it is as really a property in the thing, as the right of a pledgee, or the lien of a bailee for work;\" and is not \"only a privilege to arrest the vessel for the debt, which, of itself, constitutes no incumbrance on the vessel, and becomes such only by virtue of an actual attachment.\" 2 Curtis C.C. 406, 410, 412.</p>\n<p>In <i>The Kiersage,</i> Mr. Justice Curtis held that the lien for labor and materials in the home port had precedence over a prior mortgage; and, after observing that, as he had held in <i>The Young Mechanic,</i> this lien \"was, in substance, a tacit hypothecation of the vessel, as security for the debt;\" \"a <i>jus in re,</i> constituting an incumbrance on the property by operation of law;\" he added: \"And there can be no doubt that it takes effect wholly irrespective of the state of the title to the vessel. Whether the vessel belongs to one or more persons \u0097 whether the title has been so divided that one is a special and another a general owner, and however it may be incumbered, the law gives the lien on the thing. The mortgagees can have <span class=\"star-pagination\">*11</span> no claim to be preferred over the lien-holder because of their priority in time; for their interest in the vessel is as much subject to the statute lien, as the interest of any other party. It is not in the power of the owner, by his voluntary act, to withdraw any part of the title from the operation of the lien; if he could, he might altogether defeat it.\" 2 Curtis C.C. 422, 423.</p>\n<p>It was assumed in each of those cases that a lien, given by the local law, for building a ship, stood on the same ground as a lien, under the same law, for repairing her. It has since been decided, and is now settled, that a contract for building a ship, being a contract made on land and to be performed on land, is not a maritime contract, and that a lien to secure it, given by local statute, is not a maritime lien, and cannot, therefore, be enforced in admiralty. <i>The Jefferson,</i> 20 How. 393; <i>The Capitol,</i> 22 How. 129; <i>Edwards</i> v. <i>Elliott,</i> 21 Wall. 532. That fact, however, does not affect the strength of the reasoning, or the justness of the conclusions, of Mr. Justice Curtis, as regards liens for repairs and supplies; and, in relation to such liens, his view has been generally accepted in the admiralty courts of the United States.</p>\n<p>\"A maritime lien, unlike a lien at common law, may,\" said Mr. Justice Field, speaking for this court, \"exist without possession of the thing upon which it is asserted, either actual or constructive. It confers, however, upon its holder such a right in the thing, that he may subject it to condemnation and sale to satisfy his claim or damages.\" \"The only object of the proceedings <i>in rem</i> is to make this right, where it exists available \u0097 to carry it into effect. It subserves no other purpose.\" <i>The Rock Island Bridge,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">213</span></span>, 215. And in <i>The Lottawanna,</i> Mr. Justice Bradley, speaking of a lien given by a statute of Louisiana for repairs and supplies, said \"a lien is a right of property, and not a mere matter of procedure.\" <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">558</span></span>, 579.</p>\n<p>In the admiralty and maritime law of the United States, as declared and established by the decisions of this court, the following propositions are no longer doubtful:</p>\n<p>1st. For necessary repairs or supplies furnished to a vessel <span class=\"star-pagination\">*12</span> in a foreign port, a lien is given by the general maritime law, following the civil law, and may be enforced in admiralty. <i>The General Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">438</span></span>, 443; <i>The St. Jago de Cuba,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">409</span></span>, 417; <i>The Virgin,</i> <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">538</span></span>, 550; <i>The Laura,</i> 19 How. 22; <i>The Grapeshot,</i> 9 Wall. 129; <i>The Lulu,</i> 10 Wall. 192; <i>The Kalorama,</i> 10 Wall. 204.</p>\n<p>2d. For repairs or supplies in the home port of the vessel, no lien exists, or can be enforced in admiralty, under the general law, independently of local statute. <i>The General Smith,</i> and <i>The St. Jago de Cuba,</i> above cited; <i>The Lottawanna,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">558</span></span>; <i>The Edith,</i> 94 U.S. 518.</p>\n<p>3d. Whenever the statute of a State gives a lien, to be enforced by process <i>in rem</i> against the vessel, for repairs or supplies in her home port, this lien, being similar to the lien arising in a foreign port under the general law, is in the nature of a maritime lien, and therefore may be enforced in admiralty in the courts of the United States. <i>The Planter,</i> 7 Pet. 324; <i>The St. Lawrence,</i> 1 Black, 522; <i>The Lottawanna,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">558</span></span>, 579, 580; Rule 12 in Admiralty, as amended in 1872, 13 Wall. xiv.</p>\n<p>4th. This lien, in the nature of a maritime lien, and to be enforced by process in the nature of admiralty process, is within the exclusive jurisdiction of the courts of the United States, sitting in admiralty. <i>The Moses Taylor,</i> 4 Wall. 411; <i>The Hine,</i> 4 Wall. 555; <i>The Belfast,</i> 7 Wall. 624; <i>The Lottawanna,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">558</span></span>, 580; <i>Johnson</i> v. <i>Chicago Elevator Co.,</i> <span class=\"citation\" data-id=\"91769\"><a href=\"/opinion/91769/johnson-v-chicago-pacific-elevator-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 397.</p>\n<p>The fundamental reasons on which these propositions rest may be summed up thus: The admiralty and maritime jurisdiction is conferred on the courts of the United States by the Constitution, and cannot be enlarged or restricted by the legislation of a State. No State legislation, therefore, can bring within the admiralty jurisdiction of the national courts a subject not maritime in its nature. But when a right, maritime in its nature, and to be enforced by process in the nature of admiralty process, has been given by the statute of a State, the admiralty courts of the United States have jurisdiction, and exclusive jurisdiction, to enforce that right according to their <span class=\"star-pagination\">*13</span> own rules of procedure. See, in addition to the cases above cited, <i>The Orleans,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">175</span></span>, 184; <i>Ex parte McNiel,</i> <span class=\"citation\" data-id=\"88455\"><a href=\"/opinion/88455/ex-parte-mcniel/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">236</span></a></span>, 243; <i>The Corsair,</i> <span class=\"citation\" data-id=\"93385\"><a href=\"/opinion/93385/the-corsair/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 347.</p>\n<p>The settled rules of jurisdiction and practice on this subject were stated by Mr. Justice Bradley in <i>The Lottawanna</i> as follows: \"So long as Congress does not interpose to regulate the subject, the rights of material-men furnishing necessaries to a vessel in her home port may be regulated in each State by state legislation. State laws, it is true, cannot exclude the contract for furnishing such necessaries from the domain of admiralty jurisdiction, for it is a maritime contract, and they cannot alter the limits of that jurisdiction; nor can they confer it upon the state courts so as to enable them to proceed <i>in rem</i> for the enforcement of liens created by such state laws, for it is exclusively conferred upon the District Courts of the United States. They can only authorize the enforcement thereof by common law remedies, or such remedies as are equivalent thereto. But the District Courts of the United States, having jurisdiction of the contract as a maritime one, may enforce liens given for its security, even when created by the state laws.\" 21 Wall. 580.</p>\n<p>By the Revised Statutes of Illinois of 1874, c. 12, § 1, every sailing vessel, steamboat or other water craft of above five tons burthen, used or intended to be used in navigating the waters of the State, or used in trade and commerce between ports and places within the State, or having her home port in the State, \"shall be subject to a lien thereon\" for all debts contracted by her owner or master on account of supplies and provisions furnished for her use, or of work done or services rendered on board of her \"by any seaman, master or other employé thereof,\" or \"of work done or materials furnished by mechanics, tradesmen or others, in or about the building, repairing, fitting, furnishing or equipping such craft,\" and also for sums due for wharfage, towage, or the like, or upon contracts of affreightment, and damages for injuries to persons or property. By §§ 3, 4, the lien may be enforced by a petition filed in a court of record in the county where the vessel is found, within five years, but cannot be enforced \"as against <span class=\"star-pagination\">*14</span> or to the prejudice of any other creditor, or subsequent incumbrancer or <i>bona fide</i> purchaser,\" unless the petition is filed within nine months after the debt accrues or becomes due. By §§ 5-8, upon the filing of the petition, and of a bond from the petitioner to the owner of the vessel to prosecute the suit with effect, or, in case of failure to do so, to pay all costs and damages caused to the owner or other persons interested in the vessel by the wrongful suing out of the attachment, a writ of attachment is to issue to the sheriff to seize and keep the vessel. By §§ 10, 11, notice is to be given to the owners in person, and by publication to all other persons interested, and they may intervene to protect their interests. By §§ 15-17, the vessel may be delivered up to the owner, or to any other person interested, upon his giving bond, or making a deposit of money. By § 19, the owner and other claimants are to file answers. By §§ 21-27, upon judgment for the petitioner, the vessel, if remaining in custody, is to be sold by the sheriff; and the proceeds (deducting certain costs) are to be applied, first, to the wages due to seamen, including the master, for certain periods, and then to all other claims, filed before the distribution, on which judgment has been rendered in favor of the claimant, and to any balance due to seamen; and any remnant is to be applied, first, to all other liens enforceable under the statute before distribution; second, to all mortgages or other incumbrances of the vessel by the owner, \"in proportion to the interest they cover and priority;\" third, to judgments at law or decrees in chancery against the owner; and any surplus to the owner.</p>\n<p>It thus appears that, for all supplies or provisions furnished for the use of a vessel, or for work done and materials furnished in repairing her, in her home port, the statute gives a lien upon the vessel, to be enforced by proceedings <i>in rem,</i> analogous to such proceedings in admiralty.</p>\n<p>In the present case, the District Court has found and adjudged that the sums claimed by the appellants for supplies, repairs and services were due to them; and the Circuit Court of Appeals has stated in its certificate that for these supplies, repairs and services there was a lien upon the vessel under the <span class=\"star-pagination\">*15</span> laws of the State of Illinois; and has certified to this court the single question \"whether a claim arising upon a vessel mortgage is to be preferred to the claim for supplies and necessaries furnished to a vessel in its home port in the State of Illinois subsequently to the date of the recording of the mortgage.\"</p>\n<p>It must be assumed, therefore, for the purpose of deciding this question, that all the claims of the appellants for supplies and repairs were contracted under such circumstances, that a lien upon the vessel for their payment existed under the statute of Illinois, and should be enforced in admiralty by the courts of the United States against the proceeds of the vessel, unless the mortgagees are entitled to priority in the distribution.</p>\n<p>An ordinary mortgage of a vessel, whether made to secure the purchase money upon the sale thereof, or to raise money for general purposes, is not a maritime contract. A court of admiralty, therefore, has no jurisdiction of a libel to foreclose it, or to assert either title or right of possession under it. <i>The John Jay,</i> 17 How. 399; <i>The Eclipse,</i> <span class=\"citation\" data-id=\"92805\"><a href=\"/opinion/92805/the-eclipse/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">599</span></a></span>, 608. But it has jurisdiction, after a vessel has been sold by its order, and the proceeds have been paid into the registry, to pass upon the claim of the mortgagee, as of any other person, to the fund, and to determine the priority of the various claims, upon petitions such as were filed by the mortgagees and the material-men in this case. <i>The Globe,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">568</span></span>, 573; <i>The Angelique,</i> 19 How. 239; <i>The Lottawanna,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">558</span></span>, 582, 583; Rule 43 in Admiralty.</p>\n<p>The appellees rely on section 4192 of the Revised Statutes of the United States, which substantially reënacts the act of July 29, 1850, c. 27, § 1, (9 Stat. 440,) and is as follows: \"No bill of sale, mortgage, hypothecation or conveyance of any vessel, or part of any vessel, of the United States shall be valid against any person other than the grantor or mortgagor, his heirs and devisees, and persons having actual notice thereof; unless such bill of sale, mortgage, hypothecation or conveyance is recorded in the office of the collector of the customs where such vessel is registered or enrolled. The lien by bottomry on any vessel, created during her voyage, by a loan of money or <span class=\"star-pagination\">*16</span> materials, necessary to repair or enable her to prosecute a voyage, shall not, however, lose its priority, or be in any way affected by the provisions of this section.\"</p>\n<p>The appellees contend that no lien created by the legislature of a State can override a prior mortgage recorded under this act of Congress.</p>\n<p>But that enactment is a mere registry act, intended to prevent mortgages and other conveyances of vessels from having any effect (which they might have had before) against persons other than the grantor or mortgagor, and those claiming under him, or having actual notice thereof, unless recorded as therein provided. <i>White's Bank</i> v. <i>Smith,</i> 7 Wall. 646; <i>Aldrich</i> v. <i>Ætna Co.,</i> 8 Wall. 491. It manifests no intention to confer upon the mortgagee any new right, or to make the mortgage a maritime contract, or the lien created thereby a maritime lien, or in any way to interfere with maritime contracts or liens, or with the jurisdiction and procedure in admiralty. The only mention of any other lien on the vessel is of a bottomry bond, in the latter part of the section, originally inserted in the form of a proviso, and with the obvious purpose of precluding the possibility of construing such a bond to be an hypothecation, within the meaning of the previous clause, and therefore required to be recorded. And, as was well observed in <i>The William T. Graves,</i> 14 Blatchford, 189, 195, by Judge Johnson: \"If this proviso be construed to mean that such a lien only is out of the purview of the statute, and that all other liens are postponed to that of a mortgagee, then the claims of salvors, and all those having other strictly maritime liens, would be thus postponed, to the subversion of the whole principle upon which efficacy is given to such claims, and the overthrow of the best settled and most salutary principles of the maritime law. Indeed, any principle, upon which this statute can be expounded to give such a priority to a recorded mortgage, would also extend to bills of sale and other conveyances recorded under the same law, and thus practically overthrow the whole scheme of maritime law upon the subject of maritime liens.\"</p>\n<p>In <i>The Lottawanna,</i> the mortgage was preferred to the <span class=\"star-pagination\">*17</span> claim of the material-men in the home port, only because the latter had not recorded their lien as required by the law of the State to make it valid; and it was clearly implied in the opinion of the court, delivered by Mr. Justice Bradley, as well as distinctly asserted in the dissenting opinion of Mr. Justice Clifford, that their lien, if valid, would take precedence of the mortgage. <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">578</span></span>, 579, 582, 608. And, as already stated at the outset of this opinion, the same rule was laid down in the opinion of Mr. Justice Curtis in <i>The Kiersage,</i> 2 Curtis C.C. 421, approved by this court in <i>The Yankee Blade,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">How.</span> <span class=\"page\">82</span></span>.</p>\n<p>The appellees rely on a line of cases in the courts of the United States held in Illinois, beginning with a decision of Judge Drummond in 1869, and upon similar cases in the Supreme Court of the State, as establishing, as a rule of property, that a mortgage takes precedence of a lien for supplies afterwards furnished to a vessel in her home port under the statute of Illinois. <i>The Grace Greenwood,</i> (1869) 2 Bissell, 131; <i>The Skylark,</i> (1870) 2 Bissell, 251; <i>The Kate Hinchman,</i> (1875) 6 Bissell, 367, and (1876) 7 Bissell, 238; <i>The Great West No.</i> 2 v. <i>Oberndorf,</i> (1870) 57 Illinois, 168; <i>The Hilton</i> v. <i>Miller,</i> (1871) 62 Illinois, 230.</p>\n<p>But the question in controversy depends upon principles of general jurisprudence, and upon the true construction of an act of Congress, and arises in the courts of the United States exercising the admiralty and maritime jurisdiction exclusively vested in them by the Constitution. Upon such a question, neither the decisions of the highest court of a State, nor those of the Circuit and District Courts of the United States, can relieve this court from the duty of exercising its own judgment. <i>Liverpool Steam Co.</i> v. <i>Phenix Ins. Co.,</i> <span class=\"citation\" data-id=\"92423\"><a href=\"/opinion/92423/liverpool-great-western-steam-co-v-phenix-ins-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 443; <i>Andrews</i> v. <i>Hovey,</i> <span class=\"citation\" data-id=\"92165\"><a href=\"/opinion/92165/andrews-v-hovey/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span>, 717.</p>\n<p>Moreover, the rule preferring the lien for repairs or supplies in a home port to a prior mortgage was recognized, even in the Seventh Circuit, by Judge Dyer in the District Court of the United States for the Eastern District of Wisconsin in 1874, in <i>The J.A. Travis,</i> 7 Chicago Legal News, 275; and it appears to prevail in every other judicial circuit of the United States.</p>\n<p><span class=\"star-pagination\">*18</span> It has been upheld in the First Circuit, by Mr. Justice Curtis in <i>The Kiersage,</i> (1855) 2 Curtis C.C. 421, already cited, and by Judge Lowell in <i>The Island City,</i> (1869) 1 Lowell, 375, 379; in the Second Circuit, by Judge Wallace, and by Judge Johnson on appeal, in <i>The William T. Graves,</i> (1876) 8 Benedict 568, and (1877) 14 Blatchford, 189; in the Third Circuit, by Judge McCandless, and by Mr. Justice Grier on appeal, in <i>The Collier,</i> (1861) 2 Pittsburgh Rep. 304, 318, 320, and by Judge Acheson in <i>The Venture,</i> (1885) 26 Fed. Rep. 285; and in the Fourth Circuit, by Judge Hughes in <i>The Raleigh,</i> (1876) 2 Hughes, 44, and by Judge Seymour in <i>Clyde</i> v. <i>Steam Transportation Co.,</i> (1888) 36 Fed. Rep. 501. In <i>The Marcelia Ann,</i> (1887) 34 Fed. Rep. 142, Judge Bond gave priority to the mortgage, because the statute of Maryland expressly so provided.</p>\n<p>In the Fifth Circuit, Mr. Justice Woods, then Circuit Judge, while admitting that the lien of a mortgage duly recorded was inferior to all strictly maritime liens, yet held that it was superior to any subsequent lien for supplies in the home port, given by the legislation of a State. <i>The John T. Moore,</i> (1877) 3 Woods, 61; <i>The Bradish Johnson,</i> (1878) 3 Woods, 582. His ruling was followed by Judge Hill, who had previously decided otherwise in <i>The Emma,</i> (1876) 3 Central Law Journal, 285; and, with much doubt of its soundness, by Judge Pardee. <i>The Josephine Spangler,</i> (1881) 9 Fed. Rep. 773, and 11 Fed. Rep. 440; <i>The De Smet,</i> (1881) 10 Fed. Rep. 483. But in a very recent case, Mr. Justice Lamar, upon full consideration, and with the concurrence of Judge Pardee, overruled those decisions in a clear and convincing opinion. <i>The Madrid,</i> (1889) 40 Fed. Rep. 677.</p>\n<p>In the Sixth Circuit, Judge Sherman, sitting in bankruptcy, held that a mortgage must be preferred to a subsequent lien for supplies under a state statute. <i>Scott's Case,</i> (1869) 1 Abbott, (U.S.) 336. But the opposite rule has since been recognized as clearly established in admiralty in that circuit by decisions of Judge Withey in <i>The St. Joseph,</i> (1869) Brown Adm. 202, and <i>The Alice Getty,</i> (1877) 2 Flippin, 18; of Judge Hammond in <i>The Illinois,</i> (1879) 2 Flippin, 383, 433; of Mr. <span class=\"star-pagination\">*19</span> Justice Brown, then District Judge, in <i>The City of Tawas,</i> (1880) 3 Fed. Rep. 170; of Judge Swing in <i>The Guiding Star,</i> (1881) 9 Fed. Rep. 521 and of Mr. Justice Matthews and Judge Baxter in the same case on appeal, (1883) 18 Fed. Rep. 263, 269.</p>\n<p>The decisions in the Eighth Circuit, by Judge Thayer in <i>The Wyoming,</i> (1888) 35 Fed. Rep. 548; and in the Ninth Circuit, by Judge Hoffman in <i>The Harrison,</i> (1870) 1 Sawyer, 353, and <i>The Hiawatha,</i> (1878) 5 Sawyer, 160, and by Judge Deady in <i>The Canada,</i> (1881) 7 Sawyer, 173, are to the same effect.</p>\n<p>According to the great preponderance of American authority, therefore, as well as upon settled principles, the lien created by the statute of a State, for repairs or supplies furnished to a vessel in her home port, has the like precedence over a prior mortgage, that is accorded to a lien for repairs or supplies in a foreign port under the general maritime law, as recognized and adopted in the United States. Each rests upon the furnishing of supplies to the ship, on the credit of the ship herself, to preserve her existence and secure her usefulness, for the benefit of all having any title or interest in her. Each creates a <i>jus in re,</i> a right of property in the vessel, existing independently of possession, and arising as soon as the contract is made, and before the institution of judicial proceedings to enforce it. The contract in each case is maritime, and the lien which the law gives to secure it is maritime in its nature, and is enforced in admiralty by reason of its maritime nature only. The mortgage, on the other hand, is not a maritime contract, and constitutes no maritime lien, and the mortgagee can only share in the proceeds in the registry after all maritime liens have been satisfied.</p>\n<p>It would seem to follow that any priority given by the statute of a State, or by decisions at common law or in equity, is immaterial; and that the admiralty courts of the United States, enforcing the lien because it is maritime in its nature, arising upon a maritime contract, must give it the rank to which it is entitled by the principles of the maritime and admiralty law.</p>\n<p><span class=\"star-pagination\">*20</span> As was forcibly said by Mr. Justice Matthews, in <i>The Guiding Star,</i> above cited, \"In enforcing the statutory lien in maritime causes, admiralty courts do not adopt the statute itself, or the construction placed upon it by courts of common law or of equity, when they apply it. Everything required by the statute, as a condition on which the lien arises and vests, must, of course, be regarded by courts of admiralty; for they can only act in enforcing a lien when the statute has, according to its terms, conferred it; but beyond that the statute, as such, does not furnish the rule for governing the decision of the cause in admiralty, as between conflicting claims and liens. The maritime law treats the lien, because conferred upon a maritime contract by the statute, as if it had been conferred by itself, and consequently upon the same footing as all maritime liens; the order of payment between them being determinable upon its own principles.\" 18 Fed. Rep. 268.</p>\n<p>It is unnecessary, however, in this case, to dwell upon that consideration, inasmuch as the lien in question is given precedence over mortgages, by the express terms of the statute of Illinois, as well as by the principles of the maritime law and the practice in admiralty.</p>\n<p>The decisions in the Privy Council of England in <i>The Two Ellens,</i> L.R. 4 P.C. 161, and <i>The Rio Tinto,</i> 9 App. Cas. 356, cited by the appellees, in which the claims of prior mortgagees were preferred to claims of material-men in the home port, cannot affect our conclusion. Those decisions proceeded upon the ground that the material-men had no <i>jus in re,</i> because there was, by the law of England, no maritime lien for supplies, and because the acts of Parliament were construed as having given no lien for them until the arrest of the ship by admiralty process. The essential difference, in its very nature, between the right of material-men in a court of admiralty, under the law and statutes of England as judicially declared and expounded, and their right, by virtue of a local statute giving a maritime lien and a <i>jus in re,</i> as recognized in our own jurisprudence, is yet more clearly brought out in a later case, in which the Court of Appeal and the House of <span class=\"star-pagination\">*21</span> Lords held that, even for supplies furnished in an English port to a foreign vessel, there was no lien, but a mere right to seize her upon process in admiralty. <i>The Heinrich Bjorn,</i> 10 P.D. 44, and 11 App. Cas. 270.</p>\n<p>No question as to the lien of the master, or as to the comparative rank of various maritime liens <i>inter sese,</i> is presented by this case, in which the only question certified by the Circuit Court of Appeals, or within our jurisdiction to consider, as the case stands, is whether a claim arising under a mortgage of the vessel is to be preferred to the claim for supplies and necessaries furnished in her home port in the State of Illinois since the mortgage was recorded. This question must, for the reasons above stated, be</p>\n<p><i>Answered in the negative.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The docket title of this case is <i>George C. Finney et al. Appellants,</i> v. <i>F. August Reich et al.</i></p>\n\n</div>", 
  "sha1": "eeb0630436af8e3e4086e911c956176edb8167fd", 
  "date_modified": "2014-12-21T01:31:36.662737", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93530/the-rumbell/", 
  "citation_count": 33, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/366146/", 
  "html": "<p class=\"case_cite\">148 U.S. 1</p>\n    <p class=\"case_cite\">13 S.Ct. 498</p>\n    <p class=\"case_cite\">37 L.Ed. 345</p>\n    <p class=\"parties\">THE J. E. RUMBELL.</p>\n    <p class=\"docket\">No. 1,117.</p>\n    <p class=\"date\">March 6, 1893.</p>\n    <p class=\"date\">Statement by Mr. Justice GRAY: This was a certificate from the circuit court of appeals for the seventh circuit, under the act of March 3, 1891, c. 517, &#167; 6, (26 St. 828,) of a question upon which it desired the instruction of this court in an admiralty appeal. The case, as stated in the certificate, was as follows:</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On August 15, 1891, under a writ of venditioni exponas from the district court of the United States for the northern district of Illinois, in admiralty, the propeller J. E. Rumbell was sold by the marshal for the sum of $1,850, and the proceeds were paid into the registry of the court.</p>\n      <p class=\"indent\">On August 21, 1891, F. August Reich and August Reich, partners under the name of F. A. Reich &amp; Son, former owners of the vessel, who had sold and delivered her to Michael C. Hayes on April 23, 1891, filed a petition against those proceeds, claiming the sum of $3,000 and interest, due upon notes given to them by Hayes for the purchase money, and secured by mortgage of the vessel, executed by Hayes to them on the day of the sale, and recorded on the same day in the office of the collector of customs of the port of Chicago, the residence of the owner, and the home port of the vessel, under section 4192 of the Revised Statutes of the United States. In that mortgage it was provided that if at any time there should be any default of payment, or if the mortgagees should deem themselves in danger of losing any part of the debt by delaying its collection until the time limited for its payment, or if the mortgagor should suffer the vessel to run in debt beyond the sum of $150, the mortgagees might immediately take possession of the vessel, and, after 10 days' notice to the mortgagor, sell her to satisfy the mortgage debt. The petition of the mortgagees alleged that each of these contingencies had happened.</p>\n      <p class=\"indent\">On September 16, 1891, George C. Finney and others filed a petition against said proceeds for sums due to the petitioners severally, and amounting in all to $1,108.56, for ship chandler's supplies, engineer's supplies, groceries, provisions, fuel, lumber, and repairs, bought for and furnished to the vessel at the port of Chicago since the recording of the mortgage, and used for the benefit of the vessel, and alleged to have been reasonable and proper to be furnished and done; and also for the sum of $220, due to Patrick Bowe, one of these petitioners, for services as master of the vessel since the recording of the mortgage; 'for which supplies, repairs, and services' (the certificate stated) 'there was a lien upon the said vessel under the laws of the state of Illinois.'</p>\n      <p class=\"indent\">The district court found and adjudged that the sums claimed in each petition were due to the petitioners respectively; that in the distribution of the proceeds the claim of the mortgagees, Reich &amp; Son, should have priority over that of the other petitioners, Finney and others; and that the entire proceeds of the sale of the vessel, amounting (after payment of seamen's wages and preferred claims for towage and salvage) to $1,105.59, should be paid to the mortgagees.</p>\n      <p class=\"indent\">Finney and others appealed to the circuit court of appeals, which certified to this court the following question: 'Whether a claim arising upon a vessel mortgage is to be preferred to the claim for supplies and necessaries furnished to a vessel in its home port in the state of Illinois subsequently to the date of the recording of the mortgage.'</p>\n      <p class=\"indent\">C. E. Kremer, for Finney and others.</p>\n      <p class=\"indent\">Chas. E. Pope, for Reich and others.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 3-9 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice GRAY, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By the admiralty law, maritime liens or privileges for necessary advances made or supplies furnished to keep a vessel fit for sea take precedence of all prior claims upon her, unless for seamen's wages or salvage. It is upon this ground, that such advances or supplies, made or furnished in good faith to the master in a foreign port, are preferred to a prior mortgage, or to a forfeiture to the United States for a precedent violation of the navigation laws. The St. Jago de Cuba, 9 Wheat. 409, 416; The Emily Souder, 17 Wall. 666, 672.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In The St. Jago de Cuba, Mr. Justice Johnson, in delivering judgment, and speaking of the lien of material men and other implied liens under maritime contracts, said: 'The whole object of giving admiralty process and priority of payment to privileged creditors is to furnish wings and legs to' the vessel 'to get back for the benefit of all concerned; that is, to complete her voyage.' 'In every case the last lien given will supersede the preceding. The last bottomry bond will ride over all that precede it, and an abandonment to a salvor will supersede every prior claim. The vessel must get on. This is the consideration which controls every other; and not only the vessel, but even the cargo, is sub modo subjected to this necessity.' 9 Wheat. 416.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the Yankee Blade, 19 How. 82, 89, 90, Mr. Justice Grier, speaking for this court, said: 'The maritime privilege or lien is adopted from the civil law, and imports a tacit hypothecation of the subject of it. It is a jus in re, without actual possession, or any right of possession. It accompanies the property into the hands of a bona fide purchaser. It can be executed and divested only by a proceeding in rem. This sort of proceeding against personal property is unknown to the common law, and is peculiar to the process of courts of admiralty. The foreign and other attachments of property in the state courts, though by analogy loosely termed 'proceedings in rem,' are evidently not within the category.' 'These principles will be found stated, and fully vindicated by authority, in the cases of The Young Mechanic, 2 Curt. 404, and The Kiersage, Id. 421.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both the decisions of Mr. Justice Curtis, thus referred to, depended on a statute of Maine, giving in general terms a lien upon a vessel for labor performed or materials furnished in her construction or repair, without undertaking to fix the comparative precedence of such liens.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In The Young Mechanic, after elaborate discussion of the nature of such a lien, it was held to be a jus in re,&#8212;a right of property in the thing itself,&#8212;existing independently of possession; 'an appropriation made by the law of a particular thing as security for a debt or claim; the law creating an incumbrance thereon, and vesting in the creditor what we term a special property in the thing, which subsists from the moment when the debt or claim arises, and accompanies the thing even into the hands of a purchaser.' 'Though tacitly created by the law, and to be executed only by the aid of a court of justice, and resulting in a judicial sale, it is as really a property in the thing, as the right of a pledgee, or the lien of a bailee for work,' and is not 'only a privilege to arrest the vessel for the debt, which, ofitself, constitutes no incumbrance on the vessel, and becomes such only by virtue of an actual attachment.' 2 Curt. 406, 410, 412.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In The Kiersage, Mr. Justice Curtis held that the lien for labor and materials in the home port had precedence over a prior mortgage; and, after observing that, as he had held in The Young Mechanic, this lien 'was, in substance, a tacit hypothecation of the vessel, as security for the debt.' 'a jus in re, constituting an incumbrance on the property by operation of law,' he added: 'And there can be no doubt that it takes effect wholly irrespective of the state of the title to the vessel. Whether the vessel belongs to one or more persons,&#8212;whether the title has been so divided that one is a special and another a general owner,&#8212;and however it may be incumbered, the law gives the lien on the thing. The mortgagees can have no claim to be preferred over the lienholder because of their priority in time, for their interest in the vessel is as much subject to the statute lien as the interest of any other party. It is not in the power of the owner by his voluntary act to withdraw any part of the title from the operation of the lien. If he could, he might altogether defeat it.' 2 Curt. 422, 423.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It was assumed in each of those cases that a lien given by the local law for building a ship stood on the same ground as a lien under the same law for repairing her. It has since been decided, and is now settled, that a contract for building a ship, being a contract made on land and to be performed on land, is not a maritime contract, and that a lien to secure it, given by local statute, is not a maritime lien, and cannot, therefore, be enforced in admiralty. The Jefferson, 20 How. 393; The Capitol, 22 How. 129; Edwards v. Elliott, 21 Wall. 532. That fact, however, does not affect the strength of the reasoning or the justness of the conclusions of Mr. Justice Curtis as regards liens for repairs and supplies, and, in relation to such liens, his view has been generally accepted in the admiralty courts of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'A maritime lien, unlike a lien at common law, may,' said Mr. Justice Field, speaking for this court, 'exist without possession of the thing upon which it is asserted, either actual or constructive. It confers, however, upon its holder such a right in the thing that he may subject it to condemnation and sale to satisfy his claim for damages.' 'The only object of the proceedings in rem is to make this right, where it exists, available,&#8212;to carry it into effect. It subserves no other purpose.' The Rock Island Bridge, 6 Wall. 213, 215. And in The Lottawanna, Mr. Justice Bradley, speaking of a lien given by a statute of Louisiana for repairs and supplies, said: 'A lien is a right of property, and not a mere matter of procedure.' 21 Wall. 558, 579.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the admiralty and maritime law of the United States, as declared and established by the decisions of this court, the following propositions are no longer doubtful:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First. For necessary repairs or supplies furnished to a vessel in a foreign port a lien is given by the general maritime law, following the civil law, and may be enforced in admiralty. The General Smith, 4 Wheat. 438, 443; The St. Jago de Cuba, 9 Wheat. 409, 417; The Virgin, 8 Pet. 538, 550; The Laura, 19 How. 22; The Grapeshot, 9 Wall. 129; The Lulu, 10 Wall. 192; The Kalorama, Id. 204.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second. For repairs or supplies in the home port of the vessel no lien exists or can be enforced in admiralty, under the general law, independently of local statute. The General Smith, and The St. Jago de Cuba, above cited; The Lottawanna, 21 Wall. 558; The Edith, 94 U. S. 518.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third. Whenever the statute of a state gives a lien, to be enforced by process in rem against the vessel, for repairs or supplies in her home port, this lien, being similar to the lien arising in a foreign port under the general law, is in the nature of a maritime lien, and therefore may be enforced in admiralty in the courts of the United States. The Planter, 7 Pet. 324; The St. Lawrence, 1 Black, 522; The Lottawanna, 21 Wall. 558, 579, 580; rule 12 in admiralty, as amended in 1872, 13 Wall. xiv.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fourth. This lien, in the nature of a maritime lien, and to be enforced by process in the nature of admiralty process, is within the exclusive jurisdiction of the courts of the United States sitting in admiralty. The Moses Taylor, 4 Wall. 411; The Hine, Id. 555; The Belfast, 7 Wall. 624; The Lottawanna, 21 Wall. 558, 580; Johnson v. Elevator Co., 119 U. S. 388, 397, 7 Sup. Ct. Rep. 254.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The fundamental reasons on which these propositions rest may be summed up thus: The admiralty and maritime jurisdiction is conferred on the courts of the United States by the constitution, and cannot be enlarged or restricted by the legislation of a state. No state legislation, therefore, can bring within the admiralty jurisdiction of the national courts a subject not maritime in its nature. But when a right, maritime in its nature, and to be enforced by process in the nature of admiralty process, has been given by the statute of a state, the admiralty courts of the United States have jurisdiction, and exclusive jurisdiction, to enforce that right according to their own rules of procedure. See, in addition to the cases above cited, The Orleans, 11 Pet. 175, 184; Ex parte McNiel, 13 Wall. 236, 243; The Corsair, 145 U. S. 335, 347, 12 Sup. Ct. Rep. 949.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The settled rules of jurisdiction and practice on this subject were stated by Mr. Justice Bradley in The Lottawanna as follows: 'So long as congress does not interpose to regulate the subject, the rights of material men furnishing necessaries to a vessel in her home port may be regulated in each state by state legislation. State laws, it is true, cannot exclude the contract for furnishing such necessaries from the domain of admiralty jurisdiction, for it is a maritime contract, and they cannot alter the limits of that jurisdiction; nor can they confer it upon the state courts, so as to enable them to proceed in rem for the enforcement of liens created by such state laws, for it is exclusively conferred upon the district courts of the United States. They can only authorize the enforcement thereof by common-law remedies, or such remedies as are equivalent thereto. But the district courts of the United States, having jurisdiction of the contract as a maritime one, may enforce liens given for its security, even when created by the state laws.' 21 Wall. 580.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">By the Revised Statutes of Illinois of 1874, (chapter 12, &#167; 1,) every sailing vessel, steamboat, or other water craft of above five tons burden, used or intended to be used in navigating the waters of the state, or used in trade and commerce between ports and places within the state, or having her home port in the state, 'shall be subject to a lien thereon' for all debts contracted by her owner or master on account of supplies and provisions furnished for her use, or of work done or services rendered on board of her 'by any seaman, master, or other employe thereof,' or 'of work done or materials furnished by mechanics, tradesmen, or others in or about the building, repairing, fitting, furnishing, or equipping such craft,' and also for sums due for wharfage, towage, or the like, or upon contracts of affreightment, and damages for injuries to persons or property. By sections 3, 4, the lien may be enforced by a petition filed in a court of record in the county where the vessel is found, within five years, but cannot be enforced 'as against or to the prejudice of any other creditor or subsequent incumbrancer or bona fide purchaser,' unless the petition is filed within nine months after the debt accrues or becomes due. By sections 5-8, upon the filing of the petition and of a bond from the petitioner to the owner of the vessel to prosecute the suit with effect, or, in case of failure to do so, to pay all costs and damages caused to the owner or other persons interested in the vessel by the wrongful suing out of the attachment, a writ of attachment is to issue to the sheriff to seize and keep the vessel. By sections 10, 11, notice is to be given to the owners in person, and by publication to all other persons interested, and they may intervene to protect their interests. By sections 15-17 the vessel may be delivered up to the owner, or to any other person interested, upon his giving bond, or making a deposit of money. By section 19 the owner and other claimants are to file answers. By sections 21-27, upon judgment for the petitioner, the vessel, if remaining in custody, is to be sold by the sheriff, and the proceeds (deducting certain costs) are to be applied, first, to the wages due to seamen, including the master, for certain periods, and then to all other claims, filed before the distribution, on which judgment has been rendered in favor of the claimant, and to any balance due to seamen; and any remmant is to be applied&#8212;First, to all other liens enforceable under the statute before distribution; second, to all mortgages or other incumbrances of the vessel by the owner, 'in proportion to the interest they cover and priority;' third, to judgments at law or decrees in chancery against the owner; and any surplus to the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It thus appears that for all supplies or provisions furnished for the use of a vessel, or for work done and materials furnished in repairing her, in her home port, the statute gives a lien upon the vessel, to be enforced by proceedings in rem, analogous to such proceedings in admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the present case, the district court has found and adjudged that the sums claimed by the appellants for supplies, repairs, and services were due to them; and the circuit court of appeals has stated in its certificate that for these supplies, repairs, and services there was a lien upon the vessel under the laws of the state of Illinois, and has certified to this court the single question 'whether a claim arising upon a vessel mortgage is to be preferred to the claim for supplies and necessaries furnished to a vessel in its home port in the state of Illinois subsequently to the date of the recording of the mortgage.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It must be assumed, therefore, for the purpose of deciding this question, that all the claims of the appellants for supplies and repairs were contracted under such circumstances that a lien upon the vessel for their payment existed under the statute of Illinois, and should be enforced in admiralty by the courts of the United States against the proceeds of the vessel, unless the mortgagees are entitled to priority in the distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">An ordinary mortgage of a vessel, whether made to secure the purchase money upon the sale thereof or to raise money for general purposes, is not a maritime contract. A court of admiralty, therefore, has no jurisdiction of a libel to foreclose it, or to assert either title or right of possession under it. The John Jay, 17 How. 399; The Eclipse, 135 U. S. 599, 608, 10 Sup. Ct. Rep. 873. But it has jurisdiction, after a vessel has been sold by its order, and the proceeds have been paid into the registry, to pass upon the claim of the mortgagee, as of any other person, to the fund, and to determine the priority of the various claims, upon petitions such as were filed by the mortgagees and the material men in this case. The Globe, 3 How. 568, 573; The Angelique, 19 How. 239; The Lottawanna, 21 Wall. 558, 582, 583; rule 43 in admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The appellees rely on section 4192 of the Revised Statutes of the United States, which substantially re-enacts the act of July 29, 1850, c. 27, &#167; 1, (9 St. 440,) and is as follows: 'No bill of sale, mortgage, hypothecation, or conveyance of any vessel or part of any vessel of the United States shall be valid against any person other than the grantor or mortgagor, his heirs and devisees, and persons having actual notice thereof, unless such bill of sale, mortgage, hypothecation, or conveyance is recorded in the office of the collector of the customs where such vessel is registered or enrolled. The lien by bottomry on any vessel created during her voyage by a loan of money or materials necessary to repair or enable her to prosecute a voyage shall not, however, lose its priority, or be in any way affected by the provisions of this section.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellees contend that no lien created by the legislature of a state can override a prior mortgage recorded under this act of congress.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But that enactment is a mere registry act, intended to prevent mortgages and other conveyances of vessels from having any effect (which they might have had before) against persons other than the grantor or mortgagor, and those claiming under him, or having actual notice thereof, unless recorded as therein provided. Bank v. Smith, 7 Wall. 646; Aldrich v. Aetna Co., 8 Wall 491. It manifests no intention to confer upon the mortgagee any new right, or to make the mortgage a maritime contract, or the lien created thereby a maritime lien, or in any way to interfere with maritime contracts or liens, or with the jurisdiction and procedure in admiralty. The only mention of any other lien on the vessel is of a bottomry bond, in the latter part of the section, originally inserted in the form of a proviso, and with the obvious purpose of precluding the possibllity of construing such a bond to be an hypothecation, within the meaning of the previous clause, and therefore required to be recorded. And, as was well observed in The William T. Graves, 14 Blatchf. 189, 195, by Judge Johnson: 'If this proviso be construed to mean that such a lien only is out of the purview of the statute, and that all other liens are postponed to that of a mortgagee, then the claims of salvors, and all those having other strictly maritime liens, would be thus postponed, to the subversion of the whole principle upon which efficacy is given to such claims, and the overthrow of the best-settled and most salutary principles of the maritime law. Indeed, any principle upon which this statute can be expounded to give such a priority to a recorded mortgage would also extend to bills of sale and other conveyances recorded under the same law, and thus practically overthrow the whole scheme of maritime law upon the subject of maritime liens.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In The Lottawanna, the mortgage was preferred to the claim of the material men in the home port only because the latter had not recorded their lien as required by the law of the state to make it valid; and it was clearly implied in the opinion of the court, delivered by Mr. Justice Bradley, as well as distinctly asserted in the dissenting opinion of Mr. Justice Clifford, that their lien, if valid, would take precedence of the mortgage. 21 Wall. 578, 579, 582, 608. And, as already stated at the outset of this opinion, the same rule was laid down in the opinion of Mr. Justice Curtis in The Kiersage, 2 Curt. 421, approved by this court in The Yankee Blade, 19 How. 82.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The appellees rely on a line of cases in the courts of the United States held in Illinois, beginning with a decision of Judge Drummond in 1869, and upon similar cases in the supreme court of the state, as establishing, as a rule of property, that a mortgage takes precedence of a lien for supplies afterwards furnished to a vessel in her home port under the statute of Illinois. The Grace Greenwood, (1869,) 2 Biss. 131; The Skylark, (1870,) Id. 251; The Kate Hinchman, (1875,) 6 Biss. 367, and (1876,) 7 Biss. 238; The Great West No. 2 v. Oberndorf, (1870,) 57 Ill. 168; The Hilton v. Miller, (1871,) 62 Ill. 230.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But the question in controversy depends upon principles of general jurisprudence, and upon the true construction of an act of congress, and arises in the courts of the United States exercising the admiralty and maritime jurisdiction exclusively vested in them by the constitution. Upon such a question, neither the decisions of the highest court of a state, nor those of the circuit and district courts of the United States, can relieve this court from the duty of exercising its own judgment. Liverpool &amp; G. W. Steam Co. v. Phenix Ins. Co., 129 U. S. 397, 443, 9 Sup. Ct. Rep. 469; Andrews v. Hovey, 124 U. S. 694, 717, 8 Sup. Ct. Rep. 676</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, the rule preferring the lien for repairs or supplies in a home port to a prior mortgage was recognized, even in the seventh circuit, by Judge Dyer, in the district court of the United States for the eastern district of Wisconsin, in 1874, in The J. A. Travis, 7 Chi. Leg. N. 275; and it appears to prevail in every other judicial circuit of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It has been upheld in the first circuit, by Mr. Justice Curtis, in The Kiersage, (1855,) 2 Curt. 421, already cited, and by Judge Lowell in The Island City, (1869,) 1 Low. 375, 379; in the second circuit, by Judge Wallace, and by Judge Johnson on appeal, in The William T. Graves. (1876,) 8 Ben. 568, and (1877,) 14 Blatchf. 189; in the third circuit, by Judge McCandless, and by Mr. Justice Grier on appeal, in The Collier, (1861,) 2 Pittsb. R. 304, 318, 320, and by Judge Acheson in The Venture, (1885,) 26 Fed. Rep. 285; and in the fourth circuit, by Judge Hughes, in The Raleigh, (1876,) 2 Hughes, 44, and by Judge Seymour in Clyde v. Transportation Co., (1888,) 36 Fed. Rep. 501. In The Marcelia Ann, (1887,) 34 Fed. Rep. 142, Judge Bond gave priority to the mortgage, because the statute of Maryland expressly so provided.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In the fifth circuit, Mr. Justice Woods, then circuit judge, while admitting that the lien of a mortgage duly recorded was inferior to all strictly maritime liens, yet held that it was superior to any subsequent lien for supplies in the home port, given by the legislation of a state. The John T. Moore, (1877,) 3 Woods, 61; The Bradish Johnson, (1878,) Id. 582. His ruling was followed by Judge Hill, who had previously decided otherwise in The Emma, (1876,) 3 Cent. Law J. 285; and, with much doubt of its soundness, by Judge Pardee. The Josephine Spangler, (1881,) 9 Fed. Rep. 773, and 11 Fed. Rep. 440; The De Smet, (1881,) 10 Fed. Rep. 483. But in a very recent case, Mr. Justice Lamar, upon full consideration, and with the concurrence of Judge Pardee, overruled those decisions in a clear and convincing opinion. The Madrid, (1889,) 40 Fed. Rep. 677.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the sixth circuit, Judge Sherman, siting in bankruptcy, held that a mortgage must be preferred to a subsequent lien for supplies under a state statute. Scott's Case, (1869,) 1 Abb. (U. S.) 336. But the opposite rule has since been recognized as clearly established in admiralty in that circuit by decisions of Judge Withey in The St. Joseph, (1869,) Brown, Adm. 202, and The Alice Getty, (1877,) 2 Flip. 18; of Judge Hammond in The Illinois, (1879,) 2 Flip. 383, 433; of Mr. Justice Brown, then district judge, in The City of Tawas, (1880,) 3 Fed. Rep. 170; of Judge Swing in The Guiding Star, (1881,) 9 Fed. Rep. 521, and of Mr. Justice Mattews and Judge Baxter in the same case on appeal, (1883,) 18 Fed. Rep. 263, 269.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The decisions in the eighth circuit, by Judge Thayer in The Wyoming, (1888,) 35 Fed. Rep. 548, and in the ninth circuit, by Judge Hoffman in The Harrison, (1870,) 1 Sawy. 353, and The Hiawatha, (1878,) 5 Sawy. 160, and by Judge Deady in The Canada, (1881,) 7 Sawy. 173, are to the same effect.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">According to the great preponderance of American authority, therefore, as well as upon settled principles, the lien created by the statute of a state for repairs or supplies furnished to a vessel in her home port has the like precedence over a prior mortgage that is accorded to a lien for repairs or supplies in a foreign port under the general maritime law as recognized and adopted in the United States. Each rests upon the furnishing of supplies to the ship on the credit of the ship herself, to preserve her existence and secure her usefulness for the benefit of all having any title or interest in her. Each creates a jus in re, a right of property in the vessel, existing independently of possession, and arising as soon as the contract is made, and before the institution of judicial proceedings to enforce it. The contract in each case is maritime, and the lien which the law gives to secure it is maritime in its nature, and is enforced in admiralty by reason of its maritime nature only. The mortgage, on the other hand, is not a maritime contract, and constitutes no maritime lien, and the mortgagee can only share in the proceeds in the registry after all maritime liens have been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It would seem to follow that any priority given by the statute of a state, or by decisions at common law or in equity, is immaterial; and that the admiralty courts of the United States, enforcing the lien because it is maritime in its nature, arising upon a maritime contract, must give it the rank to which it is entitled by the principles of the maritime and admiralty law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As was forcibly said by Mr. Justice Matthews in The Guiding Star, above cited: 'In enforcing the statutory lien in maritime causes, admiralty courts do not adopt the statute itself, or the construction placed upon it by courts of common law or of equity, when they apply it. Everything required by the statute as a condition on which the lien arises and vests must, of course, be regarded by courts of admiralty, for they can only act in enforcing a lien when the statute has, according to its terms, conferred it; but beyond that the statute, as such, does not furnish the rule for governing the decision of the cause in admiralty as between conflicting claims and liens. The maritime law treats the lien, because conferred upon a maritime contract by the statute, as if it had been conferred by itself, and consequently upon the same footing as all maritime liens; the order of payment between them being determinable upon its own principles.' 18 Fed. Rep. 268.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is unnecessary, however, in this case, to dwell upon that consideration, inasmuch as the lien in question is given precedence over mortgages by the express terms of the statute of Illinois, as well as by the principles of the maritime law and the practice in admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The decisions in the privy council of England in The Two Ellens, L. R. 4 P. C. 161, and The Rio Tinto, L. R. 9 App. Cas. 356, cited by the appellees, in which the claims of prior mortgagees were preferred to claims of material men in the home port, cannot affect our conclusion. Those decisions proceeded upon the ground that the material men had no jus in re, because there was, by the law of England, no maritime lien for supplies, and because the acts of parliament were construed as having given no lien for them until the arrest of the ship by admiralty process. The essential difference, in its very nature, between the right of material men in a court of admiralty under the law and statutes of England as judicially declared and expounded, and their right, by virtue of a local statute giving a maritime lien and a jus in re, as recognized in our own jurisprudence, is yet more clearly brought out in a later case, in which the court of appeal and the house of lords held that, even for supplies furnished in an English port to a foreign vessel, there was no lien, but a mere right to seize her upon process in admiralty. The Heinrich Bjorn, 10 Prob. Div. 44, and L. R. 11 App. Cas. 270.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">No question as to the lien of the master, or as to the comparative rank of various maritime liens inter sese, is presented by this case, in which the only question certified by the circuit court of appeals, or within our jurisdiction to consider, as the case stands, is whether a claim arising under a mortgage of the vessel is to be preferred to the claim for supplies and necessaries furnished in her home port in the state of Illinois since the mortgage was recorded. This question must, for the reasons above stated, be answered in the negative.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93530/"
}