{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "148 U.S. 556", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93580/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Krementz v. S. Cottle Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "161", 
    "id": 77960, 
    "resource_uri": "/api/rest/v2/citation/77960/"
  }, 
  "id": 93580, 
  "blocked": false, 
  "judges": "Shiras", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1893-04-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>148 U.S. 556 (1893)</b></center>\n<center><h1>KREMENTZ<br>\nv.<br>\nTHE S. COTTLE COMPANY.</h1></center>\n<center>No. 161.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 23, 1893.</center>\n<center>Decided April 10, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*557</span> <i>Mr. Louis C. Raegener</i> and <i>Mr. Charles E. Mitchell</i> for appellant.</p>\n<p><i>Mr. Edwin H. Brown,</i> for appellee, submitted on his brief.</p>\n<p>MR. JUSTICE SHIRAS delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States for the Southern District of New York, dismissing a bill filed to restrain the infringement of letters patent of the United States, No. 298,303, granted May 6, 1884, to George Krementz, of Newark, New Jersey, for a new and improved collar button.</p>\n<p>Complainant's evidence, tending to show that the collar button made by the defendants was within the claim of the patent in suit, and constituted an infringement, was not contradicted or disputed, but it was held by the court below that the patent was invalid for want of novelty. 39 Fed. Rep. 323.</p>\n<p>In his specification the patentee states that his invention consists in a collar button having a hollow head and stem, the said button being formed and shaped out of a single continuous plate of sheet metal. The method or process of making the button is thus described:</p>\n<p>\"By means of suitable dies a metal plate is pressed into the shape shown in Figure 2 \u0097 that is, the plate is provided with a hollow stem, B, the sides of which are pressed together at about the middle, in some suitable manner, to form a head, C, at the end of the stem, as in Figure 3; then the head is pressed toward the base plate or back, D, whereby the head will be upset, and will have the shape shown in Figures 4 and 5. By <span class=\"star-pagination\">*558</span> this operation the head is hardened. The base plate or back, D, is then rounded out and finished, and its edge is turned over, as shown in Figure 5.\"</p>\n<p>In the accompanying diagram Figure 1 is a side view of the completed button. Figures 2, 3, 4 and 5 are cross sectional elevations of the same in the different stages of the operation of making it.</p>\n<p></p>\n<p>The advantages attributed to the invention are the doing away with soldered joints, the lightness of the hollow stem and head as compared with buttons having solid stems and head, and the cheapness arising from the use of less material, with equal or superior strength, which, when gold is used, is quite appreciable.</p>\n<p>The learned judge in the court below contented himself with comparing Krementz's invention with two earlier patents, one to Stokes, No. 171,882, granted January 4, 1876, and one to Keats, No. 177,253, granted May 9, 1876, in which patents, he thinks, are to be found the special features claimed by Krementz.</p>\n<p><span class=\"star-pagination\">*559</span> The Stokes patent was for an improvement in making a stud fastening known as Thomson's unbreakable busk fastening, and whereby, instead of fastening the parts of the stud together by rivets, the entire busk was made out of one piece of metal, by striking up or raising the stud out of a strip of malleable sheet metal. The structure thus produced is a solid rivet-like and flat head, intended to resist a great strain, and evidently not designed to be used as a collar button where a well-defined round head, adapted to be used where there is no strain, is necessary and essential.</p>\n<p>In the Keats process the button is not made of a continuous piece of sheet metal, but has side seams in the post, and had base plate composed of two separate parts, and the head is open on the under side. It could not be used as a collar button, but is intended to be permanently fastened either to eyelet holes, or to the fabric with which it is connected.</p>\n<p>We cannot see in these devices, taken separately or together, an anticipation of the Krementz button. Indeed, the court below concedes that \"Krementz was the first to make a stud from a single continuous piece of metal in which the head was hollow and round in shape.\"</p>\n<p>The learned judge was, however, of the opinion that \"any competent mechanic, versed in the manufacture of hollow sheet-metal articles, having before him the patents of Stokes and Keats, could have made these improvements and modifications; without exercising invention, and by applying the ordinary skill of the calling.\"</p>\n<p>It is not easy to draw the line that separates the ordinary skill of a mechanic, versed in his art, from the exercise of patentable invention, and the difficulty is specially great in the mechanic arts, where the successive steps in improvements are numerous, and where the changes and modifications are introduced by practical mechanics. In the present instance, however, we find a new and useful article, with obvious advantages over previous structures of the kind. A button formed from a single sheet of metal, free from sutures, of a convenient shape, and uniting strength with lightness, would seem to come fairly within the meaning of the patent laws. <span class=\"star-pagination\">*560</span> The tools to be used in making the button are not described, but they are not claimed to be new. And the method or process of manufacture is described with sufficient particularity to enable any one skilled in the art to follow it. Buttons made of several pieces are liable to break at the soldered joints, and it is stated by an experienced witness that the metal by the process of soldering becomes soft and liable to bend. The different pieces are set together by hand, and are not always uniform or put together truly.</p>\n<p>The view of the court below, that Krementz's step in the art was one obvious to any skilled mechanic, is negatived by the conduct of Cottle, the president of the defendant company. He was himself a patentee under letters granted April 16, 1878, for an improvement in the construction of collar and sleeve buttons, and put in evidence in this case. In his specification he speaks of the disadvantages of what he calls \"the common practice to make the head, back and post of collar and sleeve buttons separate, and to unite them by solder.\" His improvement was to form a button of two pieces, the post and base forming one piece, and then soldering to the post the head of the button as the other piece. Yet, skilled as he was, and with his attention specially turned to the subject, he failed to see, what Krementz afterwards saw, that a button might be made of one continuous sheet of metal, wholly dispensing with solder, of an improved shape, of increased strength, and requiring less material.</p>\n<p>It was also made to appear that the advantages of the new button were at once recognized by the trade and by the public, and that very large quantities have been sold.</p>\n<p>The argument drawn from the commercial success of a patented article is not always to be relied on. Other causes, such as the enterprise of the vendors, and the resort to lavish expenditures in advertising, may coöperate to promote a large marketable demand. Yet, as was well said by Mr. Justice Brown, in the case of <i>Consolidated Brake-Shoe Co.</i> v. <i>Detroit Co.,</i> 47 Fed. Rep. 894, \"when the other facts in the case leave the question of invention in doubt, the fact that the device has gone into general use and has displaced other devices which <span class=\"star-pagination\">*561</span> had previously been employed for analogous uses, is sufficient to turn the scale in favor of the existence of invention.\"</p>\n<p><i>Loom Co.</i> v. <i>Higgins,</i> 105 U.S. 580, 591, was a case where the patented device consisted in a slight modification of existing mechanism, and it was contended that this slight change did not constitute a patentable invention; but this view did not prevail, the court saying:</p>\n<p>\"It is further argued, however, that supposing the devices to be sufficiently described, they do not show any invention; and that the combination set forth in the fifth claim is a mere aggregation of old devices already well known; and therefore it is not patentable. This argument would be sound if the combination claimed by Webster was an obvious one for attaining the advantages proposed, \u0097 one which would occur to any mechanic skilled in the art. But it is plain from the evidence, and from the very fact that it was not sooner adopted and used, that it did not for years occur in this light to even the most skilful persons. It may have been under their very eyes; they may almost be said to have stumbled over it; but they certainly failed to see it, to estimate its value, and to bring it into notice. Who <i>was</i> the first to see it, to understand its value, to give it shape and form, to bring it into notice and urge its adoption, is a question to which we shall shortly give our attention. At this point we are constrained to say that we cannot yield our assent to the argument, that the combination of the different parts or elements for attaining the object in view was so obvious as to merit no title to invention. Now that it has succeeded, it may seem very plain to any one that he could have done it as well. This is often the case with inventions of the greatest merit. It may be laid down as a general rule, though perhaps not an invariable one, that if a new combination and arrangement of known elements produce a new and beneficial result never attained before, it is evidence of invention. It was certainly a new and useful result to make a loom produce fifty yards a day when it never before had produced more than forty; and we think that the combination of elements by which this was effected, even if those elements were separately <span class=\"star-pagination\">*562</span> known before, was invention sufficient to form the basis of a patent.\"</p>\n<p><i>Consolidated Valve Co.</i> v <i>Crosby Valve Co.,</i> 113 U.S. 157; <i>Magowan</i> v. <i>New York Belting Co.,</i> 141 U.S. 332; <i>Barbed Wire Patent,</i> 143 U.S. 275; <i>Gandy</i> v. <i>Main Belting Co.,</i> 143 U.S. 587, are all to the same effect.</p>\n<p>In the very recent case of <i>Topliff</i> v. <i>Topliff,</i> 145 U.S. 156 163, 164, where there was a contest between two patents, with but a slight difference between them, the court said:</p>\n<p>\"Trifling as this deviation seems to be, it renders it possible to adapt the Augur device to any side-spring wagon of ordinary construction. While the question of patentable novelty in this device is by no means free from doubt, we are inclined, in view of the extensive use to which these springs have been put by manufacturers of wagons, to resolve that doubt in favor of the patentee and sustain the patent.\" We think, therefore, we are within the principle and reasoning of these cases in reversing the decree of the court below dismissing the bill and in remanding the record, with directions to proceed in the case in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:07:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></span> (1893)</b></center>\n<center><h1>KREMENTZ<br>\nv.<br>\nTHE S. COTTLE COMPANY.</h1></center>\n<center>No. 161.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 23, 1893.</center>\n<center>Decided April 10, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*557</span> <i>Mr. Louis C. Raegener</i> and <i>Mr. Charles E. Mitchell</i> for appellant.</p>\n<p><i>Mr. Edwin H. Brown,</i> for appellee, submitted on his brief.</p>\n<p>MR. JUSTICE SHIRAS delivered the opinion of the court.</p>\n<p>This is an appeal from a decree of the Circuit Court of the United States for the Southern District of New York, dismissing a bill filed to restrain the infringement of letters patent of the United States, No. 298,303, granted May 6, 1884, to George Krementz, of Newark, New Jersey, for a new and improved collar button.</p>\n<p>Complainant's evidence, tending to show that the collar button made by the defendants was within the claim of the patent in suit, and constituted an infringement, was not contradicted or disputed, but it was held by the court below that the patent was invalid for want of novelty. 39 Fed. Rep. 323.</p>\n<p>In his specification the patentee states that his invention consists in a collar button having a hollow head and stem, the said button being formed and shaped out of a single continuous plate of sheet metal. The method or process of making the button is thus described:</p>\n<p>\"By means of suitable dies a metal plate is pressed into the shape shown in Figure 2 \u0097 that is, the plate is provided with a hollow stem, B, the sides of which are pressed together at about the middle, in some suitable manner, to form a head, C, at the end of the stem, as in Figure 3; then the head is pressed toward the base plate or back, D, whereby the head will be upset, and will have the shape shown in Figures 4 and 5. By <span class=\"star-pagination\">*558</span> this operation the head is hardened. The base plate or back, D, is then rounded out and finished, and its edge is turned over, as shown in Figure 5.\"</p>\n<p>In the accompanying diagram Figure 1 is a side view of the completed button. Figures 2, 3, 4 and 5 are cross sectional elevations of the same in the different stages of the operation of making it.</p>\n<p></p>\n<p>The advantages attributed to the invention are the doing away with soldered joints, the lightness of the hollow stem and head as compared with buttons having solid stems and head, and the cheapness arising from the use of less material, with equal or superior strength, which, when gold is used, is quite appreciable.</p>\n<p>The learned judge in the court below contented himself with comparing Krementz's invention with two earlier patents, one to Stokes, No. 171,882, granted January 4, 1876, and one to Keats, No. 177,253, granted May 9, 1876, in which patents, he thinks, are to be found the special features claimed by Krementz.</p>\n<p><span class=\"star-pagination\">*559</span> The Stokes patent was for an improvement in making a stud fastening known as Thomson's unbreakable busk fastening, and whereby, instead of fastening the parts of the stud together by rivets, the entire busk was made out of one piece of metal, by striking up or raising the stud out of a strip of malleable sheet metal. The structure thus produced is a solid rivet-like and flat head, intended to resist a great strain, and evidently not designed to be used as a collar button where a well-defined round head, adapted to be used where there is no strain, is necessary and essential.</p>\n<p>In the Keats process the button is not made of a continuous piece of sheet metal, but has side seams in the post, and had base plate composed of two separate parts, and the head is open on the under side. It could not be used as a collar button, but is intended to be permanently fastened either to eyelet holes, or to the fabric with which it is connected.</p>\n<p>We cannot see in these devices, taken separately or together, an anticipation of the Krementz button. Indeed, the court below concedes that \"Krementz was the first to make a stud from a single continuous piece of metal in which the head was hollow and round in shape.\"</p>\n<p>The learned judge was, however, of the opinion that \"any competent mechanic, versed in the manufacture of hollow sheet-metal articles, having before him the patents of Stokes and Keats, could have made these improvements and modifications; without exercising invention, and by applying the ordinary skill of the calling.\"</p>\n<p>It is not easy to draw the line that separates the ordinary skill of a mechanic, versed in his art, from the exercise of patentable invention, and the difficulty is specially great in the mechanic arts, where the successive steps in improvements are numerous, and where the changes and modifications are introduced by practical mechanics. In the present instance, however, we find a new and useful article, with obvious advantages over previous structures of the kind. A button formed from a single sheet of metal, free from sutures, of a convenient shape, and uniting strength with lightness, would seem to come fairly within the meaning of the patent laws. <span class=\"star-pagination\">*560</span> The tools to be used in making the button are not described, but they are not claimed to be new. And the method or process of manufacture is described with sufficient particularity to enable any one skilled in the art to follow it. Buttons made of several pieces are liable to break at the soldered joints, and it is stated by an experienced witness that the metal by the process of soldering becomes soft and liable to bend. The different pieces are set together by hand, and are not always uniform or put together truly.</p>\n<p>The view of the court below, that Krementz's step in the art was one obvious to any skilled mechanic, is negatived by the conduct of Cottle, the president of the defendant company. He was himself a patentee under letters granted April 16, 1878, for an improvement in the construction of collar and sleeve buttons, and put in evidence in this case. In his specification he speaks of the disadvantages of what he calls \"the common practice to make the head, back and post of collar and sleeve buttons separate, and to unite them by solder.\" His improvement was to form a button of two pieces, the post and base forming one piece, and then soldering to the post the head of the button as the other piece. Yet, skilled as he was, and with his attention specially turned to the subject, he failed to see, what Krementz afterwards saw, that a button might be made of one continuous sheet of metal, wholly dispensing with solder, of an improved shape, of increased strength, and requiring less material.</p>\n<p>It was also made to appear that the advantages of the new button were at once recognized by the trade and by the public, and that very large quantities have been sold.</p>\n<p>The argument drawn from the commercial success of a patented article is not always to be relied on. Other causes, such as the enterprise of the vendors, and the resort to lavish expenditures in advertising, may coöperate to promote a large marketable demand. Yet, as was well said by Mr. Justice Brown, in the case of <i>Consolidated Brake-Shoe Co.</i> v. <i>Detroit Co.,</i> 47 Fed. Rep. 894, \"when the other facts in the case leave the question of invention in doubt, the fact that the device has gone into general use and has displaced other devices which <span class=\"star-pagination\">*561</span> had previously been employed for analogous uses, is sufficient to turn the scale in favor of the existence of invention.\"</p>\n<p><i>Loom Co.</i> v. <i>Higgins,</i> <span class=\"citation\" data-id=\"90612\"><a href=\"/opinion/90612/loom-co-v-higgins/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></a></span>, 591, was a case where the patented device consisted in a slight modification of existing mechanism, and it was contended that this slight change did not constitute a patentable invention; but this view did not prevail, the court saying:</p>\n<p>\"It is further argued, however, that supposing the devices to be sufficiently described, they do not show any invention; and that the combination set forth in the fifth claim is a mere aggregation of old devices already well known; and therefore it is not patentable. This argument would be sound if the combination claimed by Webster was an obvious one for attaining the advantages proposed, \u0097 one which would occur to any mechanic skilled in the art. But it is plain from the evidence, and from the very fact that it was not sooner adopted and used, that it did not for years occur in this light to even the most skilful persons. It may have been under their very eyes; they may almost be said to have stumbled over it; but they certainly failed to see it, to estimate its value, and to bring it into notice. Who <i>was</i> the first to see it, to understand its value, to give it shape and form, to bring it into notice and urge its adoption, is a question to which we shall shortly give our attention. At this point we are constrained to say that we cannot yield our assent to the argument, that the combination of the different parts or elements for attaining the object in view was so obvious as to merit no title to invention. Now that it has succeeded, it may seem very plain to any one that he could have done it as well. This is often the case with inventions of the greatest merit. It may be laid down as a general rule, though perhaps not an invariable one, that if a new combination and arrangement of known elements produce a new and beneficial result never attained before, it is evidence of invention. It was certainly a new and useful result to make a loom produce fifty yards a day when it never before had produced more than forty; and we think that the combination of elements by which this was effected, even if those elements were separately <span class=\"star-pagination\">*562</span> known before, was invention sufficient to form the basis of a patent.\"</p>\n<p><i>Consolidated Valve Co.</i> v <i>Crosby Valve Co.,</i> 113 U.S. 157; <i>Magowan</i> v. <i>New York Belting Co.,</i> 141 U.S. 332; <i>Barbed Wire Patent,</i> 143 U.S. 275; <i>Gandy</i> v. <i>Main Belting Co.,</i> <span class=\"citation\" data-id=\"93287\"><a href=\"/opinion/93287/gandy-v-main-belting-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">587</span></a></span>, are all to the same effect.</p>\n<p>In the very recent case of <i>Topliff</i> v. <i>Topliff,</i> <span class=\"citation\" data-id=\"93370\"><a href=\"/opinion/93370/topliff-v-topliff/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span> 163, 164, where there was a contest between two patents, with but a slight difference between them, the court said:</p>\n<p>\"Trifling as this deviation seems to be, it renders it possible to adapt the Augur device to any side-spring wagon of ordinary construction. While the question of patentable novelty in this device is by no means free from doubt, we are inclined, in view of the extensive use to which these springs have been put by manufacturers of wagons, to resolve that doubt in favor of the patentee and sustain the patent.\" We think, therefore, we are within the principle and reasoning of these cases in reversing the decree of the court below dismissing the bill and in remanding the record, with directions to proceed in the case in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "sha1": "d45a0622459a08c28ec6503e15148890ec8ad570", 
  "date_modified": "2014-12-21T01:31:46.195570", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93580/krementz-v-s-cottle-co/", 
  "citation_count": 8, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/366056/", 
  "html": "<p class=\"case_cite\">148 U.S. 556</p>\n    <p class=\"case_cite\">13 S.Ct. 719</p>\n    <p class=\"case_cite\">37 L.Ed. 558</p>\n    <p class=\"parties\">KREMENTZ<br>v.<br>S. COTTLE CO.</p>\n    <p class=\"docket\">No. 161.</p>\n    <p class=\"date\">April 10, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">C. E. Mitchell and Louis C. Raegener, for appellant.</p>\n      <p class=\"indent\">Edwin H. Brown, for appellee.</p>\n      <p class=\"indent\">Mr. Justice SHIRAS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a decree of the circuit court of the United States for the southern district of New York, dismissing a bill filed to restrain the infringement of letters patent of the United States, No. 298,303, granted May 6, 1884, to George Krementz, of Newark, N. J., for a new and improved collar button.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Commplainant's evidence, tending to show that the collar button made by the defendants was within the claim of the patent in suit, and constituted an infringement, was not contradicted or disputed, but it was held by the court below that the patent was invalid for want of novelty. 39 Fed. Rep. 323.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his specification the patentee states that his invention consists in a collar button having a hollow head and stem, the said button being formed and shaped out of a single continuous plate of sheet metal. The method or process of making the button is thus described:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'By means of suitable dies a metal plate is pressed into the shape shown in Fig. 2, that is, the plate is provided with a hollow stem, B, the sides of which are pressed together at about the middle, in some suitable manner, to form a head, C, at the end of the stem, as in Fig. 3. Then the head is pressed towards the base plate or back, D, whereby the head will be upset, and will have the shape shown in Figs. 4 and 5. By this operation the head is hardened. The base plate or back, D, is then rounded out and finished, and its edge turned over, as shown in Fig. 5.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the accompanying diagram, Fig. 1 is a side view of the completed button. Figs. 2, 3, 4, and 5 are cross-sectional elevations of the same in the different stages of the operation of making it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The advantages attributed to the invention are the doing away with soldered joints, the lightness of the hollow stem and head, as compared with buttons having solid stems and heads, and the cheapness arising from the use of less material, with equal or superior strength, which, when gold is used, is quite appreciable.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The learned judge in the court below contented himself with comparing Krementz's invention with two earlier patents,&#8212;one to Stokes, No. 171,882, granted January 4, 1876, and one to Keats, No. 177,353, granted May 9, 1876,&#8212;in which patents, he thinks, are to be found the special features claimed by Krementz.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Stokes patent was for an improvement in making a stud fastening known as 'Thomson's Unbreakable Busk Fastening,' and whereby, instead of fastening the parts of the stud together by rivets, the entire busk was made out of one piece of metal, by striking up or raising the stud out of a strip of malleable sheet metal. The structure thus produced is a solid, rivetlike, and flat head, intended to resist a great strain, and evidently not designed to be used as a collar button, where a well-defined, round head, adapted to be used where there is no strain, is necessary and essential.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the Keats process the button is not made of a continuous piece of sheet metal, but has side seams in the post, and has a base plate composed of two separate parts, and the head is open on the under side. It could not be used as a collar button, but is intended to be permanently fastened, either to eyelet holes, or to the fabric with which it is connected.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We cannot see in these devices, taken separately or together, an anticipation of the Krementz button. Indeed, the court below concedes that 'Krementz was the first to make a stud from a single, continuous piece of metal, in which the head was hollow and round in shape.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The learned judge was, however, of the opinion that 'any competent mechanic, versed in the manufacture of hollow sheet-metal articles, having before him the patents of Stokes and Keats, could have made these improvements and modifications, without exercising invention, and by applying the ordinary skill of the calling.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is not easy to draw the line that separates the ordinary skill of a mechanic, versed in his art, from the exercise of patentable invention, and the difficulty is specially great in the mechanic arts, where the successive steps in improvements are numerous, and where the changes and modifications are introduced by practical mechanics. In the present instance, however, we find a new and useful article, with obvious advantages over previous structures of the kind. A button formed from a single sheet of metal, free from sutrues, of a convenient shape, and uniting strength with lightness, would seem to come fairly within the meaning of the patent laws. The tools to be used in making the button are not described, but they are not claimed to be new; and the method or process of manufacture is described with sufficient particularity to enable any one skilled in the art to follow it. Buttons made of several pieces are liable to break at the soldered joints, and it is stated by an experienced witness that the metal, by the process of soldering, becomes soft, and liable to bend. The different pieces are set together by hand, and are not always uniform, or put together truly.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The view of the court below, that Krementz's step in the art was one obvious to any skilled mechanic, is negatived by the conduct of Cottle, the president of the defendant company. He was himself a patentee, under letters granted April 16, 1878, for an improvement in the construction of collar and sleeve buttons, and put in evidence in this case. In his specification he speaks of the disadvantages of what he calls 'the common practice to make the head, back, and post of collar and sleeve buttons separate, and to unite them by solder.' His improvement was to form a button of two pieces, the post and base forming one piece, and then solder to the post the head of the button, as the other piece. Yet, skilled as he was, and with his attention specially turned to the subject, he failed to see, what Krementz afterwards saw, that a button might be made of one continuous sheet of metal, wholly dispensing with solder, of an improved shape, of increased strength, and requiring less material.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It was also made to appear that the advantages of the new button were at once recognized by the trade and by the public, and that very large quantities have been sold.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The argument drawn from the commercial success of a patented article is not always to be relied on. Other causes, such as the enterprise of the vendors, and the resort to lavish expenditures in advertising, may co-operate to promote a large marketable demand. Yet, as was well said by Mr. Justice Brown in the case of Consolidated Brake-Shoe Co. v. Detroit Steel &amp; Spring Co., 47 Fed. Rep. 894, 'when the other facts in the case leave the question of invention in doubt, the fact that the device has gone into general use, and has displaced other devices which had previously been employed for analogous uses, is sufficient to turn the scale in favor of the existence of invention.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Loom Co. v. Higgins, 105 U. S. 580, was a case where the patented device consisted in a slight modification of existing mechanism, and it was contended that this slight change did not constitute a patentable invention; but this view did not prevail, the court saying:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'It is further argued, however, that, supposing the devices to be sufficiently described, they do not show any invention, and that the combination set forth in the fifth claim is a mere aggregation of old devices, already well known, and therefore it is not patentable. This argument would be sound if the combination claimed by Webster was an obvious one for attaining the advantages proposed,&#8212;one which would occur to any mechanic skilled in the art; but it is plain from the evidence, and from the very fact that it was not sooner adopted and used, that it did not for years occur in this light to even the most skillful persons. It may have been under their very eyes; they may almost be said to have stumbled over it; but they certainly failed to see it, to estimate its value, and to bring it into notice. Who was the first to see it, to understand its value, to give it shape and form, to bring it into notice, and urge its adoption, is a question to which we shall shortly give our attention.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'At this point we are constrained to say that we cannot yield our assent to the argument that the combination of the different parts or elements for attaining the object in view was so obvious as to merit no title to invention. Now that it has succeeded, it may seem very plain to any one that he could have done it as well. This is often the case with inventions of the greatest merit. It may be laid down as a general rule, though perhaps not an invariable one, that if a new combination and arrangement of known elements produce a new and beneficial result, never attained before, it is evidence of invention. It was certainly a new and useful result to make a loom produce fifty yards a day, when it never before had produced more than forty; and we think that the combination of elements by which this was effected, even if these elements were separately known before, was invention sufficient to form the basis of a patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Consolidated Safety Valve Co. v. Crosby, etc., Valve Co., 113 U. S. 157, 5 Sup. Ct. Rep. 513; Magowan v. Packing Co., 141 U. S. 332, 12 Sup. Ct. Rep. 71; Barbed-Wire Patent, 143 U. S. 275, 12 Sup. Ct. Rep. 443; Gandy v. Belting Co., 143 U. S. 587, 12 Sup. Ct. Rep. 598,&#8212;are all to the same effect.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the very recent case of Topliff v. Topliff, 145 U. S. 156, 12 Sup. Ct. Rep. 825, where there was a contest between two patents, with but a slight difference between them, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Trifling as this deviation seems to be, it renders it possible to adopt the Augur device to any side-spring wagon of ordinary construction. While the question of patentable novelty in this device is by no means free from doubt, we are inclined, in view of the extensive use to which these springs have been put by manufacturers of wagons, to resolve that doubt in favor of the patentee, and sustain the patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think, therefore, we are within the principle and reasoning of these cases in reversing the decree of the court below dismissing the bill, and in remanding the record, with directions to proceed in the case in conformity with this opinion.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93580/"
}