{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "148 U.S. 627", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93587/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Humphreys v. Perry", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "167", 
    "id": 77967, 
    "resource_uri": "/api/rest/v2/citation/77967/"
  }, 
  "id": 93587, 
  "blocked": false, 
  "judges": "Blatchford", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1893-04-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>148 U.S. 627 (1893)</b></center>\n<center><h1>HUMPHREYS<br>\nv.<br>\nPERRY.</h1></center>\n<center>No. 167.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 23, 24, 1893.</center>\n<center>Decided April 10, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*628</span> <i>Mr. Richard S. Tuthill,</i> (with whom was <i>Mr. Frederick C. Hale</i> on the brief,) for appellees.</p>\n<p><i>Mr. Wells H. Blodgett,</i> for appellants, submitted on his brief.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>This is an intervening petition, filed May 28, 1886, in the Circuit Court of the United States for the Northern District of Illinois, by John H. Perry, Arthur J. Perry, James K. Perry and Frank A. Perry, copartners under the firm name of Perry Brothers, in the suit pending in said court, of the Wabash, St. Louis and Pacific Railway Company against the Central Trust Company of New York and others, in which suit Solon Humphreys and Thomas E. Tutt had been appointed receivers of said railway.</p>\n<p>The intervening petition was filed against the receivers by leave of the court. It sets forth that the principal office of the firm of the petitioners is at Chicago; that on January 30, 1885, Arthur J. Perry, one of the firm, in carrying on its business, bought and paid for a ticket for his passage from Springfield, Illinois, to Petersburg, Illinois, over and upon the railroad of the company running between those two places, and at the same time checked with the company a trunk containing jewelry, watches and merchandise of the firm, such as was necessary for him to take with him in prosecuting the business of the firm, and such as is usually taken as baggage by travelling salesmen in prosecuting business similar to that of <span class=\"star-pagination\">*629</span> the petitioners, for transportation by the company from Springfield to Petersburg; that for the transportation of the trunk he paid the company a sum of money additional to that which he had already paid for his ticket; that thereupon he entered the coach of the company, and the trunk was placed by its agents in the baggage-car of the company en route for Petersburg; that shortly before reaching that place, by the negligence and carelessness of the company in constructing and repairing its roadbed and track, and in running that train, the cars containing said Arthur J. Perry and said trunk, were derailed, and the baggage-car containing the trunk was overturned and rolled down an embankment, and at the foot thereof, by the negligence and carelessness of the company in using in the car an unsafe, improper and dangerous kind of stove, and in having said stove unsecured or improperly secured, the baggage-car caught on fire and was totally consumed, together with said trunk, and the watches, jewelry and merchandise of the petitioners in the trunk were almost totally destroyed; that the value of the trunk and its contents was $9818.46; that the petitioners recovered from the debris of the baggage-car a part of the merchandise, so that their loss amounts to $9218.46; that the receivers were appointed May 29, 1884, and had possession of and were operating said road from Springfield to Petersburg at the time of the loss of the trunk; and that they had refused to allow the claim of the petitioners. The prayer of the petition is that the receivers answer the claim for damages.</p>\n<p>The answer of the receivers sets forth that at the time in question they were not prepared to carry articles of jewelry and watches as baggage, and did not undertake or advertise themselves to the public as ready or willing to transport the same; that by the rules of the receivers, then in force and well known to the intervenors, the agents and servants of the receivers were not allowed to take trunks containing jewelry, watches and valuable merchandise as baggage; that on January 30, 1885, Arthur J. Perry, one of the intervenors, presented to the agent of the receivers, at Springfield, Illinois, the trunk in question and demanded a check therefor, and the <span class=\"star-pagination\">*630</span> receivers then and there undertook to carry the trunk as containing only the personal baggage of said Perry; that he then and there wrongfully concealed from the said agent the fact that the trunk contained jewelry, watches or valuable merchandise, and by such wrongful conduct and fraudulent concealment of the contents of the trunk and their value, secured a check for it from the agent as baggage; that, because it was so checked, it was placed by the agent in a baggage-car and transported as ordinary baggage by the receivers over said line of road; that, before reaching Petersburg, on said day, the train containing the baggage-car in which the trunk had been placed became derailed, without fault or negligence on the part of the receivers or their agents or servants; and that, without any such fault or negligence, the baggage-car caught fire after being so derailed, and a portion of the contents of the trunk, so wrongfully and fraudulently shipped as baggage, was destroyed. The answer denies that the intervenors are entitled to any relief.</p>\n<p>On June 30, 1886, the court made an order referring the intervening petition to E.B. Sherman \"to take proof and report the same to the court.\" Mr. Sherman was one of the masters in chancery of the court. He took proofs and made a report to the court, accompanied by the proofs, and filed October 23, 1888. In his report, he recites the order of reference as directing him to take evidence and report to the court \"with his findings in the premises.\" He did report the evidence and also findings by him both of fact and of law. The receivers excepted to the report because (1) the findings were contrary to the evidence, (2) the findings were contrary to law, (3) the findings were contrary to the law and the evidence, (4) the finding should have been that the intervening petition be dismissed, (5) the intervenors were not entitled to the relief prayed for, and (6) the amount found by the master was excessive and not warranted by the testimony. The master found that the intervenors were entitled to recover from the receivers $7287.87, with costs. There was no exception to the fact that the master had found the facts and the law, or had departed from the order of reference, and neither <span class=\"star-pagination\">*631</span> of the parties nor the court took any objection in that respect.<sup>[1]</sup></p>\n<p>The case was heard before the Circuit Court, held by Judge Gresham, 39 Fed. Rep. 417, on the report of the master and the exceptions thereto; and a decree was made, July 29, 1889, overruling the exceptions, confirming the report of the master, and decreeing in favor of the intervenors for $7287.87, and for the payment of that sum to them by the receivers, with costs, and $150 for master's fees. From this decree the receivers have appealed.</p>\n<p>On January 30, 1885, Arthur J. Perry, a member of the intervenors' firm, was in Springfield, Illinois, with a trunk of jewelry containing a stock of goods from which he was to make sales and deliveries to their customers. He there bought a passage ticket from the agent of the receivers, for his transportation to Petersburg, on their road, and presented his trunk to be checked to Petersburg as his personal baggage. The trunk was of a dark color, iron bound, weighed 250 pounds, and as to size was described in the evidence as being \"what a sample-man would call small.\" The agent gave him a check for the trunk and collected from him 25 cents on account of its extra weight, only 150 pounds of personal baggage being carried free for each passenger. Nothing was said to the agent by Perry concerning the contents of the trunk, nor did he make any inquiries of Perry in regard to its contents. When the train had reached a point a few miles from Petersburg, the car in which the trunk was being conveyed was thrown from the track and was ignited from the fire in a stove on board, and the trunk and contents, to the value of $7287.87, were destroyed. There was evidence tending to show that the stove was cracked and that its door was without a latch or other fastening. As to the cause of the derailment, there was evidence tending to show that the night was cold, and that, as the train was rounding a curve, a rail broke under it. There was also evidence tending to show that many of the <span class=\"star-pagination\">*632</span> cross-ties in the track, at the place of the accident, were so decayed that they did not firmly hold the spikes, and that the disaster was caused by the rails spreading. The master, in his report, attributed it to the latter cause, and found that the condition of the track was so unsafe that the receivers were presumed to have known of its condition. He found as a fact, however, that the condition of the track had been improved by the receivers, and at the time of the accident was better than when they were appointed.</p>\n<p>There was evidence tending to show that it was, and had been for a number of years, a practice among the wholesale jewelry merchants of Chicago and other places to send out agents or members of their firms among their country customers, with trunks filled with goods, and that such agents had been accustomed to sell and deliver goods from the stocks thus carried about. The evidence tended to show that such stocks of goods were generally carried in trunks similar in character to the one used by Perry, and that as a rule they had been checked as personal baggage. But there was no evidence tending to show that the railroad companies or their agents knew what the trunks contained; and John H. Perry, one of the firm, who testified as to what had been the custom, also testified that he did not know of any railroad in the country that he could go to and say, \"Here is a trunk containing $10,000 worth of jewelry; I want a check,\" and get a check for the trunk. No witness testified that, after the appointment of the receivers, and before the occurrence of this loss, he had received a check over the Wabash, St. Louis and Pacific Railway for a trunk containing jewelry; nor was there any evidence tending to show that the receivers knew of any custom under which trunks containing stocks of jewelry were checked as personal baggage.</p>\n<p>Arthur J. Perry, in his testimony, gave the following evidence as to the trunk in question: \"Q. What kind of a trunk was that? A. It was a heavy iron trunk \u0097 iron-bound, dark trunk, small size. Q. Had it any particular designation that you know of? A. It is a trunk that we used in our business, is about all; very small and heavy. Q. The <span class=\"star-pagination\">*633</span> kind of a trunk known as a jeweler's trunk, is it? A. Commonly used and known as a jeweler's trunk.\"</p>\n<p>He also testified as follows: \"Q. Are you acquainted with the wholesale and retail jewelry trade as conducted in Chicago? A. Since 1880. Q. Just state how the wholesale jewelers in Chicago conduct their business with the outlying towns with which they have trade. A. The majority of them conduct it the same as we do, that is, they put goods in trunks and send them with men on the road. Q. They send travelling men or members of the firm with a jeweler's stock in a trunk? A. Yes, sir. Q. And go to different towns and sell from that trunk? A. Yes; sell, deliver and bill. Q. And, to your knowledge, that has been the custom since 1880? A. My knowledge goes further back than that. Q. How far beyond? A. Since 1873. Q. Is that their manner in conducting business now? A. Yes, sir. Q. Did I understand you to say you sell by samples? A. It isn't the rule; there are a few that do it \u0097 not one in ten. Q. They send a stock of jewelry and sell from that stock? A. Yes, sir; they sell from the stock. Q. And what is the usage in regard to the transportation of these jewelry trunks. A. We check them the same as other sample trunks. Q. Check as baggage? A. Yes; they allow us, as commercial baggage \u0097 they allow us 200 pounds when we have a thousand-mile ticket; when we have a local ticket they allow us 150 pounds, and we have to pay for all over that. Q. They have been carried as baggage and checked as baggage since when? A. Since 1873. Q. Had you travelled over this road before and carried your trunk in the same manner? A. I had. Q. Do you know of others transacting the same kind of business? A. Yes, sir; met them in Springfield many times, and at different points on the road; it is a common occurrence. Q. Was it or not the common and invariable usage, so far as you know? A. Yes, sir; that is the way the business is conducted.\" On cross-examination he testified as follows: \"Q. You say that was a small trunk? A. Yes, sir. Q. What was its color? A. A dark trunk \u0097 a black or gray. Q. Was it a small trunk or an ordinary size trunk? A. It was a small trunk for the <span class=\"star-pagination\">*634</span> weight of it, and what sample-men would call a small trunk.\"</p>\n<p>Another witness, Theodore Kearney, testified as follows: \"Q. Are you familiar with the custom or usage throughout the United States of selling goods at wholesale? A. Yes, sir. Q. By travelling men? A. Yes, sir. Q. State what that usage has been for that time. A. The usual custom is to carry the stock of goods of various values, according to the class of the house, and sell from that stock to the customers. It is the universal custom. Q. What proportion of the dealing in jewelry is done in that manner? A. I think nine-tenths in the jobbing trade. Q. And how is this jewelry carried from place to place? A. Carried as baggage \u0097 trunks checked as baggage; carried in compartments made in the trunk for that particular purpose. Q. What kind of trunks are they carried in? A. What is known as the Crouch and Fitzgerald trunks \u0097 wooden trunks. I think they are made for that express purpose \u0097 almost universally made and used for that purpose. \u0097 almost universally made and used for that purpose. Q. Iron bound? A. Iron strapped, not bound. Properly, iron corners and strips covered by three or four strips in various ways.\"</p>\n<p>John H. Perry, one of the intervenors, testified as follows: \"Q. I will ask you if you are familiar with the usages and customs of the wholesale and jobbing jewelers in reference to selling their goods. A. To a fair extent I am. Q. How are they sold? A. Our goods have been sold in that way. Q. How? A. Sold by travelling men from trunks on the road; stock carried by travelling men and delivered as the sales were made and bills sent in to the house. Q. How are these trunks transported from place to place? A. Checked as baggage.\" The same witness also testified that some railroads had refused to receive and check such trunks unless they were given indemnifying bonds. On cross-examination, he testified as follows: \"Q. Mr. Perry, do you know of any railroad in this country that you could go to with a trunk and say, `Here is a trunk containing $10,000 worth of jewelry \u0097 I want a check,' and get a check for it? A. I am not acquainted with any such road. Q. You don't know of any such road? A. No, <span class=\"star-pagination\">*635</span> sir.\" On his redirect examination, he testified as follows: \"Q. You said you didn't know of any road that would receive a trunk if a man would say it contained $10,000 worth of jewelry. Did you ever know of a railroad refusing to check a jewelry trunk? A. No. I did not.\"</p>\n<p>J.W. Patterson, the baggage agent of the receivers at Springfield, testified as follows: \"Q. What business were you engaged in during the time you have lived in Springfield? A. Station baggageman for the Wabash. Q. Were you engaged in that business on the 30th of January, 1885? A. Yes, sir. Q. Did you check a trunk on that day from Springfield to Petersburg? A. Yes, sir; that is, I checked a piece of baggage; couldn't say it was a trunk. Q. Do you know the number of that check? A. Yes, sir. Q. What is it? A. It is 10,763. Q. Do you know Mr. Perry? A. No, sir; not that I know of; don't know him by name; might know him if I saw the gentleman. Q. Was that the only piece of baggage checked for Petersburg that day? A. Yes, sir. Q. That was for the evening train? A. Yes, sir; evening train, 2.10. Q. Did you know whether or not at the time you checked this trunk or piece of baggage that it contained jewelry? A. No, sir; I did not know what it contained. Q. Was it checked in the ordinary way that baggage is checked? A. Yes, sir.\" On cross-examination, the same witness testified as follows: \"Q. When you see a trunk, a heavy trunk, heavily iron bound, with heavy iron corners and iron clasps, iron along the corners and iron bandages all around it and two or three strong locks in front, what kind of baggage would you suppose to be in the trunk? A. Well, we couldn't suppose what was in the trunk. Q. You wouldn't suppose that contained ordinary wearing apparel, would you \u0097 a trunk of that sort? A. Well, I don't know as I would. Q. Are not trunks of that description trunks that are carried by commercial travellers generally? A. Bless you, they carry all kinds, sizes and sorts. Q. Don't they carry that kind of trunk? A. Yes, sir; lots of that kind of trunks on the road. Q. Those are not the trunks ordinarily used by travellers carrying wearing apparel? A. No; but there is \u0097 once in a while you find a castaway sample trunk <span class=\"star-pagination\">*636</span> that is picked up, parties carrying them, but it is not very often the case. Q. What do you mean by sample trunks? What is a sample trunk? A. What we call \u0097 that is, a trunk that contains different kinds of samples. Q. How do you know when you see them? A. Well, we don't know them without some party opens the trunk. Q. When you see a trunk of that sort you naturally suppose it has samples in it? A. Yes, sir. Q. They are made much stronger than ordinary trunks, are they not \u0097 different build? A. Yes, sir; different built trunk. Q. Well known to all baggagemen and railroad men as sample trunks, are they not? A. Yes, sir. Q. You know, as a matter of fact, do you not, that jewelry firms have transported their stock of jewelry in trunks of that make? A. Yes, sir. Q. Passing over your lines daily? A. Yes, sir. Q. Checked as ordinary baggage? A. Yes, sir; at that time, but not now.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"Q. Don't you know, from your experience of 11 years, if a trunk containing jewelry came into your possession and you handled it you would be able to tell what was in it? A. No, sir; and nobody else. Q. If a trunk came into your possession of that sort, at least its character is so well known to you, you would make inquiry about it, wouldn't you? A. Of course, once in a while; we do not every time.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"Q. You know at that time there were a great many jewelry trunks on the road, and had been previous to that time, in carrying stocks of jewelry in trunks? A. Couldn't say a great many, because I never saw but very few of them; couldn't see what they contained. Q. You know, as a general thing, that jewelers travel on the road with their stocks, don't you? A. Yes, sir. Q. They transported their goods from town to town in trunks? A. Yes, sir. Q. And sold from their trunks? A. I couldn't say about that; don't know anything about that \u0097 checked the baggage.\" On redirect examination, he testified: \"Q. As a fact, from your knowledge of trunks, could you tell from looking at that trunk that it contained jewelry? A. I could not.\"</p>\n<p><span class=\"star-pagination\">*637</span> The Circuit Court said, in its opinion, that the nature and contents of the trunk were not expressly disclosed to the agent at Springfield; that he made no inquiries on that subject; that the trunk was 3 by 2½ feet, iron bound, weighed 250 pounds, and was known in the trade and to baggagemen as a jeweler's or commercial traveller's trunk; that the evidence showed that the intervenors and other merchants of the same class, then and prior thereto, sold their goods, in the main, directly from trunks transported from place to place over railroads, and that this road had previously and frequently checked and carried such trunks for the intervenors and others as personal baggage. The opinion then said: \"If the station agent did not know that the trunk contained jewelry, he had reason to believe it did. He received it, knowing that Perry was not entitled to have it carried as personal baggage. The agent did not believe the trunk contained wearing apparel only. It is plain from the evidence that he recognized it as a jeweler's trunk, and that he understood it contained a stock of jewelry. He was not, therefore, deceived, and the receivers were not defrauded. Having checked the trunk by their agent as personal baggage, knowing or having reason to believe that it contained jewelry, the receivers became bound to safely transport it to its destination, which they did not do, and they are liable for the damages that resulted from a breach of the contract. They sustained to the trunk and its contents the relation of a carrier, and they are liable for the property destroyed by their negligence, just as if the trunk had contained nothing but wearing apparel, or as if they had undertaken to carry it as freight.\"</p>\n<p>The receivers contend that the Circuit Court erred in basing its judgment, either wholly or in part, on the assumption that the baggage agent at Springfield had actual knowledge of what the trunk contained, and that he knew, or had reason to believe, that it contained a stock of jewelry.</p>\n<p>There is no evidence showing or tending to show, that the baggage agent had any actual knowledge of the contents of the trunk. Arthur J. Perry did not suggest that he either told the agent what the trunk contained or opened it in the <span class=\"star-pagination\">*638</span> agent's presence. He testified to no fact from which the inference could be drawn that the agent had actual knowledge that the trunk contained a stock of jewelry. Patterson, the agent, testified expressly that at the time he checked the trunk he did not know what it contained. The master states in his report that Perry did not disclose the character of the contents of the trunk, or say anything in regard thereto, but simply presented the trunk, as had been customary with him and other salesmen, to be received and checked as ordinary baggage, as it had been customary for agents to do on this and other roads; and the court said, in its opinion, that the nature and contents of the trunk were not expressly disclosed to the agent, and that he made no inquiries on that subject. It is clear, therefore, that the liability of the receivers cannot be founded on the proposition that the agent had actual knowledge of what the trunk contained.</p>\n<p>It is further contended that the Circuit Court erred in holding that the agent ought to have known what was in the trunk, by its external appearance. The Circuit Court says, in its opinion, that it is plain, from the evidence, that the agent recognized the trunk as a jeweller's trunk and understood that it contained a stock of jewelry; and that, their agent having checked the trunk as personal baggage, knowing, or having reason to believe, that it contained jewelry, the receivers became bound to transport it safely to its destination.</p>\n<p>Is there any evidence in the case from which it can fairly be said that the agent had reason to believe that the trunk contained jewelry? It is clear that Perry, in purchasing a ticket for a passenger train, and then tendering his trunk to the agent to be checked, tendered it as containing his personal baggage. The agent was not informed to the contrary by Mr. Perry or by any other person. As the agent did not know what the contents were, the allegation that he recognized the trunk as a jeweller's trunk, and understood that it contained a stock of jewelry, necessarily implies that such recognition and understanding must have arisen from the outward appearance of the trunk. The testimony on that subject is as follows: Arthur J. Perry testified: \"Q. What kind of a trunk was that? A. It was a heavy iron trunk \u0097 iron-bound. <span class=\"star-pagination\">*639</span> dark trunk, small size. Q. Had it any particular designation that you know of? A. It is a trunk that we used in our business, is about all; very small and heavy. Q. The kind of a trunk known as a jeweller's trunk, is it? A. Commonly used and known as a jeweller's trunk.\" He also said, on cross-examination: \"Q. You say that was a small trunk? A. Yes, sir. Q. What was its color? A. A dark trunk, a black or gray. Q. Was it a small trunk, or an ordinary-sized trunk? A. It was a small trunk for the weight of it, and what sample-men would call a small trunk.\" That is all the testimony that was given as to the size, shape or appearance of the trunk.</p>\n<p>Kearney, a witness for the intervenors, testified as follows, as to the kind of trunk generally carried by travelling men in the jewelry trade: \"Q. Are you familiar with the custom or usage throughout the United States of selling goods at wholesale? A. Yes, sir. Q. By travelling men? A. Yes, sir. Q. State what that usage has been for that time. A. The usual custom is to carry the stock of goods of various values, according to the class of the house, and sell from that stock to the customers. It is the universal custom. Q. What proportion of the dealing in jewelry is done in that manner? A. I think nine-tenths in the jobbing trade. Q. And how is this jewelry carried from place to place? A. Carried as baggage \u0097 trunks checked as baggage; carried in compartments made in the trunk for that particular purpose. Q. What kind of trunks are they carried in? A. What is known as the Crouch and Fitzgerald trunks \u0097 wooden trunks. I think they are made for that express purpose \u0097 almost universally made and used for that purpose. Q. Iron bound? A. Iron strapped, not bound. Properly, iron corners and strips covered by three or four strips in various ways.\"</p>\n<p>Patterson, the baggage agent at Springfield, testified that he checked a piece of baggage on the day in question, from Springfield to Petersburg; and he said, on cross-examination, that he had no particular recollection about the trunk of Perry, and that he did not recollect Perry.</p>\n<p>The evidence, therefore, is, that the trunk which Perry delivered to be checked as his personal baggage was a wooden <span class=\"star-pagination\">*640</span> trunk, of dark color, iron bound, heavy for its size, and in size what a sample-man would call small; and the question arises, on these facts, whether the agent was bound to know, or to be presumed to know, that such a trunk contained a stock of jewelry. If he was, it must be presumed, contrary to the positive evidence, that he could tell what was in the trunk by looking at it or handling it, and this, notwithstanding the agent testified as follows, on cross-examination: \"Q. Don't you know, from your experience of 11 years, if a trunk containing jewelry came into your possession and you handled it you would be able to tell what was in it? A. No, sir; and nobody else.\"</p>\n<p>The hypothetical trunk put to Patterson on cross-examination was described as a trunk with heavy iron corners and iron clasps, iron along the corners and iron bandages all around it, and two or three strong locks in front. That hypothetical trunk does not appear to be such a trunk as Perry delivered to the agent.</p>\n<p>Perry, as a passenger on a passenger train, was bound to act in good faith in dealing with the carrier. He presented the trunk to the baggage agent as containing his personal baggage and got a check for it as such; and, that being so, he cannot recover for the loss of a stock of jewelry contained in it. No circumstances occurred, according to the evidence, which required the baggage agent to make inquiries as to the contents of the trunk, so presented as personal baggage. The presentation of the trunk, under the circumstances, amounted to a representation that its contents were personal baggage. The fact that Perry and other persons, on other occasions, had obtained, on passenger tickets, checks from other railroad companies for trunks containing merchandise, by representing them as containing personal baggage, furnishes no good reason for permitting a recovery in the present case. There is no evidence to show that, on the occasions when Perry and other travellers received checks, on passenger tickets, for trunks containing jewelry, the carrier knew what were the contents of the trunks. The testimony is that John H. Perry did not know of a railroad company which would receive and check a trunk as a passenger's baggage, which was filled with valuable jewelry.</p>\n<p><span class=\"star-pagination\">*641</span> In the present case, the trunk was offered as containing the personal baggage of a passenger; the passenger did not inform the baggage agent as to the actual contents of the trunk; the agent did not know what the trunk contained; there is no evidence that any agent of the receivers had theretofore received and checked a trunk as the personal baggage of a passenger, knowing that it contained a stock of jewelry; and it does not appear that any railroad company would issue a check to a passenger for a trunk, if previously informed that the trunk contained a valuable stock of jewelry.</p>\n<p>The 25 cents extra paid by Mr. Perry on account of the weight of the trunk, was paid merely for the overweight and not at all in respect of the contents of the trunk. It was paid for so much overweight of personal baggage.</p>\n<p>It has long been the law that the principle which governs the compensation of carriers is that they are to be paid in proportion to the risk they assume. So long ago as the case of <i>Gibbon</i> v. <i>Paynton,</i> 4 Burrow, 2298, in 1769, it was held, in the King's Bench, Lord Mansfield delivering the opinion, that a bailee was only obliged to keep goods with as much diligence and caution as he would keep his own, but that a carrier, in respect of the premium he was to receive, ran the risk of them, and must make good the loss, though it happen without any fault in him, the reward making him answerable for their safe delivery; that his warranty and insurance were in respect of the reward he was to receive; and that the reward ought to be proportionable to the risk. In that case, the sum of £100 was hidden in some hay in an old nail bag and sent by a coach and lost. The carrier had not been apprised that there was money in the bag. The same principle was applied in <i>Batson</i> v. <i>Donovan,</i> 4 B. &amp; Ald. 21, in 1820, where it was held that a carrier was not liable for bank-notes contained in a parcel, when he had not been informed of the contents of the parcel.</p>\n<p>This principle is commented on in Story on Bailments, 9th ed., § 565, where it is said: \"It is the duty of every person sending goods by a carrier to make use of no fraud or artifice to deceive him, whereby his risk is increased, or his care and diligence may be lessened. And if there is any such fraud or <span class=\"star-pagination\">*642</span> unfair concealment, it will exempt the carrier from responsibility under the contract, or, more properly speaking, it will make the contract a nullity.\"</p>\n<p>There is a uniform series of cases on this principle, in the Supreme Judicial Court of Massachusetts. In <i>Jordan</i> v. <i>Fall River Railroad,</i> 5 Cush. 69, it was laid down that a common carrier of passengers was not responsible for money included in the baggage of a passenger, beyond the amount which a prudent person would deem proper and necessary for travelling expenses and personal use, or intended for other persons, unless the loss was occasioned by the gross negligence of the carrier or his servants.</p>\n<p>In <i>Collins</i> v. <i>Boston &amp; Maine Railroad,</i> 10 Cush. 506, it was held that the term \"baggage,\" for which passenger carriers were responsible, did not include articles of merchandise not intended for personal use; and that a carrier was not liable for the loss of merchandise sent by a passenger train, by a person who expected to go himself in the same train, but did not, the goods having been lost without any gross negligence in the carrier or any conversion by him.</p>\n<p>In <i>Stimson</i> v. <i>Connecticut River Railroad,</i> 98 Mass. 83, it was held that a railroad company was not liable to either owner or agent, on its ordinary contract of transportation of a passenger, for losing a valise delivered into its charge as his personal luggage, but which contained only samples of merchandise, and, with its contents, was owned by a trader whose travelling agent the passenger was, to sell such goods by sample, nor in tort for the loss, without proof of gross negligence.</p>\n<p>In <i>Alling</i> v. <i>Boston &amp; Albany Railroad,</i> 126 Mass. 121, the above cases in 5 Cush., 10 Cush. and 98 Mass. were cited and applied, and it was held that if a passenger delivered to a railroad company a trunk containing samples of merchandise, belonging to a third person, whose agent he was, to be transported to a place for which the agent had a ticket, the only contract entered into was for the transportation of the personal baggage of the agent, and the company was not liable in contract to the owner of the trunk for its loss, nor in tort, except for <span class=\"star-pagination\">*643</span> gross negligence; and that evidence that a large part of the company's business consisted in transporting passengers known as commercial travellers, with trunks like the one lost, containing merchandise, that such trunks were known as sample trunks and were of special construction, and that such travellers purchased tickets for the ordinary passenger trains, and received checks for their trunks, and were transported for the price of the tickets, was immaterial.</p>\n<p>In <i>Blumantle</i> v. <i>Fitchburg Railroad,</i> 127 Mass. 322, 326, it was held that evidence that a passenger delivered to the baggage-master of a railroad corporation a package of merchandise and received a check for it on showing his passenger ticket, that the baggage-master knew it was merchandise, and that other passengers had similar packages, would not warrant a jury in finding that the corporation agreed to transport the merchandise, or became liable for it as a common carrier, in the absence of evidence of an agreement that the merchandise should be carried as freight, or that the baggage-master had authority to receive freight to be carried on a passenger train, or to bind the corporation to carry merchandise as personal baggage. In the opinion of the court, delivered by Chief Justice Gray, the earlier Massachusetts cases, and other cases, English and American, were cited, and it was said: \"In the case at bar the plaintiff offered and delivered the bundles as his personal baggage, and requested that they might be checked as such; and the baggage-master gave him checks for them accordingly, as he was bound to do for personal baggage of passengers by the St. of 1874, c. 372, sec. 136. There was no evidence that either the plaintiff or the baggage-master agreed or intended that they should be carried as freight, or that the baggage-master had any authority to receive freight on a passenger train, or to bind the corporation to carry merchandise as personal baggage. The case cannot be distinguished in principle from the previous decisions of this court, already cited. Evidence tending to show that the baggage-master knew or supposed the bundles to contain merchandise, or that other passengers had similar bundles, would not warrant the jury in finding that the defendant agreed to transport the <span class=\"star-pagination\">*644</span> plaintiff's merchandise or become liable therefor as a common carrier.\"</p>\n<p>In <i>Hawkins</i> v. <i>Hoffman,</i> 6 Hill, 586, it was held that the usual contract of a carrier of passengers included an undertaking to receive and transport their baggage, though nothing was said about it; that if it was lost, even without the fault of the carrier, he was responsible; but that the term \"baggage\" in such case did not embrace samples of merchandise carried by the passenger in a trunk, with a view of enabling him to make bargains for the sale of goods.</p>\n<p>In <i>Belfast &amp;c. Railway</i> v. <i>Keys,</i> 9 H.L. Cas. 556, a railway passenger, with knowledge that the company, although allowing each passenger to carry free of charge a certain amount of luggage, required all merchandise to be paid for, took with him, as if it was personal luggage, a case of merchandise, and did not pay for it as such, and it was held that no contract whatever touching the same arose between him and the company, and that, therefore, on the merchandise being lost, he was not entitled to recover the value of it from the company.</p>\n<p>In <i>Cahill</i> v. <i>London &amp; Northwestern Railway,</i> 10 C.B. (N.S.) 154, in the Court of Common Pleas, where a railway company was accustomed to allow each passenger to take with him his ordinary luggage, not exceeding a given weight, without any charge for the carriage of it, a passenger took with him as luggage a box containing only merchandise, but not exceeding in weight the limit prescribed for personal luggage. He gave no information to the company's servants as to the contents of the box, nor did they inquire, although the word \"glass\" was written on the box in large letters. In an action to recover against the company for the loss of the box, it was held that, inasmuch as it contained only merchandise, and not personal luggage, there was no contract on the part of the company to carry it, and the company was not liable for the loss. That decision was affirmed in the Exchequer Chamber, 13 C.B. (N.S.) 818.</p>\n<p>In <i>Mich. Central Railroad</i> v. <i>Carrow,</i> 73 Illinois, 348, a passenger on a railroad had brought to the depot a trunk which <span class=\"star-pagination\">*645</span> contained costly jewelry, gave no notice of its contents, and had it checked as ordinary baggage, and there was nothing about the trunk indicating its contents. It was consumed by fire while being carried, the company not being guilty of gross negligence, and it was held that the company was not liable for the contents of the trunk. It was further held, that a carrier of passengers is not bound to inquire as to the contents of a trunk delivered to the carrier as ordinary baggage, such as is usually carried by travellers, even if the same is of considerable weight, but may rely upon the representation, arising by implication, that the trunk contains nothing more than baggage; that it is the duty of a passenger having valuable merchandise in his trunk or valise, and desiring its transportation, to disclose to the carrier the nature and value of the contents; that, if the carrier then chooses to treat it as baggage, without extra compensation, the liability of the carrier will attach, but not otherwise; and that where a person, under the pretence of having baggage transported, places in the hands of the agents of a railroad company merchandise, jewelry and other valuables, without notifying them of the character and value of the same, he practises a fraud upon the company which will prevent his recovery in case of a loss, except it occurs through gross negligence.</p>\n<p>In <i>Haines</i> v. <i>Chicago, St. Paul &amp;c. Railway,</i> 29 Minnesota, 160, it was held that a carrier of passengers for hire was bound only to carry their \"personal baggage\"; that, if a passenger delivered to the carrier as baggage a trunk or valise containing merchandise, not his personal baggage, of which fact the carrier had no notice, the carrier, in the absence of gross negligence, would not be liable for its loss; and that the carrier was not bound to inquire, in such a case, as to the nature of the property, but had a right to assume that it consisted only of the personal baggage of the passenger.</p>\n<p>In <i>Pfister</i> v. <i>Central Pacific Railroad,</i> 70 California, 169, it was held that a railroad ticket entitling the purchaser to transportation in the first-class passenger coaches of the seller between the points indicated thereon, gave the purchaser the right to have his luggage, not exceeding the quantity specified <span class=\"star-pagination\">*646</span> in the ticket, transported at the same time free of charge, but that it did not give him the right to transport, either in his own charge or that of the railroad company, any merchandise or property not included in the term \"luggage.\"</p>\n<p>In the present case, there is no allegation in the intervening petition of any gross negligence in the receivers, nor does the evidence make out any.</p>\n<p>Various cases are cited on the part of the intervenors; but either we do not concur in the views expressed in them, or they are distinguishable from the present case. Thus, in <i>Kuter</i> v. <i>Michigan Central Railroad,</i> 1 Bissell, 35, it was said by Judge Drummond, in a charge to a jury, that, if the railroad company knew that immigrants, like the plaintiff, were in the habit of putting valuable articles and money among their household goods, and from such knowledge might have inferred that the box of the plaintiff might contain money, then it became the duty of the company to make inquiry in order to relieve itself from liability. But we do not think that view is sound.</p>\n<p>In <i>Minter</i> v. <i>Pacific Railroad,</i> 41 Missouri, 503, the merchandise in question was fully exposed, and it was known to the railroad company's agent what it was.</p>\n<p>In <i>Hannibal Railroad</i> v. <i>Swift,</i> 12 Wall. 262, it was held by this court that where a railroad company received for transportation, in cars which accompanied its passenger trains, property of a passenger, other than his baggage, in relation to which no fraud or concealment was attempted or practised upon its employés, it must be considered to have assumed, with reference to that property, the liability of a common carrier of merchandise. But that is not the present case.</p>\n<p>So, also, the case of <i>Stoneman</i> v. <i>Erie Railway,</i> 52 N.Y. 429, was one where a carrier of passengers, in addition to passage money, demanded and received from a passenger compensation as freight for the transportation of packages containing merchandise and baggage; and it was held, in the absence of evidence of fraud or concealment on the part of the passenger as to the contents of the packages, that such carrier, in case of loss, was liable for the merchandise as well as the baggage. <span class=\"star-pagination\">*647</span> The same principle was applied in <i>Sloman</i> v. <i>Great Western Railway,</i> 67 N.Y. 208.</p>\n<p>In <i>Millard</i> v. <i>Missouri, Kansas &amp; Tex. Railroad,</i> 86 N.Y. 441, the same principle was applied in a case where the railroad company's agent was advised by a person who had purchased a passenger ticket, of the fact that a trunk contained merchandise, and the agent demanded and received extra compensation for its transportation.</p>\n<p>The same rule was applied in <i>Texas &amp; Pacific Railroad</i> v. <i>Capps,</i> 2 Tex. Ct. App. Civil Cases, § 34. In <i>Jacobs</i> v. <i>Tutt,</i> 33 Fed. Rep. 412, the suit was against the same receivers as in the present case, to recover the value of a trunk and contents, which were stolen, and the trunk was the trunk of a jewelry salesman, containing his stock in trade; the agent who took it knew that fact, and the plaintiff had made no effort at concealment; and it was held that the receivers were liable as for the loss of ordinary baggage on the railroad.</p>\n<p>We have examined the other cases cited on behalf of the intervenors, namely, <i>Butler</i> v. <i>Hudson River Railroad,</i> 3 E.D. Smith, 571; <i>Hellman</i> v. <i>Holladay,</i> 1 Woolworth, 365; <i>Railroad Co.</i> v. <i>Fraloff,</i> 100 U.S. 24; and <i>Talcott</i> v. <i>Wabash Railroad,</i> 21 N.Y. Suppl. 318, and do not think they have any application to the present case.</p>\n<p>The case of <i>Switzerland Marine Ins. Co.</i> v. <i>Louisville, Cincinnati &amp; Lexington Railway Co.,</i> 13 Int. Rev. Record, 342, is a charge to a jury that the item \"baggage\" does not include articles of merchandise for sale or for use as samples, and not designed for the use of the passenger, and that, if the passenger has such articles checked and received by the carrier as baggage, the carrier will not be liable for them if lost or injured, unless it was informed or was presumed to have known that the articles were merchandise, or unless it was the established custom or usage of the defendant to receive and transfer them as baggage, or unless they were lost by the gross negligence of the defendant. After a verdict and judgment for the plaintiff the case was brought to this court by a writ of error, and affirmed here by a divided court. 131 U.S. 440; 31 L.C.P. Co. 204.</p>\n<p><span class=\"star-pagination\">*648</span> <i>The decree of the Circuit Court must be reversed, and the case be remanded to it with a direction to dismiss the petition of the intervenors.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The master states that a stipulation was made before him by the parties that he should report his findings in the premises, though no such stipulation is found in the record.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:07:39", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">627</span></span> (1893)</b></center>\n<center><h1>HUMPHREYS<br>\nv.<br>\nPERRY.</h1></center>\n<center>No. 167.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted March 23, 24, 1893.</center>\n<center>Decided April 10, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*628</span> <i>Mr. Richard S. Tuthill,</i> (with whom was <i>Mr. Frederick C. Hale</i> on the brief,) for appellees.</p>\n<p><i>Mr. Wells H. Blodgett,</i> for appellants, submitted on his brief.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>This is an intervening petition, filed May 28, 1886, in the Circuit Court of the United States for the Northern District of Illinois, by John H. Perry, Arthur J. Perry, James K. Perry and Frank A. Perry, copartners under the firm name of Perry Brothers, in the suit pending in said court, of the Wabash, St. Louis and Pacific Railway Company against the Central Trust Company of New York and others, in which suit Solon Humphreys and Thomas E. Tutt had been appointed receivers of said railway.</p>\n<p>The intervening petition was filed against the receivers by leave of the court. It sets forth that the principal office of the firm of the petitioners is at Chicago; that on January 30, 1885, Arthur J. Perry, one of the firm, in carrying on its business, bought and paid for a ticket for his passage from Springfield, Illinois, to Petersburg, Illinois, over and upon the railroad of the company running between those two places, and at the same time checked with the company a trunk containing jewelry, watches and merchandise of the firm, such as was necessary for him to take with him in prosecuting the business of the firm, and such as is usually taken as baggage by travelling salesmen in prosecuting business similar to that of <span class=\"star-pagination\">*629</span> the petitioners, for transportation by the company from Springfield to Petersburg; that for the transportation of the trunk he paid the company a sum of money additional to that which he had already paid for his ticket; that thereupon he entered the coach of the company, and the trunk was placed by its agents in the baggage-car of the company en route for Petersburg; that shortly before reaching that place, by the negligence and carelessness of the company in constructing and repairing its roadbed and track, and in running that train, the cars containing said Arthur J. Perry and said trunk, were derailed, and the baggage-car containing the trunk was overturned and rolled down an embankment, and at the foot thereof, by the negligence and carelessness of the company in using in the car an unsafe, improper and dangerous kind of stove, and in having said stove unsecured or improperly secured, the baggage-car caught on fire and was totally consumed, together with said trunk, and the watches, jewelry and merchandise of the petitioners in the trunk were almost totally destroyed; that the value of the trunk and its contents was $9818.46; that the petitioners recovered from the debris of the baggage-car a part of the merchandise, so that their loss amounts to $9218.46; that the receivers were appointed May 29, 1884, and had possession of and were operating said road from Springfield to Petersburg at the time of the loss of the trunk; and that they had refused to allow the claim of the petitioners. The prayer of the petition is that the receivers answer the claim for damages.</p>\n<p>The answer of the receivers sets forth that at the time in question they were not prepared to carry articles of jewelry and watches as baggage, and did not undertake or advertise themselves to the public as ready or willing to transport the same; that by the rules of the receivers, then in force and well known to the intervenors, the agents and servants of the receivers were not allowed to take trunks containing jewelry, watches and valuable merchandise as baggage; that on January 30, 1885, Arthur J. Perry, one of the intervenors, presented to the agent of the receivers, at Springfield, Illinois, the trunk in question and demanded a check therefor, and the <span class=\"star-pagination\">*630</span> receivers then and there undertook to carry the trunk as containing only the personal baggage of said Perry; that he then and there wrongfully concealed from the said agent the fact that the trunk contained jewelry, watches or valuable merchandise, and by such wrongful conduct and fraudulent concealment of the contents of the trunk and their value, secured a check for it from the agent as baggage; that, because it was so checked, it was placed by the agent in a baggage-car and transported as ordinary baggage by the receivers over said line of road; that, before reaching Petersburg, on said day, the train containing the baggage-car in which the trunk had been placed became derailed, without fault or negligence on the part of the receivers or their agents or servants; and that, without any such fault or negligence, the baggage-car caught fire after being so derailed, and a portion of the contents of the trunk, so wrongfully and fraudulently shipped as baggage, was destroyed. The answer denies that the intervenors are entitled to any relief.</p>\n<p>On June 30, 1886, the court made an order referring the intervening petition to E.B. Sherman \"to take proof and report the same to the court.\" Mr. Sherman was one of the masters in chancery of the court. He took proofs and made a report to the court, accompanied by the proofs, and filed October 23, 1888. In his report, he recites the order of reference as directing him to take evidence and report to the court \"with his findings in the premises.\" He did report the evidence and also findings by him both of fact and of law. The receivers excepted to the report because (1) the findings were contrary to the evidence, (2) the findings were contrary to law, (3) the findings were contrary to the law and the evidence, (4) the finding should have been that the intervening petition be dismissed, (5) the intervenors were not entitled to the relief prayed for, and (6) the amount found by the master was excessive and not warranted by the testimony. The master found that the intervenors were entitled to recover from the receivers $7287.87, with costs. There was no exception to the fact that the master had found the facts and the law, or had departed from the order of reference, and neither <span class=\"star-pagination\">*631</span> of the parties nor the court took any objection in that respect.<sup>[1]</sup></p>\n<p>The case was heard before the Circuit Court, held by Judge Gresham, 39 Fed. Rep. 417, on the report of the master and the exceptions thereto; and a decree was made, July 29, 1889, overruling the exceptions, confirming the report of the master, and decreeing in favor of the intervenors for $7287.87, and for the payment of that sum to them by the receivers, with costs, and $150 for master's fees. From this decree the receivers have appealed.</p>\n<p>On January 30, 1885, Arthur J. Perry, a member of the intervenors' firm, was in Springfield, Illinois, with a trunk of jewelry containing a stock of goods from which he was to make sales and deliveries to their customers. He there bought a passage ticket from the agent of the receivers, for his transportation to Petersburg, on their road, and presented his trunk to be checked to Petersburg as his personal baggage. The trunk was of a dark color, iron bound, weighed 250 pounds, and as to size was described in the evidence as being \"what a sample-man would call small.\" The agent gave him a check for the trunk and collected from him 25 cents on account of its extra weight, only 150 pounds of personal baggage being carried free for each passenger. Nothing was said to the agent by Perry concerning the contents of the trunk, nor did he make any inquiries of Perry in regard to its contents. When the train had reached a point a few miles from Petersburg, the car in which the trunk was being conveyed was thrown from the track and was ignited from the fire in a stove on board, and the trunk and contents, to the value of $7287.87, were destroyed. There was evidence tending to show that the stove was cracked and that its door was without a latch or other fastening. As to the cause of the derailment, there was evidence tending to show that the night was cold, and that, as the train was rounding a curve, a rail broke under it. There was also evidence tending to show that many of the <span class=\"star-pagination\">*632</span> cross-ties in the track, at the place of the accident, were so decayed that they did not firmly hold the spikes, and that the disaster was caused by the rails spreading. The master, in his report, attributed it to the latter cause, and found that the condition of the track was so unsafe that the receivers were presumed to have known of its condition. He found as a fact, however, that the condition of the track had been improved by the receivers, and at the time of the accident was better than when they were appointed.</p>\n<p>There was evidence tending to show that it was, and had been for a number of years, a practice among the wholesale jewelry merchants of Chicago and other places to send out agents or members of their firms among their country customers, with trunks filled with goods, and that such agents had been accustomed to sell and deliver goods from the stocks thus carried about. The evidence tended to show that such stocks of goods were generally carried in trunks similar in character to the one used by Perry, and that as a rule they had been checked as personal baggage. But there was no evidence tending to show that the railroad companies or their agents knew what the trunks contained; and John H. Perry, one of the firm, who testified as to what had been the custom, also testified that he did not know of any railroad in the country that he could go to and say, \"Here is a trunk containing $10,000 worth of jewelry; I want a check,\" and get a check for the trunk. No witness testified that, after the appointment of the receivers, and before the occurrence of this loss, he had received a check over the Wabash, St. Louis and Pacific Railway for a trunk containing jewelry; nor was there any evidence tending to show that the receivers knew of any custom under which trunks containing stocks of jewelry were checked as personal baggage.</p>\n<p>Arthur J. Perry, in his testimony, gave the following evidence as to the trunk in question: \"Q. What kind of a trunk was that? A. It was a heavy iron trunk \u0097 iron-bound, dark trunk, small size. Q. Had it any particular designation that you know of? A. It is a trunk that we used in our business, is about all; very small and heavy. Q. The <span class=\"star-pagination\">*633</span> kind of a trunk known as a jeweler's trunk, is it? A. Commonly used and known as a jeweler's trunk.\"</p>\n<p>He also testified as follows: \"Q. Are you acquainted with the wholesale and retail jewelry trade as conducted in Chicago? A. Since 1880. Q. Just state how the wholesale jewelers in Chicago conduct their business with the outlying towns with which they have trade. A. The majority of them conduct it the same as we do, that is, they put goods in trunks and send them with men on the road. Q. They send travelling men or members of the firm with a jeweler's stock in a trunk? A. Yes, sir. Q. And go to different towns and sell from that trunk? A. Yes; sell, deliver and bill. Q. And, to your knowledge, that has been the custom since 1880? A. My knowledge goes further back than that. Q. How far beyond? A. Since 1873. Q. Is that their manner in conducting business now? A. Yes, sir. Q. Did I understand you to say you sell by samples? A. It isn't the rule; there are a few that do it \u0097 not one in ten. Q. They send a stock of jewelry and sell from that stock? A. Yes, sir; they sell from the stock. Q. And what is the usage in regard to the transportation of these jewelry trunks. A. We check them the same as other sample trunks. Q. Check as baggage? A. Yes; they allow us, as commercial baggage \u0097 they allow us 200 pounds when we have a thousand-mile ticket; when we have a local ticket they allow us 150 pounds, and we have to pay for all over that. Q. They have been carried as baggage and checked as baggage since when? A. Since 1873. Q. Had you travelled over this road before and carried your trunk in the same manner? A. I had. Q. Do you know of others transacting the same kind of business? A. Yes, sir; met them in Springfield many times, and at different points on the road; it is a common occurrence. Q. Was it or not the common and invariable usage, so far as you know? A. Yes, sir; that is the way the business is conducted.\" On cross-examination he testified as follows: \"Q. You say that was a small trunk? A. Yes, sir. Q. What was its color? A. A dark trunk \u0097 a black or gray. Q. Was it a small trunk or an ordinary size trunk? A. It was a small trunk for the <span class=\"star-pagination\">*634</span> weight of it, and what sample-men would call a small trunk.\"</p>\n<p>Another witness, Theodore Kearney, testified as follows: \"Q. Are you familiar with the custom or usage throughout the United States of selling goods at wholesale? A. Yes, sir. Q. By travelling men? A. Yes, sir. Q. State what that usage has been for that time. A. The usual custom is to carry the stock of goods of various values, according to the class of the house, and sell from that stock to the customers. It is the universal custom. Q. What proportion of the dealing in jewelry is done in that manner? A. I think nine-tenths in the jobbing trade. Q. And how is this jewelry carried from place to place? A. Carried as baggage \u0097 trunks checked as baggage; carried in compartments made in the trunk for that particular purpose. Q. What kind of trunks are they carried in? A. What is known as the Crouch and Fitzgerald trunks \u0097 wooden trunks. I think they are made for that express purpose \u0097 almost universally made and used for that purpose. \u0097 almost universally made and used for that purpose. Q. Iron bound? A. Iron strapped, not bound. Properly, iron corners and strips covered by three or four strips in various ways.\"</p>\n<p>John H. Perry, one of the intervenors, testified as follows: \"Q. I will ask you if you are familiar with the usages and customs of the wholesale and jobbing jewelers in reference to selling their goods. A. To a fair extent I am. Q. How are they sold? A. Our goods have been sold in that way. Q. How? A. Sold by travelling men from trunks on the road; stock carried by travelling men and delivered as the sales were made and bills sent in to the house. Q. How are these trunks transported from place to place? A. Checked as baggage.\" The same witness also testified that some railroads had refused to receive and check such trunks unless they were given indemnifying bonds. On cross-examination, he testified as follows: \"Q. Mr. Perry, do you know of any railroad in this country that you could go to with a trunk and say, `Here is a trunk containing $10,000 worth of jewelry \u0097 I want a check,' and get a check for it? A. I am not acquainted with any such road. Q. You don't know of any such road? A. No, <span class=\"star-pagination\">*635</span> sir.\" On his redirect examination, he testified as follows: \"Q. You said you didn't know of any road that would receive a trunk if a man would say it contained $10,000 worth of jewelry. Did you ever know of a railroad refusing to check a jewelry trunk? A. No. I did not.\"</p>\n<p>J.W. Patterson, the baggage agent of the receivers at Springfield, testified as follows: \"Q. What business were you engaged in during the time you have lived in Springfield? A. Station baggageman for the Wabash. Q. Were you engaged in that business on the 30th of January, 1885? A. Yes, sir. Q. Did you check a trunk on that day from Springfield to Petersburg? A. Yes, sir; that is, I checked a piece of baggage; couldn't say it was a trunk. Q. Do you know the number of that check? A. Yes, sir. Q. What is it? A. It is 10,763. Q. Do you know Mr. Perry? A. No, sir; not that I know of; don't know him by name; might know him if I saw the gentleman. Q. Was that the only piece of baggage checked for Petersburg that day? A. Yes, sir. Q. That was for the evening train? A. Yes, sir; evening train, 2.10. Q. Did you know whether or not at the time you checked this trunk or piece of baggage that it contained jewelry? A. No, sir; I did not know what it contained. Q. Was it checked in the ordinary way that baggage is checked? A. Yes, sir.\" On cross-examination, the same witness testified as follows: \"Q. When you see a trunk, a heavy trunk, heavily iron bound, with heavy iron corners and iron clasps, iron along the corners and iron bandages all around it and two or three strong locks in front, what kind of baggage would you suppose to be in the trunk? A. Well, we couldn't suppose what was in the trunk. Q. You wouldn't suppose that contained ordinary wearing apparel, would you \u0097 a trunk of that sort? A. Well, I don't know as I would. Q. Are not trunks of that description trunks that are carried by commercial travellers generally? A. Bless you, they carry all kinds, sizes and sorts. Q. Don't they carry that kind of trunk? A. Yes, sir; lots of that kind of trunks on the road. Q. Those are not the trunks ordinarily used by travellers carrying wearing apparel? A. No; but there is \u0097 once in a while you find a castaway sample trunk <span class=\"star-pagination\">*636</span> that is picked up, parties carrying them, but it is not very often the case. Q. What do you mean by sample trunks? What is a sample trunk? A. What we call \u0097 that is, a trunk that contains different kinds of samples. Q. How do you know when you see them? A. Well, we don't know them without some party opens the trunk. Q. When you see a trunk of that sort you naturally suppose it has samples in it? A. Yes, sir. Q. They are made much stronger than ordinary trunks, are they not \u0097 different build? A. Yes, sir; different built trunk. Q. Well known to all baggagemen and railroad men as sample trunks, are they not? A. Yes, sir. Q. You know, as a matter of fact, do you not, that jewelry firms have transported their stock of jewelry in trunks of that make? A. Yes, sir. Q. Passing over your lines daily? A. Yes, sir. Q. Checked as ordinary baggage? A. Yes, sir; at that time, but not now.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"Q. Don't you know, from your experience of 11 years, if a trunk containing jewelry came into your possession and you handled it you would be able to tell what was in it? A. No, sir; and nobody else. Q. If a trunk came into your possession of that sort, at least its character is so well known to you, you would make inquiry about it, wouldn't you? A. Of course, once in a while; we do not every time.</p>\n<p></p>\n<h2>* * * * *</h2>\n<p>\"Q. You know at that time there were a great many jewelry trunks on the road, and had been previous to that time, in carrying stocks of jewelry in trunks? A. Couldn't say a great many, because I never saw but very few of them; couldn't see what they contained. Q. You know, as a general thing, that jewelers travel on the road with their stocks, don't you? A. Yes, sir. Q. They transported their goods from town to town in trunks? A. Yes, sir. Q. And sold from their trunks? A. I couldn't say about that; don't know anything about that \u0097 checked the baggage.\" On redirect examination, he testified: \"Q. As a fact, from your knowledge of trunks, could you tell from looking at that trunk that it contained jewelry? A. I could not.\"</p>\n<p><span class=\"star-pagination\">*637</span> The Circuit Court said, in its opinion, that the nature and contents of the trunk were not expressly disclosed to the agent at Springfield; that he made no inquiries on that subject; that the trunk was 3 by 2½ feet, iron bound, weighed 250 pounds, and was known in the trade and to baggagemen as a jeweler's or commercial traveller's trunk; that the evidence showed that the intervenors and other merchants of the same class, then and prior thereto, sold their goods, in the main, directly from trunks transported from place to place over railroads, and that this road had previously and frequently checked and carried such trunks for the intervenors and others as personal baggage. The opinion then said: \"If the station agent did not know that the trunk contained jewelry, he had reason to believe it did. He received it, knowing that Perry was not entitled to have it carried as personal baggage. The agent did not believe the trunk contained wearing apparel only. It is plain from the evidence that he recognized it as a jeweler's trunk, and that he understood it contained a stock of jewelry. He was not, therefore, deceived, and the receivers were not defrauded. Having checked the trunk by their agent as personal baggage, knowing or having reason to believe that it contained jewelry, the receivers became bound to safely transport it to its destination, which they did not do, and they are liable for the damages that resulted from a breach of the contract. They sustained to the trunk and its contents the relation of a carrier, and they are liable for the property destroyed by their negligence, just as if the trunk had contained nothing but wearing apparel, or as if they had undertaken to carry it as freight.\"</p>\n<p>The receivers contend that the Circuit Court erred in basing its judgment, either wholly or in part, on the assumption that the baggage agent at Springfield had actual knowledge of what the trunk contained, and that he knew, or had reason to believe, that it contained a stock of jewelry.</p>\n<p>There is no evidence showing or tending to show, that the baggage agent had any actual knowledge of the contents of the trunk. Arthur J. Perry did not suggest that he either told the agent what the trunk contained or opened it in the <span class=\"star-pagination\">*638</span> agent's presence. He testified to no fact from which the inference could be drawn that the agent had actual knowledge that the trunk contained a stock of jewelry. Patterson, the agent, testified expressly that at the time he checked the trunk he did not know what it contained. The master states in his report that Perry did not disclose the character of the contents of the trunk, or say anything in regard thereto, but simply presented the trunk, as had been customary with him and other salesmen, to be received and checked as ordinary baggage, as it had been customary for agents to do on this and other roads; and the court said, in its opinion, that the nature and contents of the trunk were not expressly disclosed to the agent, and that he made no inquiries on that subject. It is clear, therefore, that the liability of the receivers cannot be founded on the proposition that the agent had actual knowledge of what the trunk contained.</p>\n<p>It is further contended that the Circuit Court erred in holding that the agent ought to have known what was in the trunk, by its external appearance. The Circuit Court says, in its opinion, that it is plain, from the evidence, that the agent recognized the trunk as a jeweller's trunk and understood that it contained a stock of jewelry; and that, their agent having checked the trunk as personal baggage, knowing, or having reason to believe, that it contained jewelry, the receivers became bound to transport it safely to its destination.</p>\n<p>Is there any evidence in the case from which it can fairly be said that the agent had reason to believe that the trunk contained jewelry? It is clear that Perry, in purchasing a ticket for a passenger train, and then tendering his trunk to the agent to be checked, tendered it as containing his personal baggage. The agent was not informed to the contrary by Mr. Perry or by any other person. As the agent did not know what the contents were, the allegation that he recognized the trunk as a jeweller's trunk, and understood that it contained a stock of jewelry, necessarily implies that such recognition and understanding must have arisen from the outward appearance of the trunk. The testimony on that subject is as follows: Arthur J. Perry testified: \"Q. What kind of a trunk was that? A. It was a heavy iron trunk \u0097 iron-bound. <span class=\"star-pagination\">*639</span> dark trunk, small size. Q. Had it any particular designation that you know of? A. It is a trunk that we used in our business, is about all; very small and heavy. Q. The kind of a trunk known as a jeweller's trunk, is it? A. Commonly used and known as a jeweller's trunk.\" He also said, on cross-examination: \"Q. You say that was a small trunk? A. Yes, sir. Q. What was its color? A. A dark trunk, a black or gray. Q. Was it a small trunk, or an ordinary-sized trunk? A. It was a small trunk for the weight of it, and what sample-men would call a small trunk.\" That is all the testimony that was given as to the size, shape or appearance of the trunk.</p>\n<p>Kearney, a witness for the intervenors, testified as follows, as to the kind of trunk generally carried by travelling men in the jewelry trade: \"Q. Are you familiar with the custom or usage throughout the United States of selling goods at wholesale? A. Yes, sir. Q. By travelling men? A. Yes, sir. Q. State what that usage has been for that time. A. The usual custom is to carry the stock of goods of various values, according to the class of the house, and sell from that stock to the customers. It is the universal custom. Q. What proportion of the dealing in jewelry is done in that manner? A. I think nine-tenths in the jobbing trade. Q. And how is this jewelry carried from place to place? A. Carried as baggage \u0097 trunks checked as baggage; carried in compartments made in the trunk for that particular purpose. Q. What kind of trunks are they carried in? A. What is known as the Crouch and Fitzgerald trunks \u0097 wooden trunks. I think they are made for that express purpose \u0097 almost universally made and used for that purpose. Q. Iron bound? A. Iron strapped, not bound. Properly, iron corners and strips covered by three or four strips in various ways.\"</p>\n<p>Patterson, the baggage agent at Springfield, testified that he checked a piece of baggage on the day in question, from Springfield to Petersburg; and he said, on cross-examination, that he had no particular recollection about the trunk of Perry, and that he did not recollect Perry.</p>\n<p>The evidence, therefore, is, that the trunk which Perry delivered to be checked as his personal baggage was a wooden <span class=\"star-pagination\">*640</span> trunk, of dark color, iron bound, heavy for its size, and in size what a sample-man would call small; and the question arises, on these facts, whether the agent was bound to know, or to be presumed to know, that such a trunk contained a stock of jewelry. If he was, it must be presumed, contrary to the positive evidence, that he could tell what was in the trunk by looking at it or handling it, and this, notwithstanding the agent testified as follows, on cross-examination: \"Q. Don't you know, from your experience of 11 years, if a trunk containing jewelry came into your possession and you handled it you would be able to tell what was in it? A. No, sir; and nobody else.\"</p>\n<p>The hypothetical trunk put to Patterson on cross-examination was described as a trunk with heavy iron corners and iron clasps, iron along the corners and iron bandages all around it, and two or three strong locks in front. That hypothetical trunk does not appear to be such a trunk as Perry delivered to the agent.</p>\n<p>Perry, as a passenger on a passenger train, was bound to act in good faith in dealing with the carrier. He presented the trunk to the baggage agent as containing his personal baggage and got a check for it as such; and, that being so, he cannot recover for the loss of a stock of jewelry contained in it. No circumstances occurred, according to the evidence, which required the baggage agent to make inquiries as to the contents of the trunk, so presented as personal baggage. The presentation of the trunk, under the circumstances, amounted to a representation that its contents were personal baggage. The fact that Perry and other persons, on other occasions, had obtained, on passenger tickets, checks from other railroad companies for trunks containing merchandise, by representing them as containing personal baggage, furnishes no good reason for permitting a recovery in the present case. There is no evidence to show that, on the occasions when Perry and other travellers received checks, on passenger tickets, for trunks containing jewelry, the carrier knew what were the contents of the trunks. The testimony is that John H. Perry did not know of a railroad company which would receive and check a trunk as a passenger's baggage, which was filled with valuable jewelry.</p>\n<p><span class=\"star-pagination\">*641</span> In the present case, the trunk was offered as containing the personal baggage of a passenger; the passenger did not inform the baggage agent as to the actual contents of the trunk; the agent did not know what the trunk contained; there is no evidence that any agent of the receivers had theretofore received and checked a trunk as the personal baggage of a passenger, knowing that it contained a stock of jewelry; and it does not appear that any railroad company would issue a check to a passenger for a trunk, if previously informed that the trunk contained a valuable stock of jewelry.</p>\n<p>The 25 cents extra paid by Mr. Perry on account of the weight of the trunk, was paid merely for the overweight and not at all in respect of the contents of the trunk. It was paid for so much overweight of personal baggage.</p>\n<p>It has long been the law that the principle which governs the compensation of carriers is that they are to be paid in proportion to the risk they assume. So long ago as the case of <i>Gibbon</i> v. <i>Paynton,</i> 4 Burrow, 2298, in 1769, it was held, in the King's Bench, Lord Mansfield delivering the opinion, that a bailee was only obliged to keep goods with as much diligence and caution as he would keep his own, but that a carrier, in respect of the premium he was to receive, ran the risk of them, and must make good the loss, though it happen without any fault in him, the reward making him answerable for their safe delivery; that his warranty and insurance were in respect of the reward he was to receive; and that the reward ought to be proportionable to the risk. In that case, the sum of £100 was hidden in some hay in an old nail bag and sent by a coach and lost. The carrier had not been apprised that there was money in the bag. The same principle was applied in <i>Batson</i> v. <i>Donovan,</i> 4 B. &amp; Ald. 21, in 1820, where it was held that a carrier was not liable for bank-notes contained in a parcel, when he had not been informed of the contents of the parcel.</p>\n<p>This principle is commented on in Story on Bailments, 9th ed., § 565, where it is said: \"It is the duty of every person sending goods by a carrier to make use of no fraud or artifice to deceive him, whereby his risk is increased, or his care and diligence may be lessened. And if there is any such fraud or <span class=\"star-pagination\">*642</span> unfair concealment, it will exempt the carrier from responsibility under the contract, or, more properly speaking, it will make the contract a nullity.\"</p>\n<p>There is a uniform series of cases on this principle, in the Supreme Judicial Court of Massachusetts. In <i>Jordan</i> v. <i>Fall River Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">69</span></span>, it was laid down that a common carrier of passengers was not responsible for money included in the baggage of a passenger, beyond the amount which a prudent person would deem proper and necessary for travelling expenses and personal use, or intended for other persons, unless the loss was occasioned by the gross negligence of the carrier or his servants.</p>\n<p>In <i>Collins</i> v. <i>Boston &amp; Maine Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">506</span></span>, it was held that the term \"baggage,\" for which passenger carriers were responsible, did not include articles of merchandise not intended for personal use; and that a carrier was not liable for the loss of merchandise sent by a passenger train, by a person who expected to go himself in the same train, but did not, the goods having been lost without any gross negligence in the carrier or any conversion by him.</p>\n<p>In <i>Stimson</i> v. <i>Connecticut River Railroad,</i> <span class=\"citation\" data-id=\"90389\"><a href=\"/opinion/90389/the-connecticut/\"><span class=\"volume\">98</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">83</span></a></span>, it was held that a railroad company was not liable to either owner or agent, on its ordinary contract of transportation of a passenger, for losing a valise delivered into its charge as his personal luggage, but which contained only samples of merchandise, and, with its contents, was owned by a trader whose travelling agent the passenger was, to sell such goods by sample, nor in tort for the loss, without proof of gross negligence.</p>\n<p>In <i>Alling</i> v. <i>Boston &amp; Albany Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">121</span></span>, the above cases in 5 Cush., 10 Cush. and 98 Mass. were cited and applied, and it was held that if a passenger delivered to a railroad company a trunk containing samples of merchandise, belonging to a third person, whose agent he was, to be transported to a place for which the agent had a ticket, the only contract entered into was for the transportation of the personal baggage of the agent, and the company was not liable in contract to the owner of the trunk for its loss, nor in tort, except for <span class=\"star-pagination\">*643</span> gross negligence; and that evidence that a large part of the company's business consisted in transporting passengers known as commercial travellers, with trunks like the one lost, containing merchandise, that such trunks were known as sample trunks and were of special construction, and that such travellers purchased tickets for the ordinary passenger trains, and received checks for their trunks, and were transported for the price of the tickets, was immaterial.</p>\n<p>In <i>Blumantle</i> v. <i>Fitchburg Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">322</span></span>, 326, it was held that evidence that a passenger delivered to the baggage-master of a railroad corporation a package of merchandise and received a check for it on showing his passenger ticket, that the baggage-master knew it was merchandise, and that other passengers had similar packages, would not warrant a jury in finding that the corporation agreed to transport the merchandise, or became liable for it as a common carrier, in the absence of evidence of an agreement that the merchandise should be carried as freight, or that the baggage-master had authority to receive freight to be carried on a passenger train, or to bind the corporation to carry merchandise as personal baggage. In the opinion of the court, delivered by Chief Justice Gray, the earlier Massachusetts cases, and other cases, English and American, were cited, and it was said: \"In the case at bar the plaintiff offered and delivered the bundles as his personal baggage, and requested that they might be checked as such; and the baggage-master gave him checks for them accordingly, as he was bound to do for personal baggage of passengers by the St. of 1874, c. 372, sec. 136. There was no evidence that either the plaintiff or the baggage-master agreed or intended that they should be carried as freight, or that the baggage-master had any authority to receive freight on a passenger train, or to bind the corporation to carry merchandise as personal baggage. The case cannot be distinguished in principle from the previous decisions of this court, already cited. Evidence tending to show that the baggage-master knew or supposed the bundles to contain merchandise, or that other passengers had similar bundles, would not warrant the jury in finding that the defendant agreed to transport the <span class=\"star-pagination\">*644</span> plaintiff's merchandise or become liable therefor as a common carrier.\"</p>\n<p>In <i>Hawkins</i> v. <i>Hoffman,</i> 6 Hill, 586, it was held that the usual contract of a carrier of passengers included an undertaking to receive and transport their baggage, though nothing was said about it; that if it was lost, even without the fault of the carrier, he was responsible; but that the term \"baggage\" in such case did not embrace samples of merchandise carried by the passenger in a trunk, with a view of enabling him to make bargains for the sale of goods.</p>\n<p>In <i>Belfast &amp;c. Railway</i> v. <i>Keys,</i> 9 H.L. Cas. 556, a railway passenger, with knowledge that the company, although allowing each passenger to carry free of charge a certain amount of luggage, required all merchandise to be paid for, took with him, as if it was personal luggage, a case of merchandise, and did not pay for it as such, and it was held that no contract whatever touching the same arose between him and the company, and that, therefore, on the merchandise being lost, he was not entitled to recover the value of it from the company.</p>\n<p>In <i>Cahill</i> v. <i>London &amp; Northwestern Railway,</i> 10 C.B. (N.S.) 154, in the Court of Common Pleas, where a railway company was accustomed to allow each passenger to take with him his ordinary luggage, not exceeding a given weight, without any charge for the carriage of it, a passenger took with him as luggage a box containing only merchandise, but not exceeding in weight the limit prescribed for personal luggage. He gave no information to the company's servants as to the contents of the box, nor did they inquire, although the word \"glass\" was written on the box in large letters. In an action to recover against the company for the loss of the box, it was held that, inasmuch as it contained only merchandise, and not personal luggage, there was no contract on the part of the company to carry it, and the company was not liable for the loss. That decision was affirmed in the Exchequer Chamber, 13 C.B. (N.S.) 818.</p>\n<p>In <i>Mich. Central Railroad</i> v. <i>Carrow,</i> 73 Illinois, 348, a passenger on a railroad had brought to the depot a trunk which <span class=\"star-pagination\">*645</span> contained costly jewelry, gave no notice of its contents, and had it checked as ordinary baggage, and there was nothing about the trunk indicating its contents. It was consumed by fire while being carried, the company not being guilty of gross negligence, and it was held that the company was not liable for the contents of the trunk. It was further held, that a carrier of passengers is not bound to inquire as to the contents of a trunk delivered to the carrier as ordinary baggage, such as is usually carried by travellers, even if the same is of considerable weight, but may rely upon the representation, arising by implication, that the trunk contains nothing more than baggage; that it is the duty of a passenger having valuable merchandise in his trunk or valise, and desiring its transportation, to disclose to the carrier the nature and value of the contents; that, if the carrier then chooses to treat it as baggage, without extra compensation, the liability of the carrier will attach, but not otherwise; and that where a person, under the pretence of having baggage transported, places in the hands of the agents of a railroad company merchandise, jewelry and other valuables, without notifying them of the character and value of the same, he practises a fraud upon the company which will prevent his recovery in case of a loss, except it occurs through gross negligence.</p>\n<p>In <i>Haines</i> v. <i>Chicago, St. Paul &amp;c. Railway,</i> 29 Minnesota, 160, it was held that a carrier of passengers for hire was bound only to carry their \"personal baggage\"; that, if a passenger delivered to the carrier as baggage a trunk or valise containing merchandise, not his personal baggage, of which fact the carrier had no notice, the carrier, in the absence of gross negligence, would not be liable for its loss; and that the carrier was not bound to inquire, in such a case, as to the nature of the property, but had a right to assume that it consisted only of the personal baggage of the passenger.</p>\n<p>In <i>Pfister</i> v. <i>Central Pacific Railroad,</i> 70 California, 169, it was held that a railroad ticket entitling the purchaser to transportation in the first-class passenger coaches of the seller between the points indicated thereon, gave the purchaser the right to have his luggage, not exceeding the quantity specified <span class=\"star-pagination\">*646</span> in the ticket, transported at the same time free of charge, but that it did not give him the right to transport, either in his own charge or that of the railroad company, any merchandise or property not included in the term \"luggage.\"</p>\n<p>In the present case, there is no allegation in the intervening petition of any gross negligence in the receivers, nor does the evidence make out any.</p>\n<p>Various cases are cited on the part of the intervenors; but either we do not concur in the views expressed in them, or they are distinguishable from the present case. Thus, in <i>Kuter</i> v. <i>Michigan Central Railroad,</i> 1 Bissell, 35, it was said by Judge Drummond, in a charge to a jury, that, if the railroad company knew that immigrants, like the plaintiff, were in the habit of putting valuable articles and money among their household goods, and from such knowledge might have inferred that the box of the plaintiff might contain money, then it became the duty of the company to make inquiry in order to relieve itself from liability. But we do not think that view is sound.</p>\n<p>In <i>Minter</i> v. <i>Pacific Railroad,</i> 41 Missouri, 503, the merchandise in question was fully exposed, and it was known to the railroad company's agent what it was.</p>\n<p>In <i>Hannibal Railroad</i> v. <i>Swift,</i> <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">262</span></span>, it was held by this court that where a railroad company received for transportation, in cars which accompanied its passenger trains, property of a passenger, other than his baggage, in relation to which no fraud or concealment was attempted or practised upon its employés, it must be considered to have assumed, with reference to that property, the liability of a common carrier of merchandise. But that is not the present case.</p>\n<p>So, also, the case of <i>Stoneman</i> v. <i>Erie Railway,</i> <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">429</span></span>, was one where a carrier of passengers, in addition to passage money, demanded and received from a passenger compensation as freight for the transportation of packages containing merchandise and baggage; and it was held, in the absence of evidence of fraud or concealment on the part of the passenger as to the contents of the packages, that such carrier, in case of loss, was liable for the merchandise as well as the baggage. <span class=\"star-pagination\">*647</span> The same principle was applied in <i>Sloman</i> v. <i>Great Western Railway,</i> 67 N.Y. 208.</p>\n<p>In <i>Millard</i> v. <i>Missouri, Kansas &amp; Tex. Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">441</span></span>, the same principle was applied in a case where the railroad company's agent was advised by a person who had purchased a passenger ticket, of the fact that a trunk contained merchandise, and the agent demanded and received extra compensation for its transportation.</p>\n<p>The same rule was applied in <i>Texas &amp; Pacific Railroad</i> v. <i>Capps,</i> 2 Tex. Ct. App. Civil Cases, § 34. In <i>Jacobs</i> v. <i>Tutt,</i> 33 Fed. Rep. 412, the suit was against the same receivers as in the present case, to recover the value of a trunk and contents, which were stolen, and the trunk was the trunk of a jewelry salesman, containing his stock in trade; the agent who took it knew that fact, and the plaintiff had made no effort at concealment; and it was held that the receivers were liable as for the loss of ordinary baggage on the railroad.</p>\n<p>We have examined the other cases cited on behalf of the intervenors, namely, <i>Butler</i> v. <i>Hudson River Railroad,</i> 3 E.D. Smith, 571; <i>Hellman</i> v. <i>Holladay,</i> 1 Woolworth, 365; <i>Railroad Co.</i> v. <i>Fraloff,</i> 100 U.S. 24; and <i>Talcott</i> v. <i>Wabash Railroad,</i> 21 N.Y. Suppl. 318, and do not think they have any application to the present case.</p>\n<p>The case of <i>Switzerland Marine Ins. Co.</i> v. <i>Louisville, Cincinnati &amp; Lexington Railway Co.,</i> 13 Int. Rev. Record, 342, is a charge to a jury that the item \"baggage\" does not include articles of merchandise for sale or for use as samples, and not designed for the use of the passenger, and that, if the passenger has such articles checked and received by the carrier as baggage, the carrier will not be liable for them if lost or injured, unless it was informed or was presumed to have known that the articles were merchandise, or unless it was the established custom or usage of the defendant to receive and transfer them as baggage, or unless they were lost by the gross negligence of the defendant. After a verdict and judgment for the plaintiff the case was brought to this court by a writ of error, and affirmed here by a divided court. 131 U.S. 440; 31 L.C.P. Co. 204.</p>\n<p><span class=\"star-pagination\">*648</span> <i>The decree of the Circuit Court must be reversed, and the case be remanded to it with a direction to dismiss the petition of the intervenors.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The master states that a stipulation was made before him by the parties that he should report his findings in the premises, though no such stipulation is found in the record.</p>\n\n</div>", 
  "sha1": "4e8cd61f1b08158ee142eba92bacb0111fd0d2fc", 
  "date_modified": "2014-12-21T01:31:48.619952", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93587/humphreys-v-perry/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1855985/", 
  "html": "<p class=\"case_cite\">148 U.S. 627</p>\n    <p class=\"case_cite\">13 S.Ct. 711</p>\n    <p class=\"case_cite\">37 L.Ed. 587</p>\n    <p class=\"parties\">HUMPHREYS et al.<br>v.<br>PERRY et al.</p>\n    <p class=\"docket\">No. 167.</p>\n    <p class=\"date\">April 10, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wells H. Blodgett, for appellants.</p>\n      <p class=\"indent\">Richard S. Tuthill, for appellees.</p>\n      <p class=\"indent\">Mr. Justice BLATCHFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an interventing petition, filed May 28, 1886, in the circuit court of the United States for the northern district of Illinois, by John H. Perry, Arthur J. Perry, James K. Perry, and Frank A. Perry, copartners under the firm name of Perry Bros., in the suit pending in said court of the Wabash, St. Louis &amp; Pacific Railway Company against the Central Trust Company of New York and others, in which suit Solon Humphreys and Thomas E. Tutt had been appointed receivers of said railway.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The intervening petition was filed against the receivers by leave of the court. It sets forth that the principal office of the firm of the petitioners is at Chicago; that on January 30, 1885, Arthur J. Perry, one of the firm, in carrying on its business, bought and paid for a ticket for his passage from Springfield, Ill., to Petersburg, Ill., over and upon the railroad of the company, running between those two places, and at the same time checked with the company a trunk containing jewelry, watches, and merchandise of the firm, such as was necessary for him to take with him in prosecuting the business of the firm, and such as is usually taken as baggage by traveling salesmen in prosecuting business similar to that of the petitioners, for transportation by the company from Springfield to Petersburg; that for the transportation of the trunk he paid the company a sum of money additional to that which he had already paid for his ticket; that thereupon he entered the coach of the company, and the trunk was placed by its agents in the baggage car of the company en route for Petersburg; that shortly before reaching that place, by the negligence and carelessness of the company in constructing and repairing its roadbed and track, and in running that train, the cars containing said Arthur J. Perry and said trunk were derailed, and the baggage car containing the trunk was overturned and rolled down an embankment, and at the foot thereof, by the negligence and carelessness of the company in using in the car an unsafe, improper, and dangerous kind of stove, and in having said stove unsecured, or improperly secured, the baggage car caught on fire, and was totally consumed, together with said trunk, and the watches, jewelry, and merchandise of the petitioners in the trunk were almost totally destroyed; that the value of the trunk and its contents was $9,818.46; that the petitioners recovered from the debris of the baggage car a part of the merchandise, so that their loss amounts of $9,218.46; that the receivers were appointed May 29, 1884, and had possession of and were operating said road from Springfield to Petersburg at the time of the loss of the trunk; and that they had refused to allow the claim of the petitioners. The prayer of the petition is that the receivers answer the claim for damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The answer of the receivers sets forth that at the time in question they were not prepared to carry articles of jewelry and watches as baggage, and did not undertake or advertise themselves to the public as ready or willing to transport the same; that by the rules of the receivers, then in force and well known to the interveners, the agents and servants of the receivers were not allowed to take trunks containing jewelry, watches, and valuable merchandise as baggage; that on January 30, 1885, Arthur J. Perry, one of the interveners, presented to the agent of the receivers, at Springfield, Ill., the trunk in question, and demanded a check therefor, and the receivers then and there undertook to carry the trunk as containing only the personal baggage of said Perry; that he then and there wrongfully concealed from the said agent the fact that the trunk contained jewelry, watches, or valuable merchandise, and, by such wrongful conduct and fraudulent concealment of the contents of the trunk and their value, secured a check for it from the agent as baggage; that, because it was so checked, it was placed by the agent in a baggage car, and transported as ordinary baggage by the receivers over said line of road; that, before reaching Petersburg on said day, the train containing the baggage car in which the trunk had been placed became derailed, without fault or negligence on the part of the receivers or their agents or servants; and that, without any such fault or negligence, the baggage car caught fire after being so derailed, and a portion of the contents of the trunk, so wrongfully and fraudulently shipped as baggage, was destroyed. The answer denies that the interveners are entitled to any relief.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 30, 1886, the court made an order referring the intervening petition to E. B. Sherman 'to take proof and report the same to the court.' Mr. Sherman was one of the masters in chancery of the court. He took proofs and made a report to the court, accompanied by the proofs, and filed October 23, 1888. In his report he recites the order of reference as directing him to take evidence and report to the court 'with his findings in the premises.' He did report the evidence, and also findings by him, both of fact and of law. The receivers excepted to the report, because (1) the findings were contrary to the evidence; (2) the findings were contrary to law; (3) the findings were contrary to the law and the evidence; (4) the finding should have been that the intervening petition be dismissed; (5) the interveners were not entitied to the relief prayed for; and (6) the amount found by the master was excessive, and not warranted by the testimony. The master found that the interveners were entitled to recover from the receivers $7,287.87, with costs. There was no exception to the fact that the master had found the facts and the law, or had departed from the order of reference, and neither of the parties nor the court took any objection in that respect.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case was heard before the circuit court, held by Judge Gresham, (39 Fed. Rep. 417,) on the report of the master and the exceptions thereto, and a decree was made July 29, 1889, overruling the exceptions, confirming the report of the master, and decreeing in favor of the interveners for $7,287.87, and for the payment of that sum to them by the receivers, with costs, and $150 for master's fees. From this decree the receivers have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 30, 1885, Arthur J. Perry, a member of the interveners' firm, was in Springfield, Ill., with a trunk of jewelry, containing a stock of goods from which he was to make sales and deliveries to their customers. He there bought a passage ticket from the agent of the receivers for his transportation to Petersburg, on their road, and presented his trunk to be checked to Petersburg as his personal baggage. The trunk was of a dark color, iron bound, weighed 250 pounds, and as to size was described in the evidence as being 'what a sample man would call small.' The agent gave him a check for the trunk, and collected from him 25 cents on account of its extra weight, only 150 pounds of personal baggage being carried free for each passenger. Nothing was said to the agent by Perry concerning the contents of the trunk, nor did he make any inquiries of Perry in regard to its contents. When the train had reached a point a few miles from Petersburg the car in which the trunk was being conveyed was thrown from the track, and was ignited from the fire in a stove on board, and the trunk and contents, to the value of $7,287.87, were destroyed. There was evidence tending to show that the stove was cracked, and that its door was without a latch or other fastening. As to the cause of the derailment, there was evidence tending to show that the night was cold, and that, as the train was rounding a curve, a rail broke under it. There was also evidence tending to show that many of the cross-ties in the track at the place of the accident were so decayed that they did not firmly hold the spikes, and that the disaster was caused by the rails spreading. The master, in his report, attributed it to the latter cause, and found that the condition of the track was so unsafe that the receivers were presumed to have known of its condition. He found as a fact, however, that the condition of the track had been improved by the receivers, and at the time of the accident was better than when they were appointed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There was evidence tending to show that it was, and had been for a number of years, a practice among the wholesale jewelry merchants of Chicago and other places to send out agents or members of their firms among their country customers with trunks filled with goods, and that such agents had been accustomed to sell and deliver goods from the stocks thus carried about. The evidence tended to show that such stocks of goods were generally carried in trunks similar in character to the one used by Perry, and that as a rule they had been checked as personal baggage. But there was no evidence tending to show that the railroad companies or their agents knew what the trunks contained; and John H. Perry, one of the firm, who testified as to what had been the custom, also testified that he did not know of any railroad in the country that he could go to and say: 'Here is a trunk containing $10,000 worth of jewelry. I want a check,'&#8212;and get a check for the trunk. No witness testified that, after the appointment of the receivers, and before the occurrence of this loss, he had received a check over the Wabash, St. Louis &amp; Pacific Railway for a trunk containing jewelry; nor was there any evidence tending to show that the receivers knew of any custom under which trunks containing stocks of jewelry were checked as personal baggage.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Arthur J. Perry, in his testimony, gave the following evidence as to the trunk in question: 'Question. What kind of a trunk was that? Answer. It was a heavy, iron trunk,&#8212;iron bound, dark trunk, small size. Q. Had it any particular designation that you know of? A. It is a trunk that we used in our business, is about all; very small and heavy. Q. The kind of a trunk known as a 'jeweler's trunk,' is it? A. Commonly used and known as a 'jeweler's trunk.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">He also testified as follows: 'Question. Are you acquainted with the wholesale and retail jewelry trade as conducted in Chicago? Answer. Since 1880. Q. Just state how the wholesale jewelers in Chicago conduct their business with the outlying towns with which they have trade. A. The majority of them conduct it the same as we do; that is, they put goods in trunks, and send them with men on the road. Q. They send traveling men or members of the firm with a jeweler's stock in a trunk? A. Yes, sir. Q. And go to different towns, and sell from that trunk? A. Yes; sell, deliver, and bill. Q. And, to your knowledge, that has been the custom since 1880? A. My knowledge goes further back than that. Q. How far beyond? A. Since 1873. Q. Is that their manner in conducting business now? A. Yes, sir. Q. Did I understand you to say you sell by samples? A. It isn't the rule. There are a few that do it,&#8212;not one in ten. Q. They send a stock of jewelry, and sell from that stock? A. Yes, sir; they sell from the stock. Q. And what is the usage in regard to the transportation of these jewelry trunks? A. We check them the same as other sample trunks. Q. Check as baggage? A. Yes. They allow us, as commercial baggage&#8212;they allow us 200 pounds when we have a thousand-mile ticket. When we have a local ticket they allow us 150 pounds, and we have to pay for all over that. Q. They have been carried as baggage and checked as baggage since when? A. Since 1873. Q. Had you traveled over this road before, and carried your trunk in the same manner? A. I had. Q. Do you know of others transacting the same kind of business? A. Yes, sir. Met them in Springfield many times, and at different points on the road. It is a common occurrence. Q. Was it or not the common and invariable usage, so far as you know? A. Yes, sir; that is the way the business is conducted.' On cross-examination he testified as follows: 'Q. You say that was a small trunk? A. Yes, sir. Q. What was its color? A. A dark trunk,&#8212;a black or gray. Q. Was it a small trunk or an ordinary sized trunk? A. It was a small trunk for the weight of it, and what sample men would call a small trunk.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Another witness, Theodore Kearney, testified as follows: 'Question. Are you familiar with the custom or usage throughout the United States of selling goods at wholesale? Answer. Yes, sir. Q. By traveling men? A. Yes, sir. Q. State what that usage has been for that time. A. The usual custom is to carry the stock of goods of various values, according to the class of the house, and sell from that stock to the customers. It is the universal custom. Q. What proportion of the dealing in jewelry is done in that manner? A. I think nine tenths in the jobbing trade. Q. And now is this jewelry carried from place to place? A. Carried as baggage, trunks checked as baggage; carried in compartments made in the trunk for that particular purpose. Q. What kind of trunks are they carried in? A. What is known as the 'Crouch' and 'Fitzgerald' trunks,&#8212;wooden trunks. I think they are made for that express purpose,&#8212;almost universally made and used for that purpose. Q. Iron bound? A. Iron strapped, not bound. Properly, iron corners and strips; covered by three or four strips in various ways.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">John H. Perry, one of the interveners, testified as follows: 'Question. I will ask you if you are familiar with the usages and customs of the wholesale and jobbing jewelers in reference to selling their goods? Answer. To a fair extent I am. Q. How are they sold? A. Our goods have been sold in that way. Q. How? A. Sold by traveling men from trunks on the road; stocks carried by traveling men, and delivered as the sales were made, and bills sent in to the house. A. How are these trunks transported from place to place? A. Checked as baggage.' The same witness also testified that some railroads had refused to receive and check such trunks unless they were given indemnifying bonds. On cross-examination he testified as follows: 'Q. Mr. Perry, do you know of any railroad in this country that you could go to with a trunk, and say, 'Here is a trunk containing $10,000 worth of jewelry. I want a check,'&#8212;and get a check for it? A. I am not acquainted with any such road. Q. You don't know of any such road? A. No, sir.' On his redirect examination, he testified as follows: 'Q. You said you didn't know of any road that would receive a trunk if a man would say it contained $10,000 worth of jewelry. Did you ever know of a railroad refusing to check a jewelry trunk? A. No. I did not.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">J. W. Patterson, the baggage agent of the receivers at Springfield, testified as follows: 'Question. What business were you engaged in during the time you have lived in Springfield? Answer. Station baggage man for the Wabash. Q. Were you engaged in that business on the 30th of January, 1885? A. Yes, sir. Q. Did you check a trunk on that day from Springfield to Petersburg? A. Yes, sir; that is, I checked a piece of baggage. Couldn't say it was a trunk. Q. Do you know the number of that check? A. Yes, sir. Q. What is it? A. It is 10,763. Q. Do you know Mr. Perry? A. No, sir; not that I know of. Don't know him by name. Might know him if I saw the gentleman. Q. Was that the only piece of baggage checked for Petersburg that day? A. Yes, sir. Q. That was for the evening train? A. Yes, sir; evening train,&#8212;2:10. Q. Did you know whether or not at the time you checked this trunk or piece of baggage that it contained jewelry? A. No, sir. I did not know what it contained. Q. Was it checked in the ordinary way that baggage is checked? A. Yes, sir.' On cross-examination the same witness testified as follows: 'Q. When you see a trunk, a heavy trunk, heavily ironbound, with heavy iron corners and iron clasps, iron along the corners, and iron bandages all around it, and two or three strong locks in front, what kind of baggage would you suppose to be in the trunk? A. Well, we couldn't suppose what was in the trunk. Q. You wouldn't suppose that it contained ordinary wearing apparel, would you,&#8212;a trunk of that sort? A. Well, I don't know as I would. Q. Are not trunks of that description trunks that are carried by commercial travelers generally? A. Bless you, they carry all kinds, sizes, and sorts. Q. Don't they carry that kind of trunk? A. Yes, sir; lots of that kind of trunks on the road. Q. Those are not the trunks ordinarily used by travelers carrying wearing apparel? A. No; but there is,&#8212;once in awhile you find a castaway sample trunk that are picked up, parties carrying them; but it is not very often the case. Q. What do you mean by sample trunks? What is a sample trunk? A. What we call&#8212;that is, a trunk that contains different kinds of samples. Q. How do you know when you see them? A. Well, we don't know them without some party opens the trunk. Q. When you see a trunk of that sort you naturally suppose it has samples in it? A. Yes, sir. Q. They are made much stronger than ordinary trunks, are they not,&#8212;different build? A. Yes, sir; different built trunk. Q. Well known to all baggage men and railroad men as sample trunks, are they not? A. Yes, sir. Q. You know as a matter of fact, do you not, that jewelry firms have transported their stock of jewelry in trunks of that make? A. Yes, sir. Q. Passing over your lines daily? A. Yes, sir. Q. Checked as ordinary baggage? A. Yes, sir; at that time, but not now. * * * Q. Don't you know, from your experience perience of 11 years, if a trunk containing jewelry came into your possession, and you handled it, you would be able to tell what was in it? A. No, sir; and nobody else. Q. If a trunk came into your possession of that sort, at least its character is so well known to you, you would make inquiry about it, wouldn't you? A. Of course, once in a while. We do not every time. * * * Q. You know at that time there were a great many jewelry trunks on the road, and had been previous to that time, in carrying stocks of jewelry in trunks? A. Couldn't say a great many, because I never saw but very few of them. Couldn't see what they contained. Q. You know as a general thing that jewelers travel on the road with their stocks, don't you? A. Yes, sir. Q. They transported their goods from town to town in trunks? A. Yes, sir. Q. And sold from their trunks? A. I couldn't say about that. Don't know anything about that. Checked the baggage.' On redirect examination he testified: 'Q. As a fact, from your knowledge of trunks, could you tell from looking at that trunk that it contained jewelry? A. I could not.' The circuit court said, in its opinion, that the nature and contents of the trunk were not expressly disclosed to the agent at Springfield; that he made no inquiries on that subject; that the trunk was 3 by 2 1/2 feet, ironbound, weighed 250 pounds, and was known in the trade and to baggage men as a 'jeweler's' or 'commercial traveler's' trunk; that the evidence showed that the interveners and other merchants of the same class, then and prior thereto, sold their goods, in the main, directly from trunks transported from place to place over railroads, and that this road had previously and frequently checked and carried such trunks for the interveners and others as personal baggage. The opinion then said: 'If the station agent did not know that the trunk contained jewelry, he had reason to believe it did. He received it knowing that Perry was not entitled to have it carried as personal baggage. The agent did not believe the trunk contained wearing apparel only. It is plain from the evidence that he recognized it as a jeweler's trunk, and that he understood it contained a stock of jewelry. He was not, therefore, deceived, and the receivers were not defrauded. Having checked the trunk by their agent as personal baggage, knowing or having reason to believe that it contained jewelry, the receivers became bound to safely transport it to its destination, which they did not do; and they are liable for the damages that resulted from a breach of the contract. They sustained to the trunk and its contents the relation of a carrier, and they are liable for the property destroyed by their negligence, just as if the trunk had contained nothing but wearing apparel, or as if they had undertaken to carry it as freight.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The receivers contend that the circuit court erred in basing its judgment, either wholly or in part, on the assumption that the baggage agent at Springfield had actual knowledge of what the trunk contained, and that he knew, or had reason to believe, that it contained a stock of jewelry.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There is no evidence showing, or tending to show, that the baggage agent had any actual knowledge of the contents of the trunk. Arthur J. Perry did not suggest that he either told the agent what the trunk contained or opened it in the agent's presence. He testified to no fact from which the inference could be drawn that the agent had actual knowledge that the trunk contained a stock of jewelry. Patterson, the agent, testified expressly that at the time he checked the trunk he did not know what it contained. The master states in his report that Perry did not disclose the character of the contents of the trunk, or say anything in regard thereto, but simply presented the trunk, as had been customary with him and other salesmen, to be received and checked as ordinary baggage, as it had been customary for agents to do on this and other roads; and the court said, in its opinion, that the nature and contents of the trunk were not expressly disclosed to the agent, and that he made no inquiries on that subject. It is clear, therefore, that the liability of the receivers cannot be founded on the proposition that the agent had actual knowledge of what the trunk contained.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is further contended that the circuit court erred in holding that the agent ought to have known what was in the trunk by its external appearance. The circuit court says, in its opinion, that it is plain from the evidence that the agent recognized the trunk as a jeweler's trunk, and understood that it contained a stock of jewelry; and that, their agent having checked the trunk as personal baggage, knowing or having reason to believe that it contained jewelry, the receivers became bound to transport it safely to its destination.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Is there any evidence in the case from which it can fairly be said that the agent had reason to believe that the trunk contained jewelry? It is clear that Perry, in purchasing a ticket for a passenger train, and then tendering his trunk to the agent to be checked, tendered it as containing his personal baggage. The agent was not informed to the contrary by Mr. Perry or by any other person. As the agent did not know what the contents were, the allegation that he recognized the trunk as a jeweler's trunk, and understood that it contained a stock of jewelry, necessarily implies that such recognition and understanding must have arisen from the outward appearance of the trunk. The testimony on that subject is as follows: Arthur J. Perry testified: 'Question. What kind of a trunk was that? Answer. It was a heavy iron trunk, ironbound, dark trunk, small size. Q. Had it any particular designation that you know of? A. It is a trunk that we used in our business, is about all; very small and heavy. Q. The kind of a trunk known as a 'jeweler's trunk,' is it? A. Commonly used and known as a 'jeweler's trunk.\" He also said on cross-examination: 'Q. You say that was a small trunk? A. Yes, sir. Q. What was its color? A. A dark trunk,&#8212;a black or gray. Q. Was it a small trunk or an ordinary sized trunk? A. It was a small trunk for the weight of it, and what sample men would call a small trunk.' That is all the testimony that was given as to the size, shape, or appearance of the trunk.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Kearney, a witness for the interveners, testified as follows as to the kind of trunk generally carried by traveling men in the jewelry trade: 'Question. Are you familiar with the custom or usage throughout the United States of selling goods at wholesale? Answer. Yes, sir. Q. By traveling men? A. Yes, sir. Q. State what that usage has been for that time? A. The usual custom is to carry the stock of goods of various values, according to the class of the house, and sell from that stock to the customers. It is the universal custom. Q. What proportion of the dealing in jewelry is done in that manner? A. I think nine tenths in the jobbing trade. Q. And how is this jewelry carried from place to place? A. Carried as baggage,&#8212;trunks checked as baggage; carried in compartments made in the trunk for that particular purpose. Q. What kind of trunks are they carried in? A. What is known as the 'Crouch' and 'Fitzgerald' trunks,&#8212;wooden trunks. I think they are made for that express purpose,&#8212;almost universally made and used for that purpose. Q. Iron bound? A. Iron strapped, not bound. Properly, iron corners and strips; covered by three or four strips in various ways.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Patterson, the baggage agent at Springfield, testified that he checked a piece of baggage on the day in question from Springfield to Petersburg, and he said on cross-examination that he had no particular recollection about the trunk of Perry, and that he did not recollect Perry.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The evidence, therefore, is that the trunk which Perry delivered to be checked as his personal baggage was a wooden trunk, of dark color, iron bound, heavy for its size, and in size what a sample man would call small; and the question arises on these facts whether the agent was bound to know, or to be presumed to know, that such a trunk contained a stock of jewelry. If he was, it must be presumed, contrary to the positive evidence, that he could tell what was in the trunk by looking at it or handling it, and this notwithstanding the agent testified as follows on cross-examination: 'Question. Don't you know, from your experience of 11 years, if a trunk containing jewelry came into your possession, and you handled it, you would be able to tell what was in it? Answer. No, sir; and nobody else.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The hypothetical trunk put to Patterson on cross-examination was described as a trunk with heavy iron corners and iron clasps, iron along the corners, and iron bandages all around it, and two or three strong locks in front. That hypothetical trunk does not appear to be such a trunk as Perry delivered to the agent.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Perry, as a passenger on a passenger train, was bound to act in good faith in dealing with the carrier. He presented the trunk to the baggage agent as containing his personal baggage, and got a check for it as such; and, that being so, he cannot recover for the loss of a stock of jewelry contained in it. No circumstances occurred, according to the evidence, which required the baggage agent to make inquiries as to the contents of the trunk so presented as personal baggage. The presentation of the trunk, under the circumstances, amounted to a representation that its contents were personal bassage. The fact that Perry and other persons, on other occasions, had obtained, on passenger tickets, checks from other railroad companies for trunks containing merchandise by representing them as containing personal baggage, furnishes no good reason for permitting a recovery in the present case. There is no evidence to show that on the occasions when Perry and other travelers received checks on passenger tickets for trunks containing jewelry the carrier knew what were the contents of the trunks. The testimony is that John H. Perry did not know of a railroad company which would receive and check a trunk as a passenger's baggage which was filled with valuable jewelry.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the present case the trunk was offered as containing the personal baggage of a passenger. The passenger did not inform the baggage agent as to the actual contents of the trunk. The agent did not know what the trunk contained. There is no evidence that any agent of the receivers had theretofore received and checked a trunk as the personal baggage of a passenger, knowing that it contained a stock of jewelry; and it does not appear that any railroad company would issue a check to a passenger for a trunk, if previously informed that the trunk contained a valuable stock of jewelry.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The 25 cents extra paid by Mr. Perry on account of the weight of the trunk was paid merely for the overweight, and not at all in respect of the contents of the trunk. It was paid for so much overweight of personal baggage.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It has long been the law that the principle which governs the compensation of carriers is that they are to be paid in proportion to the risk they assume. So long ago as the case of Gibbon v. Paynton, 4 Burrows, 2298, in 1769, it was held, in the king's bench, Lord Mansfield delivering the opinion, that a bailee was only obliged to keep goods with as much diligence and caution as he would keep his own, but that a carrier, in respect of the premium he was to receive, ran the risk of them, and must make good the loss, though it happen without any fault in him, the reward making him answerable for their safe delivery; that his warranty and insurance was in respect of the reward he was to receive; and that the reward ought to be proportionable to the risk. In that case the sum of &#163;100 was hidden in some hay, in an old nail bag, and sent by a coach, and lost. The carrier had not been apprised that there was money in the bag. The same principle was applied in Batson v. Donovan, 4 Barn. &amp; Ald. 21, in 1820, where it was held that a carrier was not liable for bank notes contained in a parcel, when he had not been informed of the contents of the parcel.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This principle is commented on in Story on Bailments, (9th Ed. &#167; 565,) where it is said: 'It is the duty of every person sending goods by a carrier to make use of no fraud or artifice to deceive him, whereby his risk is increased, or his care and diligence may be lessened; and if there is any such fraud or unfair concealment it will exempt the carrier from responsibility under the contract, or, more properly speaking, it will make the contract a nullity.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There is a uniform series of cases on this principle in the supreme judicial court of Massachusetts. In Jordan v. Railroad Co., 5 Cush. 69, it was laid down that a common carrier of passengers was not responsible for money included in the baggage of a passenger, beyond the amount which a prudent person would deem proper and necessary for traveling expenses and personal use, or intended for other persons, unless the loss was occasioned by the gross negligence of the carrier or his servants.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Collins v. Railroad, 10 Cush. 506, it was held that the term 'baggage,' for which passenger carriers were responsible, did not include articles of merchandise not intended for personal use; and that a carrier was not liable for the loss of merchandise sent by a passenger train by a person who expected to go himself in the same train, but did not, the goods having been lost without any gross negligence in the carrier, or any conversion by him.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Stimson v. Railroad Co., 98 Mass. 83, it was held that a railroad company was not liable to either owner or agent, on its ordinary contract of transportation of a passenger, for losing a valise delivered into its charge as his personal luggage, but which contained only samples of merchandise, and, with its contents, was owned by a trader whose traveling agent the passenger was, to sell such goods by sample, nor in tort for the loss, without proof of gross negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Alling v. Railroad Co., 126 Mass. 121, the above cases in 5 Cush., 10 Cush., and 98 Mass. were cited and applied, and it was held that if a passenger delivered to a railroad company a trunk containing samples of merchandise belonging to a third person, whose agent he was, to be transported to a place for which the agent had a ticket, the only contract entered into was for the transportation of the personal baggage of the agent, and the company was not liable in contract to the owner of the trunk for its loss, nor in tort, except for gross negligence; and that evidence that a large part of the company's business consisted in transporting passengers known as 'commercial travelers,' with trunks like the one lost, containing merchandise; that such trunks were known as 'sample trunks,' and were of special construction; and that such travelers purchased tickets for the ordinary passenger trains, and received checks for their trunks, and were transported for the price of the tickets, was immaterial.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Blumantle v. Railroad, 127 Mass. 322, it was held that evidence that a passenger delivered to the baggage master of a railroad corporation a package of merchandise, and received a check for it on showing his passenger ticket, that the baggage master knew it was merchandise, and that other passengers had similar packages, would not warrant a jury in finding that the corporation agreed to transport the merchandise, or became liable for it as a common carrier, in the absence of evidence of an agreement that the merchandise should be carried as freight, or that the baggage master had authority to receive freight to be carried on a passenger train, or to bind the corporation to carry merchandise as personal baggage. In the opinion of the court, delivered by Chief Justice Gray, the earlier Massachusetts cases, and other cases, English and American, were cited, and it was said: 'In the case at bar the plaintiff offered and delivered the bundles as his personal baggage, and requested that they might be checked as such; and the baggage master gave him checks for them accordingly, as he was bound to do for personal baggage of passengers by St. 1874, c. 372, &#167; 136. There was no evidence that either the plaintiff or the baggage master agreed or intended that they should be carried as freight or that the baggage master had any authority to receive freight on a passenger train, or to bind the corporation to carry merchandise as personal baggage. The case cannot be distinguished in principle from the previous decisions of this court, already cited. Evidence tending to show that the baggage master knew or supposed the bundles to contain merchandise, or that other passengers had similar bundles, would not warrant the jury in finding that the defendant agreed to transport the plaintiff's merchandise, or become liable therefor as a common carrier.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Hawkins v. Hoffman, 6 Hill, 586, it was held that the usual contract of a carrier of passengers included an undertaking to receive and transport their baggage, though nothing was said about it; that, if it was lost, even without the fault of the carrier, he was responsible; but that the term 'baggage' in such case did not embrace samples of merchandise carried by the passengers in a trunk, with a view of enabling him to make bargains for the sale of goods.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In Railway Co. v. Keys, 9 H. L. Cas. 556, a railway passenger, with knowledge that the company, although allowing each passenger to carry free of charge a certain amount of luggage, required all merchandise to be paid for, took with him, as if it was personal luggage, a case of merchandise, and did not pay for it as such; and it was held that no contract whatever touching the same arose between him and the company, and that therefore, on the merchandise being lost, he was not entitled to recover the value of it from the company.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Cahill v. Railway Co., 10 C. B. (N. S.) 154, in the court of common pleas, where a railway company was accustomed to allow each passenger to take with him his ordinary luggage, not exceeding a given weight, without any charge for the carriage of it, a passenger took with him as luggage a box containing only merchandise, but not exceeding in weight the limit prescribed for personal luggage. He gave no information to the company's servants as to the contents of the box, nor did they inquire, although the word 'glass' was written on the box in large letters. In an action to recover against the company for the loss of the box it was held that, inasmuch as it contained only merchandise and not personal luggage, there was no contract on the part of the company to carry it, and the company was not liable for the loss. That decision was affirmed in the exchequer chamber. 13 C. B. (N. S.) 818.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Railroad Co. v. Carrow, 73 Ill. 348, a passenger on a railroad had brought to the jepot a trunk which contained costly jewelry, gave no notice of its contents, and had it checked as ordinary baggage, and there was nothing about the trunk indicating its contents. It was consumed by fire while being carried, the company not being guilty of gross negligence, and it was held that the company was not liable for the contents of the trunk. It was further held that a carrier of passengers is not bound to inquire as to the contents of a trunk delivered to the carrier as ordinary baggage, such as is usually carried by travelers, even if the same is of considerable weight, but may rely upon the representation, arising by implication, that the trunk contains nothing more than baggage; that it is the duty of a passenger having valuable merchandise in his trunk or valise, and desiring its transportation, to disclose to the carrier the nature and value of the contents; that if the carrier then chooses to treat it as baggage, without extra compensation, the liability of the carrier will attach, but not otherwise; and that where a person, under the pretense of having baggage transported, places in the hands of the agents of the railroad company merchandise, jewelry, and other valuables, without notifying them of the character and value of the same, he practices a fraud upon the company which will prevent his recovery in case of a loss, except it occurs through gross negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Haines v. Railway Co., 29 Minn. 160, 12 N. W. Rep. 447, it was held that a carried of passengers for hire was bound only to carry their 'personal baggage;' that, if a passenger delivered to the carrier as baggage a trunk or valise containing merchandise, not his personal baggage, of which fact the carrier had no notice, the carrier, in the absence of gross negligence, would not be liable for its loss; and that the carrier was not bound to inquire, in such a case, as to the nature of the property, but had a right to assume that it consisted only of the personal baggage of the passenger.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Pfister v. Railroad Co., 70 Cal. 169, 11 Pac. Rep. 686, it was held that a railroad ticket entitling the purchaser to transportation in the first-class passenger coaches of the seller between the points indicated thereon gave the purchaser the right to have his luggage, not exceeding the quantity specified in the ticket, transported at the same time free of charge, but that it did not give him the right to transport, either in his own charge or that of the railroad company, any merchandise or property not included in the term 'luggage.'</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the present case there is no allegation in the intervending petition of any gross negligence in the receivers, nor does the evidence make out any.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Various cases are cited on the part of the interveners; but either we do not concur in the views expressed in them, or they are distinguishable from the present case. Thus, in Kuter v. Railroad Co., 1 Biss. 35, it was said by Judge Drummond, in a charge to a jury, that, if the railroad company knew that immigrants, like the plaintiff, were in the habit of putting valuable articles and money among their household goods, and from such knowledge might have inferred that the box of the plaintiff might contain money, then it became the duty of the company to make inquiry in order to relieve itself from liability. But we do not think that view is sound.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In Minter v. Railroad Co., 41 Mo. 503, the merchandise in question was fully exposed, and it was known to the railroad company's agent what it was.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In Railroad v. Swift, 12 Wall. 262, it was held by this court that where a railroad company received for transportation, in cars which accompanied its passenger trains, property of a passenger, other than his baggage, in relation to which no fraud or concealment was attempted or practiced upon its employers, it must be considered to have assumed, with reference to that property, the liability of a common carrier of merchandise But that is not present case.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">So, also, the case of Stoneman v. Railway Co., 52 N. Y. 429, was one where a carrier of passengers, in addition to passage money, demanded and received from a passenger compensation as freight for the transportation of packages containing merchandise and baggage; and it was held, in the absence of evidence of fraud or concealment on the part of the passenger as to the contents of the packages, that such carrier, in case of loss, was liable for the merchandise as well as the baggage. The same principle was applied plied in Sloman v. Railway Co., 67 N. Y. 208.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In Millard v. Railroad Co., 86 N. Y. 441, the same principle was applied in a case where the railroad company's agent was advised by a person who had purchased a passenger ticket, of the fact that a trunk contained merchandise, and the agent demanded and received extra compensation for its transportation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The same rule was applied in Railroad Co. v. Capps, 2 Civil Cas. Ct. App. &#167; 34. In Jacobs v. Capps, 2 Civil Cas. Ct. App. &#167; 34. In Jacobs the same receivers as in the present case, to recover the value of a trunk and contents, which were stolen, and the trunk was the trunk of a jewelry salesman, containing his stock in trade. The agent who took it knew that fact, and the plaintiff had made no effort at concealment; and it was held that the receivers were liable as for the loss of ordinary baggage on the railroad.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We have examined the other cases cited on behalf of the interveners, namely, Butler v. Railroad Co., 3 E. D. Smith, 571; Hellman v. Holladay, 1 Woolw. 365; Railroad Co. v. Fraloff, 100 U. S. 24; and Talcott v. Railroad Co., (Sup.) 21 N. Y. Supp. 318; and do not think they have any application to the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The case of Switzerland Marine Ins. Co. v. Louisville, C. &amp; L. Ry. Co., 13 Int. Rev. Rec. 342, is a charge to a jury that the item 'baggage' does not include articles of merchandise for sale or for use as samples, and not designed for the use of the passenger, and that, if the passenger has such articles checked and received by the carrier as baggage, the carrier will not be liable for them if lost or injured, unless it was informed or was presumed to have known that the articles were merchandise, or unless it was the established custom or usage of the defendant to receive and transfer them as baggage, or unless they were lost by the gross negligence of the defendant. After a verdict and judgment for the plaintiff the case was brought to this court by a writ of error, and affirmed here by a divided court. 131 U. S. 440, 9 Sup. Ct. Rep. 800.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The decree of the circuit court must be reversed, and the case be remanded to it, with a direction to dismiss the petition of the interveners.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The master states that a stipulation was made before him by the parties that he should report his findings in the premises, though no such stipulation is found in the record.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93587/"
}