{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "149 U.S. 608", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93657/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Byers v. McAuley", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 124, 130", 
    "id": 78037, 
    "resource_uri": "/api/rest/v2/citation/78037/"
  }, 
  "id": 93657, 
  "blocked": false, 
  "judges": "Brewer, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1893-05-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>149 U.S. 608 (1893)</b></center>\n<center><h1>BYERS<br>\nv.<br>\nMcAULEY.<br>\nMcAULEY<br>\nv.<br>\nMcAULEY.</h1></center>\n<center>Nos. 124, 130.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted February 2, 1893.</center>\n<center>Decided May 10, 1893.</center>\nAPPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*611</span> <i>Mr. D.T. Watson,</i> for appellant in No. 124, submitted on his brief.</p>\n<p><i>Mr. S. Schoyer, Jr., Mr. Walter Lyon</i> and <i>Mr. M.M. Watson,</i> for appellants, in No. 130, submitted on their brief.</p>\n<p><i>Mr. Thomas Patterson,</i> for the Pittsburgh and Allegheny Home for the Friendless, appellee in No. 124, and <i>Mr. George</i> <span class=\"star-pagination\">*612</span> <i>C. Burgwin,</i> for the Home for Aged Protestant Women appellee, in No. 124, submitted on their respective briefs.</p>\n<p><i>Mr. D.F. Patterson,</i> for Sarah Thompson and another, appellees in No. 124. <i>Mr. John W. Donnan</i> and <i>Mr. J.M. McBurney</i> were with him on his brief. <i>Mr. E.P. Jones</i> and <i>Mr. C.W. Jones,</i> for Robert F. McAuley and other appellees, were also on <i>Mr. D.F. Patterson's</i> brief.</p>\n<p>MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>It is obvious from the decree which was entered that the Circuit Court of the United States assumed full control of the administration of the estate. That decree disposed of and distributed the entire estate among all the persons interested therein, citizens and non-citizens of the State. It did not stop with an adjudication of the claims of citizens of other States against the estate, but assumed to determine controversies between citizens of the same State, for the two corporations named in the first paragraph were both citizens of Pennsylvania, and yet the decree determined their rights as against the estate, as well as between themselves. Not only that, of both the first and second cousins, between whom, as shown by the last paragraph, distribution was made, some were citizens of the State of Pennsylvania and some of other States, and yet all their claims, as between themselves and as against the estate, were disposed of by this decree.</p>\n<p>Indeed, the decree as a whole cannot be sustained, unless upon the theory that the Federal court had the power of the filing of this bill to take bodily the administration of the estate out of the hands of the state court, and transfer it to its own forum. It was not a judgment against the estate, but a decree, binding personally the administrator, and compelling him, subject to the penalties of disobedience of a decree of a court of chancery, to administer the estate according to the orders of the Federal rather than those of the state court which had appointed him. If we look back of the decree to the proceedings <span class=\"star-pagination\">*613</span> which were had in the Circuit Court, intermediate the filing of the bill and the decree, it will be perceived that that court proceeded as though the entire administration of the estate had been transferred to it from the state court. Thus, on December 3, 1887, the administrator filed in the Circuit Court a petition, commencing as follows: \"The petition of A.M. Byers, administrator of all and singular the goods and chattels of Mary McAuley, late of the county of Allegheny, deceased, respectfully shows: That this honorable court has taken jurisdiction of your petitioner as administrator and of the assets of the decedent, which your petitioner has in his hands,\" setting forth the ownership of 250 shares of railway stock, and praying for an order as to its disposal. Upon the filing of such petition the court directed that notice be given to all counsel of record, and on December 10, made an order for the disposition of the stock. So, on December 24, 1888, the administrator having filed a petition for leave to sell the real estate, the Circuit Court made an order directing the sale, \"report of such sale to be made to this court for confirmation, and the proceeds to be held subject to the decree of this court.\" It is true that the administrator presented like applications to the state court, and obtained like orders, except that in the order for the sale of the real estate there was in terms no command to report the sale for confirmation and hold the proceeds subject to the decree of that court. Evidently the administrator did not know which court had the power to control in these matters the actual administration of the estate; and so, for prudential reasons, applied to and obtained similar orders from both. So both by the terms of the final decree, and by the proceedings in the Circuit Court preliminary thereto, it is clear that the question is fairly presented to us as to the power of the Circuit Court of the United States to interfere with the administration of an estate in a state court. Such a question is of importance. No officer appointed by any court should be placed under the stress which rested upon this administrator, and compelled for his own protection to seek orders from two courts in respect to the administration of the same estate.</p>\n<p><span class=\"star-pagination\">*614</span> In order to pave the way to a clear understanding of this question, it may be well to state some general propositions which have become fully settled by the decisions of this court; and, first, it is a rule of general application, that where property is in the actual possession of one court of competent jurisdiction, such possession cannot be disturbed by process out of another court. The doctrine has been affirmed again and again by this court. <i>Hagan</i> v. <i>Lucas,</i> 10 Pet. 400; <i>Taylor</i> v. <i>Carryl,</i> 20 How. 583; <i>Peck</i> v. <i>Jenness,</i> 7 How. 612, 625; <i>Freeman</i> v. <i>Howe,</i> 24 How. 450; <i>Ellis</i> v. <i>Davis,</i> 109 U.S. 485, 498; <i>Krippendorf</i> v. <i>Hyde,</i> 110 U.S. 276; <i>Covell</i> v. <i>Heyman,</i> 111 U.S. 176; <i>Borer</i> v. <i>Chapman,</i> 119 U.S. 587, 600. In <i>Covell</i> v. <i>Heyman, supra</i><i>,</i> the matter was fully discussed, and in the opinion by Mr. Justice Matthews, on p. 179, the rule is stated at length: \"The point of the decision in <i>Freeman</i> v. <i>Howe, supra</i><i>,</i> is that, when property is taken and held under process, mesne or final, of a court of the United States, it is in the custody of the law, and within the exclusive jurisdiction of the court from which the process has issued, for the purposes of the writ; that the possession of the officer cannot be disturbed by process from any state court, because to disturb that possession would be to invade the jurisdiction of the court by whose command it is held, and to violate the law which that jurisdiction is appointed to administer; that any person, not a party to the suit or judgment, whose property has been wrongfully, but under color of process, taken and withheld, may prosecute, by ancillary proceedings, in the court whence the process issued, his remedy for restitution of the property or its proceeds while remaining in the control of that court, but that all other remedies to which he may be entitled, against officers or parties, not involving the withdrawal of the property or its proceeds, from the custody of the officer and the jurisdiction of the court, he may pursue in any tribunal, state or federal, having jurisdiction over the parties and the subject matter. And <i>vice versa,</i> the same principle protects the possession of the property while thus held, by process issuing from state courts, against any disturbance under process of the courts of the United States; <span class=\"star-pagination\">*615</span> excepting, of course, those cases wherein the latter exercise jurisdiction for the purpose of enforcing the supremacy of the Constitution and laws of the United States.\"</p>\n<p>Secondly. An administrator appointed by a state court is an officer of that court; his possession of the decedent's property is a possession taken in obedience to the orders of that court; it is the possession of the court, and it is a possession which cannot be disturbed by any other court. Upon this proposition we have direct decisions of this court. In <i>Williams</i> v. <i>Benedict,</i> 8 How. 107, 112, it is said: \"As, therefore, the judgment obtained by the plaintiffs in the court below did not entitle them to a prior lien, or a right of satisfaction in preference to the other creditors of the insolvent estate, they have no right to take in execution the property of the deceased which the probate court has ordered to be sold for the purpose of an equal distribution among all creditors. The jurisdiction of that court has attached to the assets; they are <i>in gremio legis.</i> And if the marshal were permitted to seize them under an execution, it would not only cause manifest injustice to be done to the rights of others, but be the occasion of an unpleasant conflict between courts of separate and independent jurisdiction.\" And in <i>Yonley</i> v. <i>Lavender,</i> 21 Wall. 276, it was held that where the statute of a State places the whole estate, real and personal, of the decedent within the custody of the probate court of a county, a non-resident creditor may get a judgment in the Federal court against the resident executor or administrator, and come in under the law of the State for such payment as that law marshalling the rights of creditors awards to creditors of his class; but he cannot, because he has obtained a judgment in the Federal court, issue execution, and take precedence of other creditors who have no right to sue in the Federal courts; and if he do issue execution and sell the lands, the sale is void. And in the course of the opinion, on p. 280, it was observed: \"The administration laws of Arkansas are not merely rules of practice for the courts, but laws limiting the rights of parties, and will be observed by the Federal courts in the enforcement of individual rights. These laws, on the death of DuBose and the appointment of his administrator, <span class=\"star-pagination\">*616</span> withdrew the estate from the operation of the execution laws of the State and placed it in the hands of a trustee for the benefit of creditors and distributees. It was thereafter in contemplation of law in the custody of the probate court, of which the administrator was an officer, and during the progress of administration was not subject to seizure and sale by any one. The recovery of judgment gave no prior lien on the property, but simply fixed the status of the party and compelled the administrator to recognize it in the payment of debts. It would be out of his power to perform the duties with which he was charged by law if the property entrusted to him by a court of competent jurisdiction could be taken from him and appropriated to the payment of a single creditor to the injury of all others. How can he account for the assets of the estate to the court from which he derived his authority if another court can interfere and take them out of his hands?\" See also <i>Vaughn</i> v. <i>Northup,</i> 15 Pet. 1; <i>Peale</i> v. <i>Phipps,</i> 14 How. 367.</p>\n<p>There is nothing in any decision of this court, controverting the proposition thus stated, that the administrator is the officer of the state court appointing him, and that property placed in his possession by order of that court is in the custody of the court. One of the cases specially relied on by counsel for appellees is <i>Payne</i> v. <i>Hook,</i> 7 Wall. 425. The opinion in that case was written by Mr. Justice Davis, who wrote the opinion in the case last quoted from, and in the latter opinion he said that there was nothing in <i>Payne</i> v. <i>Hook</i> to conflict with the views therein expressed; and, indeed, there was not. <i>Payne</i> v. <i>Hook</i> was the case of a bill filed by one of the distributees of an estate against the administrator and the sureties on his official bond, to obtain her distributive share in the estate of the decedent. Plaintiff was a citizen of Virginia, and the defendant a citizen of Missouri, and an administrator appointed by the probate court of one of its counties. Suit was brought in the Circuit Court of the United States for the District of Missouri. The charge in the bill was gross misconduct on the part of the administrator, and false settlement with the probate court; and that he had, by fraudulent misrepresentations, <span class=\"star-pagination\">*617</span> obtained a settlement with plaintiff for a sum less than she was entitled to. A demurrer to the bill was sustained in the court below, but this court held that the bill was sufficient, and that the demurrer was improperly sustained. In other words, the ruling was that plaintiff, a citizen of another State, could apply to the Federal courts to enforce her claim against an administrator arising out of his wrongful administration of the estate. To the objection that the other distributees were not made parties, the court replied that it was unnecessary, that it was a proceeding alone against the administrator and his sureties. In the opinion, on p. 431, it is said: \"The bill under review has this object, and nothing more. It seeks to compel the defendant, Hook, to account and pay over to Mrs. Payne her rightful share in the estate of her brother; and in case he should not do it, to fix the liability of the sureties on his bond.\" There was no suggestion in the bill that the Federal court take possession of the estate and remove it from the custody of the administrator appointed by the state court; no attempt to settle the claims of citizens of the State, as between themselves; no attempt to take the administration of the estate, but simply to establish and enforce, in behalf of a citizen of another State, her claim to a share of the estate. That this is the true interpretation of that case is also evident from these quotations from subsequent opinions. Thus in <i>Ellis</i> v. <i>Davis,</i> 109 U.S. 485, 498, it was said: \"In <i>Payne</i> v. <i>Hook,</i> 7 Wall. 425, it was decided that the jurisdiction of the Circuit Court of the United States, in a case for equitable relief, was not excluded because, by the laws of the State, the matter was within the exclusive jurisdiction of its probate courts; but, as in all other cases of conflict between jurisdictions of independent and concurrent authority, that which has first acquired possession of the <i>res,</i> which is the subject of the litigation, is entitled to administer it. <i>Williams</i> v. <i>Benedict,</i> 8 How. 107; <i>Bank of Tennessee</i> v. <i>Horn,</i> 17 How. 157; <i>Yonley</i> v. <i>Lavender,</i> 21 Wall. 276; <i>Taylor</i> v. <i>Carryl,</i> 20 How. 583; <i>Freeman</i> v. <i>Howe,</i> 24 How. 150.\" And in <i>Borer</i> v. <i>Chapman,</i> 119 U.S. 587, 600, after a quotation from the opinion in <i>Payne</i> v. <i>Hook</i><i>,</i> it is added: \"The only qualification <span class=\"star-pagination\">*618</span> in the application of this principle is, that the courts of the United States, in the exercise of their jurisdiction over the parties, cannot seize or control property while in the custody of a court of the State.\" The distinction between that case and this is like that which exists between the cases of <i>Freeman</i> v. <i>Howe,</i> 24 How. 450, and <i>Buck</i> v. <i>Colbath,</i> 3 Wall. 334. In the former of these cases this court held that when property was in the custody of a United States marshal, under process from a Federal court, it could not be taken from him by any process out of a state court; that the possession of the marshal was the possession of the court, and no other court could disturb it; while, in the latter case, it held that an action of trespass could be maintained in a state court against a marshal of the Federal court for goods improperly taken possession of, because such an action in no way interfered with the custody of property by the Federal court. So, here, <i>Payne</i> v. <i>Hook</i> established that a citizen of another State could recover from an administrator the share of an estate wrongfully withheld by him, and enforce that recovery by a decree over against the sureties of the administrator's bond; while the opinion of the court below, in the present case, gives to the Federal court power to take possession of property in the hands of an administrator appointed by the state court, and thus dispossess that court of its custody.</p>\n<p>Thirdly. The jurisdiction of the Federal courts is a limited one, depending upon either the existence of a Federal question or diverse citizenship of the parties. Where these elements of jurisdiction are wanting, it cannot proceed, even with the consent of the parties. There is in the controversies growing out of the settlement of this estate no Federal question; the jurisdiction, therefore, must depend upon diverse citizenship, and can go no further than that diverse citizenship extends. The fact that other parties may be interested in the question involved is no reason for the Federal courts taking jurisdiction of the controversy between such parties.</p>\n<p>It is true that when the Federal court takes property into its custody, as it does sometimes by a receiver, it may entertain jurisdiction of claims against that property in favor of citizens <span class=\"star-pagination\">*619</span> of the same State as the receiver, or either of the parties. But that is an ancillary jurisdiction; it is in aid of that which it has acquired by virtue of the seizure of the property, and in order, it having possession, that it may make final disposition of the property. Possession of the <i>res</i> draws to the court having possession all controversies concerning the <i>res.</i> If original jurisdiction of the administration of the estates of deceased persons were in the Federal court, it might by instituting such an administration and taking possession of the estate, through an administrator appointed by it, draw to itself all controversies affecting that estate, irrespective of the citizenship of the respective parties. But it has no original jurisdiction in respect to the administration of a deceased person. It did not in this case assume to take possession of the estate in the first instance, and it cannot, by entertaining jurisdiction of a suit against the administrator, draw to itself the full possession of the estate, or the power of determining all claims against or to it.</p>\n<p>Under the present law of Congress, a receiver appointed by a Federal court and in possession of property may be subjected to suits in the courts of the State without leave obtained in the first instance from the Federal court. 25 Stat. 436, c. 866. Would it be tolerated for a moment that the commencement of such a suit in the state court against a receiver enabled the state court to draw to itself the entire administration of the receivership, and oust the Federal court from the possession and custody of the property? The mere statement of the question carries its own answer. While the validity of a claim against the receiver may be established in the state court, the administration of the property in the hands of the receiver remains with the Federal court whose officer he is, and the amount the claimant will receive from the proceeds of the property in the hands of the receiver is not settled by the state court, which only determines the validity and extent of the demand, but rests upon the result of the administration, as ordered by the Federal court. The fact that the Federal court entertaining the suit of one claimant against an estate may entertain a different view of the law controlling the <span class=\"star-pagination\">*620</span> rights of that claimant, from that entertained by the court of the State in a suit brought by a claimant, citizen of the State, holding a like character of claim, is no ground for enlarging the jurisdiction of the Federal court beyond that given to it by the Constitution of the United States.</p>\n<p>A citizen of another State may establish a debt against the estate. <i>Yonley</i> v. <i>Lavender,</i> 21 Wall. 276; <i>Hess</i> v. <i>Reynolds,</i> 113 U.S. 73. But the debt thus established must take its place and share of the estate as administered by the probate court; and it cannot be enforced by process directly against the property of the decedent. <i>Yonley</i> v. <i>Lavender, supra</i><i>.</i> In like manner a distributee, citizen of another State, may establish his right to a share in the estate, and enforce such adjudication against the administrator personally, or his sureties, <i>Payne</i> v. <i>Hook, supra</i><i>;</i> or against any other parties subject to liability, <i>Borer</i> v. <i>Chapman, supra</i><i>;</i> or in any other way which does not disturb the possession of the property by the state court. See the many cases heretofore cited.</p>\n<p>Our conclusion, therefore, is, that the Federal court erred in taking any action or making any decree looking to the mere administration of the estate, or in attempting to adjudicate the rights of citizens of the State, as between themselves. The state court had proceeded so far as the administration of the estate carries it forward to the time when distribution may be had. In other words, the debts of the estate had been paid, and the estate was ready for distribution, but no adjudication had been made as to the distributees, and in that exigency the Circuit Court might entertain jurisdiction in favor of all citizens of other States, to determine and award their shares in the estate. Further than that, it was not at liberty to go. In that determination it made two rulings, in respect to both of which we think the court was correct. First, in holding that the distributees had no interest in the real estate specially described in the first paragraph of the decree. Indeed, the ruling of the court in this respect is not seriously challenged. It is true that there is an assignment of error, in the first appeal, to the action of the court below in treating the provision in the will of Mary McAuley, that the proceeds of sale <span class=\"star-pagination\">*621</span> of the real estate on Duquesne Way should be divided between the \"Home for the Friendless\" and the \"Home for Aged Protestant Women,\" as a valid declaration of a trust, and in decreeing accordingly. But this assignment seems to have been abandoned, or, at all events, is not contended for in the appellants' brief. We content ourselves, therefore, with saying that we see no error in the judgment of the court below in that particular. It needs no argument to show that a written instrument, though inefficacious as a will, from a want of compliance with statutory requisitions, may yet operate as a declaration of a trust. 1 Perry on Trusts, § 91.</p>\n<p>The other ruling was, that the first cousins were entitled to take the estate to the exclusion of the second cousins. In this the Circuit Court of the United States had to deal with a question of local law. The state statutes prescribed the scheme of distribution, and, if the meaning of those statutes was disputable, the construction put upon them by the state courts was binding upon the Circuit Court.</p>\n<p>Our inquiry is, therefore, restricted to the question whether the Circuit Court correctly applied the statute law of Pennsylvania as interpreted by the courts of that State.</p>\n<p>The Supreme Court of Pennsylvania, in <i>Brenneman's Appeal,</i> 40 Penn. St. 115, construed the statute law, as it then stood, as preferring first cousins to the entire exclusion of second cousins; and this case was approved in the subsequent case of <i>Hayes' Appeal,</i> 89 Penn. St. 256. Some statutory changes were made in the law, but, in the recent case of <i>Rogers' Appeal,</i> 131 Penn. St. 382, where the opposite view of the case was presented by the same counsel who represents the appellants in the present appeal, in an argument termed by that court ingenious and able, it was held that <i>Brenneman's Appeal</i> should not be overruled or even modified.</p>\n<p>The court below, therefore, in sustaining the claim of the first, to the exclusion of the second, cousins, followed the law as construed by the state Supreme Court.</p>\n<p><i>The decree of the Circuit Court must be reversed, and the case remanded with instructions to enter a decree in favor of those citizens of other States than Pennsylvania, who</i> <span class=\"star-pagination\">*622</span> <i>have petitioned the Circuit Court for relief, and who are first cousins of the decedent, for their shares of the estate other than the real estate described in the declaration of trust, the amount of such shares being determined by the fact that first cousins only inherit; and an order that they recover from the administrator such sums thus found to be due. No decree will be entered in favor of the two corporations named in the first paragraph, and none in favor of the parties to the suit who are citizens of the State of Pennsylvania.</i></p>\n<p>MR. JUSTICE SHIRAS, with whom concurred THE CHIEF JUSTICE, dissenting.</p>\n<p>I am unable to concur in the judgment of the court, or in the reasoning used to support it.</p>\n<p>If it be true, as is argued in the opinion, that, in the case of an administration of the estate of a decedent by proceedings in the probate court of a State, the possession of the assets by the administrator is the possession of the court, and such assets, as to custody and control, are to be deemed to be <i>in gremio legis,</i> so as to bring the case within the doctrine of <i>Covell</i> v. <i>Heyman,</i> 111 U.S. 176, and kindred cases, then it would follow, as I think, that the plea of the administrator, wherein he set up the pendency of the proceedings in the orphans' court of the State as a bar to the bill of complaint, ought to have been sustained. Between the granting of the letters of administration, and the final distribution of the fund realized by the administration there is no point of time when the jurisdiction and possession of the state court change their character, and hence, if it be the law that the possession and control of the administrator is that of the court appointing him, within the meaning of the cases cited by the majority, there can be no point of time or stage of the proceedings between their inception and conclusion when the process of another court can be legitimately invoked to take from the state court its power of control and decision.</p>\n<p>In this view of the case, citizens of States other than that having possession and control of the estate through its officer <span class=\"star-pagination\">*623</span> must, like the home residents, assert their claims in the state court; and if their claims have a Federal character, and if the state courts should disregard that feature of their rights, the remedy would he found in an ultimate appeal to the Supreme Court of the United States.</p>\n<p>But it is certain that such a view of this question cannot prevail without reversing a long line of decisions, of which <i>Payne</i> v. <i>Hook,</i> 7 Wall. 425, may be cited as an early, and <i>Borer</i> v. <i>Chapman,</i> 119 U.S. 587, as a recent case and in which this court has held that the jurisdiction conferred on the Federal court by the Constitution and laws of the United States extends to controversies arising in the distribution of estates of decedents, where such jurisdiction is invoked by citizens of other States than that of the domicile, notwithstanding the peculiar structure of the local probate system.</p>\n<p>The logic of the opinion of the majority, as I understand it, seems to require a reversal of the action of the court below in overruling the administrator's plea, setting up that he was an officer of the state court, proceeding in the due and regular performance of his duties as such officer.</p>\n<p>As, however, the opinion refrains from accepting this conclusion, though apparently rendered necessary by its own reasoning, the next questions that arise are as to those particulars in which the opinion reverses the decree of the court below.</p>\n<p>Having conceded that the jurisdiction of the Circuit Court had duly attached under a bill in equity, brought by citizens of another State, alleging legitimate matters of controversy arising out of the distribution of the decedent's estate, the opinion of the majority proceeds to consider the propriety of the action of the court below in the exercise of that jurisdiction.</p>\n<p>The matters of controversy which formed the subject of the bill of complaint were two. The first was as to the legal effect of that provision of the will of the decedent which devised the proceeds of certain real estate, situated in the city of Pittsburgh, in equal shares to the \"Home of the Friendless\" and the \"Home for Aged Protestant Destitute <span class=\"star-pagination\">*624</span> Women,\" two charitable institutions organized under the laws of the State of Pennsylvania. As the decedent left no husband, children, brothers, or sisters, but certain first cousins and second cousins, a dispute arose whether both these classes were entitled to share in the distribution of the estate, and this formed the second subject matter of the bill.</p>\n<p>In respect to the first matter, the court below held that, while the will of the decedent could not operate as a testamentary disposition of the real estate in question, because such will had not been executed in conformity with certain statutory requirements, yet that it constituted a valid declaration of a trust, under which the two charitable institutions were entitled to the proceeds of the real estate.</p>\n<p>The controversy between the two classes of cousins the court resolved in favor of the first cousins, following, in so doing, the construction put upon the Pennsylvania intestate laws by the Supreme Court of that State.</p>\n<p>This disposition by the court below of the two questions before it is approved by this court, but, in the opinion of the majority, the court below erred in including in the scope of its final decree all the parties before it, and in not restricting its decree to an adjudication of the case so far as the citizens of States other than Pennsylvania were concerned.</p>\n<p>Be it observed that all the parties concerned in the matters in controversy were before the Circuit Court. The administrator, the two charitable institutions, and all the individuals constituting both classes of cousins were parties plaintiff and defendant in the suit, and none of them, either in the court below or in this court, objected to the jurisdiction of the Circuit Court, except the administrator, and his plea to the jurisdiction had been rightfully, as is admitted by the majority opinion, overruled.</p>\n<p>In such a state of facts, why was not the action of the court fully warranted in awarding a decree finally establishing the rights of the parties before it?</p>\n<p>There is force and logical consistency in the position that the settlement of a decedent's estate is not a suit at law or in <span class=\"star-pagination\">*625</span> equity, but that such an estate constitutes a <i>res,</i> as to which the jurisdiction of the probate court, when it once attaches, is exclusive.</p>\n<p>The position of the court below in exercising its jurisdiction to the extent of final determination and enforcement is likewise consistent with reason, and, as I think, with the doctrine of our previous cases.</p>\n<p>But the conclusion of the majority in the present case, requiring the court below to shorten its arm and to dismiss parties who were before it, assenting to its jurisdiction, is one that I cannot accept.</p>\n<p>Let us see to what consequences such a doctrine will lead; and no better case than the one in hand is needed to illustrate its possible consequences.</p>\n<p>The Federal court having held that the will of the decedent was efficacious as an acknowledgment of a valid trust, of course the real estate, which formed the subject of the trust, was withdrawn from the operation of the intestate law, and was declared to be the property of the <i>cestuis que trustent.</i> From this it follows that the rest of the estate is to be equally divided among the first cousins, who are held to be entitled to it. Here we have a consistent decree that binds all the world, for all concerned were before the court, and their contentions were all heard and considered. The administrator had no official or personal concern in the questions mooted. The suggestion that he would not be protected by obeying the decree of the Circuit Court from his responsibility to the orphans' court, which had appointed him, has no force. If the decree of the Circuit Court were declared valid by this court, of course that decision would, involving as it does a question of the jurisdiction of the Federal courts, be obligatory upon the state court, and a perfect protection to the administrator in carrying it into effect. There may be some foundation for criticism in the action of the court below in going behind the account that the administrator had filed in the orphans' court, and in subjecting him to verify his account before a master, but if this were error it did not affect the final decree, inasmuch as the account of the administrator, <span class=\"star-pagination\">*626</span> as filed in the orphans' court, was approved and confirmed without change by the master.</p>\n<p>But out of the decree recommended by the majority opinion all kinds of confusion and uncertainty may arise. The state courts may take a different view of the will of the decedent, and decline to find in it a valid declaration of a trust. In that event the amount of the estate would be increased by the proceeds of the sale of the real estate thus added to the fund for distribution. The citizens of States other than Pennsylvania, the extent of whose rights to participate in the fund had already been determined, and, perhaps satisfied, under the decree of the Circuit Court, could not avail themselves of such action of the state courts. Consequently the first cousins resident in Pennsylvania would receive larger shares of the estate than those received by the first cousins in other States, and thus inequality would arise.</p>\n<p>Again, if the state courts should happen to change their views as to the proper construction of the intestate law, and hold that second cousins were entitled to participate equally with first cousins, then the second cousins who were citizens of other States would, under the decree of the Federal court binding upon them, receive nothing, while the second cousins living in Pennsylvania would participate. So, too, it is entirely possible, under the division of jurisdiction recommended by the majority opinion, that all of the first cousins might be citizens of other States, and second cousins only be residents of Pennsylvania. Then, as the decree of the Circuit Court gave the estate only to first cousins, and as such decree would be forthwith enforceable, it might result that, when the state court reached an adjudication in favor of the second cousins, there would be nothing left in which they could participate. Many other absurd consequences, not far fetched, but likely to occur, could be readily suggested, if the novel proposition of dividing jurisdiction should prevail.</p>\n<p>I submit that the error in the reasoning of the majority opinion is found in the latent assumption that the citizens of Pennsylvania have no rights in the Federal courts in Pennsylvania. The latter are treated as if they were courts only <span class=\"star-pagination\">*627</span> intended for the advantage of citizens of other States. Yet we know that, admittedly, citizens of Pennsylvania have the right to resort, as parties complainant, to the Federal courts to enforce important rights and interests \u0097 such as arise, for instance, out of the patent laws. So, too, as I understand it, when citizens of Pennsylvania have been brought into the Circuit Court of the United States, as parties defendant to a suit by citizens of another State, they have a right and interest in the decree of the court in their favor. The right of the foreign citizens is not to have the Federal court decide in their favor, but merely to have the controversy heard and determined by the Federal tribunal. The citizens of Pennsylvania who have been brought into the Federal court have a right and interest in the decision, which, as it would have been conclusive if against them, so it must be conclusive if in their favor. The \"Home for the Friendless\" and the \"Home for Aged Protestant Women\" should not, after a decision has been made in their favor, in a suit where all concerned were parties, be turned out of the Federal court to wage, in another tribunal, with the same parties, the same question. Nor should the second cousins, resident in Pennsylvania, after having consented to submit their claims to adjudication in the Circuit Court, be permitted, as against the same parties, to try a second fall in the state court.</p>\n<p>The apprehension is expressed in the opinion of the majority that the principles upon which the court below proceeded, in adjudicating finally upon the parties and questions before it, would lead to a conflict between the courts, Federal and state, and subject the administrator to a divided duty.</p>\n<p>If the previous reasoning is not altogether wrong, it will be readily seen that, on the contrary, a conflict between the State and Federal courts will be brought about by an attempt to divide between them the jurisdiction and decision of the same subjects of litigation, and that the \"divided duty\" which will perplex the administrator will be that of having to obey two courts instead of one.</p>\n<p>To conclude: either the plea of the administrator, setting up the jurisdiction of the orphans' court, as having already <span class=\"star-pagination\">*628</span> attached, and as being, therefore, exclusive, ought to have been sustained, or the course of the court below, in dealing with the subjects and parties before it, by a final decree, not to be interfered with or thwarted, as between the same parties, by any other court, should be affirmed.</p>\n<p>Jurisdiction has been defined by this court, in <i>United States</i> v. <i>Arredondo,</i> 6 Pet. 691, 709, to be \"the power to hear and determine a cause.\" In <i>Ober</i> v. <i>Gallagher,</i> 93 U.S. 199, 206, it was said that a Circuit Court \"having obtained rightful jurisdiction of the parties and the subject matter of the action for one purpose, the court will make its jurisdiction effectual for complete relief.\"</p>\n<p><i>\"Jurisdiction est potestas de publico introducta cum necessitate jurisdicendi.\"</i> 10 Rep. 73. Jurisdiction is the power introduced for the public good, with the necessity of expounding the law.</p>\n<p><i>\"Juris effectus in executione consistit.\"</i> Co. Litt. 289. The effect of law consists in execution.</p>\n<p>I am unable to give my adhesion to a doctrine under which, in the distribution of the estate of a decedent, parties bearing the same relation to it shall or may receive different treatment as they may happen to be citizens of one State or another in our Federal Union. The rights of all parties should be measured by the same yard stick. And when, as in the present case, all persons concerned in the distribution of an estate have been duly made parties to a suit in equity in the Circuit Court of the United States by a bill bringing into adjudication all the questions between such persons, and their several contentions have been heard and considered, the decree of such court ought to operate as a decision final between the parties and as to the matters in controversy.</p>\n<p>I think the decree of the court below ought to be affirmed, and am authorized to say that the Chief Justice concurs in that conclusion, and in this dissent.</p>\n<p>MR. JUSTICE JACKSON, not having heard the argument, did not take part in the decision.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:07:42", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">608</span></span> (1893)</b></center>\n<center><h1>BYERS<br>\nv.<br>\nMcAULEY.<br>\nMcAULEY<br>\nv.<br>\nMcAULEY.</h1></center>\n<center>Nos. 124, 130.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted February 2, 1893.</center>\n<center>Decided May 10, 1893.</center>\nAPPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*611</span> <i>Mr. D.T. Watson,</i> for appellant in No. 124, submitted on his brief.</p>\n<p><i>Mr. S. Schoyer, Jr., Mr. Walter Lyon</i> and <i>Mr. M.M. Watson,</i> for appellants, in No. 130, submitted on their brief.</p>\n<p><i>Mr. Thomas Patterson,</i> for the Pittsburgh and Allegheny Home for the Friendless, appellee in No. 124, and <i>Mr. George</i> <span class=\"star-pagination\">*612</span> <i>C. Burgwin,</i> for the Home for Aged Protestant Women appellee, in No. 124, submitted on their respective briefs.</p>\n<p><i>Mr. D.F. Patterson,</i> for Sarah Thompson and another, appellees in No. 124. <i>Mr. John W. Donnan</i> and <i>Mr. J.M. McBurney</i> were with him on his brief. <i>Mr. E.P. Jones</i> and <i>Mr. C.W. Jones,</i> for Robert F. McAuley and other appellees, were also on <i>Mr. D.F. Patterson's</i> brief.</p>\n<p>MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>It is obvious from the decree which was entered that the Circuit Court of the United States assumed full control of the administration of the estate. That decree disposed of and distributed the entire estate among all the persons interested therein, citizens and non-citizens of the State. It did not stop with an adjudication of the claims of citizens of other States against the estate, but assumed to determine controversies between citizens of the same State, for the two corporations named in the first paragraph were both citizens of Pennsylvania, and yet the decree determined their rights as against the estate, as well as between themselves. Not only that, of both the first and second cousins, between whom, as shown by the last paragraph, distribution was made, some were citizens of the State of Pennsylvania and some of other States, and yet all their claims, as between themselves and as against the estate, were disposed of by this decree.</p>\n<p>Indeed, the decree as a whole cannot be sustained, unless upon the theory that the Federal court had the power of the filing of this bill to take bodily the administration of the estate out of the hands of the state court, and transfer it to its own forum. It was not a judgment against the estate, but a decree, binding personally the administrator, and compelling him, subject to the penalties of disobedience of a decree of a court of chancery, to administer the estate according to the orders of the Federal rather than those of the state court which had appointed him. If we look back of the decree to the proceedings <span class=\"star-pagination\">*613</span> which were had in the Circuit Court, intermediate the filing of the bill and the decree, it will be perceived that that court proceeded as though the entire administration of the estate had been transferred to it from the state court. Thus, on December 3, 1887, the administrator filed in the Circuit Court a petition, commencing as follows: \"The petition of A.M. Byers, administrator of all and singular the goods and chattels of Mary McAuley, late of the county of Allegheny, deceased, respectfully shows: That this honorable court has taken jurisdiction of your petitioner as administrator and of the assets of the decedent, which your petitioner has in his hands,\" setting forth the ownership of 250 shares of railway stock, and praying for an order as to its disposal. Upon the filing of such petition the court directed that notice be given to all counsel of record, and on December 10, made an order for the disposition of the stock. So, on December 24, 1888, the administrator having filed a petition for leave to sell the real estate, the Circuit Court made an order directing the sale, \"report of such sale to be made to this court for confirmation, and the proceeds to be held subject to the decree of this court.\" It is true that the administrator presented like applications to the state court, and obtained like orders, except that in the order for the sale of the real estate there was in terms no command to report the sale for confirmation and hold the proceeds subject to the decree of that court. Evidently the administrator did not know which court had the power to control in these matters the actual administration of the estate; and so, for prudential reasons, applied to and obtained similar orders from both. So both by the terms of the final decree, and by the proceedings in the Circuit Court preliminary thereto, it is clear that the question is fairly presented to us as to the power of the Circuit Court of the United States to interfere with the administration of an estate in a state court. Such a question is of importance. No officer appointed by any court should be placed under the stress which rested upon this administrator, and compelled for his own protection to seek orders from two courts in respect to the administration of the same estate.</p>\n<p><span class=\"star-pagination\">*614</span> In order to pave the way to a clear understanding of this question, it may be well to state some general propositions which have become fully settled by the decisions of this court; and, first, it is a rule of general application, that where property is in the actual possession of one court of competent jurisdiction, such possession cannot be disturbed by process out of another court. The doctrine has been affirmed again and again by this court. <i>Hagan</i> v. <i>Lucas,</i> 10 Pet. 400; <i>Taylor</i> v. <i>Carryl,</i> 20 How. 583; <i>Peck</i> v. <i>Jenness,</i> <span class=\"citation\" data-id=\"86484\"><a href=\"/opinion/86484/peck-v-jenness/\"><span class=\"volume\">7</span> <span class=\"reporter\">How.</span> <span class=\"page\">612</span></a></span>, 625; <i>Freeman</i> v. <i>Howe,</i> <span class=\"citation\" data-id=\"87425\"><a href=\"/opinion/87425/freeman-v-howe/\"><span class=\"volume\">24</span> <span class=\"reporter\">How.</span> <span class=\"page\">450</span></a></span>; <i>Ellis</i> v. <i>Davis,</i> <span class=\"citation\" data-id=\"90959\"><a href=\"/opinion/90959/ellis-v-davis/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, 498; <i>Krippendorf</i> v. <i>Hyde,</i> 110 U.S. 276; <i>Covell</i> v. <i>Heyman,</i> <span class=\"citation\" data-id=\"91098\"><a href=\"/opinion/91098/covell-v-heyman/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>; <i>Borer</i> v. <i>Chapman,</i> <span class=\"citation\" data-id=\"91797\"><a href=\"/opinion/91797/borer-v-chapman/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">587</span></a></span>, 600. In <i>Covell</i> v. <i>Heyman, supra</i><i>,</i> the matter was fully discussed, and in the opinion by Mr. Justice Matthews, on p. 179, the rule is stated at length: \"The point of the decision in <i>Freeman</i> v. <i>Howe, supra</i><i>,</i> is that, when property is taken and held under process, mesne or final, of a court of the United States, it is in the custody of the law, and within the exclusive jurisdiction of the court from which the process has issued, for the purposes of the writ; that the possession of the officer cannot be disturbed by process from any state court, because to disturb that possession would be to invade the jurisdiction of the court by whose command it is held, and to violate the law which that jurisdiction is appointed to administer; that any person, not a party to the suit or judgment, whose property has been wrongfully, but under color of process, taken and withheld, may prosecute, by ancillary proceedings, in the court whence the process issued, his remedy for restitution of the property or its proceeds while remaining in the control of that court, but that all other remedies to which he may be entitled, against officers or parties, not involving the withdrawal of the property or its proceeds, from the custody of the officer and the jurisdiction of the court, he may pursue in any tribunal, state or federal, having jurisdiction over the parties and the subject matter. And <i>vice versa,</i> the same principle protects the possession of the property while thus held, by process issuing from state courts, against any disturbance under process of the courts of the United States; <span class=\"star-pagination\">*615</span> excepting, of course, those cases wherein the latter exercise jurisdiction for the purpose of enforcing the supremacy of the Constitution and laws of the United States.\"</p>\n<p>Secondly. An administrator appointed by a state court is an officer of that court; his possession of the decedent's property is a possession taken in obedience to the orders of that court; it is the possession of the court, and it is a possession which cannot be disturbed by any other court. Upon this proposition we have direct decisions of this court. In <i>Williams</i> v. <i>Benedict,</i> <span class=\"citation\" data-id=\"86513\"><a href=\"/opinion/86513/williams-v-benedict/\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">107</span></a></span>, 112, it is said: \"As, therefore, the judgment obtained by the plaintiffs in the court below did not entitle them to a prior lien, or a right of satisfaction in preference to the other creditors of the insolvent estate, they have no right to take in execution the property of the deceased which the probate court has ordered to be sold for the purpose of an equal distribution among all creditors. The jurisdiction of that court has attached to the assets; they are <i>in gremio legis.</i> And if the marshal were permitted to seize them under an execution, it would not only cause manifest injustice to be done to the rights of others, but be the occasion of an unpleasant conflict between courts of separate and independent jurisdiction.\" And in <i>Yonley</i> v. <i>Lavender,</i> <span class=\"citation\" data-id=\"89010\"><a href=\"/opinion/89010/yonley-v-lavender/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">276</span></a></span>, it was held that where the statute of a State places the whole estate, real and personal, of the decedent within the custody of the probate court of a county, a non-resident creditor may get a judgment in the Federal court against the resident executor or administrator, and come in under the law of the State for such payment as that law marshalling the rights of creditors awards to creditors of his class; but he cannot, because he has obtained a judgment in the Federal court, issue execution, and take precedence of other creditors who have no right to sue in the Federal courts; and if he do issue execution and sell the lands, the sale is void. And in the course of the opinion, on p. 280, it was observed: \"The administration laws of Arkansas are not merely rules of practice for the courts, but laws limiting the rights of parties, and will be observed by the Federal courts in the enforcement of individual rights. These laws, on the death of DuBose and the appointment of his administrator, <span class=\"star-pagination\">*616</span> withdrew the estate from the operation of the execution laws of the State and placed it in the hands of a trustee for the benefit of creditors and distributees. It was thereafter in contemplation of law in the custody of the probate court, of which the administrator was an officer, and during the progress of administration was not subject to seizure and sale by any one. The recovery of judgment gave no prior lien on the property, but simply fixed the status of the party and compelled the administrator to recognize it in the payment of debts. It would be out of his power to perform the duties with which he was charged by law if the property entrusted to him by a court of competent jurisdiction could be taken from him and appropriated to the payment of a single creditor to the injury of all others. How can he account for the assets of the estate to the court from which he derived his authority if another court can interfere and take them out of his hands?\" See also <i>Vaughn</i> v. <i>Northup,</i> 15 Pet. 1; <i>Peale</i> v. <i>Phipps,</i> 14 How. 367.</p>\n<p>There is nothing in any decision of this court, controverting the proposition thus stated, that the administrator is the officer of the state court appointing him, and that property placed in his possession by order of that court is in the custody of the court. One of the cases specially relied on by counsel for appellees is <i>Payne</i> v. <i>Hook,</i> <span class=\"citation\" data-id=\"88024\"><a href=\"/opinion/88024/payne-v-hook/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">425</span></a></span>. The opinion in that case was written by Mr. Justice Davis, who wrote the opinion in the case last quoted from, and in the latter opinion he said that there was nothing in <i>Payne</i> v. <i>Hook</i> to conflict with the views therein expressed; and, indeed, there was not. <i>Payne</i> v. <i>Hook</i> was the case of a bill filed by one of the distributees of an estate against the administrator and the sureties on his official bond, to obtain her distributive share in the estate of the decedent. Plaintiff was a citizen of Virginia, and the defendant a citizen of Missouri, and an administrator appointed by the probate court of one of its counties. Suit was brought in the Circuit Court of the United States for the District of Missouri. The charge in the bill was gross misconduct on the part of the administrator, and false settlement with the probate court; and that he had, by fraudulent misrepresentations, <span class=\"star-pagination\">*617</span> obtained a settlement with plaintiff for a sum less than she was entitled to. A demurrer to the bill was sustained in the court below, but this court held that the bill was sufficient, and that the demurrer was improperly sustained. In other words, the ruling was that plaintiff, a citizen of another State, could apply to the Federal courts to enforce her claim against an administrator arising out of his wrongful administration of the estate. To the objection that the other distributees were not made parties, the court replied that it was unnecessary, that it was a proceeding alone against the administrator and his sureties. In the opinion, on p. 431, it is said: \"The bill under review has this object, and nothing more. It seeks to compel the defendant, Hook, to account and pay over to Mrs. Payne her rightful share in the estate of her brother; and in case he should not do it, to fix the liability of the sureties on his bond.\" There was no suggestion in the bill that the Federal court take possession of the estate and remove it from the custody of the administrator appointed by the state court; no attempt to settle the claims of citizens of the State, as between themselves; no attempt to take the administration of the estate, but simply to establish and enforce, in behalf of a citizen of another State, her claim to a share of the estate. That this is the true interpretation of that case is also evident from these quotations from subsequent opinions. Thus in <i>Ellis</i> v. <i>Davis,</i> <span class=\"citation\" data-id=\"90959\"><a href=\"/opinion/90959/ellis-v-davis/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, 498, it was said: \"In <i>Payne</i> v. <i>Hook,</i> <span class=\"citation\" data-id=\"88024\"><a href=\"/opinion/88024/payne-v-hook/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">425</span></a></span>, it was decided that the jurisdiction of the Circuit Court of the United States, in a case for equitable relief, was not excluded because, by the laws of the State, the matter was within the exclusive jurisdiction of its probate courts; but, as in all other cases of conflict between jurisdictions of independent and concurrent authority, that which has first acquired possession of the <i>res,</i> which is the subject of the litigation, is entitled to administer it. <i>Williams</i> v. <i>Benedict,</i> <span class=\"citation\" data-id=\"86513\"><a href=\"/opinion/86513/williams-v-benedict/\"><span class=\"volume\">8</span> <span class=\"reporter\">How.</span> <span class=\"page\">107</span></a></span>; <i>Bank of Tennessee</i> v. <i>Horn,</i> 17 How. 157; <i>Yonley</i> v. <i>Lavender,</i> <span class=\"citation\" data-id=\"89010\"><a href=\"/opinion/89010/yonley-v-lavender/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">276</span></a></span>; <i>Taylor</i> v. <i>Carryl,</i> 20 How. 583; <i>Freeman</i> v. <i>Howe,</i> 24 How. 150.\" And in <i>Borer</i> v. <i>Chapman,</i> <span class=\"citation\" data-id=\"91797\"><a href=\"/opinion/91797/borer-v-chapman/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">587</span></a></span>, 600, after a quotation from the opinion in <i>Payne</i> v. <i>Hook</i><i>,</i> it is added: \"The only qualification <span class=\"star-pagination\">*618</span> in the application of this principle is, that the courts of the United States, in the exercise of their jurisdiction over the parties, cannot seize or control property while in the custody of a court of the State.\" The distinction between that case and this is like that which exists between the cases of <i>Freeman</i> v. <i>Howe,</i> <span class=\"citation\" data-id=\"87425\"><a href=\"/opinion/87425/freeman-v-howe/\"><span class=\"volume\">24</span> <span class=\"reporter\">How.</span> <span class=\"page\">450</span></a></span>, and <i>Buck</i> v. <i>Colbath,</i> 3 Wall. 334. In the former of these cases this court held that when property was in the custody of a United States marshal, under process from a Federal court, it could not be taken from him by any process out of a state court; that the possession of the marshal was the possession of the court, and no other court could disturb it; while, in the latter case, it held that an action of trespass could be maintained in a state court against a marshal of the Federal court for goods improperly taken possession of, because such an action in no way interfered with the custody of property by the Federal court. So, here, <i>Payne</i> v. <i>Hook</i> established that a citizen of another State could recover from an administrator the share of an estate wrongfully withheld by him, and enforce that recovery by a decree over against the sureties of the administrator's bond; while the opinion of the court below, in the present case, gives to the Federal court power to take possession of property in the hands of an administrator appointed by the state court, and thus dispossess that court of its custody.</p>\n<p>Thirdly. The jurisdiction of the Federal courts is a limited one, depending upon either the existence of a Federal question or diverse citizenship of the parties. Where these elements of jurisdiction are wanting, it cannot proceed, even with the consent of the parties. There is in the controversies growing out of the settlement of this estate no Federal question; the jurisdiction, therefore, must depend upon diverse citizenship, and can go no further than that diverse citizenship extends. The fact that other parties may be interested in the question involved is no reason for the Federal courts taking jurisdiction of the controversy between such parties.</p>\n<p>It is true that when the Federal court takes property into its custody, as it does sometimes by a receiver, it may entertain jurisdiction of claims against that property in favor of citizens <span class=\"star-pagination\">*619</span> of the same State as the receiver, or either of the parties. But that is an ancillary jurisdiction; it is in aid of that which it has acquired by virtue of the seizure of the property, and in order, it having possession, that it may make final disposition of the property. Possession of the <i>res</i> draws to the court having possession all controversies concerning the <i>res.</i> If original jurisdiction of the administration of the estates of deceased persons were in the Federal court, it might by instituting such an administration and taking possession of the estate, through an administrator appointed by it, draw to itself all controversies affecting that estate, irrespective of the citizenship of the respective parties. But it has no original jurisdiction in respect to the administration of a deceased person. It did not in this case assume to take possession of the estate in the first instance, and it cannot, by entertaining jurisdiction of a suit against the administrator, draw to itself the full possession of the estate, or the power of determining all claims against or to it.</p>\n<p>Under the present law of Congress, a receiver appointed by a Federal court and in possession of property may be subjected to suits in the courts of the State without leave obtained in the first instance from the Federal court. 25 Stat. 436, c. 866. Would it be tolerated for a moment that the commencement of such a suit in the state court against a receiver enabled the state court to draw to itself the entire administration of the receivership, and oust the Federal court from the possession and custody of the property? The mere statement of the question carries its own answer. While the validity of a claim against the receiver may be established in the state court, the administration of the property in the hands of the receiver remains with the Federal court whose officer he is, and the amount the claimant will receive from the proceeds of the property in the hands of the receiver is not settled by the state court, which only determines the validity and extent of the demand, but rests upon the result of the administration, as ordered by the Federal court. The fact that the Federal court entertaining the suit of one claimant against an estate may entertain a different view of the law controlling the <span class=\"star-pagination\">*620</span> rights of that claimant, from that entertained by the court of the State in a suit brought by a claimant, citizen of the State, holding a like character of claim, is no ground for enlarging the jurisdiction of the Federal court beyond that given to it by the Constitution of the United States.</p>\n<p>A citizen of another State may establish a debt against the estate. <i>Yonley</i> v. <i>Lavender,</i> <span class=\"citation\" data-id=\"89010\"><a href=\"/opinion/89010/yonley-v-lavender/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">276</span></a></span>; <i>Hess</i> v. <i>Reynolds,</i> 113 U.S. 73. But the debt thus established must take its place and share of the estate as administered by the probate court; and it cannot be enforced by process directly against the property of the decedent. <i>Yonley</i> v. <i>Lavender, supra</i><i>.</i> In like manner a distributee, citizen of another State, may establish his right to a share in the estate, and enforce such adjudication against the administrator personally, or his sureties, <i>Payne</i> v. <i>Hook, supra</i><i>;</i> or against any other parties subject to liability, <i>Borer</i> v. <i>Chapman, supra</i><i>;</i> or in any other way which does not disturb the possession of the property by the state court. See the many cases heretofore cited.</p>\n<p>Our conclusion, therefore, is, that the Federal court erred in taking any action or making any decree looking to the mere administration of the estate, or in attempting to adjudicate the rights of citizens of the State, as between themselves. The state court had proceeded so far as the administration of the estate carries it forward to the time when distribution may be had. In other words, the debts of the estate had been paid, and the estate was ready for distribution, but no adjudication had been made as to the distributees, and in that exigency the Circuit Court might entertain jurisdiction in favor of all citizens of other States, to determine and award their shares in the estate. Further than that, it was not at liberty to go. In that determination it made two rulings, in respect to both of which we think the court was correct. First, in holding that the distributees had no interest in the real estate specially described in the first paragraph of the decree. Indeed, the ruling of the court in this respect is not seriously challenged. It is true that there is an assignment of error, in the first appeal, to the action of the court below in treating the provision in the will of Mary McAuley, that the proceeds of sale <span class=\"star-pagination\">*621</span> of the real estate on Duquesne Way should be divided between the \"Home for the Friendless\" and the \"Home for Aged Protestant Women,\" as a valid declaration of a trust, and in decreeing accordingly. But this assignment seems to have been abandoned, or, at all events, is not contended for in the appellants' brief. We content ourselves, therefore, with saying that we see no error in the judgment of the court below in that particular. It needs no argument to show that a written instrument, though inefficacious as a will, from a want of compliance with statutory requisitions, may yet operate as a declaration of a trust. 1 Perry on Trusts, § 91.</p>\n<p>The other ruling was, that the first cousins were entitled to take the estate to the exclusion of the second cousins. In this the Circuit Court of the United States had to deal with a question of local law. The state statutes prescribed the scheme of distribution, and, if the meaning of those statutes was disputable, the construction put upon them by the state courts was binding upon the Circuit Court.</p>\n<p>Our inquiry is, therefore, restricted to the question whether the Circuit Court correctly applied the statute law of Pennsylvania as interpreted by the courts of that State.</p>\n<p>The Supreme Court of Pennsylvania, in <i>Brenneman's Appeal,</i> 40 Penn. St. 115, construed the statute law, as it then stood, as preferring first cousins to the entire exclusion of second cousins; and this case was approved in the subsequent case of <i>Hayes' Appeal,</i> 89 Penn. St. 256. Some statutory changes were made in the law, but, in the recent case of <i>Rogers' Appeal,</i> 131 Penn. St. 382, where the opposite view of the case was presented by the same counsel who represents the appellants in the present appeal, in an argument termed by that court ingenious and able, it was held that <i>Brenneman's Appeal</i> should not be overruled or even modified.</p>\n<p>The court below, therefore, in sustaining the claim of the first, to the exclusion of the second, cousins, followed the law as construed by the state Supreme Court.</p>\n<p><i>The decree of the Circuit Court must be reversed, and the case remanded with instructions to enter a decree in favor of those citizens of other States than Pennsylvania, who</i> <span class=\"star-pagination\">*622</span> <i>have petitioned the Circuit Court for relief, and who are first cousins of the decedent, for their shares of the estate other than the real estate described in the declaration of trust, the amount of such shares being determined by the fact that first cousins only inherit; and an order that they recover from the administrator such sums thus found to be due. No decree will be entered in favor of the two corporations named in the first paragraph, and none in favor of the parties to the suit who are citizens of the State of Pennsylvania.</i></p>\n<p>MR. JUSTICE SHIRAS, with whom concurred THE CHIEF JUSTICE, dissenting.</p>\n<p>I am unable to concur in the judgment of the court, or in the reasoning used to support it.</p>\n<p>If it be true, as is argued in the opinion, that, in the case of an administration of the estate of a decedent by proceedings in the probate court of a State, the possession of the assets by the administrator is the possession of the court, and such assets, as to custody and control, are to be deemed to be <i>in gremio legis,</i> so as to bring the case within the doctrine of <i>Covell</i> v. <i>Heyman,</i> <span class=\"citation\" data-id=\"91098\"><a href=\"/opinion/91098/covell-v-heyman/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, and kindred cases, then it would follow, as I think, that the plea of the administrator, wherein he set up the pendency of the proceedings in the orphans' court of the State as a bar to the bill of complaint, ought to have been sustained. Between the granting of the letters of administration, and the final distribution of the fund realized by the administration there is no point of time when the jurisdiction and possession of the state court change their character, and hence, if it be the law that the possession and control of the administrator is that of the court appointing him, within the meaning of the cases cited by the majority, there can be no point of time or stage of the proceedings between their inception and conclusion when the process of another court can be legitimately invoked to take from the state court its power of control and decision.</p>\n<p>In this view of the case, citizens of States other than that having possession and control of the estate through its officer <span class=\"star-pagination\">*623</span> must, like the home residents, assert their claims in the state court; and if their claims have a Federal character, and if the state courts should disregard that feature of their rights, the remedy would he found in an ultimate appeal to the Supreme Court of the United States.</p>\n<p>But it is certain that such a view of this question cannot prevail without reversing a long line of decisions, of which <i>Payne</i> v. <i>Hook,</i> <span class=\"citation\" data-id=\"88024\"><a href=\"/opinion/88024/payne-v-hook/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">425</span></a></span>, may be cited as an early, and <i>Borer</i> v. <i>Chapman,</i> <span class=\"citation\" data-id=\"91797\"><a href=\"/opinion/91797/borer-v-chapman/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">587</span></a></span>, as a recent case and in which this court has held that the jurisdiction conferred on the Federal court by the Constitution and laws of the United States extends to controversies arising in the distribution of estates of decedents, where such jurisdiction is invoked by citizens of other States than that of the domicile, notwithstanding the peculiar structure of the local probate system.</p>\n<p>The logic of the opinion of the majority, as I understand it, seems to require a reversal of the action of the court below in overruling the administrator's plea, setting up that he was an officer of the state court, proceeding in the due and regular performance of his duties as such officer.</p>\n<p>As, however, the opinion refrains from accepting this conclusion, though apparently rendered necessary by its own reasoning, the next questions that arise are as to those particulars in which the opinion reverses the decree of the court below.</p>\n<p>Having conceded that the jurisdiction of the Circuit Court had duly attached under a bill in equity, brought by citizens of another State, alleging legitimate matters of controversy arising out of the distribution of the decedent's estate, the opinion of the majority proceeds to consider the propriety of the action of the court below in the exercise of that jurisdiction.</p>\n<p>The matters of controversy which formed the subject of the bill of complaint were two. The first was as to the legal effect of that provision of the will of the decedent which devised the proceeds of certain real estate, situated in the city of Pittsburgh, in equal shares to the \"Home of the Friendless\" and the \"Home for Aged Protestant Destitute <span class=\"star-pagination\">*624</span> Women,\" two charitable institutions organized under the laws of the State of Pennsylvania. As the decedent left no husband, children, brothers, or sisters, but certain first cousins and second cousins, a dispute arose whether both these classes were entitled to share in the distribution of the estate, and this formed the second subject matter of the bill.</p>\n<p>In respect to the first matter, the court below held that, while the will of the decedent could not operate as a testamentary disposition of the real estate in question, because such will had not been executed in conformity with certain statutory requirements, yet that it constituted a valid declaration of a trust, under which the two charitable institutions were entitled to the proceeds of the real estate.</p>\n<p>The controversy between the two classes of cousins the court resolved in favor of the first cousins, following, in so doing, the construction put upon the Pennsylvania intestate laws by the Supreme Court of that State.</p>\n<p>This disposition by the court below of the two questions before it is approved by this court, but, in the opinion of the majority, the court below erred in including in the scope of its final decree all the parties before it, and in not restricting its decree to an adjudication of the case so far as the citizens of States other than Pennsylvania were concerned.</p>\n<p>Be it observed that all the parties concerned in the matters in controversy were before the Circuit Court. The administrator, the two charitable institutions, and all the individuals constituting both classes of cousins were parties plaintiff and defendant in the suit, and none of them, either in the court below or in this court, objected to the jurisdiction of the Circuit Court, except the administrator, and his plea to the jurisdiction had been rightfully, as is admitted by the majority opinion, overruled.</p>\n<p>In such a state of facts, why was not the action of the court fully warranted in awarding a decree finally establishing the rights of the parties before it?</p>\n<p>There is force and logical consistency in the position that the settlement of a decedent's estate is not a suit at law or in <span class=\"star-pagination\">*625</span> equity, but that such an estate constitutes a <i>res,</i> as to which the jurisdiction of the probate court, when it once attaches, is exclusive.</p>\n<p>The position of the court below in exercising its jurisdiction to the extent of final determination and enforcement is likewise consistent with reason, and, as I think, with the doctrine of our previous cases.</p>\n<p>But the conclusion of the majority in the present case, requiring the court below to shorten its arm and to dismiss parties who were before it, assenting to its jurisdiction, is one that I cannot accept.</p>\n<p>Let us see to what consequences such a doctrine will lead; and no better case than the one in hand is needed to illustrate its possible consequences.</p>\n<p>The Federal court having held that the will of the decedent was efficacious as an acknowledgment of a valid trust, of course the real estate, which formed the subject of the trust, was withdrawn from the operation of the intestate law, and was declared to be the property of the <i>cestuis que trustent.</i> From this it follows that the rest of the estate is to be equally divided among the first cousins, who are held to be entitled to it. Here we have a consistent decree that binds all the world, for all concerned were before the court, and their contentions were all heard and considered. The administrator had no official or personal concern in the questions mooted. The suggestion that he would not be protected by obeying the decree of the Circuit Court from his responsibility to the orphans' court, which had appointed him, has no force. If the decree of the Circuit Court were declared valid by this court, of course that decision would, involving as it does a question of the jurisdiction of the Federal courts, be obligatory upon the state court, and a perfect protection to the administrator in carrying it into effect. There may be some foundation for criticism in the action of the court below in going behind the account that the administrator had filed in the orphans' court, and in subjecting him to verify his account before a master, but if this were error it did not affect the final decree, inasmuch as the account of the administrator, <span class=\"star-pagination\">*626</span> as filed in the orphans' court, was approved and confirmed without change by the master.</p>\n<p>But out of the decree recommended by the majority opinion all kinds of confusion and uncertainty may arise. The state courts may take a different view of the will of the decedent, and decline to find in it a valid declaration of a trust. In that event the amount of the estate would be increased by the proceeds of the sale of the real estate thus added to the fund for distribution. The citizens of States other than Pennsylvania, the extent of whose rights to participate in the fund had already been determined, and, perhaps satisfied, under the decree of the Circuit Court, could not avail themselves of such action of the state courts. Consequently the first cousins resident in Pennsylvania would receive larger shares of the estate than those received by the first cousins in other States, and thus inequality would arise.</p>\n<p>Again, if the state courts should happen to change their views as to the proper construction of the intestate law, and hold that second cousins were entitled to participate equally with first cousins, then the second cousins who were citizens of other States would, under the decree of the Federal court binding upon them, receive nothing, while the second cousins living in Pennsylvania would participate. So, too, it is entirely possible, under the division of jurisdiction recommended by the majority opinion, that all of the first cousins might be citizens of other States, and second cousins only be residents of Pennsylvania. Then, as the decree of the Circuit Court gave the estate only to first cousins, and as such decree would be forthwith enforceable, it might result that, when the state court reached an adjudication in favor of the second cousins, there would be nothing left in which they could participate. Many other absurd consequences, not far fetched, but likely to occur, could be readily suggested, if the novel proposition of dividing jurisdiction should prevail.</p>\n<p>I submit that the error in the reasoning of the majority opinion is found in the latent assumption that the citizens of Pennsylvania have no rights in the Federal courts in Pennsylvania. The latter are treated as if they were courts only <span class=\"star-pagination\">*627</span> intended for the advantage of citizens of other States. Yet we know that, admittedly, citizens of Pennsylvania have the right to resort, as parties complainant, to the Federal courts to enforce important rights and interests \u0097 such as arise, for instance, out of the patent laws. So, too, as I understand it, when citizens of Pennsylvania have been brought into the Circuit Court of the United States, as parties defendant to a suit by citizens of another State, they have a right and interest in the decree of the court in their favor. The right of the foreign citizens is not to have the Federal court decide in their favor, but merely to have the controversy heard and determined by the Federal tribunal. The citizens of Pennsylvania who have been brought into the Federal court have a right and interest in the decision, which, as it would have been conclusive if against them, so it must be conclusive if in their favor. The \"Home for the Friendless\" and the \"Home for Aged Protestant Women\" should not, after a decision has been made in their favor, in a suit where all concerned were parties, be turned out of the Federal court to wage, in another tribunal, with the same parties, the same question. Nor should the second cousins, resident in Pennsylvania, after having consented to submit their claims to adjudication in the Circuit Court, be permitted, as against the same parties, to try a second fall in the state court.</p>\n<p>The apprehension is expressed in the opinion of the majority that the principles upon which the court below proceeded, in adjudicating finally upon the parties and questions before it, would lead to a conflict between the courts, Federal and state, and subject the administrator to a divided duty.</p>\n<p>If the previous reasoning is not altogether wrong, it will be readily seen that, on the contrary, a conflict between the State and Federal courts will be brought about by an attempt to divide between them the jurisdiction and decision of the same subjects of litigation, and that the \"divided duty\" which will perplex the administrator will be that of having to obey two courts instead of one.</p>\n<p>To conclude: either the plea of the administrator, setting up the jurisdiction of the orphans' court, as having already <span class=\"star-pagination\">*628</span> attached, and as being, therefore, exclusive, ought to have been sustained, or the course of the court below, in dealing with the subjects and parties before it, by a final decree, not to be interfered with or thwarted, as between the same parties, by any other court, should be affirmed.</p>\n<p>Jurisdiction has been defined by this court, in <i>United States</i> v. <i>Arredondo,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">691</span></span>, 709, to be \"the power to hear and determine a cause.\" In <i>Ober</i> v. <i>Gallagher,</i> <span class=\"citation\" data-id=\"89362\"><a href=\"/opinion/89362/ober-v-gallagher/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span>, 206, it was said that a Circuit Court \"having obtained rightful jurisdiction of the parties and the subject matter of the action for one purpose, the court will make its jurisdiction effectual for complete relief.\"</p>\n<p><i>\"Jurisdiction est potestas de publico introducta cum necessitate jurisdicendi.\"</i> 10 Rep. 73. Jurisdiction is the power introduced for the public good, with the necessity of expounding the law.</p>\n<p><i>\"Juris effectus in executione consistit.\"</i> Co. Litt. 289. The effect of law consists in execution.</p>\n<p>I am unable to give my adhesion to a doctrine under which, in the distribution of the estate of a decedent, parties bearing the same relation to it shall or may receive different treatment as they may happen to be citizens of one State or another in our Federal Union. The rights of all parties should be measured by the same yard stick. And when, as in the present case, all persons concerned in the distribution of an estate have been duly made parties to a suit in equity in the Circuit Court of the United States by a bill bringing into adjudication all the questions between such persons, and their several contentions have been heard and considered, the decree of such court ought to operate as a decision final between the parties and as to the matters in controversy.</p>\n<p>I think the decree of the court below ought to be affirmed, and am authorized to say that the Chief Justice concurs in that conclusion, and in this dissent.</p>\n<p>MR. JUSTICE JACKSON, not having heard the argument, did not take part in the decision.</p>\n</div>", 
  "sha1": "24e9764a5f2cd706e775642f150f124cbf0660f0", 
  "date_modified": "2014-12-21T01:31:50.013191", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93657/byers-v-mcauley/", 
  "citation_count": 40, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2248453/", 
  "html": "<p class=\"case_cite\">149 U.S. 608</p>\n    <p class=\"case_cite\">13 S.Ct. 906</p>\n    <p class=\"case_cite\">37 L.Ed. 867</p>\n    <p class=\"parties\">BYERS<br>v.<br>McAULEY et al.  McAULEY et al.  v.  McAULEY.</p>\n    <p class=\"docket\">Nos. 124, 130.</p>\n    <p class=\"date\">May 10, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Statement by Mr. Justice BREWER:</p>\n      <p class=\"indent\">James McAuley, who died on the 9th day of January, 1871, by his will, dated November 26, 1870, made large bequests to his sisters, Margaret and Mary, and also devised to them a house and lot on Duquesne way, in the city of Pittsburgh. Margaret died intestate in 1871, a few months after her brother, and her interest passed to her sister Mary, who died January 6, 1886, seised of said real estate, and leaving also a large personal estate. As respects the latter, she died intestate, but she left an instrument in writing, signed by her, the body thereof being also in her handwriting, of which the following is a copy:</p>\n      <p class=\"indent\">'By request of my dear brother, my house on Duquesne way is to be sold at my death, and the proceeds to be divided between the Home of the Friendless and the Home for Protestant Destitute Women. Mary McAuley.'</p>\n      <p class=\"indent\">On January 12, 1886, this instrument was admitted to probate by the register of Allegheny county, Pa., as the will of Mary McAuley, and letters of administration cum testamento annexo upon her estate were issued to Alexander M. Byers.</p>\n      <p class=\"indent\">Byers proceeded with the administration of the estate, and on January 29, 1887, he filed in the register's office an account, showing his receipts and expenditures, and what balance he had in his hands for distribution, amounting to the sum of $212,235.61.</p>\n      <p class=\"indent\">The account of Byers, as administrator with the will annexed, was examined and allowed by the register, and was presented for approval to the orphans' court of Allegheny county, and was by that court, on March 7, 1887, approved and confirmed nisi, and, no exceptions thereto having been filed, me confirmation became absolute.</p>\n      <p class=\"indent\">Thereupon in pursuance of statutory directions, this confirmed account was put upon the audit list of the orphans' court for distribution of the balance shown to be in the administrator's hands, and the court fixed March 29, 1887, as the day to hear the case.</p>\n      <p class=\"indent\">On March 28, 1887, the day before the hearing thus fixed, a bill in equity was filed in the circuit court of the United States for the western district of Pennsylvania by Henry B. Shields, a resident and citizen of the state of Ohio, assignee of James McAuley, a citizen of the state of Kansas, and Henry B. Shields, in right of his wife, Melissa M. Shields, also a resident and citizen of Ohio, against the administrator, Byers, and other parites claiming to be interested in the estate, among them the two corporations named in the instrument above quoted. The bill set forth the death of Mary McAuley; that there were two classes of clai mnts to the estate, to wit, the first and second cousins of the decedent; that the so-called will was null and void; and that there was a large amount of personal estate in the hands of defendant Byers, administrator, etc. The prayer was that the will and the probate be declared void and of no effect; that the administrator be enjoined from disposing of the real estate, and from collecting the rents therefrom, and that some suitable person be appointed to take charge of it until partition; that a partition of it be had and made to and among the various parties in interest, and that the defendant Byers be ordered and directed to make a full, just, and true account of all assets in his hands; that an account be taken of the testator's debts and funeral expenses, and the surplus be distributed among the plaintiff and all other parties legally entitled thereto; and for general relief. To this bill the administrator, Byers, filed a plea, setting up the proceedings in the orphans' court. This plea was, after argument, overruled by the circuit court.</p>\n      <p class=\"indent\">The cause was then put at issue by answer and replication. On May 20, 1888, an interlocutory decree was entered, directing that said A. M. Byers, administrator of Mary McAuley, deceased, should file an account of the personal estate before a master, who was then appointed, and the master was directed to take testimony as to the parties interested in the distribution of the balance in the hands of said administrator, and to report the testimony, with a schedule of distribution, to the court. The administrator stated before the master an account, which was identical with the account theretofore confirmed by the orphans' court. The master further took testimony as to who were the distributees, and reported the same to the court, with a schedule of distribution.</p>\n      <p class=\"indent\">On January 5, 1889, a final decree was made by the circuit court, as follows:</p>\n      <p class=\"indent\">And now, to wit, January 5, 1889, this cause came on to be heard on bill, answers, replication, testimony, and the report of the master with exceptions thereto, and was argued by counsel; whereupon, upon consideration thereof by the court, it is ordered, adjudged, and decreed that the proceeds of the sale of the real estate that was of Mary McAuley, deceased, situate on Duquesne way, in the city of Pittsburgh, after deducting expenses attending the same, shall be distributed equally between the Home for the Friendless and the Home for Aged Protestant Women.</p>\n      <p class=\"indent\">'And it is further ordered, adjudged, and decreed that the exceptions to the master's report be overruled, and the said report confirmed, and that the personal estate of said decedent be distributed among the thirteen first cousins of said decedent, to the exclusion of her second cousins, in conformity with said master's report; and that, unless an appeal be duly entered from this decree within sixty days from this date, the administrator is ordered to transfer the stocks and pay out the cash of said decedent's personal estate in accordance with the schedule of distribution reported by the said master, adding the sum of nine dollars and sixty-one cents ($9.61) to the cash share of each of said thirteen distributees, to cover the duplicate credit of one hundred and twenty-five dollars ($125) for examiner's fees inadvertently allowed in said master's report.'</p>\n      <p class=\"indent\">From this decree several appeals were taken to this court, two of which remain for consideration, to wit, the appeal of the administrator, and that of Dora McAuley and others, second cousins of the deceased, with their husbands.</p>\n      <p class=\"indent\">D. T. Watson, for appellant Byers, administrator.</p>\n      <p class=\"indent\">D. F. Patterson, for appellees Sarah Thompson and others.</p>\n      <p class=\"indent\">M. P. Patterson, for appellee Pittsburgh &amp; Allegheny Home for the Friendless.</p>\n      <p class=\"indent\">Geo. C. Burgwin, for appellee Home for Aged Protestant Women.</p>\n      <p class=\"indent\">S. Schoyer, Jr., Walter Lyon, and W. M. Watson, for appellants in No. 130.</p>\n      <p class=\"indent\">Mr. Justice BREWER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is obvious from the decree which was entered that the circuit court of the United States assumed full control of the administration of the estate. That decree disposed of and distributed the entire estate among all the persons interested therein, citizens and noncitizens of the state. It did not stop with an adjudication of the claims of citizens of other states against the estate, but assumed to determine controversies between citizens of the same state, for the two corporations named in the first paragraph were both citizens of Pennsylvania, and yet the decree determined their rights as against the estate, as well as between themselves. Not only that, of both the first and second cousins, between whom, as shown by the last paragraph, distribution was made, some were citizens of the state of Pennsylvania and some of other states, and yet all their claims, as between themselves and as against the state, were disposed of by this decree.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Indeed, the decree as a whole cannot be sustained, unless upon the theory that the federal court had the power, on the filing of this bill, to take bodily the administration of the estate out of the hands of the state court, and transfer it to its own forum. It was not a judgment against the estate, but a decree binding personally the administrator, and compelling him, subject to the penalties of disobedience of a decree of a court of chancery, to administer the estate according to the orders of the federal, rather than those of the state, court, which had appointed him. If we look back of the decree to the proceedings which were had in the circuit court intermediate the filing of the bill and the decree, it will be perceived that that court proceeded as though the entire administration of the estate had been transferred to it from the state court. Thus, on December 3, 1887, the administrator filed in the circuit court a petition, commencing as follows: 'The petition of A. M. Byers, administrator of all and singular the goods and chattels of Mary McAuley, late of the county of Allegheny, deceased, respectfully shows that this honorable court has taken jurisdiction of your petitioner as administrator, and of the assets of the decedent which your petitioner has in his hands,' setting forth the ownership of 250 shares of railway stock, and praying for an order as to its disposal. Upon the filing of such petition the court directed that notice by given to all counsel of record, and on December 10th made an order for the disposition of the stock. So, on December 24, 1888, the administrator having filed a petition for leave to sell the real estate, the circuit court made an order directing the sale, 'report of such sale to be made to this court for confirmation, and the proceeds to be held subject to the decree of this court.' It is true that the administrator presented like applications to the state court, and obtained like orders, except that in the order for the sale of the real estate there was, in terms, no command to report the sale for conflrmation, and hold the proceeds subject to the decree of that court. Evidently the administrator did not know which court, had the power to control in these matters the actual administration of the estate; and so, for prudential reasons, applied to and obtained similar orders from both. So, both by the terms of the final decree and by the proceedings in the circuit court, preliminary thereto, it is clear that the question is fairly presented to us as to the power of the circuit court of the United States to interfere with the administration of an estate in a state court. Such a question is of importance. No officer appointed by any court should be placed under the stress which rested upon this administrator, and compelled for his own protection to seek orders from two courts in respect to the administration of the same estate.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In order to pave the way to a clear understanding of this question, it may be well to state some general propositions which have become fully settled by the decisions of this court; and, first, it is a rule of general application that, where property is in the actual possession of one court, of competent jurisdiction, such possession cannot be disturbed by process out of another court. The doctrine has been affirmed again and again by this court. Hagan v. Lucas, 10 Pet. 400; Taylor v. Carryl, 20 How. 583; Peck v. Jenness, 7 How. 612, 625; Freeman v. Howe, 24 How. 450; Ellis v. Davis, 109 U. S. 485-498, 3 Sup. Ct. Rep. 327; Krippendorf v. Hyde, 110 U. S. 276, 4 Sup. Ct. Rep. 27; Covell v. Heyman, 111 U. S. 176, 4 Sup. Ct. Rep. 355; Borer v. Chapman, 119 U. S. 587, 600, 7 Sup. Ct. Rep. 342. In Covell v. Heyman, supra, the matter was fully discussed, and in the opinion by Mr. Justice Matthews, on page 179, 111 U. S., and page 356, 4 Sup. Ct. Rep., the rule is stated at length: 'The point of the decision in Freeman v. Howe, supra, is that, when property is taken and held under process, mesne or final, of a court of the United States, it is in the custody of the law, and within the exclusive jurisdiction of the court from which the process has issued for the purposes of the writ; that the possession of the officer cannot be disturbed by process from any state court, because to disturb that possession would be to invade the jurisdiction of the court by whose command it is held, and to violate the law which that any diction is appointed to administer; that any person, not a party to the suit or judgment, whose property has been wrongfully, but under color of process, taken and withheld, may prosecute, by ancillary proceedings, in the court whence the process issued, his remedy for restitution of the property or its proceeds while remaining in the control of that court, but that all other remedies to which he may be entitled, against officers or parties, not involving the withdrawal of the property or its proceeds from the custody of the officer and the jurisdiction of the court, he may pursue in any tribunal, state or federal, having jurisdiction over the parties and the subject-matter. And, vice versa, the same principle protects the possession of the property while thus held, by process issuing from state courts, against any disturbance under process of the courts of the United States, excepting, of course, those cases wherein the latter exercise jurisdiction for the purpose of enforcing the supremacy of the constitution and laws of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Secondly. An administrator appointed by a state court is an officer of that court. His possession of the decedent's property is a possession taken in obedience to the orders of that court. It is the possession of the court, and it is a possession which cannot be disturbed by any other court. Upon this proposition we have direct decisions of this court. in Williams v. Benedict, 8 How. 107, 112, it was said: 'As, therefore, the judgment obtained by the plaintiffs in the court below did not entitle them to a prior lien, or a right of satisfaction in preference to the other creditors of the insolvent estate, they have no right to take in execution the property of the deceased which the probate court has ordered to be sold for the purpose of an equal distribution among all creditors. The jurisdiction of that court has attached to the assets. They are in gremiolegis. And if the marshal were permitted to seize them under an execution, it would not only cause manifest injustice to be done to the rights of others, but be the occasion of an unpleasant conflict between courts of separate and independent jurisdiction.' And in Youley v. Lavender, 21 Wall. 276. it was held that where the statute of a state places the whole estate, real and personal, of the decedent within the custody of the probate court of a county, a nonresident creditor may get a judgment in the federal court against the resident executor or administrator, and come in under the law of the state for such payment as that law marshaling the rights of creditors awards to creditors of his class; but he cannot, because he has obtained a judgment in the federal court, issue execution, and take precedence of other creditors who have no right to sue in the federal courts; and if he do issue execution, and sell the lands, the sale is void. And in the course of the opinion, on page 280, it was observed: 'The administration laws of Arkansas are not merely rules of practice for the courts, but laws limiting the rights of parties, and will be observed by the federal courts in the enforcement of individual rights. These laws, on the death of Du Bose and the appointment of his administrator, withdrew the estate from the operation of the execution laws of the state, and placed it in the hands of a trustee for the benefit of creditors and distributees. It was thereafter, in contemplation of law, in the custody of the probate court, of which the administrator was an officer, and during the progress of administration was not subject to seizure and sale by any one. The recovery of judgment gave no prior lien on the property, but simply fixed the status of the party, and compelled the administrator to recognize it in the payment of debts. It would be out of his power to perform the duties with which he was charged by law if the property intrusted to him by a court of competent jurisdiction could be taken from him, and appropriated to the payment of a single creditor to the injury of all others. How can he account for the assets of the estate to the court from which he derived his authority if another court can interfere and take them out of his hands?' See, also, Vaughan v. Northup, 15 Pet. 1; Peale v. Phipps, 14 How. 368.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is nothing in any decision of this court controverting the proposition thus stated, that the administrator is the officer of the state court appointing him and that property placed in his possession by order of that court is in the custody of the court. One of the cases specially relied on by counsel for appellees is Payne v. Hook, 7 Wall. 425. The opinion in that case was written by Mr. Justice Davis, who wrote the opinion in the case last quoted from, and in the latter opinion he said that there was nothing in Payne v. Hook to conflict with the views therein expressed; and, indeed, there was not. Payne v. Hook was the case of a bill flled by one of the distributees of an estate against the administrator and the sureties on his official bond, to obtain her distributive share in the estate of the decedent. Plaintiff was a citizen of Virginia, and the defendant a citizen of Missouri, and an administrator appointed by the probate court of one of its counties. Suit was brought in the circuit court of the United States for the district of Missouri. The charge in the bill was gross misconduct on the part of the administrator, and false settlement with the probate court; and that he had, by fraudulent misrepresentations, obtained a settlement with plaintiff for a sum less than she was entitled to. A demurrer to the bill was sustained in the court below, but this court held that the bill was sufficient, and that the demurrer was improperly sustained. In other words, the ruling was that plaintiff, a citizen of another state, could apply to the federal courts to enforce her claim against an administrator arising out of his wrongful administration of the estate. To the objection that the other distributees were not made parties the court replied that it was unnecessary, that it was a proceeding alone against the administrator and his sureties. In the opinion, on page 431, it is said: 'The bill under review has this object, and nothing more: It seeks to compel the defendant, Hook, to account and pay over to Mrs. Payne her rightful share in the estate of her brother, and, in case he should not do it, to fix the liability of his sureties on his bond.' There was no suggestion in the bill that the federal court take possession of the estate, and remove it from the custody of the administrator appointed by the state court; no attempt to settle the claims of citizens of the state, as between themselves; no attempt to take the administration of the estate, but simply to establish and enforce, in behalf of a citizen of another state, her claim to a share of the estate. That this is the true interpretation of that case is also evident from these quotations from subsequent opinions. Thus, in Ellis v. Davis, 109 U. S. 485, 498, 3 Sup. Ct. Rep. 327, it was said: 'In Payne v. Hook, 7 Wall. 425, it was decided that the jurisdiction of the circuit court of the United States in a case for equitable relief was not excluded because, by the laws of the state, the matter was within the exclusive jurisdiction of its probate courts; but, as in all other cases of conflict between jurisdictions of independent and concurrent authority, that which has first acquired possession of the res which is the subject of the litigation is entitled to administer it. Williams v. Benedict, 8 How. 107; Bank v. Horn, 17 How. 157; Youley v. Lavender, 21 Wall. 276; Taylor v. Carryl, 20 How. 583; Freeman v. Howe, 24 How. 450.' And in Borer v. Chapman, 119 U. S. 587, 600, 7 Sup. Ct. Rep. 342, after a quotation from the opinion in Payne v. Hook, it is added: 'The only qualification in the application of this principle is that the courts of the United States, in the exercise of their jurisdiction over the parties, cannot seize or control property while in the custody of a court of the state.' The distinction between that case and this is like that which exists between the cases of Freeman v. Howe, 24 How. 450, and Buck v. Colbath, 3 Wall. 334. In the former of these cases this court held that, when property was in the custody of a United States marshal, under process from a federal court, it could not be taken from him by any process out of a state court; that the possession of the marshal was the possession of the court, and no other court could disturb it; while, in the latter case, it held that an action of trespass could be maintained in a state court against a marshal of the federal court for goods improperly taken possession of, because such an action in no way interfered with the custody of property by the federal court. So here Payne v. Hook established that a citizen of another state could recover from an administrator the share of an estate wrongfully withheld by him, and enforce that recovery by a decree over against the sureties of the administrator's bond; while the opinion of the court below in the present case gives to the federal court power to take possession of property in the hands of an administrator appointed by the state court, and thus dispossess that court of its custody.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thirdly. The jurisdiction of the federal courts is a limited one, depending upon either the existence of a federal question or diverse citizenship of the parties. Where these elements of jurisdiction are wanting, it cannot proceed, even with the consent of the parties. There is in the controversies growing out of the settlement of this estate no federal question. The jurisdiction, therefore, must depend upon diverse citizenship, and can go no further than that diverse citizenship extends. The fact that other parties may be interested in the question involved is no reason for the federal courts taking jurisdiction of the controversy between such parties.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is true that when the federal court takes property into its custody, as it does sometimes by a receiver, it may entertain jurisdiction of claims against that property in favor of citizens of the same state as the receiver, or either of the parties. But that is an ancillary jurisdiction; it is in aid of that which it has acquired by virtue of the seizure of the property, and in order, it having possession, that it may make final disposition of the property. Possession of the res draws to the court having possession all controversies concerning the res. It original jurisdiction of the administration of the estates of deceased persons were in the federal court, it might, by instituting such an administration, and taking possession of the estate through an administrator appointed by it, draw to itself all controversies affecting that estate, irrespective of the citizenship of the respective parties. But it has no original jurisdiction in respect to the administration of a decesased person. It did not, in this case, assume to take possession of the estate in the first instance; and it cannot, by entertaining jurisdiction of a suit against the administrator, draw to itself the full possession of the estate, or the power of determining all claims against or to it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the present law of congress, a receiver appointed by a federal court, and in possession of property, may be subjected to suits in the courts of the state without leave obtained in the first instance from the federal court. 25 Stat. 436. Would it be tolerated for a moment that the commencement of such a suit in the state court against a receiver enabled the state court to draw to itself the entire administration of the receivership, and oust the federal court from the possession and custody of the property? The mere statement of the question carries its own answer. While the validity of a claim against the receiver may be established in the state court, the administration of the property in the hands of the receiver remains with the federal court, whose officer he is; and the amount the claimant will receive from the proceeds of the property in the hands of the receiver is not settled by the state court, which only determines the validity and extent of the demand, but rests upon the result of the administration, as ordered by the federal court. The fact that the federal court entertaining the suit of one claimant against an estate may entertain a different view of the law controlling the rights of that claimant from that entertained by the court of the state in a suit brought by a claimant, citizen of the state, holding a like character of claim, is no ground for enlarging the jurisdiction of the federal court beyond that given to it by the constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A citizen of another state may establish a debt against the estate, (Youley v. Lavender, 21 Wall. 276; Hess v. Reynolds, 113 U. S. 73, 5 Sup. Ct. Rep. 377;) but the debt thus established must take its place and share of the estate as administered by the probate court, and it cannot be enforced by process directly against the property of the decedent, (Youley v. Lavender, supra.) In like manner, a distributee, citizen of another state, may establish his right to a share in the estate, and enforce such adjudication against the administrator personally, or his sureties, (Payne v. Hook, supra,) or against any other parties subject to liability, (Borer v. Chapman, supra,) or in any other way which does not disturb the possession of the property by the state court. (See the many cases heretofore cited.)</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our conclusion, therefore, is that the federal court erred in taking any action or making any decree looking to the mere administration of the estate, or in attempting to adjudicate the rights of citizens of the state, as between themselves. The state court had proceeded so far as the administration of the estate carries it forward to the time when distribution may be had. In other words, the debts of the estate had been paid, and the estate was ready for distribution, but no adjudication had been made as to the distributees, and in that exigency the circuit court might entertain jurisdiction in favor of all citizens of other states, to determine and award their shares in the estate. Further than that it was not at liberty to go. In that determination it made two rulings, in respect to both of which we think the court was correct: First. In holding that the distributees had no interest in the real estate specially described in the first paragraph of the decree. Indeed, the ruling of the court in this respect is not seriously challenged. It is true that there is an assignment of error, in the first appeal, to the action of the court below in treating the provision in the will of Mary McAuley, that the proceeds of sale of the real estate on Duquesne way should be divided between the Home for the Friendless and the Home for Aged Protestant Women as a valid declaration of a trust, and in decreeing accordingly. But this assignment seems to have been abandoned, or, at all events, is not contended for in the appellants' brief. We content ourselves, therefore, with saying that we see no error in the judgment of the court below in that particular. It needs no argument to show that a written instrument, though inefficacious as a will, from a want of compliance with statutory requisitions, may yet operate as a declaration of a trust. 1 Perry, Trusts, &#167; 91.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The other ruling was that the first cousins were entitled to take the estate to the exclusion of the second cousins. In this the circuit court of the United States had to deal with a question of local law. The state statutes prescribed the scheme of distribution, and, if the meaning of those statutes was disputable, the construction put upon them by the state courts was binding upon the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our inquiry is, therefore, restricted to the question whether the circuit court correctly applied the statute law of Pennsylvania as interpreted by the courts of that state.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The supreme court of Pennsylvania, in Brenneman's Appeal, 40 Pa. St. 115, construed the statute law, as it then stood, as preferring first cousins to the entire exclusion of second cousins; and this case was approved in the subsequent case of Hayes' Appeal, 89 Pa. St. 256. Some statutory changes were made in the law, but in the recent case of Rogers' Appeal, 131 Pa. St. 382, 18 Atl. Rep. 871, where the opposite view of the case was presented by the same counsel who represents the appellants in the present appeal, in an argument termed by that court ingenious and able, it was held that Brenneman's Appeal should not be overruled or even modified.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court below, therefore, in sustaining the claim of the first, to the exclusion of the second, cousins, followed the law as construed by the state supreme court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The decree of the circuit court must be reversed, and the case remanded, with instructions to enter a decree in favor of those citizens of other states than Pennsylvania, who have petitioned the circuit court for relief, and who are first cousins of the decedent, for their shares of the estate other than the real estate described in the declaration of trust, the amount of such shares being determined by the fact that the first cousins only inherit; and an order that they recover from the administrator such sums thus found to be due. No decree will be entered in favor of the two corporations named in the first paragraph, and none in favor of the parties to the suit who are citizens of the state of Pennsylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Justice JACKSON did not hear the argument, and takes no part in the decision of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice SHIRAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I am unable to concur in the judgment of the court, or in the reasoning used to support it.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">If it be true, as is argued in the opinion, that in the case of an administration of the estate of a decedeng by proceedings in the probate court of a state the possession of the assets by the administrator is the possession of the court, and such assets, as to custody and control, are to be deemed to be in gremio legis, so as to bring the case within the doctrine of Covell v. Heyman, 111 U. S. 176, 4 Sup. Ct. Rep. 355, and kindred cases, then it would follow, as I think, that the plea of the administrator, wherein he set up the pendency of the proceedings in the orphans' court of the state as a bar to the bill of complaint, ought to have been sustained. Between the granting of the letters of admnistration and the final distribution of the fund realized by the administration there is no point of time when the jurisdiction and possession of the state court change their character, and hence, if it be the law that the possession and control of the administrator is that of the court appointing him, within the meaning of the cases cited by the majority, there can be no point of time or stage of the proceedings between their inception and conclusion when the process of another court can be legitimately invoked to take from the state court its power of control and decision.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this view of the case, citizens of states other than that having possession and control of the estate through its officer, must, like the home residents, assert their claims in the state court; and, if their claims have a federal character, and if the state courts should disregard that feature of their rights, the remedy would be found in an ultimate appeal to the supreme court of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But it is certain that such a view of this question cannot prevail without reversing a long line of decisions, of which Payne v. Hook, 7 Wall. 425, may be cited as an early, and Borer v. Chapman, 119 U. S. 587, 7 Sup. Ct. Rep. 342, as a recent, case, and in which this court has held that the jurisdiction conferred on the federal court by the constitution and laws of the United States extends to controversies arising in the distribution of estates of decedents, where such jurisdiction is invoked by citizens of other states than that of the domicile, notwithstanding the peculiar structure of the local probate system.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The logic of the opinion of the majority, as I understand it, seems to require a reversal of the action of the court below in overruling the administrator's plea, setting up that he was an officer of the state court, proceeding in the due and regular performance of his duties as such officer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As, however, the opinion refrains from accepting this conclusion, though apparently rendered necessary by its own reasoning, the next questions that arise are as to those particulars in which the opinion reverses the decree of the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having conceded that the jurisdiction of the circuit court had duly attached under a bill in equity brought by citizens of another state, alleging legitimate matters of controversy arising out of the distribution of the decedent's estate, the opinion of the majority proceeds to consider the propriety of the action of the court below in the exercise of that jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The matters of controversy which formed the subject of the bill of complaint were two. The first was as to the legal effect of that provision of the will of the decedent which devised the proceeds of certain real estate, situated in the city of Pittsburgh, in equal shares to the Home of the Friendless and the Home for Aged Protestant Destitute Women, two charitable institutions organized under the laws of the state of Pennsylvania. As the decedent left no husband, children, brothers, or sisters, but certain first cousins and second cousins, a dispute arose whether both these classes were entitled to share in the distribution of the estate, and this formed the second subjectmatter of the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In respect to the first matter, the court below held that, while the will of the decedent could not operate as a testamentary disposition of the real estate in question, because such will had not been executed in conformity with certain statutory requirements, yet that it constituted a valid declaration of a trust, under which the two charitable institutions were entitled to the proceeds of the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The controversy between the two classes of cousins the court resolved in favor of the first cousins, following, in so doing, the construction put upon the Pennsylvania intestate laws by the supreme court of that state.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This disposition by the court below of the two questions before it is approved by this court, but, in the opinion of the majority, the court below erred in including in the scope of its final decree all the parties before it, and in not restricting its decree to an adjudication of the case so far as the citizens of states other than Pennsylvania were concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Be it observed, that all the parties concerned in the matters in controversy were before the circuit court. The administrator, the two charitable institutions, and all the individuals constituting both classes of cousins, were parties plaintiff and defendant in the suit, and none of them, either in the court below or in this court, objected to the jurisdiction of the circuit court, except the administrator, and his plea to the jurisdiction had been rightfully, as is admitted by the majority opinion, overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In such a state of facts, why was not the action of the court fully warranted in awarding a decree finally establishing the rights of the parties before it?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is force and logical consistency in the position that the settlement of a decedent's estate is not a suit at law or in equity, but that such an estate constitutes a res, as to which the jurisdiction of the probate court, when it once attaches, is exclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The position of the court below in exercising its jurisdiction to the extent of final determination and enforcement is likewise consistent with reason, and, as I think, with the doctrine of our previous cases.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But the conclusion of the majority in the present case, requiring the court below to shorten its arm, and to dismiss parties who were before it, assenting to its jurisdiction, is one that I cannot accept.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Let us see to what consequences such a doctrine will lead; and no better case than the one in hand is needed to illustrate its possible consequences.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The federal court having held that the will of the decedent was efficacious as an acknowledgment of a valid trust, of course the real estate, which formed the subject of the trust, was withdrawn from the operation of the intestate law, and was declared to be the property of the cestuis que trustent. From this it follows that the rest of the estate is to be equally divided among the first cousins, who are held to be entitled to it. Here we have a consistent decree that binds all the world, for all concerned were before the court, and their contentions were all heard and considered. The administrator had no official or personal concern in the questions mooted. The suggestion that he would not be protected by obeying the decree of the circuit court from his responsibility to the orphans' court, which had appointed him, has no force. If the decree of the circuit court were declared valid by this court, of course that decision would, involving as it does a question of the jurisdiction of the federal courts, be obligatory upon the state court, and a perfect protection to the administrator in carrying it into effect. There may be some foundation for criticism in the action of the court below in going behind the account that the administrator had filed in the orphans' court, and in subjecting him to verify his account before a master; but, if this were error, it did not affect the final decree, inasmuch as the account of the administrator, as filed in the orphans' court, was approved and confirmed without change by the master.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But out of the decree recommended by the majority opinion all kinds of confusion and uncertainty may arise. The state courts may take a different view of the will of the decedent, and decline to find in it a valid declaration of a trust. In that event, the amount of the estate would be increased by the proceeds of the sale of the real estate thus added to the fund for distribution. The citizens of states other than Pennsylvania, the extent of whose rights to participate in the fund had already been determined, and, perhaps, satisfied, under the decree of the circuit court, could not avail themselves of such action of the state courts. Consequently the first cousins resident in Pennsylvania would receive larger shares of the estate than those received by the first cousins in other states, and thus inequality would arise.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Again, if the state courts should happen to change their views as to the proper construction of the intestate law, and hold that second cousins were entitled to participate equally with first cousins, then the second cousins who were citizens of other states would, under the decree of the federal court, binding upon them, receive nothing, while the second cousins living in Pennsylvania would participate. So, too, it is entirely possible, under the division of jurisdiction recommended by the majority opinion, that all of the first cousins might be citizens of other states, and second cousins only be residents of Pennsylvania. Then, as the decree of the circuit court gave the estate only to first cousins, and as such decree would be forthwith enforceable, it might result that, when the state court reached an adjudication in favor of the second cousins, there would be nothing left in which they could participate. Many other absurd consequences, not farfetched, but likely to occur, could be readily suggested, if the novel proposition of dividing jurisdiction should prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I submit that the error in the reasoning of the majority opinion is found in the latent assumption that the citizens of Pennsylvania have no rights in the federal courts in Pennsylvania. The latter are treated as if they were courts only intended for the advantage of citizens of other states. Yet we know that, admittedly, citizens of Pennsylvania have the right to resort, as parties complainant, to the federal courts, to enforce important rights and interests, such as arise, for instance, out of the patent laws. So, too, as I understand it, when citizens of Pennsylvania have been brought into the circuit court of the United States as parties defendant to a suit by citizens of another state, they have a right and interest in the decree of the court in their favor. The right of the foreign citizens is not to have the federal court decide in their favor, but merely to have the controversy heard and determined by the federal tribunal. The citizens of Pennsylvania who have been brought into the federal court have a right and interest in the decision, which, as it would have been conclusive if against them, so it must be conclusive if in their favor The Home for the Friendless and the Home for Aged Protestant Women should not after a decision has been made in their favor, in a suit where all concerned were parties, be turned out of the federal court to wage, in another tribunal, with the same parties, the same question. Nor should the second cousins, resident in Pennsylvania, after having consented to submit their claims to adjudication in the circuit court, be permitted, as against the same parties, to try a second fall in the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The apprehension is expressed in the opinion of the majority that the principles upon which the court below proceeded in adjudicating finally upon the parties and questions before it would lead to a conflict between the courts, federal and state, and subject the administrator to a divided duty.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If the previous reasoning is not altogether wrong, it will be readily seen that, on the contrary, a conflict between the state and federal courts will be brought about by an attempt to divide between them the jurisdiction and decision of the same subjects of litigation, and that the 'divided duty' which will perplex the administrator will be that of having to obey two courts instead of one.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To conclude: Either the plea of the administrator, setting up the jurisdiction of the orphans' court, as having already attached, and as being, therefore, exclusive, ought to have been sustained, or the course of the court below, in dealing with the subjects and parties before it, by a final decree, not to be interfered with or thwarted, as between the same parties, by any other court, should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Jurisdiction has been defined by this court in U. S. v. Arredondo, 6 Pet. 709, to be 'the power to hear and determine a cause.' In Ober v. Gallagher, 93 U. S. 206, it was said that a circuit court 'having obtained rightful jurisdiction of the parties and the subject-matter of the action for one purpose, the court will make its jurisdiction effectual for complete relief.'</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'Jurisdiction est potestas de publico introducta cum necessitate jurisdicendi,' (Hall v. Stanley, 10 Coke, 73,) jurisdiction is the power introduced for the public good, with the necessity of expounding the law.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'Juris effectus in executione consistit,' (Co. Litt. 289,) the effect of law consists in execution.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I am unable to give my adhesion to a doctrine under which, in the distribution of the estate of a decedent, parties bearing the same relation to it shall or may receive different treatment as they may happen to be citizens of one state or another in our federal union. The rights of all parties should be measured by the same yardstick. And when, as in the present case, all persons concerned in the distribution of an estate have been duly made parties to a suit in equity in the circuit court of the United States by a bill bringing into adjudication all the questions between such persons, and their several contentions have been heard and considered, the decree of such court ought to operate as a decision final between the parties and as to the matters in controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I think the decree of the court below ought to be affirmed, and am authorized to say that the Chief Justice concurs in that conclusion and in this dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Mr. Justice JACKSON, not having heard the argument, did not take part in the decision.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93657/"
}