{"absolute_url": "/opinion/93736/giles-v-heysinger/", "blocked": false, "citation": {"case_name": "Giles v. Heysinger", "docket_number": "152", "document_uris": ["/api/rest/v2/document/93736/"], "federal_cite_one": "150 U.S. 627", "federal_cite_three": null, "federal_cite_two": null, "id": 78116, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78116/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1893-12-18", "date_modified": "2014-12-21T01:31:51.516373", "docket": "/api/rest/v2/docket/538198/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">150 U.S. 627</p>\n    <p class=\"case_cite\">14 S.Ct. 211</p>\n    <p class=\"case_cite\">37 L.Ed. 1204</p>\n    <p class=\"parties\">GILES et al.<br>v.<br>HEYSINGER et al.</p>\n    <p class=\"docket\">No. 152.</p>\n    <p class=\"date\">December 18, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Statement by Mr. Justice BROWN:</p>\n      <p class=\"indent\">This was a bill in equity brought by Heysinger and one Christian H. Hershey, now represented by the administrator of his estate, against the appellants, trading under the name of Noyes, Smith &amp; Co., to recover damages for the infringement of letters patent No. 218,300, issued August 5, 1879, to William Mills and Christian H. Hershey, for an improvement in hair crimpers.</p>\n      <p class=\"indent\">In their specification the patentees state that 'this hair crimper is intended to be applied to the hair in the manner of the crimping papers formerly in common use, the ends being turned under out of sight, and the hair retained by the folds thus made.'</p>\n      <p class=\"indent\">'It consists, essentially, of a strip of soft, nonelastic metal, preferably flat, covered with a fibrous coating, cemented thereto, so that when cut into proper lengths for use the ends will not fray out, but remain the same, into whatever number of pieces the crimper may be divided, thus rendering it specially adapted for use with children, where crimpers of different lengths are often required, while at the same time greatly simplifying and cheapening the cost of manufacture.'</p>\n      <p class=\"indent\">The crimper consists of a core of what is known as 'gardeners' lead,' which is passed in long strips through a liquid cement known as 'dextrine,' and is then wound about by a braid of fibrous covering, and the adhesive material taken up in the passage through it of the leaden core is thus interposed between the fibrous covering and the soft metal core, making an adhesion between them, while leaving the outer surface of the braid soft and unsaturated. 'Were the fibrous surface thoroughly saturated with adhesive matter, the crimper would be comparatively useless, as the least moisture in the hair would cause its adhesion thereto.' The article is manufactured in long strips, which are laid away and dried, after which they are run through a cutting machine, which cuts the strip into pieces of equal length, laying them out in dozens, which are then bundled and boxed for the market.</p>\n      <p class=\"indent\">The first claim of the patent&#8212;the only one charged to have been infringed&#8212;reads as follows: 'A hair crimper consisting of a nonelastic metal core, C, and braided covering, A, said covering, A, being cemented to said core, C, throughout its entire length, substantially as described.'</p>\n      <p class=\"indent\">Upon the hearing in the court below, a final decree was entered for $360.85, with costs, from which decree defendants appealed to this court.</p>\n      <p class=\"indent\">J. J. Jennings, for appellants.</p>\n      <p class=\"indent\">Augustus B. Stoughton, for appellees.</p>\n      <p class=\"indent\">Mr. Justice BROWN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was defended upon the ground that one Gilbert H. Blakesley, the real defendant in the case, long before this patent was issued, manufactured hair crimpers in substantially the manner specified in the patent. The substance of the testimony in this connection is that in the latter part of 1875 one Julius Wright, whose principal business was the manufacture of garters at Bristol, Conn., began the manufacture of hair crimpers by rolling a sheet of copper to the proper thickness, putting it upon a reel, and braiding it with silk. 'Then,' says he, 'I had this taken off a reel, and stretched out on a bench, and at certain lengths that I wanted to cut the crimps I used the dextrine with a brush, for the same purpose that we did for cutting up the garter,&#8212;that is, to assist in cutting up. Then, those that I made, I made a little brass tip, as I called it, which I put on to give the crimper a finish, or ornament, whichever might be proper.' He states the object of applying the cement to have been 'to adhere the silk to the metal, and stiffen it, so as to cut it.' He was engaged in this way for one or two months, and made up about thirty gross of crimpers. The dextrine was laid on at intervals of about two and a half inches, and the advantage of using it seems to have been to facilitate the cutting of the crimpers at these points, and providing them with a silver-plated clip at each end. It was not claimed that Wright cemented the braided covering to the core 'throughout its entire length,' as specified in the first claim of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">He further testified that Blakesley took up the business in the spring of 1876, by passing the strips of metal up through a dish of dextrine, after which it was braided with silk. He says the metal was not covered when it entered the dish, but it looked wet and discolored as it emerged, and that the effect of passing the strip through the cement or dextrine, and then applying the silk covering, would be to secure the covering to the metal. Blakesley stated the process as follows: 'I directed a plain strip of brass through a dish of dextrine provided with a roller journaled in a dish, thereby to immerse the strip, passing it to the braider while wet with cement, to which the silk cover adhered throughout the length of the strip. I then cut them up at any point I desired.' He judges that he made some 50 gross or more in this way, and then changed his plan by making them with a double covering. 'I first covered the plain strip of metal with cotton, the strip being dry. I then conducted the cotton-braided strip through the silk braider, applying a cover of silk. The cotton-covered strip was conducted through a dish of dextrine under a roller journaled in the dish; thence to pair of stripping rolls situated between the dish and the braider; this dextrine saturating the cotton thoroughly throughout its length, the stripping rolls depriving it of the surplus cement, leaving it wet and thoroughly saturated, and wet enough to receive the silk covering and cement it, so that all three&#8212;core, cotton cover, and silk cover&#8212;were cemented together. They were cut up and packed as before.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court below held, with regard to the double-cover process used by Blakesley, that the braided covering was immersed in the dextrine, 'not in order to cement it to the core, but to enable the material to be cut without fraying out. The adhesion of the strands together, and not their adhesion to the core, was the object he had in view.' The court, however, regarded the theory that Blakesley made crimpers also by immersing a strip of metal in dextrine and then covering it, as refuted by the omission of both Blakesley and Wright to mention the fact in their affidavits used to oppose a motion for a preliminary injuncton, as those affidavits purported to give a full history of the manufacture of crimpers by Blakesley, 'and the omission to state what was so important, if true, is significant.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Acting upon this theory, the court directed an interlocutory decree for the plaintiffs. Defendants thereupon moved immediately for an order to reopen the case for the admission of additional testimony bearing upon the queston of anticipation, and for a rehearing, and presented seven affidavits in support of Blakesley's testimony concerning the manufacture of crimpers by passing a bare strip of metal through the dextrine before the silk braid was applied; and also the affidavit of his counsel, explaining the omission of the mention of this particular in the affidavits of Wright and Blakesley, read in opposition to the motion for a preliminary injunction. The court denied a rehearing, and the case was referred to a master, who proceeded to take testimony in respect to the damages, and submitted a report, upon which a final decree was entered. Under these circumstances, we have not felt at liberty to consider the affidavits for a rehearing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">But, assuming that the court was correct in its conclusion that the testimony of Wright and Blakesley with respect to the process of immersing the bare strip of metal in the dextrine, and then covering it, should be disregarded, by reason of their omission to mention the fact in their affidavits to oppose the injunction, the question still remains whether the process about which they did testify, and which it is admitted Blakesley did adopt, was not a substantial anticipation of the Mills and Hershey patent. This, which is known as the 'double-cover process,' consisted in covering the plain strip of metal with cotton, and conducting the strip so covered through a dish of dextrine under a roller journaled in the dish, and thus saturating the cotton thoroughly throughout its length; thence to a pair of stripping rolls, which deprived it of the surplus cement, when the cover was braided on; so that, as he states 'all three&#8212;core, cotton cover, and silk cover&#8212;were cemented together.' Blaksley that the cotton strands did not make as compact a braid as silk, but left the meshes somewhat open, so as to allow the cement to circulate more freely through the covering. If, as he states to have been the case, the saturation of the cotton was so thorough that all three core, cotton cover, and silk cover&#8212;were cemented together, it is difficult to see why this process did not cover everything that is claimed for the Mills and Hershey patent. The advantage of cementing the braid to the core throughout its entire length is stated in their patent to be 'so that when cut into proper lengths for use the ends will not fray out, but remain the same, into whatever number of pieces the crimper may be divided,' while the outer surface of the braid is left soft and unsaturated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This was precisely the object sought to be accomplished, though for a temporary purpose, by Wright, in his first experiments, by applying dextrine to the braided covering at intervals of two or three inches, and by Blakesley in the several processes used by him, including the one which is charged to be an infringement, and which consists in inclosing the metal core in long strips of paper passed through a bath of dextrine before the braided covering is applied. But whether Blakesley applied the dextrine to the bare metal in the manner described in the Mills and Hershey patent, or to the metal after it was covered with the cotton braid, makes apparently little practical difference with respect to fraying out, and was a matter which rested in the judgment of the manufacturer. If either plan were known, the adoption of the other would involve no invention, the dextrine in both cases being used for the same object, namely, to prevent the silk braid from fraying at the point where it is cut. It was a matter of simple mechanical skill to determine whether that object were better accomplished by running the bare metal, or the covered metal, through the dextrine before the outer braid of silk was applied. If the meshes of the cotton were loose or open, the adhesion of the core would be amply sufficient to prevent the fraying out, which it was the object of the patent to accomplish. The bath of dextrine was the essential feature of both devices, and, even if the double cover were-less efficient than the other, it required no exercise of the inventive faculty to omit the cotton cover, and immerse the bare metal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is evident that if Mills and Hershey had been the first to use the process described in this patent, of immersing the bare metal in a bath of dextrine, and then covering it with a fibrous coating, the double-cover process of Blakesley would have been an infringement. The intervention of a loose cotton covering between the outer braid and the bare metal would have been treated simply as an evasion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In an examination made of the plaintiffs' and defendants' exhibits put in evidence in this case, it appears, in fact, there is very little adhesion between the covering and the core in the plaintiffs' device, and none at all in the defendants', though it is possible this may be due to their age. Such adhesion as there is in plaintiffs' crimpers seems to be due rather to the pressure of the briad upon the core than to the use of an adhesive material.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The decree of the court below must be reversed, and the case remanded, with directions to dismiss the bill.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>150 U.S. 627 (1893)</b></center>\n<center><h1>GILES<br>\nv.<br>\nHEYSINGER.</h1></center>\n<center>No. 152.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 7, 1893.</center>\n<center>Decided December 18, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*628</span> <i>Mr. John J. Jennings</i> for appellants.</p>\n<p><i>Mr. Augustus B. Stoughton</i> for appellees.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>This case was defended upon the ground that one Gilbert H. Blakesley, the real defendant in the case, long before this <span class=\"star-pagination\">*629</span> patent was issued, manufactured hair-crimpers in substantially the manner specified in the patent. The substance of the testimony in this connection is that in the latter part of 1875, one Julius Wright, whose principal business was the manufacture of garters at Bristol, Connecticut, began the manufacture of hair-crimpers by rolling a sheet of copper to the proper thickness, putting it upon a reel, and braiding it with silk. \"Then,\" says he, \"I had this taken off a reel and stretched out on a bench, and at certain lengths that I wanted to cut the crimps I used the dextrine with a brush for the same purpose that we did for cutting up the garter, that is, to assist in cutting up. Then those that I made, I made a little brass tip, as I called it, which I put on to give the crimper a finish, or ornament, whichever might be proper.\" He states the object of applying the cement to have been \"to adhere the silk to the metal, and stiffen it, so as to cut it.\" He was engaged in this way for one or two months, and made up about thirty gross of crimpers. The dextrine was laid on at intervals of about two and a half inches, and the advantage of using it seems to have been to facilitate the cutting of the crimpers at these points, and providing them with a silver-plated clip at each end. It was not claimed that Wright cemented the braided covering to the core \"throughout its entire length,\" as specified in the first claim of the patent.</p>\n<p>He further testified that Blakesley took up the business in the spring of 1876, by passing the strips of metal up through a dish of dextrine, after which it was braided with silk. He says the metal was not covered when it entered the dish, but it looked wet and discolored as it emerged, and that the effect of passing the strip through the cement or dextrine, and then applying the silk covering, would be to secure the covering to the metal. Blakesley stated the process as follows: \"I directed a plain strip of brass through a dish of dextrine provided with a roller journalled in a dish, thereby to immerse the strip, passing it to the braider, while wet with cement, to which the silk cover adhered throughout the length of the strip. I then cut them up at any point I desired.\" He judges that he made some fifty gross or more in this way, and then <span class=\"star-pagination\">*630</span> changed his plan by making them with a double covering. \"I first covered the plain strip of metal with cotton, the strip being dry. I then conducted the cotton-braided strip through the silk braider, applying a cover of silk. The cotton-covered strip was conducted through a dish of dextrine under a roller journalled in the dish, thence to a pair of stripping rolls situated between the dish and the braider. This dextrine saturating the cotton thoroughly throughout its length, the stripping rolls depriving it of the surplus cement, leaving it wet and thoroughly saturated, and wet enough to receive the silk covering, and cement it, so that all three  core, cotton cover, and silk cover  were cemented together. They were cut up and packed as before.\"</p>\n<p>The court below held, with regard to the double-cover process used by Blakesley, that the braided covering was immersed in the dextrine, \"not in order to cement it to the core, but to enable the material to be cut without fraying out. The adhesion of the strands together, and not their adhesion to the core, was the object he had in view.\" The court, however, regarded the theory that Blakesley made crimpers also by immersing a strip of metal in dextrine and then covering it, as refuted by the omission of both Blakesley and Wright to mention the fact in their affidavits used to oppose a motion for a preliminary injunction, as those affidavits purported to give a full history of the manufacture of crimpers by Blakesley, \"and the omission to state what was so important, if true, is significant.\"</p>\n<p>Acting upon this theory, the court directed an interlocutory decree for the plaintiffs. Defendants thereupon moved immediately for an order to reopen the case for the admission of additional testimony bearing upon the question of anticipation, and for a rehearing; and presented seven affidavits in support of Blakesley's testimony concerning the manufacture of crimpers by passing a bare strip of metal through the dextrine before the silk braid was applied; and also the affidavit of his counsel, explaining the omission of the mention of this particular in the affidavits of Wright and Blakesley, read in opposition to the motion for a preliminary <span class=\"star-pagination\">*631</span> injunction. The court denied a rehearing, and the case was referred to a master, who proceeded to take testimony in respect to the damages, and submitted a report, upon which a final decree was entered. Under these circumstances, we have not felt at liberty to consider the affidavits for a rehearing.</p>\n<p>But assuming that the court was correct in its conclusion that the testimony of Wright and Blakesley, with respect to the process of immersing the bare strip of metal in the dextrine, and then covering it, should be disregarded, by reason of their omission to mention the fact in their affidavits to oppose the injunction, the question still remains whether the process about which they did testify, and which it is admitted Blakesley did adopt, was not a substantial anticipation of the Mills and Hershey patent. This, which is known as the double-cover process, consisted in covering the plain strip of metal with cotton, and conducting the strip so covered through a dish of dextrine under a roller journalled in the dish, and thus saturating the cotton thoroughly throughout its length; thence to a pair of stripping rolls, which deprived it of the surplus cement, when the cover was braided on, so that, as he states, \"all three  core, cotton, cover and silk cover  were cemented together.\" Blakesley states that the cotton strands did not make as compact a braid as silk, but left the meshes somewhat open, so as to allow the cement to circulate more freely through the covering. If, as he states to have been the case, the saturation of the cotton was so thorough that all three  core, cotton cover, and silk cover  were cemented together, it is difficult to see why this process did not cover everything that is claimed for the Mills and Hershey patent. The advantage of cementing the braid to the core throughout its entire length is stated in their patent to be \"so that when cut into proper lengths for use the ends will not fray out, but remain the same into whatever number of pieces the crimper may be divided,\" while the outer surface of the braid is left soft and unsaturated.</p>\n<p>This was precisely the object sought to be accomplished, though for a temporary purpose, by Wright, in his first experiments, <span class=\"star-pagination\">*632</span> by applying dextrine to the braided covering at intervals of two or three inches, and by Blakesley in the several processes used by him, including the one which is charged to be an infringement, and which consists in enclosing the metal core in long strips of paper passed through a bath of dextrine, before the braided covering is applied. But whether Blakesley applied the dextrine to the bare metal in the manner described in the Mills and Hershey patent, or to the metal after it was covered with the cotton braid, makes apparently little practical difference with respect to fraying out, and was a matter which rested in the judgment of the manufacturer. If either plan were known, the adoption of the other would involve no invention, the dextrine in both cases being used for the same object, namely, to prevent the silk braid from fraying at the point where it is cut. It was a matter of simple mechanical skill to determine whether that object were better accomplished by running the bare metal or the covered metal through the dextrine before the outer braid of silk was applied. If the meshes of the cotton were loose or open, the adhesion of the core would be amply sufficient to prevent the fraying out, which it was the object of the patent to accomplish. The bath of dextrine was the essential feature of both devices, and, even if the double cover were less efficient than the other, it required no exercise of the inventive faculty to omit the cotton cover and immerse the bare metal.</p>\n<p>It is evident that if Mills and Hershey had been the first to use the process described in this patent of immersing the bare metal in a bath of dextrine and then covering it with a fibrous coating, the double-cover process of Blakesley would have been an infringement. The intervention of a loose cotton covering between the outer braid and the bare metal would have been treated simply as an evasion.</p>\n<p>In an examination made of the plaintiffs' and defendants' exhibits put in evidence in this case it appears in fact there is very little adhesion between the covering and the core in the plaintiffs' device, and none at all in the defendants', though it is possible this may be due to their age. Such adhesion as there is in plaintiffs' crimpers seems to be due rather to the <span class=\"star-pagination\">*633</span> pressure of the braid upon the core than to the use of an adhesive material.</p>\n<p>The decree of the court below must be</p>\n<p><i>Reversed and the case remanded with directions to dismiss the bill.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">627</span></span> (1893)</b></center>\n<center><h1>GILES<br>\nv.<br>\nHEYSINGER.</h1></center>\n<center>No. 152.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 7, 1893.</center>\n<center>Decided December 18, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*628</span> <i>Mr. John J. Jennings</i> for appellants.</p>\n<p><i>Mr. Augustus B. Stoughton</i> for appellees.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>This case was defended upon the ground that one Gilbert H. Blakesley, the real defendant in the case, long before this <span class=\"star-pagination\">*629</span> patent was issued, manufactured hair-crimpers in substantially the manner specified in the patent. The substance of the testimony in this connection is that in the latter part of 1875, one Julius Wright, whose principal business was the manufacture of garters at Bristol, Connecticut, began the manufacture of hair-crimpers by rolling a sheet of copper to the proper thickness, putting it upon a reel, and braiding it with silk. \"Then,\" says he, \"I had this taken off a reel and stretched out on a bench, and at certain lengths that I wanted to cut the crimps I used the dextrine with a brush for the same purpose that we did for cutting up the garter, that is, to assist in cutting up. Then those that I made, I made a little brass tip, as I called it, which I put on to give the crimper a finish, or ornament, whichever might be proper.\" He states the object of applying the cement to have been \"to adhere the silk to the metal, and stiffen it, so as to cut it.\" He was engaged in this way for one or two months, and made up about thirty gross of crimpers. The dextrine was laid on at intervals of about two and a half inches, and the advantage of using it seems to have been to facilitate the cutting of the crimpers at these points, and providing them with a silver-plated clip at each end. It was not claimed that Wright cemented the braided covering to the core \"throughout its entire length,\" as specified in the first claim of the patent.</p>\n<p>He further testified that Blakesley took up the business in the spring of 1876, by passing the strips of metal up through a dish of dextrine, after which it was braided with silk. He says the metal was not covered when it entered the dish, but it looked wet and discolored as it emerged, and that the effect of passing the strip through the cement or dextrine, and then applying the silk covering, would be to secure the covering to the metal. Blakesley stated the process as follows: \"I directed a plain strip of brass through a dish of dextrine provided with a roller journalled in a dish, thereby to immerse the strip, passing it to the braider, while wet with cement, to which the silk cover adhered throughout the length of the strip. I then cut them up at any point I desired.\" He judges that he made some fifty gross or more in this way, and then <span class=\"star-pagination\">*630</span> changed his plan by making them with a double covering. \"I first covered the plain strip of metal with cotton, the strip being dry. I then conducted the cotton-braided strip through the silk braider, applying a cover of silk. The cotton-covered strip was conducted through a dish of dextrine under a roller journalled in the dish, thence to a pair of stripping rolls situated between the dish and the braider. This dextrine saturating the cotton thoroughly throughout its length, the stripping rolls depriving it of the surplus cement, leaving it wet and thoroughly saturated, and wet enough to receive the silk covering, and cement it, so that all three  core, cotton cover, and silk cover  were cemented together. They were cut up and packed as before.\"</p>\n<p>The court below held, with regard to the double-cover process used by Blakesley, that the braided covering was immersed in the dextrine, \"not in order to cement it to the core, but to enable the material to be cut without fraying out. The adhesion of the strands together, and not their adhesion to the core, was the object he had in view.\" The court, however, regarded the theory that Blakesley made crimpers also by immersing a strip of metal in dextrine and then covering it, as refuted by the omission of both Blakesley and Wright to mention the fact in their affidavits used to oppose a motion for a preliminary injunction, as those affidavits purported to give a full history of the manufacture of crimpers by Blakesley, \"and the omission to state what was so important, if true, is significant.\"</p>\n<p>Acting upon this theory, the court directed an interlocutory decree for the plaintiffs. Defendants thereupon moved immediately for an order to reopen the case for the admission of additional testimony bearing upon the question of anticipation, and for a rehearing; and presented seven affidavits in support of Blakesley's testimony concerning the manufacture of crimpers by passing a bare strip of metal through the dextrine before the silk braid was applied; and also the affidavit of his counsel, explaining the omission of the mention of this particular in the affidavits of Wright and Blakesley, read in opposition to the motion for a preliminary <span class=\"star-pagination\">*631</span> injunction. The court denied a rehearing, and the case was referred to a master, who proceeded to take testimony in respect to the damages, and submitted a report, upon which a final decree was entered. Under these circumstances, we have not felt at liberty to consider the affidavits for a rehearing.</p>\n<p>But assuming that the court was correct in its conclusion that the testimony of Wright and Blakesley, with respect to the process of immersing the bare strip of metal in the dextrine, and then covering it, should be disregarded, by reason of their omission to mention the fact in their affidavits to oppose the injunction, the question still remains whether the process about which they did testify, and which it is admitted Blakesley did adopt, was not a substantial anticipation of the Mills and Hershey patent. This, which is known as the double-cover process, consisted in covering the plain strip of metal with cotton, and conducting the strip so covered through a dish of dextrine under a roller journalled in the dish, and thus saturating the cotton thoroughly throughout its length; thence to a pair of stripping rolls, which deprived it of the surplus cement, when the cover was braided on, so that, as he states, \"all three  core, cotton, cover and silk cover  were cemented together.\" Blakesley states that the cotton strands did not make as compact a braid as silk, but left the meshes somewhat open, so as to allow the cement to circulate more freely through the covering. If, as he states to have been the case, the saturation of the cotton was so thorough that all three  core, cotton cover, and silk cover  were cemented together, it is difficult to see why this process did not cover everything that is claimed for the Mills and Hershey patent. The advantage of cementing the braid to the core throughout its entire length is stated in their patent to be \"so that when cut into proper lengths for use the ends will not fray out, but remain the same into whatever number of pieces the crimper may be divided,\" while the outer surface of the braid is left soft and unsaturated.</p>\n<p>This was precisely the object sought to be accomplished, though for a temporary purpose, by Wright, in his first experiments, <span class=\"star-pagination\">*632</span> by applying dextrine to the braided covering at intervals of two or three inches, and by Blakesley in the several processes used by him, including the one which is charged to be an infringement, and which consists in enclosing the metal core in long strips of paper passed through a bath of dextrine, before the braided covering is applied. But whether Blakesley applied the dextrine to the bare metal in the manner described in the Mills and Hershey patent, or to the metal after it was covered with the cotton braid, makes apparently little practical difference with respect to fraying out, and was a matter which rested in the judgment of the manufacturer. If either plan were known, the adoption of the other would involve no invention, the dextrine in both cases being used for the same object, namely, to prevent the silk braid from fraying at the point where it is cut. It was a matter of simple mechanical skill to determine whether that object were better accomplished by running the bare metal or the covered metal through the dextrine before the outer braid of silk was applied. If the meshes of the cotton were loose or open, the adhesion of the core would be amply sufficient to prevent the fraying out, which it was the object of the patent to accomplish. The bath of dextrine was the essential feature of both devices, and, even if the double cover were less efficient than the other, it required no exercise of the inventive faculty to omit the cotton cover and immerse the bare metal.</p>\n<p>It is evident that if Mills and Hershey had been the first to use the process described in this patent of immersing the bare metal in a bath of dextrine and then covering it with a fibrous coating, the double-cover process of Blakesley would have been an infringement. The intervention of a loose cotton covering between the outer braid and the bare metal would have been treated simply as an evasion.</p>\n<p>In an examination made of the plaintiffs' and defendants' exhibits put in evidence in this case it appears in fact there is very little adhesion between the covering and the core in the plaintiffs' device, and none at all in the defendants', though it is possible this may be due to their age. Such adhesion as there is in plaintiffs' crimpers seems to be due rather to the <span class=\"star-pagination\">*633</span> pressure of the braid upon the core than to the use of an adhesive material.</p>\n<p>The decree of the court below must be</p>\n<p><i>Reversed and the case remanded with directions to dismiss the bill.</i></p>\n</div>", "id": 93736, "judges": "Brown, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93736/", "sha1": "f2687861757294160ceed2d91ccab29627c2088c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:57"}