{"absolute_url": "/opinion/92184/potts-v-united-states/", "blocked": false, "citation": {"case_name": "Potts v. United States", "docket_number": "698", "document_uris": ["/api/rest/v2/document/92184/"], "federal_cite_one": "125 U.S. 173", "federal_cite_three": null, "federal_cite_two": null, "id": 76564, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76564/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1888-03-19", "date_modified": "2014-12-21T01:30:30.948836", "docket": "/api/rest/v2/docket/2519333/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">125 U.S. 173</p>\n    <p class=\"case_cite\">8 S.Ct. 830</p>\n    <p class=\"case_cite\">31 L.Ed. 661</p>\n    <p class=\"parties\">POTTS<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">March 19, 1888.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>John Paul Jones</i> and <i>Robt. B. Lines</i>, for appellant.</p>\n      <p class=\"indent\"><i>Atty. Gen. Garland</i> and <i>Heber J. May</i>, for the United States.</p>\n      <p class=\"indent\">WAITE, C. J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Howard D. Potts, an assistant engineer of the navy, being physically disabled, was examined by a naval retiring board, who reported that he was incapacitated from active service, and that, in their judgment, the incapacity did not originate in the line of duty. In this report the president concurred, and directed a retirement on furlough pay. The sections of the Revised Statutes governing such a proceeding are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Sec. 1449. Said board shall be authorized to inquire into and determine the facts touching the nature and occasion of the disability of any such officer, and shall have such powers of a court-martial and of a court of inquiry as may be necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Sec. 1450. The members of said board shall be sworn in each case to discharge their duties honestly and impartially.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Sec. 1451. When said retiring board finds an officer incapacitated from active service, it shall also find and report the cause which, in its judgment, produced hisi ncapacity, and whether such cause is an incident of the service.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Sec. 1452. A record of the proceedings, and decision of the board in each case, shall be transmitted to the secretary of the navy, and shall be laid by him before the president for his approval or disapproval, or orders in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Sec. 1453. When a retiring board finds that an officer is incapacitated for active service, and that his incapacity is the result of an incident of the service, such officer shall, if said decision is approved by the president, be retired from active service, with retired pay, as allowed by chapter 8 of this title.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Sec. 1454. When said board finds that an officer is incapacitated for active service, and that his incapacity is not the result of any incident of the service, such officer shall, if said decision is approved by the president, be retired from active service on furlough pay, or wholly retired from service with one year's pay, as the president may determine.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Sec. 1593. Officers placed on the retired list on furlough pay shall receive only one-half of the pay to which they would have been entitled if on leave of absence on the active list.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the 15th of March, 1877, Potts was nominated by the president, and confirmed by the senate on the 17th of the same month, for transfer from the furlough to the retired pay-list, under section 1594 of the Revised Statutes. That section is as follows: 'Sec. 1594. The president, by and with the advice and consent of the senate, may transfer any officer on the retired list from the furlough to the retired pay-list.' Since his confirmation he has been paid one-half the sea pay of an officer of his rank at the time of retirement, the accounting officers being of opinion that his case fell within the second clause of section 1588 of the Revised Statutes, which is as follows: 'The pay of all other officers on the retired list (excluding those above specified) shall, when not on active duty, be equal to one-half the sea pay provided by this chapter for the grade or rank held by them at the time of retirement.' He claims, however, that after his transfer from the furlough to the retired list he was entitled to three-quarters of the sea pay, under the first clause of that section, as follows: 'Sec. 1588. The pay of all officers of the navy who have been retired after 45 years' service after reaching the age of 16 years, or who have been or may be, retired after 40 years' service, upon their own application to the president, or on attaining the age of 62 years, or on account of incapacity resulting from long and faithful service, from wounds or injuries received in the line of duty, of from sickness or exposure therein, shall, when not on active duty, be equal to 75 per centum of the sea pay provided by this chapter for the grade or rank which they held, respectively, at the time of their retirement.' This suit was brought to recover the difference between one-half and three-quarters of sea pay from the date of his transfer. The court of claims gave judgment against him, and from that judgment this appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree entirely with the court of claims in the view it took of the case. The finding of the retiring board, approved by the president, is the judgment of the tribunal created, under the law, for the government of the navy to determine such questions, that Potts be retired from active service for incapacity, which 'did not originate in the line of duty.' This made him a retired officer on furlough pay, and gave him one-half the leave of absence pay of an officer on the active list. When he was afterwards transferred by the action of the president and senate 'from the furlough to the retired paylist,' his <i>status</i> as a retired officer was not changed. He still remained an officer retired for incapacity which did not originate in the line of duty, but his pay was raised from that of an officer retired 'on furlough pay' to that of one retired on half sea pay. In other words, he was taken from the furlough list, and put on the list of those retired under circumstances which brought them within the second clause of section 1588, instead of the first. The object of the statute is not to enable the president and senate to vacate the finding of the retiring board that the incapacity of the officer did not 'originate in the line of duty,' and to decide that it was 'the result of an incident of the service,' but to afford a means for his relief from the consequences of such a finding, to the extent of adding to his pay the difference between the half of leave of absence pay and the half of sea pay. It may have been intended as a provision for a remedy for wrongs done by retiring boards, but it limited the power of the president and senate in that behalf to a transfer of the name of the officer from 'the furlough to the retired pay-list.' The cause of his retirement still remains the same, and determines his position on the 'retired pay-list.' The judgment of the court of claims is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>125 U.S. 173 (1888)</b></center>\n<center><h1>POTTS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 698.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 2, 1888.</center>\n<center>Decided March 19, 1888.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><i>Mr. John Paul Jones</i> and <i>Mr. Robert B. Lines</i> for appellant.</p>\n<p><i>Mr. Heber J. May</i> for appellee. <i>Mr. Attorney General</i> was with him on the brief.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>Howard D. Potts, an assistant engineer of the navy, being physically disabled, was examined by a naval retiring board who reported that he was incapacitated from active service, and that in their judgment the incapacity did not originate in <span class=\"star-pagination\">*174</span> the line of duty. In this report the President concurred, and directed a retirement on furlough pay.</p>\n<p>The sections of the Revised Statutes governing such a proceeding are as follows:</p>\n<p>\"SEC. 1449. Said retiring board shall be authorized to inquire into and determine the facts touching the nature and occasion of the disability of any such officer, and shall have such powers of a court-martial and of a court of inquiry as may be necessary.</p>\n<p>\"SEC. 1450. The members of said board shall be sworn in each case to discharge their duties honestly and impartially.</p>\n<p>\"SEC. 1451. When said retiring board finds an officer incapacitated from active service, it shall also find and report the cause which, in its judgment, produced his incapacity, and whether such cause is an incident of the service.</p>\n<p>\"SEC. 1452. A record of the proceedings and decision of the board in each case shall be transmitted to the Secretary of the Navy, and shall be laid by him before the President for his approval or disapproval or orders in the case.</p>\n<p>\"SEC. 1453. When a retiring board finds that an officer is incapacitated for active service, and that his incapacity is the result of an incident of the service, such officer shall, if said decision is approved by the President, be retired from active service, with retired pay, as allowed by Chapter 8 of this Title.</p>\n<p>\"SEC. 1454. When said board finds that an officer is incapacitated for active service, and that his incapacity is not the result of any incident of the service, such officer shall, if said decision is approved by the President, be retired from active service on furlough pay, or wholly retired from service with one year's pay, as the President may determine.</p>\n<p>\"SEC. 1593. Officers placed on the retired list on furlough pay shall receive only one-half of the pay to which they would have been entitled if on leave of absence on the active list.\"</p>\n<p>On the 15th of March, 1877, Potts was nominated by the President and confirmed by the Senate on the 17th of the same month, for transfer from the furlough to the retired pay list under § 1594 of the Revised Statutes. That section is as follows:</p>\n<p><span class=\"star-pagination\">*175</span> \"SEC. 1594. The President, by and with the advice and consent of the Senate, may transfer any officer on the retired list from the furlough to the retired pay list.\"</p>\n<p>Since his confirmation he has been paid one-half the sea pay of an officer of his rank at the time of retirement, the accounting officers being of opinion that his case fell within the second clause of § 1588 of the Revised Statutes, which is as follows:</p>\n<p>\"The pay of all other officers on the retired list (excluding those above specified) shall, when not on active duty, be equal to one-half the sea pay provided by this chapter for the grade or rank held by them at the time of retirement.\"</p>\n<p>He claims, however, that after his transfer from the furlough to the retired list he was entitled to three-quarters of the sea pay under the first clause of that section as follows:</p>\n<p>\"SEC. 1588. The pay of all officers of the navy, who have been retired after forty-five years' service after reaching the age of sixteen years, or who have been, or may be retired after forty years' service, upon their own application to the President, or on attaining the age of sixty-two years, or on account of incapacity resulting from long and faithful service, from wounds or injuries received in the line of duty, or from sickness or exposure therein, shall, when not on active duty, be equal to seventy-five per centum of the sea pay provided by this chapter for the grade or rank which they held, respectively, at the time of their retirement.\"</p>\n<p>This suit was brought to recover the difference between one-half and three-quarters of sea pay from the date of his transfer. The Court of Claims gave judgment against him, and from that judgment this appeal was taken.</p>\n<p>We agree entirely with the Court of Claims in the view it took of the case. The finding of the retiring board, approved by the President, is the judgment of the tribunal created under the law for the government of the navy to determine such questions, that Potts be retired from active service for incapacity, which \"did not originate in the line of duty.\" This made him a retired officer on furlough pay, and gave him one-half the leave of absence pay of an officer on the active <span class=\"star-pagination\">*176</span> list. When he was afterwards transferred by the action of the President and Senate \"from the furlough to the retired pay list,\" his <i>status</i> as a retired officer was not changed. He still remained an officer retired for incapacity which did not originate in the line of duty, but his pay was raised from that of an officer retired \"on furlough pay\" to that of one retired on half sea pay. In other words, he was taken from the furlough list and put on the list of those retired under circumstances which brought them within the second clause of § 1588, instead of the first. The object of the statute is not to enable the President and Senate to vacate the finding of the retiring board that the incapacity of the officer did not \"originate in the line of duty,\" and to decide that it was \"the result of an incident of the service,\" but to afford a means for his relief from the consequences of such a finding, to the extent of adding to his pay the difference between the half of leave of absence pay and the half of sea pay. It may have been intended as a provision for a remedy for wrongs done by retiring boards, but it limited the power of the President and Senate in that behalf to a transfer of the name of the officer from \"the furlough to the retired pay list.\" The cause of his retirement still remains the same, and determines his position on the \"retired pay list.\"</p>\n<p>The judgment of the Court of Claims is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></span> (1888)</b></center>\n<center><h1>POTTS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 698.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 2, 1888.</center>\n<center>Decided March 19, 1888.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><i>Mr. John Paul Jones</i> and <i>Mr. Robert B. Lines</i> for appellant.</p>\n<p><i>Mr. Heber J. May</i> for appellee. <i>Mr. Attorney General</i> was with him on the brief.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>Howard D. Potts, an assistant engineer of the navy, being physically disabled, was examined by a naval retiring board who reported that he was incapacitated from active service, and that in their judgment the incapacity did not originate in <span class=\"star-pagination\">*174</span> the line of duty. In this report the President concurred, and directed a retirement on furlough pay.</p>\n<p>The sections of the Revised Statutes governing such a proceeding are as follows:</p>\n<p>\"SEC. 1449. Said retiring board shall be authorized to inquire into and determine the facts touching the nature and occasion of the disability of any such officer, and shall have such powers of a court-martial and of a court of inquiry as may be necessary.</p>\n<p>\"SEC. 1450. The members of said board shall be sworn in each case to discharge their duties honestly and impartially.</p>\n<p>\"SEC. 1451. When said retiring board finds an officer incapacitated from active service, it shall also find and report the cause which, in its judgment, produced his incapacity, and whether such cause is an incident of the service.</p>\n<p>\"SEC. 1452. A record of the proceedings and decision of the board in each case shall be transmitted to the Secretary of the Navy, and shall be laid by him before the President for his approval or disapproval or orders in the case.</p>\n<p>\"SEC. 1453. When a retiring board finds that an officer is incapacitated for active service, and that his incapacity is the result of an incident of the service, such officer shall, if said decision is approved by the President, be retired from active service, with retired pay, as allowed by Chapter 8 of this Title.</p>\n<p>\"SEC. 1454. When said board finds that an officer is incapacitated for active service, and that his incapacity is not the result of any incident of the service, such officer shall, if said decision is approved by the President, be retired from active service on furlough pay, or wholly retired from service with one year's pay, as the President may determine.</p>\n<p>\"SEC. 1593. Officers placed on the retired list on furlough pay shall receive only one-half of the pay to which they would have been entitled if on leave of absence on the active list.\"</p>\n<p>On the 15th of March, 1877, Potts was nominated by the President and confirmed by the Senate on the 17th of the same month, for transfer from the furlough to the retired pay list under § 1594 of the Revised Statutes. That section is as follows:</p>\n<p><span class=\"star-pagination\">*175</span> \"SEC. 1594. The President, by and with the advice and consent of the Senate, may transfer any officer on the retired list from the furlough to the retired pay list.\"</p>\n<p>Since his confirmation he has been paid one-half the sea pay of an officer of his rank at the time of retirement, the accounting officers being of opinion that his case fell within the second clause of § 1588 of the Revised Statutes, which is as follows:</p>\n<p>\"The pay of all other officers on the retired list (excluding those above specified) shall, when not on active duty, be equal to one-half the sea pay provided by this chapter for the grade or rank held by them at the time of retirement.\"</p>\n<p>He claims, however, that after his transfer from the furlough to the retired list he was entitled to three-quarters of the sea pay under the first clause of that section as follows:</p>\n<p>\"SEC. 1588. The pay of all officers of the navy, who have been retired after forty-five years' service after reaching the age of sixteen years, or who have been, or may be retired after forty years' service, upon their own application to the President, or on attaining the age of sixty-two years, or on account of incapacity resulting from long and faithful service, from wounds or injuries received in the line of duty, or from sickness or exposure therein, shall, when not on active duty, be equal to seventy-five per centum of the sea pay provided by this chapter for the grade or rank which they held, respectively, at the time of their retirement.\"</p>\n<p>This suit was brought to recover the difference between one-half and three-quarters of sea pay from the date of his transfer. The Court of Claims gave judgment against him, and from that judgment this appeal was taken.</p>\n<p>We agree entirely with the Court of Claims in the view it took of the case. The finding of the retiring board, approved by the President, is the judgment of the tribunal created under the law for the government of the navy to determine such questions, that Potts be retired from active service for incapacity, which \"did not originate in the line of duty.\" This made him a retired officer on furlough pay, and gave him one-half the leave of absence pay of an officer on the active <span class=\"star-pagination\">*176</span> list. When he was afterwards transferred by the action of the President and Senate \"from the furlough to the retired pay list,\" his <i>status</i> as a retired officer was not changed. He still remained an officer retired for incapacity which did not originate in the line of duty, but his pay was raised from that of an officer retired \"on furlough pay\" to that of one retired on half sea pay. In other words, he was taken from the furlough list and put on the list of those retired under circumstances which brought them within the second clause of § 1588, instead of the first. The object of the statute is not to enable the President and Senate to vacate the finding of the retiring board that the incapacity of the officer did not \"originate in the line of duty,\" and to decide that it was \"the result of an incident of the service,\" but to afford a means for his relief from the consequences of such a finding, to the extent of adding to his pay the difference between the half of leave of absence pay and the half of sea pay. It may have been intended as a provision for a remedy for wrongs done by retiring boards, but it limited the power of the President and Senate in that behalf to a transfer of the name of the officer from \"the furlough to the retired pay list.\" The cause of his retirement still remains the same, and determines his position on the \"retired pay list.\"</p>\n<p>The judgment of the Court of Claims is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 92184, "judges": "Waite", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92184/", "sha1": "716c60873c1d987143545bc3d7678246cc5894b8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:05:25"}