{"absolute_url": "/opinion/92341/clark-v-pennsylvania/", "blocked": false, "citation": {"case_name": "Clark v. Pennsylvania", "docket_number": "1189, 1190", "document_uris": ["/api/rest/v2/document/92341/"], "federal_cite_one": "128 U.S. 395", "federal_cite_three": null, "federal_cite_two": null, "id": 76721, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76721/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1888-11-26", "date_modified": "2014-12-21T01:30:38.259049", "docket": "/api/rest/v2/docket/230236/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">128 U.S. 395</p>\n    <p class=\"case_cite\">9 S.Ct. 113</p>\n    <p class=\"case_cite\">32 L.Ed. 487</p>\n    <p class=\"parties\">CLARK<br>v.<br>COMMONWEALTH OF PENNSYLVANIA, (two cases.)</p>\n    <p class=\"date\">November 19, 1888.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>W. L. Bird</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>W. D. Porter</i>, for the Commonwealth.</p>\n      <p class=\"indent\">FULLER, C. J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the first of the above cases, Clark, the plaintiff in error, was indicted with others in the court of quarter sessions of Allegheny county, Pa., on the 29th of June, 1888, for selling spirituous liquor on Sunday, contrary to the form of the act of the general assembly of Pennsylvania in such case made and provided, and upon trial was convicted and sentenced to pay a fine of $200, and to be imprisoned for 60 days, to take effect on the expiration of the sentence in the second case here, which was the first below. In the second case it appears that Clark and others were also indicted for that they 'unlawfully did keep and maintain a house, room, and place where vinous, spirituous, malt, and brewed liquors and admixtures thereof were sold by retail, without having first obtained a license agreeably to law for that purpose;' and the indictment contained a further count that they 'unlawfully did sell and offer for sale vinous, spirtuous, malt, and brewed liquors, and admixtures thereof, without having first obtained a license agreeably to law for that purpose.' Upon this indictment a trial was had, resulting in the conviction of Clark, and he was sentenced to pay a fine of $500 and to be imprisoned in the county jail for three months. Clark then applied in each case to one of the judges of the supreme court of Pennsylvania for a writ of error to the court of quarter sessions, which was denied, and, as Clark could go no further, the judgments of the latter court may be considered final, for the purposes of the writs of error granted in these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the petitions for the writs it is stated that plaintiff in error was the part owner and captain of a steam-boat actually engaged in navigating the Ohio, Monongahela, and Allegheny rivers as a passenger vessel, and as such duly licensed and enrolled under the laws of the United States, and that petitioner had complied with all the laws of the United States in regard to steam-vessels, including the payment of a revenue tax for the purpose of selling liquor on said steam-boat; and it is averred that by these judgments petitioner is denied 'the rights and privileges secured by the constitution of the United States.' These matters are repeated in the briefs, and it is argued on behalf of Clark that he was entitled under the commerce clause of the constitution to immunity from the laws of Pennsylvania requiring a license for the sale of liquors, and forbidding such sale on Sunday. The evidence upon which the plaintiff in error was convicted is not made a part of the record, nor what it tended to establish anywhere therein stated. Certain instructions, which were requested to be given no the jury, and which were refused by the court of quarter sessions, appear and seem to have been asked with the view of raising the question suggested, but whether the action of the court actually involved the point can only be determined upon a record embracing sufficient of what passed upon the trial to show that it necessarily did so. We act only upon the record of the court below, and of that record the petitions for the writs of error form no part. Warfield v. Chaffe, 91 U. S. 690. And see Boom Co. v. Boom Co., 110 U. S. 57, 3 Sup. Ct. Rep. 438. It is essential that the record should disclose not only that the alleged right, privilege, or immunity was specially set up and claimed in the court below, but that the decision of that court was against the right so set up or claimed. In the absence of anything in these records to show that the instructions requested were based upon evidence, and could have been properly given if Clark were right in his claim of immunity, we cannot tell whether or not the refusal to give them amounted to a ruling in denial of such claim.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The writs of error must be dismissed, and it is so ordered.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>128 U.S. 395 (1888)</b></center>\n<center><h1>CLARK<br>\nv.<br>\nCOMMONWEALTH OF PENNSYLVANIA.<br>\nSAME<br>\nv.<br>\nSAME.</h1></center>\n<center>Nos. 1189, 1190.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 5, 1888.</center>\n<center>Decided November 19, 1888.</center>\nERROR TO THE COURT OF QUARTER SESSIONS OF THE PEACE FOR THE COUNTY OF ALLEGHANY, STATE OF PENNSYLVANIA.\n<p><i>Mr. W.L. Bird</i> for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*396</span> <i>Mr. W.D. Porter</i> for defendant in error submitted on his brief.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>In the first of the above cases, Clark, the plaintiff in error, was indicted with others in the Court of Quarter Sessions of Alleghany County, Pennsylvania, on the 29th of June, 1888, for selling spirituous liquor on Sunday, contrary to the form of the act of the General Assembly of Pennsylvania in such case made and provided, and upon trial was convicted and sentenced to pay a fine of $200 and to be imprisoned for sixty days, to take effect on the expiration of the sentence in the second case here, which was the first below.</p>\n<p>In the second case it appears that Clark and others were also indicted for that they \"unlawfully did keep and maintain a house, room and place where vinous, spirituous, malt and brewed liquors, and admixtures thereof, were sold by retail, without having first obtained a license agreeably to law for that purpose;\" and the indictment contained a further count that they \"unlawfully did sell and offer for sale vinous, spirituous, malt and brewed liquors, and admixtures thereof, without having first obtained a license agreeably to law for that purpose.\" Upon this indictment a trial was had, resulting in the conviction of Clark, and he was sentenced to pay a fine of $500 and to be imprisoned in the county jail for three months.</p>\n<p>Clark then applied in each case to one of the judges of the Supreme Court of Pennsylvania for a writ of error to the Court of Quarter Sessions, which was denied, and as Clark could go no farther, the judgments of the latter court may be considered final for the purposes of the writs of error granted in these cases.</p>\n<p>In the petitions for the writs it is stated that plaintiff in error was the part owner and captain of a steamboat actually engaged in navigating the Ohio, Monongahela and Alleghany rivers as a passenger vessel, and as such duly licensed and enrolled under the laws of the United States, and that petitioner had complied with all of the laws of the United States in regard <span class=\"star-pagination\">*397</span> to steam vessels, including the payment of a revenue tax for the purpose of selling liquor on said steamboat; and it is averred that by these judgments petitioner is denied \"the rights and privileges secured by the Constitution of the United States.\"</p>\n<p>These matters are repeated in the briefs, and it is argued on behalf of Clark that he was entitled under the commerce clause of the Constitution to immunity from the laws of Pennsylvania requiring a license for the sale of liquors, and forbidding such sale on Sunday.</p>\n<p>The evidence upon which the plaintiff in error was convicted is not made a part of the record, nor what it tended to establish anywhere therein stated. Certain instructions, which were requested to be given to the jury and which were refused by the Court of Quarter Sessions, appear and seem to have been asked with the view of raising the question suggested, but whether the action of the court actually involved the point can only be determined upon a record embracing sufficient of what passed upon the trial to show that it necessarily did so. We act only upon the record of the court below, and of that record the petitions for the writs of error form no part. <i>Warfield</i> v. <i>Chaffe,</i> 91 U.S. 690. And see <i>Susquehanna Boom Co.</i> v. <i>West Branch Boom Co.,</i> 110 U.S. 57. It is essential that the record should disclose not only that the alleged right, privilege, or immunity was specially set up and claimed in the court below, but that the decision of that court was against the right so set up or claimed.</p>\n<p>In the absence of anything in these records to show that the instructions requested were based upon evidence and could have been properly given if Clark were right in his claim of immunity, we cannot tell whether or not the refusal to give them amounted to a ruling in denial of such claim.</p>\n<p><i>The writs of error must be dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></span> (1888)</b></center>\n<center><h1>CLARK<br>\nv.<br>\nCOMMONWEALTH OF PENNSYLVANIA.<br>\nSAME<br>\nv.<br>\nSAME.</h1></center>\n<center>Nos. 1189, 1190.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 5, 1888.</center>\n<center>Decided November 19, 1888.</center>\nERROR TO THE COURT OF QUARTER SESSIONS OF THE PEACE FOR THE COUNTY OF ALLEGHANY, STATE OF PENNSYLVANIA.\n<p><i>Mr. W.L. Bird</i> for plaintiff in error.</p>\n<p><span class=\"star-pagination\">*396</span> <i>Mr. W.D. Porter</i> for defendant in error submitted on his brief.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>In the first of the above cases, Clark, the plaintiff in error, was indicted with others in the Court of Quarter Sessions of Alleghany County, Pennsylvania, on the 29th of June, 1888, for selling spirituous liquor on Sunday, contrary to the form of the act of the General Assembly of Pennsylvania in such case made and provided, and upon trial was convicted and sentenced to pay a fine of $200 and to be imprisoned for sixty days, to take effect on the expiration of the sentence in the second case here, which was the first below.</p>\n<p>In the second case it appears that Clark and others were also indicted for that they \"unlawfully did keep and maintain a house, room and place where vinous, spirituous, malt and brewed liquors, and admixtures thereof, were sold by retail, without having first obtained a license agreeably to law for that purpose;\" and the indictment contained a further count that they \"unlawfully did sell and offer for sale vinous, spirituous, malt and brewed liquors, and admixtures thereof, without having first obtained a license agreeably to law for that purpose.\" Upon this indictment a trial was had, resulting in the conviction of Clark, and he was sentenced to pay a fine of $500 and to be imprisoned in the county jail for three months.</p>\n<p>Clark then applied in each case to one of the judges of the Supreme Court of Pennsylvania for a writ of error to the Court of Quarter Sessions, which was denied, and as Clark could go no farther, the judgments of the latter court may be considered final for the purposes of the writs of error granted in these cases.</p>\n<p>In the petitions for the writs it is stated that plaintiff in error was the part owner and captain of a steamboat actually engaged in navigating the Ohio, Monongahela and Alleghany rivers as a passenger vessel, and as such duly licensed and enrolled under the laws of the United States, and that petitioner had complied with all of the laws of the United States in regard <span class=\"star-pagination\">*397</span> to steam vessels, including the payment of a revenue tax for the purpose of selling liquor on said steamboat; and it is averred that by these judgments petitioner is denied \"the rights and privileges secured by the Constitution of the United States.\"</p>\n<p>These matters are repeated in the briefs, and it is argued on behalf of Clark that he was entitled under the commerce clause of the Constitution to immunity from the laws of Pennsylvania requiring a license for the sale of liquors, and forbidding such sale on Sunday.</p>\n<p>The evidence upon which the plaintiff in error was convicted is not made a part of the record, nor what it tended to establish anywhere therein stated. Certain instructions, which were requested to be given to the jury and which were refused by the Court of Quarter Sessions, appear and seem to have been asked with the view of raising the question suggested, but whether the action of the court actually involved the point can only be determined upon a record embracing sufficient of what passed upon the trial to show that it necessarily did so. We act only upon the record of the court below, and of that record the petitions for the writs of error form no part. <i>Warfield</i> v. <i>Chaffe,</i> 91 U.S. 690. And see <i>Susquehanna Boom Co.</i> v. <i>West Branch Boom Co.,</i> 110 U.S. 57. It is essential that the record should disclose not only that the alleged right, privilege, or immunity was specially set up and claimed in the court below, but that the decision of that court was against the right so set up or claimed.</p>\n<p>In the absence of anything in these records to show that the instructions requested were based upon evidence and could have been properly given if Clark were right in his claim of immunity, we cannot tell whether or not the refusal to give them amounted to a ruling in denial of such claim.</p>\n<p><i>The writs of error must be dismissed.</i></p>\n</div>", "id": 92341, "judges": "Fuller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92341/", "sha1": "63aa6680795aa75d35ac701fced82646b3ab9a16", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:05:46"}