{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "280 U.S. 338", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/101497/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "New Jersey Tel. Co. v. Tax Board", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "254", 
    "id": 85880, 
    "resource_uri": "/api/rest/v2/citation/85880/"
  }, 
  "id": 101497, 
  "blocked": false, 
  "judges": "Butler", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1930-02-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>280 U.S. 338 (1930)</b></center>\n<center><h1>NEW JERSEY BELL TELEPHONE COMPANY<br>\nv.<br>\nSTATE BOARD OF TAXES AND ASSESSMENTS OF THE STATE OF NEW JERSEY.</h1></center>\n<center>No. 254.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 25, 1929.</center>\n<center>Decided January 6, 1930.</center>\nAPPEAL FROM THE COURT OF ERRORS AND APPEALS OF THE STATE OF NEW JERSEY.\n<p><i>Mr. Thomas G. Haight,</i> with whom <i>Messrs. Charles M. Bracelen, Frankland Briggs, Alfred E. Holcomb,</i> and <i>Leonard A. Sweney</i> were on the brief, for appellant.</p>\n<p><i>Mr. Duane E. Minard,</i> Assistant Attorney General of New Jersey, with whom <i>Messrs. Wm. A. Stevens,</i> Attorney General, and <i>John Solan</i> were on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*343</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>In 1928 appellee made an assessment against the appellant under a law of New Jersey known as the Voorhees Franchise Tax Act. Appellant caused the assessment by writ of certiorari to be brought to the supreme court of the State and there insisted that as construed the statute is repugnant to the Commerce Clause. That court held the law valid, sustained the tax and dismissed the writ. 105 N.J.L. 94. And its judgment was affirmed in the court of errors and appeals. 105 N.J.L. 641.</p>\n<p>As stated in its title, the Act is one \"for the taxation of all the property and franchises of persons, copartnerships, associations or corporations [hereinafter referred to as taxpayers] using or occupying public streets, highways, roads or other public places . . .\" (hereinafter referred to as streets).<sup>[1]</sup> Section 1 provides that \"all the property, real and personal, and franchises, of\" taxpayers who have the right to use or occupy streets shall be valued, assessed and taxed as provided in the Act. Section 2 directs that the respective assessors \"shall each year ascertain the value of such property located in, upon or under any public street . . . in each taxing district, and the value of the property not so located; when so ascertained, all such property shall be assessed and taxed at local rates, as now provided by law . . .\" And § 3 requires the valuation of all property located in streets to be reported by districts to county boards and by them to appellee.</p>\n<p><span class=\"star-pagination\">*344</span> Section 4 provides that all such taxpayers shall return each year to appellee a statement showing the gross receipts of their business in the State for the calendar year next preceding, and that \"the franchise tax of such person, copartnership, association or corporation for business so done in this State\" shall be upon such proportion of gross receipts as the length of the line or mains in the streets bears to the length of the whole line or mains. Section 5 prescribes the rate. It was 2 per cent. prior to the amendment of 1917, but that Act increased it to 3 per cent. for 1918, to 4 per cent. for 1919 and to 5 per cent. for 1920 and each year thereafter.</p>\n<p>Section 6 requires appellee to apportion the franchise tax among the taxing districts on the basis of the locally assessed value of the taxpayer's property in the streets in each district to the total value of all its property so located. The amounts so apportioned are collected as are other taxes. Section 7 enacts that money paid to a tax district pursuant to contract shall be considered a payment on account of the franchise tax imposed by the Act, and § 8 declares that the franchise tax shall be in lieu of all other franchise taxes assessed against such taxpayers and their property.</p>\n<p>Appellant is a corporation organized under the laws of New Jersey and has long carried on a telephone business there. All its lines and property are within that State. October 1, 1927, it succeeded to the property and business in that State of the New York Telephone Company. A supplementary Act approved March 27, 1928, required that company's gross receipts in New Jersey in 1927 to be included for the calculation of the franchise tax assessed against appellant. P.L. 1928, p. 223. Each company furnished intrastate telephone service in New Jersey, and also had large receipts for transmission of messages, passing over its lines in that State and other companies' connecting lines, between places in New Jersey <span class=\"star-pagination\">*345</span> and places in other States and countries. The service so rendered in New Jersey in respect of such interstate and foreign commerce is for brevity called interstate business. Appellant's telephone plant in New Jersey included large amounts of real and personal property which was assessed and taxed locally. The average of the local rates in 1918 was 3.877 per cent.<sup>[2]</sup> The record does not disclose the assessed value of appellant's property.</p>\n<p>The gross receipts of both companies from business in New Jersey in 1927 was $40,280,332.95. Each received from its interstate business in that State between 23 and 24 per cent. of its total. The New York Telephone Company had 10,829 miles of line in New Jersey of which 5,516 were in streets. And the appellant, after the acquisition of the property of the other company, had 15,203 miles, of which 8,403 were in streets. The franchise tax assessed in 1928, calculated as required by the Act, amounted to $1,058,997.85. Appellant paid so much of the tax as was based on its intrastate earnings. The controversy in this case concerns only the 5 per cent. of gross receipts derived from interstate commerce.</p>\n<p>The court of errors and appeals rested its decision on the reasons given by the supreme court. The latter declared itself bound to follow a former decision (<i>Phillipsburg R. Co.</i> v. <i>Board of Assessors,</i> 82 N.J.L. 49) which, construing a like statute taxing street railways, held that the tax was not levied on gross receipts or business but was \"merely an excise tax,\" measured in part by gross earnings, on its franchise to exist as a corporation and its franchise to occupy the streets and that it was not repugnant to the Commerce Clause. Dealing with the tax here involved, the court held it is a tax on property, \"earnings being taken merely as a measure of the value of the franchise of the prosecutor.\"</p>\n<p><span class=\"star-pagination\">*346</span> Appellant contends that the exaction is a license tax levied directly on gross receipts from interstate as well as intrastate commerce in addition to ad valorem taxes upon its real and personal property and that therefore the Act is repugnant to the Commerce Clause.</p>\n<p>Appellee insists that the franchise is intangible property which includes power of eminent domain, right to occupy the streets, going concern value and the benefit of the state policy to have a regulated monopoly. It alludes to Art. IV, § VII, par. 12, of the state constitution: \"Property shall be assessed for taxes under general laws and by uniform rules according to its true value\"; and argues that, by using gross receipts as a measure of value of the property right, a uniform system of taxation at a true value is attained; that the franchise tax is not upon business, commerce or gross receipts as such.</p>\n<p>It is elementary that a State may tax property used to carry on interstate commerce. But, as the Constitution vests exclusively in the Congress power to regulate interstate and foreign commerce, a State may not tax, burden or interfere with such commerce or tax as such gross earnings derived therefrom or impose a license fee or other burden upon the occupation or the privilege of carrying on such commerce, whatever may be the instrumentalities or means employed to that end. <i>Pullman Co.</i> v. <i>Richardson,</i> 261 U.S. 330, 338, and cases cited. <i>Sprout</i> v. <i>South Bend,</i> 277 U.S. 163, 171. This tax cannot be sustained if it is not upon the property but is in fact a tax upon appellant's gross receipts from interstate and foreign commerce or a license fee to be computed thereon.</p>\n<p>The language of the Act and the decisions of the courts of the State are to be given consideration in determining the actual operation and effect of the tax. But neither is necessarily decisive, for, whatever the terms used by <span class=\"star-pagination\">*347</span> the legislature to impose the tax or by the courts in reference to it, the law cannot be sustained if it operates to burden or regulate interstate business. <i>Galveston, H. &amp; S.A.R. Co.</i> v. <i>Texas,</i> 210 U.S. 217, 227. <i>Quaker City Cab Co.</i> v. <i>Pennsylvania,</i> 277 U.S. 389, 401. <i>Macallen Co.</i> v. <i>Massachusetts,</i> 279 U.S. 620, 625.</p>\n<p>The franchise tax upon gross earnings does not purport to be and is not claimed as a charge or rental for the use of property belonging to the State or any of its subdivisions. Indeed the appellee insists, and rightly so, that the right to construct, maintain and use mains and lines in streets is property owned by appellant; and it argues that the percentage of gross earnings exacted is a tax on that property right. Clearly the State, when passing the Act making the assessment, acted, not as a proprietor demanding compensation for the use of its property, but as sovereign imposing a tax for the support of government. Cf. <i>St. Louis</i> v. <i>Western Union Telegraph Co.,</i> 148 U.S. 92, 97.</p>\n<p>In the title and throughout the Act the distinction is made between the tax on property and the franchise tax on gross receipts. The levying provision (§ 5) defines the exaction as a \"franchise tax upon the annual gross receipts\" and elsewhere in the Act it is referred to briefly as \"franchise tax.\" All real and personal property is required to be taxed by districts at local rates according to value; the franchise tax is a percentage of gross receipts; and it is declared to be in lieu, not of any property tax, but of all other franchise taxes.</p>\n<p>And, as under the state constitution property is required to be assessed by uniform rules according to its true value, the legislature may not reasonably be deemed to have intended direct valuation and assessment of some of the property at local rates and the measurement of the value of other elements of the plant by percentage of gross earnings increasing on a sliding scale from 2 per cent. in 1917 to 5 per cent. in 1920 and thereafter. <i>North</i> <span class=\"star-pagination\">*348</span> <i>Jersey Street R. Co.</i> v. <i>Jersey City</i> (Supreme Court) 73 N.J.L. 481; (Court of Errors and Appeals) 74 N.J.L. 761.</p>\n<p>While the ground on which the supreme court put its decision in this case does not clearly appear, it is certain that in a number of earlier decisions, the first of which was in 1906, the franchise tax upon gross earnings was held by the courts of the State to be a license fee tax and not a property tax. <i>North Jersey Street R. Co.</i> v. <i>Jersey City, supra</i><i>. </i><i>Bergen Aqueduct Co.</i> v. <i>State Board,</i> 95 N.J.L. 486. <i>Eastern Penna. Power Co.</i> v. <i>State Board,</i> 103 N.J.L. 281. And see <i>Phillipsburg R. Co.</i> v. <i>Board of Assessors, supra.</i> There is no decision to the contrary unless it is this case. Moreover, the preservation of the distinction between the tax on property and the franchise tax on gross receipts in amendatory Acts passed after the highest court of the State held the latter to be a license fee strongly suggests that the legislature intended the meaning of the Act to be as construed.</p>\n<p>And the prescribed basis of apportionment of gross earnings is clearly inconsistent with the taxation according to its true value of appellant's right to use the street for its lines. The telephone property used to render the service from which the earnings are derived includes the lands, buildings, equipment, etc., as well as its lines; and material and labor for operation and maintenance are also required. The assumption underlying the prescribed rule is that, in respect of service and earnings per mile, mains and lines in streets are the same as, or fairly comparable with, the other mains and lines. But it is well known that one stretch of line may consist of only a pair of wires while another stretch may carry many. The property in the streets was directly taxed by districts at $41,189,804.00. Assuming, as appellee contends, that these assessments did not include the value of appellant's right to use streets, it would be without rational basis and <span class=\"star-pagination\">*349</span> arbitrary to use a mileage proportion of gross earnings to measure the value of the privilege or easement in question. And the amount of the franchise tax upon gross earnings was the equivalent of a tax at the average rate on property of value in excess of $27,000,000. That would assign to the naked right to use streets for telephone mains and lines more than $3200 per mile. There has been called to our attention no precedent for the use of gross earnings as a measure of the value of a single element of such a plant. The elements of value resulting from appellant's power of eminent domain and possession of going concern and of a regulated monopoly cannot reasonably be deemed to be the sole or even a distinct source of the gross earnings by which the tax is measured. We think it very plain that the exaction is not a tax on property nor in substitution for or in lieu of a property tax. Within the rule heretofore applied in this Court the exaction is a direct tax on gross receipts derived from appellant's interstate commerce and, as to that part at least, is void. <i>Philadelphia Steamship Co.</i> v. <i>Pennsylvania,</i> 122 U.S. 326, 336, 345. <i>Galveston, H. &amp; S.A.R. Co.</i> v. <i>Texas, supra,</i> 227. <i>Meyer</i> v. <i>Wells, Fargo &amp; Co.,</i> 223 U.S. 298. <i>U.S. Express Co.</i> v. <i>Minnesota,</i> 223 U.S. 335. <i>Crew Levick Co.</i> v. <i>Pennsylvania,</i> 245 U.S. 292, 295, 297. <i>Cudahy Packing Co.</i> v. <i>Minnesota,</i> 246 U.S. 450. <i>U.S. Glue Co.</i> v. <i>Oak Creek,</i> 247 U.S. 321, 329. <i>Pullman Co.</i> v. <i>Richardson, supra</i><i>.</i></p>\n<p><i>Judgment reversed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE HOLMES, dissenting.</p>\n<p>The appellant, a New Jersey corporation, has a part of its lines in and over New Jersey roads and other public places, and transmits over them messages to places both <span class=\"star-pagination\">*350</span> within the State and outside. For allowing this privilege the State charges a price in the form of a tax of five per cent. on such proportion of the gross receipts from all the work done in the State as the lines in the public places bear to the total lines in the State. There are no lines outside. The lines in public places are more than half the total lines. The interstate business is less than a third of the intrastate. I think the tax constitutional. I call it the price for a privilege, because that is what the Courts of the State pronounce it to be, <i>North Jersey Street R. Co.</i> v. <i>Jersey City,</i> 73 N.J.L. 481, 484; 74 N.J.L. 761, 763, 765, because on the statutes I think it plainly to be such, and because a statute must be assumed to rest on any and every ground that will support it, except so far as excluded by specific facts.</p>\n<p>What then is to hinder New Jersey from charging a reasonable price for something that the appellant cannot have without her consent? It is said that the hindrance lies in the fact that a part of the burden falls on interstate commerce. I arm content to assume that if the State were attempting to discriminate against such commerce and using its right as a disguise, the attempt would fail. A right specifically protected by the Constitution may become a wrong when used to carry out an unlawful scheme. But there is nothing of that sort here. The tax is in lieu of all other taxes on intangible property, which the privilege is held to be in New Jersey. The reference to gross earnings to ascertain the value is legitimate. <i>Cudahy Packing Co.</i> v. <i>Minnesota,</i> 246 U.S. 450. The proportion is prima facie reasonable, especially in view of the proportions between the lengths of the lines and between state and interstate business. It fairly may be supposed that the lines over the streets do their full share of the work. Furthermore, the only objections to the tax raised in the record by the appellants are objections to the tax as a whole in so far as it may touch receipts from interstate <span class=\"star-pagination\">*351</span> business, not to the proportion adopted. And so I think that the incidence of a part of the tax on interstate commerce, if any such there be, \"does not constitute a direct and material burden\" upon it. <i>Hendrick</i> v. <i>Maryland,</i> 235 U.S. 610, 622; <i>United States Express Co.</i> v. <i>Minnesota,</i> 223 U.S. 335.</p>\n<p>I do not think names of any importance in this case, and do not discuss whether the tax is to be called a property tax upon an easement, a franchise tax upon an incorporeal hereditament as it is called in New Jersey, a license tax, or by some other title. If the statute fixes a price for what the appellant needs the State's permission to use, I think it within New Jersey's constitutional power. \"Even interstate commerce must pay its way.\" <i>Postal Telegraph-Cable Co.</i> v. <i>Richmond,</i> 249 U.S. 252, 259.</p>\n<p>MR. JUSTICE BRANDEIS agrees with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  P.L. 1900, p. 502, as amended by P.L. 1902, p. 476, P.L. 1917, p. 42, P.L. 1918, p. 907, and P.L. 1927, p. 567.</p>\n<p>[2]  Fitzgerald's Legislative Manual, N.J. 1929, p. 293.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:48:48", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></span> (1930)</b></center>\n<center><h1>NEW JERSEY BELL TELEPHONE COMPANY<br>\nv.<br>\nSTATE BOARD OF TAXES AND ASSESSMENTS OF THE STATE OF NEW JERSEY.</h1></center>\n<center>No. 254.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 25, 1929.</center>\n<center>Decided January 6, 1930.</center>\nAPPEAL FROM THE COURT OF ERRORS AND APPEALS OF THE STATE OF NEW JERSEY.\n<p><i>Mr. Thomas G. Haight,</i> with whom <i>Messrs. Charles M. Bracelen, Frankland Briggs, Alfred E. Holcomb,</i> and <i>Leonard A. Sweney</i> were on the brief, for appellant.</p>\n<p><i>Mr. Duane E. Minard,</i> Assistant Attorney General of New Jersey, with whom <i>Messrs. Wm. A. Stevens,</i> Attorney General, and <i>John Solan</i> were on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*343</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>In 1928 appellee made an assessment against the appellant under a law of New Jersey known as the Voorhees Franchise Tax Act. Appellant caused the assessment by writ of certiorari to be brought to the supreme court of the State and there insisted that as construed the statute is repugnant to the Commerce Clause. That court held the law valid, sustained the tax and dismissed the writ. 105 N.J.L. 94. And its judgment was affirmed in the court of errors and appeals. 105 N.J.L. 641.</p>\n<p>As stated in its title, the Act is one \"for the taxation of all the property and franchises of persons, copartnerships, associations or corporations [hereinafter referred to as taxpayers] using or occupying public streets, highways, roads or other public places . . .\" (hereinafter referred to as streets).<sup>[1]</sup> Section 1 provides that \"all the property, real and personal, and franchises, of\" taxpayers who have the right to use or occupy streets shall be valued, assessed and taxed as provided in the Act. Section 2 directs that the respective assessors \"shall each year ascertain the value of such property located in, upon or under any public street . . . in each taxing district, and the value of the property not so located; when so ascertained, all such property shall be assessed and taxed at local rates, as now provided by law . . .\" And § 3 requires the valuation of all property located in streets to be reported by districts to county boards and by them to appellee.</p>\n<p><span class=\"star-pagination\">*344</span> Section 4 provides that all such taxpayers shall return each year to appellee a statement showing the gross receipts of their business in the State for the calendar year next preceding, and that \"the franchise tax of such person, copartnership, association or corporation for business so done in this State\" shall be upon such proportion of gross receipts as the length of the line or mains in the streets bears to the length of the whole line or mains. Section 5 prescribes the rate. It was 2 per cent. prior to the amendment of 1917, but that Act increased it to 3 per cent. for 1918, to 4 per cent. for 1919 and to 5 per cent. for 1920 and each year thereafter.</p>\n<p>Section 6 requires appellee to apportion the franchise tax among the taxing districts on the basis of the locally assessed value of the taxpayer's property in the streets in each district to the total value of all its property so located. The amounts so apportioned are collected as are other taxes. Section 7 enacts that money paid to a tax district pursuant to contract shall be considered a payment on account of the franchise tax imposed by the Act, and § 8 declares that the franchise tax shall be in lieu of all other franchise taxes assessed against such taxpayers and their property.</p>\n<p>Appellant is a corporation organized under the laws of New Jersey and has long carried on a telephone business there. All its lines and property are within that State. October 1, 1927, it succeeded to the property and business in that State of the New York Telephone Company. A supplementary Act approved March 27, 1928, required that company's gross receipts in New Jersey in 1927 to be included for the calculation of the franchise tax assessed against appellant. P.L. 1928, p. 223. Each company furnished intrastate telephone service in New Jersey, and also had large receipts for transmission of messages, passing over its lines in that State and other companies' connecting lines, between places in New Jersey <span class=\"star-pagination\">*345</span> and places in other States and countries. The service so rendered in New Jersey in respect of such interstate and foreign commerce is for brevity called interstate business. Appellant's telephone plant in New Jersey included large amounts of real and personal property which was assessed and taxed locally. The average of the local rates in 1918 was 3.877 per cent.<sup>[2]</sup> The record does not disclose the assessed value of appellant's property.</p>\n<p>The gross receipts of both companies from business in New Jersey in 1927 was $40,280,332.95. Each received from its interstate business in that State between 23 and 24 per cent. of its total. The New York Telephone Company had 10,829 miles of line in New Jersey of which 5,516 were in streets. And the appellant, after the acquisition of the property of the other company, had 15,203 miles, of which 8,403 were in streets. The franchise tax assessed in 1928, calculated as required by the Act, amounted to $1,058,997.85. Appellant paid so much of the tax as was based on its intrastate earnings. The controversy in this case concerns only the 5 per cent. of gross receipts derived from interstate commerce.</p>\n<p>The court of errors and appeals rested its decision on the reasons given by the supreme court. The latter declared itself bound to follow a former decision (<i>Phillipsburg R. Co.</i> v. <i>Board of Assessors,</i> 82 N.J.L. 49) which, construing a like statute taxing street railways, held that the tax was not levied on gross receipts or business but was \"merely an excise tax,\" measured in part by gross earnings, on its franchise to exist as a corporation and its franchise to occupy the streets and that it was not repugnant to the Commerce Clause. Dealing with the tax here involved, the court held it is a tax on property, \"earnings being taken merely as a measure of the value of the franchise of the prosecutor.\"</p>\n<p><span class=\"star-pagination\">*346</span> Appellant contends that the exaction is a license tax levied directly on gross receipts from interstate as well as intrastate commerce in addition to ad valorem taxes upon its real and personal property and that therefore the Act is repugnant to the Commerce Clause.</p>\n<p>Appellee insists that the franchise is intangible property which includes power of eminent domain, right to occupy the streets, going concern value and the benefit of the state policy to have a regulated monopoly. It alludes to Art. IV, § VII, par. 12, of the state constitution: \"Property shall be assessed for taxes under general laws and by uniform rules according to its true value\"; and argues that, by using gross receipts as a measure of value of the property right, a uniform system of taxation at a true value is attained; that the franchise tax is not upon business, commerce or gross receipts as such.</p>\n<p>It is elementary that a State may tax property used to carry on interstate commerce. But, as the Constitution vests exclusively in the Congress power to regulate interstate and foreign commerce, a State may not tax, burden or interfere with such commerce or tax as such gross earnings derived therefrom or impose a license fee or other burden upon the occupation or the privilege of carrying on such commerce, whatever may be the instrumentalities or means employed to that end. <i>Pullman Co.</i> v. <i>Richardson,</i> <span class=\"citation\" data-id=\"1578327\"><a href=\"/opinion/1578327/pullman-co-v-richardson/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 338, and cases cited. <i>Sprout</i> v. <i>South Bend,</i> <span class=\"citation\" data-id=\"101295\"><a href=\"/opinion/101295/sprout-v-south-bend/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 171. This tax cannot be sustained if it is not upon the property but is in fact a tax upon appellant's gross receipts from interstate and foreign commerce or a license fee to be computed thereon.</p>\n<p>The language of the Act and the decisions of the courts of the State are to be given consideration in determining the actual operation and effect of the tax. But neither is necessarily decisive, for, whatever the terms used by <span class=\"star-pagination\">*347</span> the legislature to impose the tax or by the courts in reference to it, the law cannot be sustained if it operates to burden or regulate interstate business. <i>Galveston, H. &amp; S.A.R. Co.</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"96864\"><a href=\"/opinion/96864/galveston-h-sar-co-v-texas/\"><span class=\"volume\">210</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, 227. <i>Quaker City Cab Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"101317\"><a href=\"/opinion/101317/quaker-city-cab-co-v-pennsylvania/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 401. <i>Macallen Co.</i> v. <i>Massachusetts,</i> <span class=\"citation\" data-id=\"101444\"><a href=\"/opinion/101444/macallen-co-v-massachusetts/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 625.</p>\n<p>The franchise tax upon gross earnings does not purport to be and is not claimed as a charge or rental for the use of property belonging to the State or any of its subdivisions. Indeed the appellee insists, and rightly so, that the right to construct, maintain and use mains and lines in streets is property owned by appellant; and it argues that the percentage of gross earnings exacted is a tax on that property right. Clearly the State, when passing the Act making the assessment, acted, not as a proprietor demanding compensation for the use of its property, but as sovereign imposing a tax for the support of government. Cf. <i>St. Louis</i> v. <i>Western Union Telegraph Co.,</i> <span class=\"citation\" data-id=\"93539\"><a href=\"/opinion/93539/st-louis-v-western-union-telegraph-co/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, 97.</p>\n<p>In the title and throughout the Act the distinction is made between the tax on property and the franchise tax on gross receipts. The levying provision (§ 5) defines the exaction as a \"franchise tax upon the annual gross receipts\" and elsewhere in the Act it is referred to briefly as \"franchise tax.\" All real and personal property is required to be taxed by districts at local rates according to value; the franchise tax is a percentage of gross receipts; and it is declared to be in lieu, not of any property tax, but of all other franchise taxes.</p>\n<p>And, as under the state constitution property is required to be assessed by uniform rules according to its true value, the legislature may not reasonably be deemed to have intended direct valuation and assessment of some of the property at local rates and the measurement of the value of other elements of the plant by percentage of gross earnings increasing on a sliding scale from 2 per cent. in 1917 to 5 per cent. in 1920 and thereafter. <i>North</i> <span class=\"star-pagination\">*348</span> <i>Jersey Street R. Co.</i> v. <i>Jersey City</i> (Supreme Court) <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">481</span></span>; (Court of Errors and Appeals) <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">761</span></span>.</p>\n<p>While the ground on which the supreme court put its decision in this case does not clearly appear, it is certain that in a number of earlier decisions, the first of which was in 1906, the franchise tax upon gross earnings was held by the courts of the State to be a license fee tax and not a property tax. <i>North Jersey Street R. Co.</i> v. <i>Jersey City, supra</i><i>. </i><i>Bergen Aqueduct Co.</i> v. <i>State Board,</i> 95 N.J.L. 486. <i>Eastern Penna. Power Co.</i> v. <i>State Board,</i> 103 N.J.L. 281. And see <i>Phillipsburg R. Co.</i> v. <i>Board of Assessors, supra.</i> There is no decision to the contrary unless it is this case. Moreover, the preservation of the distinction between the tax on property and the franchise tax on gross receipts in amendatory Acts passed after the highest court of the State held the latter to be a license fee strongly suggests that the legislature intended the meaning of the Act to be as construed.</p>\n<p>And the prescribed basis of apportionment of gross earnings is clearly inconsistent with the taxation according to its true value of appellant's right to use the street for its lines. The telephone property used to render the service from which the earnings are derived includes the lands, buildings, equipment, etc., as well as its lines; and material and labor for operation and maintenance are also required. The assumption underlying the prescribed rule is that, in respect of service and earnings per mile, mains and lines in streets are the same as, or fairly comparable with, the other mains and lines. But it is well known that one stretch of line may consist of only a pair of wires while another stretch may carry many. The property in the streets was directly taxed by districts at $41,189,804.00. Assuming, as appellee contends, that these assessments did not include the value of appellant's right to use streets, it would be without rational basis and <span class=\"star-pagination\">*349</span> arbitrary to use a mileage proportion of gross earnings to measure the value of the privilege or easement in question. And the amount of the franchise tax upon gross earnings was the equivalent of a tax at the average rate on property of value in excess of $27,000,000. That would assign to the naked right to use streets for telephone mains and lines more than $3200 per mile. There has been called to our attention no precedent for the use of gross earnings as a measure of the value of a single element of such a plant. The elements of value resulting from appellant's power of eminent domain and possession of going concern and of a regulated monopoly cannot reasonably be deemed to be the sole or even a distinct source of the gross earnings by which the tax is measured. We think it very plain that the exaction is not a tax on property nor in substitution for or in lieu of a property tax. Within the rule heretofore applied in this Court the exaction is a direct tax on gross receipts derived from appellant's interstate commerce and, as to that part at least, is void. <i>Philadelphia Steamship Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"91985\"><a href=\"/opinion/91985/philadelphia-southern-ss-co-v-pennsylvania/\"><span class=\"volume\">122</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">326</span></a></span>, 336, 345. <i>Galveston, H. &amp; S.A.R. Co.</i> v. <i>Texas, supra,</i> 227. <i>Meyer</i> v. <i>Wells, Fargo &amp; Co.,</i> 223 U.S. 298. <i>U.S. Express Co.</i> v. <i>Minnesota,</i> 223 U.S. 335. <i>Crew Levick Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"99040\"><a href=\"/opinion/99040/crew-levick-co-v-pennsylvania/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span>, 295, 297. <i>Cudahy Packing Co.</i> v. <i>Minnesota,</i> 246 U.S. 450. <i>U.S. Glue Co.</i> v. <i>Oak Creek,</i> <span class=\"citation\" data-id=\"99196\"><a href=\"/opinion/99196/united-states-glue-co-v-town-of-oak-creek/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 329. <i>Pullman Co.</i> v. <i>Richardson, supra</i><i>.</i></p>\n<p><i>Judgment reversed.</i></p>\n<p>MR. JUSTICE STONE took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE HOLMES, dissenting.</p>\n<p>The appellant, a New Jersey corporation, has a part of its lines in and over New Jersey roads and other public places, and transmits over them messages to places both <span class=\"star-pagination\">*350</span> within the State and outside. For allowing this privilege the State charges a price in the form of a tax of five per cent. on such proportion of the gross receipts from all the work done in the State as the lines in the public places bear to the total lines in the State. There are no lines outside. The lines in public places are more than half the total lines. The interstate business is less than a third of the intrastate. I think the tax constitutional. I call it the price for a privilege, because that is what the Courts of the State pronounce it to be, <i>North Jersey Street R. Co.</i> v. <i>Jersey City,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">481</span></span>, 484; <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">761</span></span>, 763, 765, because on the statutes I think it plainly to be such, and because a statute must be assumed to rest on any and every ground that will support it, except so far as excluded by specific facts.</p>\n<p>What then is to hinder New Jersey from charging a reasonable price for something that the appellant cannot have without her consent? It is said that the hindrance lies in the fact that a part of the burden falls on interstate commerce. I arm content to assume that if the State were attempting to discriminate against such commerce and using its right as a disguise, the attempt would fail. A right specifically protected by the Constitution may become a wrong when used to carry out an unlawful scheme. But there is nothing of that sort here. The tax is in lieu of all other taxes on intangible property, which the privilege is held to be in New Jersey. The reference to gross earnings to ascertain the value is legitimate. <i>Cudahy Packing Co.</i> v. <i>Minnesota,</i> 246 U.S. 450. The proportion is prima facie reasonable, especially in view of the proportions between the lengths of the lines and between state and interstate business. It fairly may be supposed that the lines over the streets do their full share of the work. Furthermore, the only objections to the tax raised in the record by the appellants are objections to the tax as a whole in so far as it may touch receipts from interstate <span class=\"star-pagination\">*351</span> business, not to the proportion adopted. And so I think that the incidence of a part of the tax on interstate commerce, if any such there be, \"does not constitute a direct and material burden\" upon it. <i>Hendrick</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"98330\"><a href=\"/opinion/98330/hendrick-v-maryland/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 622; <i>United States Express Co.</i> v. <i>Minnesota,</i> 223 U.S. 335.</p>\n<p>I do not think names of any importance in this case, and do not discuss whether the tax is to be called a property tax upon an easement, a franchise tax upon an incorporeal hereditament as it is called in New Jersey, a license tax, or by some other title. If the statute fixes a price for what the appellant needs the State's permission to use, I think it within New Jersey's constitutional power. \"Even interstate commerce must pay its way.\" <i>Postal Telegraph-Cable Co.</i> v. <i>Richmond,</i> <span class=\"citation\" data-id=\"99328\"><a href=\"/opinion/99328/postal-telegraph-cable-co-v-richmond/\"><span class=\"volume\">249</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 259.</p>\n<p>MR. JUSTICE BRANDEIS agrees with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  P.L. 1900, p. 502, as amended by P.L. 1902, p. 476, P.L. 1917, p. 42, P.L. 1918, p. 907, and P.L. 1927, p. 567.</p>\n<p>[2]  Fitzgerald's Legislative Manual, N.J. 1929, p. 293.</p>\n\n</div>", 
  "sha1": "c865c3df086e5eff3688de065ec766f5b74ce036", 
  "date_modified": "2014-12-21T01:38:50.785037", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/101497/new-jersey-tel-co-v-tax-board/", 
  "citation_count": 22, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/406494/", 
  "html": "<p class=\"case_cite\">280 U.S. 338</p>\n    <p class=\"case_cite\">50 S.Ct. 111</p>\n    <p class=\"case_cite\">74 L.Ed. 463</p>\n    <p class=\"parties\">NEW JERSEY BELL TELEPHONE CO.<br>v.<br>STATE BOARD OF TAXES AND ASSESSMENT OF NEW JERSEY.</p>\n    <p class=\"docket\">No. 254.</p>\n    <p class=\"date\">Argued Nov. 25, 1929.</p>\n    <p class=\"date\">Decided Jan. 6, 1930.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Thomas G. Haight, of Jersey City, N. J., and Frankland Briggs, of Newark, N. J., for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 338-340 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Duane E. Minard, of Newark, N. J., and William A. Stevens, of Red Bank, N. J., for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 340-342 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1928 appellee made an assessment against the appellant under a law of New Jersey known as the Voorhees Franchise Tax Act. Appellant caused the assessment by writ of certiorari to be brought to the Supreme Court of the State, and there insisted that as construed the statute is repugnant to the commerce clause. That court held the law valid, sustained the tax, and dismissed the writ. (N. J. Sup.) 143 A. 841. And its judgment was affirmed in the Court of Errors and Appeals, 146 A. 915.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As stated in its title, the act is one 'for the taxation of all the property and franchises of persons, copartnerships, associations or corporations (hereinafter referred to as taxpayers) using or occupying public streets, highways, roads or other public places * * *' (hereinafter referred to as streets).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Section 1 (P. L. 1900, p. 502, as amended by P. L. 1917, p. 43, &#167; 2) provides that 'all the property, real and personal, and franchises of' taxpayers who have the right to use or occupy streets shall be valued, assessed and taxed as provided in the act. Section 2 (P. L. 1900, p. 502) directs that the respective assessors 'shall each year ascertain the value of such property located in, upon or under any public street, * * * in each taxing district, and the value of the property not so located; when so ascertained, all such property shall be assessed and taxed at local rates, as now provided by law. * * *' And section 3 (P. L. 1900, p. 502, as amended by P. L. 1918, p. 907, &#167; 1) requires the valuation of all property located in streets to be reported by districts to county boards and by them to appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 4 (as amended by P. L. 1927, p. 567, &#167; 1) provides that all such taxpayers shall return each year to appellee a statement showing the gross receipts of their business in the state for the calendar year next preceding, and that 'the franchise tax of such person, copartnership, association or corporation for business so done in this State' shall be upon such proportion of gross receipts as the length of the line or mains in the streets bears to the length of the whole line or mains. Section 5 (P. L. 1900, p. 503, as amended by P. L. 1917, p. 44, &#167; 4) prescribes the rate. It was 2 per cent. prior to the amendment of 1917, but that act increased it to 3 per cent. for 1918 to 4 per cent. for 1919 and to 5 per cent. for 1920 and each year thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 6, as amended by P. L. 1927, p. 569, &#167; 2, requires appellee to apportion the franchise tax among the taxing districts on the basis of the locally assessed value of the taxpayer's property in the streets in each district to the total value of all its property so located. The amounts so apportioned are collected as are other taxes. Section 7 (P. L. 1900, p. 504) enacts that money paid to a tax district pursuant to contract shall be considered a payment on account of the franchise tax imposed by the act, and section 8 (P. L. 1900, p. 502, as amended by P. L. 1902, p. 476) declares that the franchise tax shall be in lieu of all other franchise taxes assessed against such taxpayers and their property.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant is a corporation organized under the laws of New Jersey and has long carried on a telephone business there. All its lines and property are within that state. October 1, 1927, it succeeded to the property and business in that state of the New York Telephone Company. A supplementary act approved March 27, 1928, required that company's gross receipts in New Jersey in 1927 to be included for the calculation of the franchise tax assessed against appellant. P. L. 1928, p. 223. Each company furnished intrastate telephone service in New Jersey, and also had large receipts for transmission of messages, passing over its lines in that state and other companies' connecting lines, between places in New Jersey and places in other states and countries. The service so rendered in New Jersey in respect of such interstate and foreign commerce is for brevity called interstate business. Appellant's telephone plant in New Jersey included large amounts of real and personal property which was assessed and taxed locally. The average of the local rates in 1918 was 3.877 per cent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The record does not disclose the assessed value of appellant's property.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The gross receipts of both companies from business in New Jersey in 1927 was $40,280,332.95. Each received from its interstate business in that state between 23 and 24 per cent. of its total. The New York Telephone Company had 10,829 miles of line in New Jersey, of which 5,516 were in streets. And the appellant, after the acquisition of the property of the other company, had 15,203 miles, of which 8,403 were in streets. The franchise tax assessed in 1928, calculated as required by the act, amounted to $1,058,997.85. Appellant paid so much of the tax as was based on its intrastate earnings. The controversy in this case concerns only the 5 per cent. of gross receipts derived from interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Court of Errors and Appeals rested its decision on the reasons given by the Supreme Court. The latter declared itself bound to follow a former decision (Phillipsburg R. R. Co. v. State Bd. of Assessors, 82 N. J. Law, 49, 81 A. 1121) which, construing a like statute taxing street railways, held that the tax was not levied on gross receipts or business, but was 'merely an excise tax,' measured in part by gross earnings, on its franchise to exist as a corporation and its franchise to occupy the streets, and that it was not repugnant to the commerce clause. Dealing with the tax here involved, the court held it is a tax on property, 'earnings being taken merely as a measure of the value of the franchise of the prosecutor.' Appellant contends that the exaction is a license tax levied directly on gross receipts from interstate as well as intrastate commerce in addition to ad valorem taxes upon its real and personal property, and that therefore the act is repugnant to the commerce clause.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellee insists that the franchise is intangible property which includes power of eminent domain, right to occupy the streets, going concern value, and the benefit of the state policy to have a regulated monopoly. It alludes to article 4, &#167; 7, par. 12, of the state Constitution: 'Property shall be assessed for taxes under general laws, and by uniform rules, according to its true value'; and argues that, by using gross receipts as a measure of value of the property right, a uniform system of taxation at a true value is attained; that the franchise tax is not upon business, commerce, or gross receipts as such.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is elementary that a state may tax property used to carry on interstate commerce. But, as the Constitution vests exclusively in the Congress power to regulate interstate and foreign commerce, a state may not tax, burden, or interfere with such commerce or tax as such gross earnings derived therefrom or impose a license fee or other burden upon the occupation or the privilege of carrying on such commerce, whatever may be the instrumentalities or means employed to that end. Pullman Co. v. Richardson, 261 U. S. 330, 338, 43 S. Ct. 366, 368, 67 L. Ed. 682, and cases cited. Sprout v. South Bend, 277 U. S. 165, 171, 48 S. Ct. 502, 72 L. Ed. 833, 62 A. L. R. 45. This tax cannot be sustained if it is not upon the property but is in fact a tax upon appellant's gross receipts from interstate and foreign commerce or a license fee to be computed thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The language of the act and the decisions of the courts of the state are to be given consideration in determining the actual operation and effect of the tax. But neither is necessarily decisive, for, whatever the terms used by the Legislature to impose the tax or by the courts in reference to it, the law cannot be sustained if it operates to burden or regulate interstate business. Galveston, Harrisburg, etc., Ry. Co. v. Texas, 210 U. S. 217, 227, 28 S. Ct. 638, 52 L. Ed. 1031; Quaker City Cab Co. v. Pennsylvania, 277 U. S. 389, 401, 48 S. Ct. 553, 72 L. Ed. 927; Macallen Co. v. Massachusetts, 279 U. S. 620, 625, 49 S. Ct. 432, 73 L. Ed. 874.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The franchise tax upon gross earnings does not purport to be, and is not claimed as, a charge or rental for the use of property belonging to the state or any of its subdivisions. Indeed, the appellee insists, and rightly so, that the right to construct, maintain, and use mains and lines in streets is property owned by appellant; and it argues that the percentage of gross earnings exacted is a tax on that property right. Clearly the state, when passing the act making the assessment, acted, not as a proprietor demanding compensation for the use of its property, but as sovereign imposing a tax for the support of government. Cf. St. Louis v. Western Union Telegraph Co., 148 U. S. 92, 97, 13 S. Ct. 485, 37 L. Ed. 380.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the title and throughout the act the distinction is made between the tax on property and the franchise tax on gross receipts. The levying provision (section 5) defines the exaction as a 'franchise tax upon the annual gross receipts' and elsewhere in the act it is referred to briefly as 'franchise tax.' All real and personal property is required to be taxed by districts at local rates according to value; the franchise tax is a percentage of gross receipts; and it is declared to be in lieu, not of any property tax, but of all other franchise taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">And, as under the state Constitution property is required to be assessed by uniform rules according to its true value, the Legislature may not reasonably be deemed to have intended direct valuation and assessment of some of the property at local rates and the measurement of the value of other elements of the plant by percentage of gross earnings increasing on a sliding scale from 2 per cent. in 1917 to 5 per cent. in 1920 and thereafter. North Jersey St. Ry. Co. v. Jersey City (Supreme Court) 73 N. J. Law, 481, 63 A. 833; (Court of Errors and Appeals) 74 N. J. Law, 761, 67 A. 33.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While the ground on which the Supreme Court put its decision in this case does not clearly appear, it is certain that in a number of earlier decisions, the first of which was in 1906, the franchise tax upon gross earnings was held by the courts of the state to be a license fee tax and not a property tax. North Jersey St. Ry. Co. v. Jersey City, supra; Bergen Aqueduct Co. v. State Board, 95 N. J. Law, 486, 112 A. 881; Eastern Penna. Power Co. v. State Board, 103 N. J. Law, 281, 135 A. 677; and see Phillipsburg R. R. Co. v. State Bd. of Assessors, supra. There is no decision to the contrary, unless it is this case. Moreover, the preservation of the distinction between the tax on property and the franchise tax on gross receipts in amendatory acts passed after the highest court of the state held the latter to be a license fee strongly suggests that the Legislature intended the meaning of the act to be as construed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">And the prescribed basis of apportionment of gross earnings is clearly inconsistent with the taxation according to its true value of appellant's right to use the street for its lines. The telephone property used to render the service from which the earnings are derived includes the lands, buildings, equipment, etc., as well as its lines; and material and labor for operation and maintenance are also required. The assumption underlying the prescribed rule is that, in respect of service and earnings per mile, mains and lines in streets are the same as, or fairly comparable with, the other mains and lines. But it is well known that one stretch of line may consist of only a pair of wires, while another stretch may carry many. The property in the streets was directly taxed by districts at $41,189,804. Assuming, as appellee contends, that these assessments did not include the value of appellant's right to use streets, it would be without rational basis and arbitrary to use a mileage proportion of gross earnings to measure the value of the privilege or easement in question. And the amount of the franchise tax upon gross earnings was the equivalent of a tax at the average rate on property of value in excess of $27,000,000. That would assign to the naked right to use streets for telephone mains and lines more than $3,200 per mile. There has been called to our attention no precedent for the use of gross earnings as a measure of the value of a single element of such a plant. The elements of value resulting from appellant's power of eminent domain and possession of going concern and of a regulated monopoly cannot reasonably be deemed to be the sole or even a distinct source of the gross earnings by which the tax is measured. We think it very plain that the exaction is not a tax on property nor in substitution for or in lieu of a property tax. Within the rule heretofore applied in this Court, the exaction is a direct tax on gross receipts derived from appellant's interstate commerce, and, as to that part at least, is void. Phila. Steamship Co. v. Pennsylvania, 122 U. S. 326, 336, 345, 7 S. Ct. 1118, 30 L. Ed. 1200; Galveston, Harrisburg, etc., Ry. Co., supra, 210 U. S. 217, 28 S. Ct. 638, 52 L. Ed. 1031; Meyer v. Wells, Fargo &amp; Co., 223 U. S. 298, 32 S. Ct. 218, 56 L. Ed. 445; U. S. Express Co. v. Minnesota, 223 U. S. 335, 32 S. Ct. 211, 56 L. Ed. 459; Crew Levick Co. v. Pennsylvania, 245 U. S. 292, 295, 297, 38 S. Ct. 126, 62 L. Ed. 295; Cudahy Packing Co. v. Minnesota, 246 U. S. 450, 38 S. Ct. 373, 62 L. Ed. 827; U. S. Glue Co. v. Oak Creek, 247 U. S. 321, 329, 38 S. Ct. 499, 62 L. Ed. 1135, Ann. Cas. 1918E, 748; Pullman Co. v. Richardson, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice STONE took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice HOLMES.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellant, a New Jersey corporation, has a part of its lines in and over New Jersey roads and other public places, and transmits over them messages to places both within the State and outside. For allowing this privilege the State charges a price in the form of a tax of five per cent. on such proportion of the gross receipts from all the work done in the State as the lines in the public places bear to the total lines in the State. There are no lines outside. The lines in public places are more than half the total lines. The interstate business is less than a third of the intrastate. I think the tax constitutional. I call it the price for a privilege, because that is what the Courts of the State pronounce it to be, North Jersey Street Ry. v. Jersey City, 73 N. J. Law, 481, 484, 63 A. 833, Id., 74 N. J. Law, 761, 763, 765, 67 A. 33, because on the statutes I think it plainly to be such, and because a statute must be assumed to rest on any and every ground that will support it, except so far as excluded by specific facts.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">What then is to hinder New Jersey from charging a reasonable price for something that the appellant cannot have without her consent? It is said that the hindrance lies in the fact that a part of the burden falls on interstate commerce. I am content to assume that if the State were attempting to discriminate against such commerce and using its right as a disguise, the attempt would fail. A right specifically protected by the Constitution may become a wrong when used to carry out an unlawful scheme. But there is nothing of that sort here. The tax is in lieu of all other taxes on intangible property, which the privilege is held to be in New Jersey. The reference to gross earnings to ascertain the value is legitimate. Cudahy Packing Co. v. Minnesota, 246 U. S. 450, 38 S. Ct. 373, 62 L. Ed. 827. The proportion is prima facie reasonable, especially in view of the proportions between the lengths of the lines and between state and interstate business. It fairly may be supposed that the lines over the streets do their full share of the work. Furthermore the only objections to the tax raised in the record by the appellants are objections to the tax as a whole in so far as it may touch receipts from interstate business, not to the proportion adopted. And so I think that the incidence of a part of the tax on interstate commerce, if any such there be, 'does not constitute a direct and material burden' upon it. Hendrick v. Maryland, 235 U. S. 610, 622, 35 S. Ct. 140, 59 L. Ed. 385; United States Express Co. v. Minnesota, 223 U. S. 335, 32 S. Ct. 211, 56 L. Ed. 459.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I do not think names of any importance to this case, and do not discuss whether the tax is to be called a property tax upon an easement, a franchise tax upon an incorporeal hereditament as it is called in New Jersey, a license tax, or by some other title. If the statute fixes a price for what the appellant needs the State's permission to use, I think it within New Jersey's constitutional power. 'Even interstate commerce must pay its way.' Postal Telegraph-Cable Co. v. Richmond, 249 U. S. 252, 259, 39 S. Ct. 265, 63 L. Ed. 590.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mr. Justice BRANDEIS agrees with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> P. L. 1900, p. 502, as amended by P. L. 1902, p. 476, P. L. 1917, p. 42, P. L. 1918, p. 907, and P. L. 1927, p. 567.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fitzgerald's Legislative Manual, N. J. 1929, p. 293.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/101497/"
}