{"absolute_url": "/opinion/101585/western-cartridge-co-v-emmerson/", "blocked": false, "citation": {"case_name": "Western Cartridge Co. v. Emmerson", "docket_number": "375", "document_uris": ["/api/rest/v2/document/101585/"], "federal_cite_one": "281 U.S. 511", "federal_cite_three": null, "federal_cite_two": null, "id": 85968, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85968/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1930-05-19", "date_modified": "2014-12-21T01:39:30.918734", "docket": "/api/rest/v2/docket/273945/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">281 U.S. 511</p>\n    <p class=\"case_cite\">50 S.Ct. 383</p>\n    <p class=\"case_cite\">74 L.Ed. 1004</p>\n    <p class=\"parties\">WESTERN CARTRIDGE CO.<br>v.<br>EMMERSON, Illinois Secretary of State.</p>\n    <p class=\"docket\">No. 375.</p>\n    <p class=\"date\">Argued April 21, 1930.</p>\n    <p class=\"date\">Decided May 19, 1930.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Colin C. H. Fyffe, of Chicago, Ill., for petitioner.</p>\n      <p class=\"indent\">Mr. Bayard Lacey Catron, of Springfield, Ill., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, a Delaware corporation licensed to do business in Illinois, brought this suit in the circuit court of Sangamon county to enjoin payment to the state treasurer of the amount of a license fee or franchise tax that respondent as secretary of state collected from petitioner under section 105 of the General Corporation Act of that state (Smith-Hurd Rev. St. Ill. 1929, c. 32, &#167; 105). The suit was based upon the claim that, as construed and enforced by respondent, the section violates the commerce clause of the Federal Constitution. Article 1, &#167; 8, cl. 3. After hearing upon bill, answer, and an agreed statement of facts, the court dismissed the bill. The State Supreme Court (335 Ill. 150, 166 N. E. 501) affirmed the decree following our decision in Hump Hairpin Co. v. Emmerson, 258 U. S. 290, 42 S. Ct. 305, 66 L. Ed. 622, which affirmed 293 Ill. 387, 127 N. E. 746.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Section 105 provides: 'Each corporation for profit, * * * except insurance companies, * * * organized under the laws of this State or admitted to do business in this State, * * * shall pay an annual license fee or franchise tax * * * of five cents on each one hundred dollars of the proportion of its issued capital stock * * * represented by business transacted and property located in this State. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner operates factories and has its principal office in Illinois. It there receives, upon forms furnished by it, orders for its products from persons in Illinois and elsewhere and by sending written acceptance consummates contracts of sale. In accordance with the directions contained in the orders, petitioner delivers the goods at its factories to common carriers for transportation to purchasers at various destinations in Illinois, other states, and foreign countries.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner had issued capital stock of the par value of $5,701,800; it had property valued at $6,924,804.92, of which $6,894,903.27 was situated in Illinois; its business for the year in question amounted to $11,670,925.51, of which $1,919,822.73 represented products shipped to purchasers in Illinois; and.$9,751,042.78, reported as interstate commerce, was made up of shipments to customers outside the state.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Respondent treated all of petitioner's business as having been transacted in Illinois and based the tax on such proportion of its outstanding capital stock as its business plus its Illinois property was of such business and all its property. The tax so calculated amounted to $2,808.03, a substantial part of which resulted from the inclusion of the transactions reported by petitioner as interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">All of the goods sold were manufactured by the petitioner in Illinois and the manufacturing was business carried on in that State. The receipt and acceptance of orders, the packing, giving shipping directions, and delivery to common carriers also constituted business in that state; these things were common to all sales whether the goods sold were sent to destinations within or without the state, but as to products shipped to other States or foreign countries the acceptance of orders and what was subsequently done by petitioner became component parts of interstate or foreign commerce. Dahnke-Walker Co. v. Bondurant, 257 U. S. 282, 290, 42 S. Ct. 106, 66 L. Ed. 239; Lemke v. Farmers' Grain Co., 258 U. S. 50, 54, 42 S. Ct. 244, 66 L. Ed. 458; Flanagan v. Federal Coal Co., 267 U. S. 222, 225, 45 S. Ct. 233, 69 L. Ed. 583; Federal Trade Commission v. Pacific Paper Ass'n, 273 U. S. 52, 63-64, 47 S. Ct. 255, 71 L. Ed. 534.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Unquestionably Illinois has power to tax all petitioner's property therein without regard to its use in connection with interstate transactions and to impose a license fee or excise upon petitioner's local business. International Paper Co. v. Massachusetts, 246 U. S. 135, 141, 38 S. Ct. 292, 62 L. Ed. 624, Ann. Cas. 1918C 617. The tax in question was not laid directly upon interstate commerce or any of its elements. For the determination of the amount the taxpayer's business and property located in Illinois is divided by the total of all its business and property and that percentage is applied to the issued shares and the resulting number taken for taxation at the rate of 5 cents per $100. As the amount depends on the relation each to the others of the various elements employed in the calculation, the fee or tax does not directly depend upon the amount of the taxpayer's interstate transactions. The exaction may rise while the sales to customers outside Illinois decline and may fall while such sales increase.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The amount imposed upon petitioner did not even indirectly burden the interstate transportation resulting from the shipping directions given by petitioner in fulfillment of its contracts of sale. There is nothing to indicate that by the enactment in question the state intended to regulate or burden such commerce or to discriminate as between sales to Illinois customers and those made to buyers in other states and countries. The tax cannot be said directly or by necessary operation to affect any of the things done by petitioner which, by reason of transportation of goods to places outside Illinois in accordance with the directions of the purchasers, became elements or component parts of interstate or foreign commerce. Petitioner's sales prices are based on deliveries to common carriers at its factories. The expense of transportation is not involved in the calculation. And it is plain that, if the fee or tax in question affected petitioner's interstate or foreign commerce at all, the burden was indirect and remote and not a violation of the commerce clause.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The petitioner relies on Air-way Corp. v. Day, 266 U. S. 71, 45 S. Ct. 12, 69 L. Ed. 169. But, as shown by the opinion, the tax considered in that case was based on the authorized capital stock and the rate was applied to a number of shares greatly in excess of the total of all that had been issued. The company was authorized to issue 400,000 shares; it had issued only 50,485 and these represented all its property and business. The tax at the rate of five cents each on 298,520 shares was held directly to burden the company's interstate commerce. Cf. Cudahy Co. v. Hinkle, 278 U. S. 460, 49 S. Ct. 204, 73 L. Ed. 454. The case now under consideration cannot be distinguished from Hump Hairpin Co. v. Emmerson, supra. And see International Shoe Co. v. Shartel, 279 U. S. 429, 433, 49 S. Ct. 380, 73 L. Ed. 781.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>281 U.S. 511 (1930)</b></center>\n<center><h1>WESTERN CARTRIDGE COMPANY<br>\nv.<br>\nEMMERSON, SECRETARY OF STATE OF ILLINOIS.</h1></center>\n<center>No. 375.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 21, 1930.</center>\n<center>Decided May 19, 1930.</center>\nCERTIORARI TO THE SUPREME COURT OF ILLINOIS.\n<p><i>Mr. Colin C.H. Fyffe</i> for petitioner.</p>\n<p><i>Mr. Bayard Lacey Catron,</i> Assistant Attorney General of Illinois, with whom <i>Mr. Oscar E. Carlstrom,</i> Attorney General, was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*512</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>Petitioner, a Delaware corporation licensed to do business in Illinois, brought this suit in the circuit court of Sangamon county to enjoin payment to the state treasurer of the amount of a license fee or franchise tax that respondent as secretary of state collected from petitioner under ยง 105 of the general corporation act of that State. The suit was based upon the claim that, as construed and enforced by respondent, the section violates the commerce clause of the Federal Constitution. Art. I, ยง 8, cl. 3. After hearing upon bill, answer and an agreed statement of facts the court dismissed the bill. The state supreme court (335 Ill. 150) affirmed the decree following our decision in <i>Hump Hairpin Co.</i> v. <i>Emmerson,</i> 258 U.S. 290, which affirmed 293 Ill. 387.</p>\n<p>Section 105 provides: \"Each corporation for profit, . . . except insurance companies, . . . organized under the laws of this state or admitted to do business in this state, . . . shall pay an annual license fee or franchise tax . . . of five cents on each one hundred dollars of the proportion of its issued capital stock . . . represented by business transacted and property located in this state, . . .\"</p>\n<p>Petitioner operates factories and has its principal office in Illinois. It there receives, upon forms furnished by it, orders for its products from persons in Illinois and elsewhere and by sending written acceptance consummates contracts of sale. In accordance with the directions contained in the orders, petitioner delivers the goods at its factories to common carriers for transportation to purchasers at various destinations in Illinois, other States and foreign countries.</p>\n<p>Petitioner had issued capital stock of the par value of $5,701,800; it had property valued at $6,924,804.92 of <span class=\"star-pagination\">*513</span> which $6,894,903.27 was situated in Illinois; its business for the year in question amounted to $11,670,925.51 of which $1,919,822.73 represented products shipped to purchasers in Illinois and $9,751,042.78, reported as interstate commerce, was made up of shipments to customers outside the State.</p>\n<p>Respondent treated all of petitioner's business as having been transacted in Illinois and based the tax on such proportion of its outstanding capital stock as its business plus its Illinois property was of such business and all its property. The tax so calculated amounted to $2,808.03, a substantial part of which resulted from the inclusion of the transactions reported by petitioner as interstate commerce.</p>\n<p>All of the goods sold were manufactured by the petitioner in Illinois and the manufacturing was business carried on in that State. The receipt and acceptance of orders, the packing, giving shipping directions and delivery to common carriers also constituted business in that State; these things were common to all sales whether the goods sold were sent to destinations within or without the State, but as to products shipped to other States or foreign countries the acceptance of orders and what was subsequently done by petitioner became component parts of interstate or foreign commerce. <i>Dahnke-Walker Co.</i> v. <i>Bondurant,</i> 257 U.S. 282, 290. <i>Lemke</i> v. <i>Farmers Grain Co.,</i> 258 U.S. 50, 54. <i>Flanagan</i> v. <i>Federal Coal Co.,</i> 267 U.S. 222, 225. <i>Federal Trade Commission</i> v. <i>Pacific Paper Assn.,</i> 273 U.S. 52, 63-64.</p>\n<p>Unquestionably Illinois has power to tax all petitioner's property therein without regard to its use in connection with interstate transactions and to impose a license fee or excise upon petitioner's local business. <i>International Paper Co.</i> v. <i>Massachusetts,</i> 246 U.S. 135, 141. The tax in question was not laid directly upon interstate commerce or any of its elements. For the determination of <span class=\"star-pagination\">*514</span> the amount the taxpayer's business and property located in Illinois is divided by the total of all its business and property and that percentage is applied to the issued shares and the resulting number taken for taxation at the rate of five cents per $100. As the amount depends on the relation each to the others of the various elements employed in the calculation, the fee or tax does not directly depend upon the amount of the taxpayer's interstate transactions. The exaction may rise while the sales to customers outside Illinois decline and may fall while such sales increase.</p>\n<p>The amount imposed upon petitioner did not even indirectly burden the interstate transportation resulting from the shipping directions given by petitioner in fulfillment of its contracts of sale. There is nothing to indicate that by the enactment in question the State intended to regulate or burden such commerce or to discriminate as between sales to Illinois customers and those made to buyers in other States and countries. The tax cannot be said directly or by necessary operation to affect any of the things done by petitioner which, by reason of transportation of goods to places outside Illinois in accordance with the directions of the purchasers, became elements or component parts of interstate or foreign commerce. Petitioner's sales prices are based on deliveries to common carriers at its factories. The expense of transportation is not involved in the calculation. And it is plain that, if the fee or tax in question affected petitioner's interstate or foreign commerce at all, the burden was indirect and remote and not a violation of the commerce clause.</p>\n<p>The petitioner relies on <i>Air-Way Corp.</i> v. <i>Day,</i> 266 U.S. 71. But, as shown by the opinion, the tax considered in that case was based on the authorized capital stock and the rate was applied to a number of shares greatly in excess of the total of all that had been issued. The company <span class=\"star-pagination\">*515</span> was authorized to issue 400,000 shares; it had issued only 50,485 and these represented all its property and business. The tax at the rate of five cents each on 298,520 shares was held directly to burden the company's interstate commerce. Cf. <i>Cudahy Co.</i> v. <i>Hinkle,</i> 278 U.S. 460. The case now under consideration cannot be distinguished from <i>Hump Hairpin Co.</i> v. <i>Emmerson, supra</i><i>.</i> And see <i>International Shoe Co.</i> v. <i>Shartel,</i> 279 U.S. 429, 433.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></span> (1930)</b></center>\n<center><h1>WESTERN CARTRIDGE COMPANY<br>\nv.<br>\nEMMERSON, SECRETARY OF STATE OF ILLINOIS.</h1></center>\n<center>No. 375.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 21, 1930.</center>\n<center>Decided May 19, 1930.</center>\nCERTIORARI TO THE SUPREME COURT OF ILLINOIS.\n<p><i>Mr. Colin C.H. Fyffe</i> for petitioner.</p>\n<p><i>Mr. Bayard Lacey Catron,</i> Assistant Attorney General of Illinois, with whom <i>Mr. Oscar E. Carlstrom,</i> Attorney General, was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*512</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>Petitioner, a Delaware corporation licensed to do business in Illinois, brought this suit in the circuit court of Sangamon county to enjoin payment to the state treasurer of the amount of a license fee or franchise tax that respondent as secretary of state collected from petitioner under ยง 105 of the general corporation act of that State. The suit was based upon the claim that, as construed and enforced by respondent, the section violates the commerce clause of the Federal Constitution. Art. I, ยง 8, cl. 3. After hearing upon bill, answer and an agreed statement of facts the court dismissed the bill. The state supreme court (335 Ill. 150) affirmed the decree following our decision in <i>Hump Hairpin Co.</i> v. <i>Emmerson,</i> <span class=\"citation\" data-id=\"99952\"><a href=\"/opinion/99952/hump-hairpin-mfg-co-v-emmerson/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, which affirmed 293 Ill. 387.</p>\n<p>Section 105 provides: \"Each corporation for profit, . . . except insurance companies, . . . organized under the laws of this state or admitted to do business in this state, . . . shall pay an annual license fee or franchise tax . . . of five cents on each one hundred dollars of the proportion of its issued capital stock . . . represented by business transacted and property located in this state, . . .\"</p>\n<p>Petitioner operates factories and has its principal office in Illinois. It there receives, upon forms furnished by it, orders for its products from persons in Illinois and elsewhere and by sending written acceptance consummates contracts of sale. In accordance with the directions contained in the orders, petitioner delivers the goods at its factories to common carriers for transportation to purchasers at various destinations in Illinois, other States and foreign countries.</p>\n<p>Petitioner had issued capital stock of the par value of $5,701,800; it had property valued at $6,924,804.92 of <span class=\"star-pagination\">*513</span> which $6,894,903.27 was situated in Illinois; its business for the year in question amounted to $11,670,925.51 of which $1,919,822.73 represented products shipped to purchasers in Illinois and $9,751,042.78, reported as interstate commerce, was made up of shipments to customers outside the State.</p>\n<p>Respondent treated all of petitioner's business as having been transacted in Illinois and based the tax on such proportion of its outstanding capital stock as its business plus its Illinois property was of such business and all its property. The tax so calculated amounted to $2,808.03, a substantial part of which resulted from the inclusion of the transactions reported by petitioner as interstate commerce.</p>\n<p>All of the goods sold were manufactured by the petitioner in Illinois and the manufacturing was business carried on in that State. The receipt and acceptance of orders, the packing, giving shipping directions and delivery to common carriers also constituted business in that State; these things were common to all sales whether the goods sold were sent to destinations within or without the State, but as to products shipped to other States or foreign countries the acceptance of orders and what was subsequently done by petitioner became component parts of interstate or foreign commerce. <i>Dahnke-Walker Co.</i> v. <i>Bondurant,</i> <span class=\"citation\" data-id=\"99884\"><a href=\"/opinion/99884/dahnke-walker-milling-co-v-bondurant/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 290. <i>Lemke</i> v. <i>Farmers Grain Co.,</i> <span class=\"citation\" data-id=\"99919\"><a href=\"/opinion/99919/lemke-v-farmers-grain-co-of-embden/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, 54. <i>Flanagan</i> v. <i>Federal Coal Co.,</i> <span class=\"citation\" data-id=\"100574\"><a href=\"/opinion/100574/flanagan-v-federal-coal-co/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 225. <i>Federal Trade Commission</i> v. <i>Pacific Paper Assn.,</i> <span class=\"citation\" data-id=\"100983\"><a href=\"/opinion/100983/fed-trade-com-v-pac-paper-assn/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 63-64.</p>\n<p>Unquestionably Illinois has power to tax all petitioner's property therein without regard to its use in connection with interstate transactions and to impose a license fee or excise upon petitioner's local business. <i>International Paper Co.</i> v. <i>Massachusetts,</i> <span class=\"citation\" data-id=\"1087875\"><a href=\"/opinion/1087875/international-paper-co-v-massachusetts/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 141. The tax in question was not laid directly upon interstate commerce or any of its elements. For the determination of <span class=\"star-pagination\">*514</span> the amount the taxpayer's business and property located in Illinois is divided by the total of all its business and property and that percentage is applied to the issued shares and the resulting number taken for taxation at the rate of five cents per $100. As the amount depends on the relation each to the others of the various elements employed in the calculation, the fee or tax does not directly depend upon the amount of the taxpayer's interstate transactions. The exaction may rise while the sales to customers outside Illinois decline and may fall while such sales increase.</p>\n<p>The amount imposed upon petitioner did not even indirectly burden the interstate transportation resulting from the shipping directions given by petitioner in fulfillment of its contracts of sale. There is nothing to indicate that by the enactment in question the State intended to regulate or burden such commerce or to discriminate as between sales to Illinois customers and those made to buyers in other States and countries. The tax cannot be said directly or by necessary operation to affect any of the things done by petitioner which, by reason of transportation of goods to places outside Illinois in accordance with the directions of the purchasers, became elements or component parts of interstate or foreign commerce. Petitioner's sales prices are based on deliveries to common carriers at its factories. The expense of transportation is not involved in the calculation. And it is plain that, if the fee or tax in question affected petitioner's interstate or foreign commerce at all, the burden was indirect and remote and not a violation of the commerce clause.</p>\n<p>The petitioner relies on <i>Air-Way Corp.</i> v. <i>Day,</i> 266 U.S. 71. But, as shown by the opinion, the tax considered in that case was based on the authorized capital stock and the rate was applied to a number of shares greatly in excess of the total of all that had been issued. The company <span class=\"star-pagination\">*515</span> was authorized to issue 400,000 shares; it had issued only 50,485 and these represented all its property and business. The tax at the rate of five cents each on 298,520 shares was held directly to burden the company's interstate commerce. Cf. <i>Cudahy Co.</i> v. <i>Hinkle,</i> 278 U.S. 460. The case now under consideration cannot be distinguished from <i>Hump Hairpin Co.</i> v. <i>Emmerson, supra</i><i>.</i> And see <i>International Shoe Co.</i> v. <i>Shartel,</i> <span class=\"citation\" data-id=\"101412\"><a href=\"/opinion/101412/international-shoe-co-v-shartel/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 433.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", "id": 101585, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101585/", "sha1": "cac5367ec00c5d9c7a5a339af2d597efefa057c4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:53"}