{"absolute_url": "/opinion/101545/ohio-oil-co-v-conway/", "blocked": false, "citation": {"case_name": "Ohio Oil Co. v. Conway", "docket_number": "440", "document_uris": ["/api/rest/v2/document/101545/"], "federal_cite_one": "281 U.S. 146", "federal_cite_three": null, "federal_cite_two": null, "id": 85928, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85928/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 39, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1930-04-14", "date_modified": "2014-12-21T01:39:29.957278", "docket": "/api/rest/v2/docket/406521/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">281 U.S. 146</p>\n    <p class=\"case_cite\">50 S.Ct. 310</p>\n    <p class=\"case_cite\">74 L.Ed. 775</p>\n    <p class=\"parties\">OHIO OIL CO.<br>v.<br>CONWAY, Supervisor of Public Accounts.</p>\n    <p class=\"docket\">No. 440.</p>\n    <p class=\"date\">Argued March 4, 1930.</p>\n    <p class=\"date\">Decided April 14, 1930.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Sidney L. Herold, of Shreveport, La., for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 147-149 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. W. H. Thompson, of New Orleans, La., Mr. R. L. Benoit, of Shreveport, La., and George S. Guion, of New Orleans, La., for appellee.</p>\n      <p class=\"indent\">Mr. Chief Justice HUGHES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Ohio Oil Company brought this suit in the District Court to enjoin the enforcement of a statute of Louisiana (Act No. 5 of 1928) imposing a severance tax upon the production of oil. The statute as applied to the complainant was attacked as a violation both of the constitution of Louisiana and of the equal protection clause of the Fourteenth Amendment of the Federal Constitution. It was alleged that the laws of the State afforded no remedy for the recovery of taxes illegally exacted. On appeal from an order denying an interlocutory injunction, this court decided that the questions presented could not be resolved satisfactorily upon the affidavits submitted, and directed that an injunction should be granted pendente lite on stated terms. 279 U. S. 813, 49 S. Ct. 256, 73 L. Ed. 972. Trial was had before the District Court, as specially constituted under the applicable statute, and a decree was entered dismissing the bill. 34 F.(2d) 47. The complaint appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the year 1921, the Constitution of Louisiana was amended so as to provide that natural resources severed from the soil or water might be classified for the purpose of taxation and that taxes might be 'predicated upon either the quantity or value of the product at the time and place where it is severed.' Const. art. 10, &#167; 21.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> By Act No. 140 of 1922, &#167; 2, natural resources were divided into two classes, and taxes were levied on oil and gas at 3 per cent. of the gross market value of the total production, and on all other natural resources at 2 per cent. of the gross market value. The Supreme Court of Louisiana, sustaining this tax on oil and natural gas, held that it was not a property tax but was an excise tax upon the privilege of severing, although it was measured by the value of the property severed. This decision was affirmed here. Gulf Refining Co. v. McFarland, 154 La. 251, 97 So. 433; Id., 264 U. S. 573, 44 S. Ct. 402, 68 L. Ed. 856.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1928, the Legislature of Louisiana enacted the statute now in question which amended the prior act so as to tax various natural resources on the basis of the quantity severed. Under this amendment taxes on oil were classified according to gravity and ran from 4 cents a barrel of 42 gallons on oil of 28 degrees gravity and below, to 11 cents a barrel on oil above 43 degrees gravity. Act 5 of 1928.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The business of the complainant in Louisiana is that of producing and selling oil and not of refining it. The production of the complainant is in the following fields: Haynesville, in the parish of Claiborne; Cotton Valley, in the parish of Webster; Pine Island, in the parish of Caddo; Urania, in the parish of La Salle. All these fields are in North Louisiana. The bulk of the complainant's production is in the Haynesville, Cotton Valley, and Pine Island fields. Its production in these fields from January to June, 1928, inclusive, amounted to 723,192 barrels out of its total production in Louisiana of 762,139 barrels; and from August, 1928, to March, 1929, inclusive, to 690,397 barrels out of its total production of 705,301 barrels; the remainder was Urania production.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Gravity' as used in the statute, and in oil price quotations, is not specific gravity, but what is called Baume gravity, under which the lighter the oil the higher the gravity. The record shows that, generally speaking, crude petroleums are divided into three classes-paraffine base, asphalt base, and mixed base, the last being a combination of paraffine and asphalt base. The higher gravity oils usually have a paraffine base, while the lower gravity oils usually have an asphalt base. All three of these classes are found in Louisiana. In North Louisiana there are paraffine base, asphalt base, and mixed base crudes, the oils generally having paraffine base, while in South Louisiana the oil produced is mostly asphalt base.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The process of refining oil is distillation. The evidence is that paraffine base oil in that manner yields gasoline, kerosene, gas oil, some lubricating oil, and wax. Gasoline comes off first and is the most valuable component of such oil. Asphalt base oil usually yields a very small amount of gasoline by distillation, the first product ordinarily being gas oil, then lubricating oil, and the residuum, asphalt. The gas oil may be subjected to the cracking process and gasoline may be obtained in that way. The value of asphalt base oil is largely for the manufacture of lubricating oil, and the value for this purpose is determined by viscosity and sulphur content, not by gravity. The coastal oils of South Louisiana are divided into 'A' and 'B' grades, 'Grade A' being the oils that are useful in the production of lubricating oil, and the other oil being classed as 'Grade B.' While gravity is not the determining factor, it appears from the testimony that 'Grade A' oils must be less than 25 degrees gravity.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Asphalt base oils are produced in North Louisiana in the fields of Pine Island, Urania, Hosston, and Bellevue. The last three named are suitable for making lubricating oil, but the Pine Island heavy oil does not have that value. The evidence is that the Urania, Hosston, and Bellevue oils, used for that purpose, are practically the same as the coastal 'Grade A' oils.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Gravity is said to be an index of relative value of oils only in the same pool or district, and oils of different gravity are produced in the same fields and from the same tracks of land and sometimes from the same sand. But it appears that, with respect to paraffine base oils, the higher the gravity, the greater is the gasoline content which as between these oils is largely determinative of price. Gravity in such cases is a rough and familiar method of approximating the gasoline content, and in many fields price quotations of crude oil above 28 degrees are graduated according to gravity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Crude oil as it comes from the wells is run into tanks from which the purchaser sells to pipe lines, the well-recognized market prices being the prices posted by the pipe line companies buying the oil. The complainant states that the oil produced in its Haynesville field was from 33 to 36 degrees gravity; in its Cotton Valley field, one class was between 28 and 31 degrees gravity and another above 43 degrees gravity; in its Pipe Island field, its production was from 37 to 41 degrees gravity. The complainant purchased no crude oil except that, in the Haynesville field, it bought some of the royalty oil of the lessors under its leases. The complainant's cashier testified at the trial that complainant's 'purchases and sales in each field in which it operates are made on a gravity basis.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This testimony is not understood to include the Urania field in which the complainant was not operating at the time but had been operating until shortly before. The oil from the Urania field, which was about 20 degrees gravity as well as that of the Bellevue and Hosston fields in North Louisiana, and the 'Grade A' coastal oils of South Louisiana, were sold at a flat price and not by gravity. 'Grade B' oil, it was testified, was usually sold on a gravity schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1928, the production of oil in Louisiana was about 22,000,000 barrels, of which approximately two-thirds was produced in North Louisiana, and of this amount nearly two-thirds was sold on a gravity basis, and the remainder at a flat price. Of the production in South Louisiana, about one-half was sold on a gravity basis.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Price quotations, concededly accurate, for Louisiana crude oils, as well as for Mid-Continent, North and Central Texas, Gulf Coast, and other sections, are shown in the trade journals and were put in evidence. The quotations that are according to gravity have a rising scale of prices as gravity increases.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the case of the oils under 28 degrees gravity that were sold at a flat price, it appears that there was a considerable difference between the price of oils of the North and South Louisiana fields. With respect to oils suitable for making lubricating oil, the evidence is that in February, 1928, the price of the complainant's Urania oil was 75 cents a barrel, while that of the coastal 'Grade A' oils was $1.20 a barrel, and the Louisiana tax on each, the gravity being under 28 degrees, was four cents a barrel. The respondent states that the oils of these Louisiana fields are shipped to a common market, Port Arthur, Tex., and, by reason of the greater distance, the transportation charges for the oils of North Louisiana are greater than those from South Louisiana; this fact, the respondent insists, accounts for the difference in the price of the oils at the wells.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The complainant's contention under the Constitution of Louisiana is that the tax is invalid because it was not levied according to either quantity or value. It manifestly is a specific tax at a rate per barrel of 42 gallons, and not strictly ad valorem. The graduation of the tax according to the gravity of the oil does not make it other than a tax according to quantity, that is, per barrel, as the oils of different classes are treated for the purpose of the tax as being in effect different commodities, each of which has its separate tax. We have not been referred to any decision of the state court upon the point and, until that court pronounces otherwise, we see no reason to hold that the tax is unauthorized by the State.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The further argument is made that the classification of oils is unreasonable and hence is not permitted by the State Constitution. This is substantially the same question, from the standpoint of state authority, that is presented as a Federal ground of attack under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The complainant contends that the statute of Louisiana, imposing a tax according to gravity, operates as an arbitrary discrimination; that is, discriminates in a wholly unjustifiable manner between the oils of the North Louisiana and South Louisiana fields, and also between the fields producing asphalt base oils. The tax on its production in the Haynesville, Cotton Valley, and Pine Island fields is said to be at a rate from about 6 to 7 1/2 per cent. of its value; and on the production in the Urania field, at about 5 1/3 per cent. of the value; while on the production in fields in South Louisiana, and in the Bellevue field, in North Louisiana, the tax is between 3 and 3 1/2 per cent. of the value.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The applicable principles are familiar. The States have a wide discretion in the imposition of taxes. When dealing with their proper domestic concerns, and not trenching upon the prerogatives of the national government or violating the guarantees of the Federal Constitution, the States have the attribute of sovereign powers in devising their fiscal systems to insure revenue and foster their local interests. The States, in the exercise of their taxing power, as with respect to the exertion of other powers, are subject to the requirements of the due process and the equal protection clauses of the Fourteenth Amendment, but that Amendment imposes no iron rule of equality, prohibiting the flexibility and variety that are appropriate to schemes of taxation. The State may tax real and personal property in a different manner. It may grant exemptions. The State is not limited to ad valorem taxation. It may impose different specific taxes upon different trades and professions and may vary the rates of excise upon various products. In levying such taxes, the State is not required to resort to close distinctions or to maintain a precise, scientific uniformity with reference to composition, use, or value. To hold otherwise would be to subject the essential taxing power of the State to an intolerable supervision, hostile to the basic principles of our government and wholly beyond the protection which the general clause of the Fourteenth Amendment was intended to assure. Bell's Gap Railroad Co. v. Pennsylvania, 134 U. S. 232, 237, 10 S. Ct. 533, 33 L. Ed. 892; Magoun v. Illinois Trust &amp; Savings Bank, 170 U. S. 283, 293, 18 S. Ct. 594, 42 L. Ed. 1037; Southwestern Oil Co. v. Texas, 217 U. S. 114, 121, 30 S. Ct. 496, 54 L. Ed. 688; Brown-Forman Co. v. Kentucky, 217 U. S. 563, 573, 30 S. Ct. 578, 54 L. Ed. 883; Sunday Lake Iron Co. v. Wakefield, 247 U. S. 350, 353, 38 S. Ct. 495, 62 L. Ed. 1154; Heisler v. Thomas Colliery Co., 260 U. S. 245, 255, 43 S. Ct. 83, 67 L. Ed. 237; Oliver Iron Mining Co. v. Lord, 262 U. S. 172, 179, 43 S. Ct. 526, 67 L. Ed. 929; Stebbins v. Riley, 268 U. S. 137, 142, 45 S. Ct. 424, 69 L. Ed. 884, 44 A. L. R. 1454.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With all this freedom of action, there is a point beyond which the State cannot go without violating the equal protection clause. The State may classify broadly the subjects of taxation, but in doing so it must proceed upon a rational basis. The State is not at liberty to resort to a classification that is palpably arbitrary. The rule is generally stated to be that the classification 'must rest upon some ground of difference having a fair and substantial relation to the object of the legislation, so that all persons similarly circumstanced shall be treated alike.' Royster Guano Co. v. Virginia, 253 U. S. 412, 415, 40 S. Ct. 560, 561, 64 L. Ed. 989; Louisville Gas Co. v. Coleman, 277 U. S. 32, 37, 48 S. Ct. 423, 72 L. Ed. 770; Air-Way Corporation v. Day, 266 U. S. 71, 85, 45 S. Ct. 12, 69 L. Ed. 169; Schlesinger v. Wisconsin, 270 U. S. 230, 240, 46 S. Ct. 260, 70 L. Ed. 557, 43 A. L. R. 1224.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the present instance it is apparent that a classification according to gravity cannot be regarded as palpably arbitrary. While the Baume gravity of oils may vary, even in the same fields, it has been used by the oil industry as indicating in a general way, apparently satisfactory for practical purposes, the gasoline content. In laying a specific severance tax per barrel, the State was not compelled to make an exact determination of the composition of each oil produced. At least with respect to oils sold primarily for the gasoline they contained, it cannot be said that the State attempted a hostile and unjustifiable discrimination in graduating its tax according to gravity, when the industry itself resorted to the factor of gravity in fixing the scale of prices for such oils. Further, the complainant is in no position to contest the action of the State in adopting a gravity basis with respect to the production of its oils in the Haynesville, Cotton Valley, and Pine Island fields, which constituted over 90 per cent. of its entire production, as the complainant itself sold these oils on a gravity basis. If it be granted, as we think it must be, that the State could adjust the severance tax with respect to such oils according to gravity, the question comes simply to that of the particular graduation of the tax. There are, it is true, various gravity schedules of prices, and the same fields may produce oils of different gravities, and oils broadly of the same sort may be sold at flat prices; but, if the State was at liberty to adopt a gravity scale for oils which in such large measure were sold on this basis, the State was not required to grade its tax with a nicety which would assign to every oil produced a grade absolutely corresponding to its actual value. That would mean that the State could tax only on a strictly ad valorem basis, a contention wholly inadmissible. In grading a tax, admittedly within its power to levy, the State had a large discretion and there appears to be no ground for holding that there was such an abuse in this instance as to create constitutional invalidity. Clark v. Titusville, 184 U. S. 329, 331, 22 S. Ct. 382, 46 L. Ed. 569. The graduation of the tax on these oils corresponded generally to the supposed increase of gasoline content, and all oils of the same gravity were treated alike.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The question raised by the complainant has particular bearing upon the discrimination with respect to oils under 28 degrees gravity. The complainant in this respect must stand on its own case. Its oil of this sort is its Urania production, and that oil, as well as that of the Bellevue field in North Louisiana, is said to be 'practically the same' as the coastal 'Grade A' oils of South Louisiana. According to complainant's own showing, these oils are especially suited to the manufacture of lubricating oil and are dealt in with that in view. While in such cases gravity is not the criterion, but rather viscosity and sulphur content, these are oils of relatively low gravity, that is, under 28 degrees, and the Louisiana severance tax is a uniform one of four cents a barrel. As these last-mentioned oils had a distinct composition and a different utility, the State could impose a tax upon them which was different from that imposed upon the other oils produced by the complainant and not so well suited for the making of lubricating oil. The State might have concluded not to tax the former at all, and in that case there would have been no constitutional ground of complaint because a tax was laid on the different oils of the Haynesville, Cotton Valley, and Pine Island fields. In Heisler v. Thomas Colliery Co., supra, complaint was made of a statute of Pennsylvania because it levied a tax on anthracite coal and not on bituminous coal. The contention was founded on the fact that both were fuels and that anthracite coal in steam sizes competed with bituminous coal and certain sub-grades of the latter competed with certain subgrades of anthracite. The Court, accepting the fact of competition, nevertheless sustained the tax, holding that the differences between the two sorts of coal justified that classification. If the State had described the oils especially suitable for the manufacture of lubricating oil with respect to their composition or use, and had taxed them at four cents a barrel, it could not be said that the statute was beyond the power of the State to enact simply because it subjected the complainant to a different tax on its oils of a different character. The statute is not made invalid by reason of a failure to describe the oils scientifically.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The question is thus reduced to the discrimination alleged with respect to the tax on the complainant's Urania production as compared with similar oils. As all these oils bear the same tax of 4 cents a barrel, the complainant manifestly has no ground for complaint on this score unless it can be found in differences in the prices of these oils. Urania oil was sold at 75 cents a barrel, while 'Grade A' oil brought $1.20 a barrel. The record affords no explanation of the reason for this wide spread in the price of oils, said to be practically the same and used for the same purpose, unless it be the one advanced by the respondent that the difference is due to the distance of the fields from the common market and the consequent difference in transportation charges. Whether or not this is an adequate explanation, it cannot be said that the State, from the standpoint of the Federal Constitution, could not put the same specific severance tax on the same sort of oils used in the same way, merely because particular producers of such oils might obtain different prices. There may be many reasons why one owner obtains more in gross return for the same sort of commodities than another owner, and still other reasons why the net returns of the one may be more than those of the other. This court recently decided that a tax imposed by Alabama on those selling cigars and cigarettes, which was based on the 'wholesale sales price' was not repugnant to the Fourteenth Amendment because of an alleged difference in the wholesale prices paid by dealers who bought from the manufacturers and by those who did not. Exchange Drug Company v. Long, 281 U. S. 693, 50 S. Ct. 244, 74 L. Ed. &#8212;, decided March 12, 1930. A classification of threaters for license fees according to prices of admission was held to be valid, although some of the theaters charging the higher admission, and paying the higher tax, had the less revenue. Metropolis Theatre Co. v. Chicago, 228 U. S. 61, 33 S. Ct. 441, 57 L. Ed. 730. We find no ground for holding that the tax in this instance violated the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 21 is as follows: 'Texas may be levied on natural resources severed from the soil or water to be paid proportionately by the owners thereof at the time of severance. Such natural resources may be classified for the purpose of taxation and such taxes predicated upon either the quantity or value of the product at the time and place where it is severed. No severance tax shall be levied by any parish or other local subdivision of the State.</p>\n        <p>'No further or additional tax or license shall be levied or imposed upon oil or gas leases or rights, nor shall any additional value be added to the assessment of land, by reason of the presence of oil or gas therein or their production therefrom.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The text of section 2 of Act No. 5 of 1928 in relation to oil is as follows: 'Taxes on natural resources severed from the soil or water * * * shall be predicated on the quantity severed, and shall be paid at the following rates: * * *</p>\n        <p>'(7) a. On oil of 28 gravity and below, four (4) cents per barrel of 42 gallons.</p>\n        <p>'b. (1) On oil above 28 gravity and not above 31 gravity, four and one-fourth (4 1/4) cents per barrel of 42 gallons.</p>\n        <p>'b. (2) On oil above 31 gravity and not above 32 gravity, five (5) cents per barrel of 42 gallons.</p>\n        <p>'c. On oil above 32 gravity and not above 36 gravity, eight (8) cents per barrel of 42 gallons.</p>\n        <p>'d. On oil above 36 gravity and not above 43 gravity, ten (10) cents per barrel of 42 gallons.</p>\n        <p>'e. On oil above 43 gravity, eleven (11) cents per barrel of 42 gallons.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Among the price quotations for crude oil produced in Louisiana-Arkansas, set forth in 'The Oil Weekly' of May 25, 1928, are the following:</p>\n        <pre>             'LOUISIANA-ARKANSAS (All Companies.)<sup>*</sup>\n \n      'Homer, Haynesville, Caddo, El Dorado, De Soto and Crichton\n and Cotton Valley.<sup>**</sup>\n \n      Below 28 gravity.............. .91\n \n      28 to 28.9 gravity............ .96\n \n      29 to 29.9 gravity........... 1.01\n \n      30 to 30.9 gravity........... 1.06\n \n      31 to 31.9 gravity........... 1.11\n \n      32 to 32.9 gravity........... 1.16\n \n      33 to 33.9 gravity........... 1.19\n \n      34 to 34.9 gravity........... 1.22\n \n      35 to 35.9 gravity........... 1.25\n \n      36 to 36.9 gravity........... 1.28\n \n      37 to 37.9 gravity........... 1.31\n \n      38 to 38.9 gravity........... 1.34\n \n      39 to 39.9 gravity........... 1.37\n \n      40 to 40.9 gravity........... 1.40\n \n      41 to 41.9 gravity........... 1.43\n \n      42 to 42.9 gravity........... 1.46\n \n      43 to 43.9 gravity........... 1.49\n \n      44 to 44.9 gravity........... 1.52\n \n      45 to 45.9 gravity........... 1.55\n \n      46 to 46.9 gravity........... 1.58\n \n      47 to 47.9 gravity........... 1.61\n \n      48 to 48.9 gravity........... 1.64\n \n      49 to 49.9 gravity........... 1.67\n \n      50 to 50.9 gravity........... 1.70\n \n      51 to 51.9 gravity........... 1.73\n \n      52 and above................. 1.76<sup>*</sup> Shreveport-Eldorado's postings stop at above 40 gravity.<sup>**</sup> Below 36 gravity, the posting on Cotton Valley is 75\n cents. From 36 to 52 and above the regular gravity schedule is\n followed.</pre>\n        <pre>           Bellevue................ 1.25\n \n           Jennings................ 1.15\n \n           Vinton.................. 1.30\n \n           Edgerly................. 1.30\n \n           Starks Dome............. 1.30\n \n           Urania..................  .75\n \n           Calion..................  .75\n \n      Another list of quotations in the same issue of 'The Oil\n Weekly' is as follows:\n \n                         \"Gulf Coast\"<sup>*</sup>\n \n      \"Grade 'A' all companies........ $1.20\n \n      Gulf Coast Light Oil, below 25... 1.15\n \n      25 to 25.9 gravity............... 1.17\n \n      26 to 26.9 gravity............... 1.19\n \n      27 to 27.9 gravity............... 1.21\n \n      28 to 28.9 gravity............... 1.23\n \n      29 to 29.9 gravity............... 1.25\n \n      30 to 30.9 gravity............... 1.27\n \n      31 to 31.9 gravity............... 1.29\n \n      32 to 32.9 gravity............... 1.31\n \n      33 to 33.9 gravity............... 1.33\n \n      34 to 34.9 gravity............... 1.35\n \n      35 to 35.9 gravity............... 1.37\n \n      36 to 36.9 gravity............... 1.39\n \n      37 to 37.9 gravity............... 1.41\n \n      38 to 38.9 gravity............... 1.43\n \n      39 to 39.9 gravity............... 1.45\n \n      40 and above..................... 1.47<sup>*</sup> Humble Oil &amp; Refining Company's postings on Gulf Coast\n Light stop at 35 to 35.9. Its price on all crudes above 35 to\n $1.37 per barrel.\n \n      Magnolia Petroleum Company's postings stop at 31 to 31.9.\"</pre>\n        <pre>      The following table is taken from 'The Oil and Gas Journal'\n of June, 13, 1929:\n \n                   \"Crude Oil Gravity Table\n \n                                                  Crane, Upton,\n                                                Crockett, Winkler,\n                                                 Howard, Pecos,\n                   Okla., Kans.  No. La. and    Texas crudes,and     Stephens,\n                    N.C., Tex.    Arkansas      Lea, N. Mex.            Ark.\n  Gravity              1            2                3                   4\n \n   24 and above.    . . . .       . . . .          . . . .           . . . .\n \n   Below 24 .       . . . .       . . . .          . . . .           . . . .\n \n   Below 25.         .85.         . . . .           .70              . . . .\n                                      \n   25 to 25.9.       .90.         . . . .           .74              . . . .\n \n   26 to 26.9.       .95.         . . . .           .78              . . . .\n \n   27 to 27.9.      1.00.         . . . .           .82              . . . .\n \n   Below 28.        1.00.         . . . .           .90              . . . .\n \n   28 to 28.9.      1.05.          1.05             .86                .94\n \n   29 to 29.9.      1.10.          1.10             .90                .98\n \n   30 to 20.9.      1.15.          1.15             .94               1.02\n \n   31 to 31.9.      1.20.          1.20             .98               1.06\n \n   32 to 32.9.      1.25.          1.25            1.02               1.10\n \n   33 to 33.9.      1.30.          1.30            1.06              . . . .\n \n   34 to 34.9.      1.35.          1.35            1.10              . . . .\n \n   35 to 35.9.      1.40.          1.40            1.14              . . . .\n \n   36 to 36.9.      1.45.          1.45            1.18              . . . .\n \n   37 to 37.9.      1.50.          1.50           . . . .            . . . .\n \n   38 to 38.9.      1.55.          1.55           . . . .            . . . .\n \n   39 to 39.9.      1.60.          1.60           . . . .            . . . .\n \n   40 to 40.9.      1.65.          1.65           . . . .            . . . .\n \n   41 to 41.9.      1.70.          1.70           . . . .            . . . .\n \n   42 to 42.9.      1.75.          1.75           . . . .            . . . .\n \n   43 to 43.9.      1.80.          1.80           . . . .            . . . .\n \n   41 and above.    1.85.          1.85           . . . .            . . . .\n \n \n                        TABLE CONTINUED\n \n                           Carson and                                Somerset \n Wheeler      Gray County  Hutchinson                                 (South \n (Texas)      (Texas       (Texas      Salt Creek,  Grade B &amp; Light   Central \n Panhandle)   Panhandle)   Panhandle)    Wyo.       Crude (G. Coast)  Texas)\n    5            6             8           7              9             10\n \n   . . . .     . . . .      . . . .      . . . .       . . . .      . . . .\n   . . . .     . . . .      . . . .      . . . .       . . . .      . . . .\n   . . . .     . . . .      . . . .      . . . .         1.15       . . . .\n   . . . .     . . . .      . . . .      . . . .         1.18       . . . .\n   . . . .     . . . .      . . . .      . . . .         1.21       . . . .\n   . . . .     . . . .      . . . .      . . . .         1.24       . . . .\n     .90         .90          .90        . . . .       . . . .      . . . .\n     .90         .90          .90        . . . .         1.27       . . . .\n     .90         .95          .90          1.10          1.30       . . . .\n     .95        1.00          .90          1.15          1.33       . . . .\n    1.00        1.05          .90          1.20          1.36       . . . .\n    1.05        1.10          .95          1.25          1.39         1.05\n    1.10        1.15         1.00          1.30          1.42         1.07\n    1.15        1.20         1.05          1.35          1.45         l.09\n    1.20        1.25         1.10          1.40          1.48         1.11\n    1.25        1.30         1.15          1.45        . . . .        1.13\n    1.30        1.35         1.20          1.50        . . . .        1.15\n    1.35        1.40         1.25        . . . .       . . . .        1.17\n    1.40        1.45         1.30        . . . .       . . . .      . . . .\n    1.45        1.50         1.35        . . . .       . . . .      . . . .\n    1.50        1.55         1.40        . . . .       . . . .      . . . .\n    1.55        1.60         1.45        . . . .       . . . .      . . . .\n    1.60        1.65         1.50        . . . .       . . . .      . . . .\n    1.65        1.70         1.55        . . . .       . . . .      . . . .</pre>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>281 U.S. 146 (1930)</b></center>\n<center><h1>OHIO OIL COMPANY<br>\nv.<br>\nCONWAY, SUPERVISOR OF PUBLIC ACCOUNTS OF LOUISIANA.</h1></center>\n<center>No. 440.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 4, 1930.</center>\n<center>Decided April 14, 1930.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*147</span> Mr. <i>Sidney L. Herold,</i> with whom <i>Messrs. Sumter Cousin</i> and <i>R.L. Benoit</i> were on the brief, for appellant.</p>\n<p><i>Mr. George Seth Guion,</i> with whom <i>Messrs. Percy Saint,</i> Attorney General of Louisiana, and <i>W.H. Thompson,</i> Assistant Attorney General, were on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*150</span> MR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.</p>\n<p>The Ohio Oil Company brought this suit in the District Court to enjoin the enforcement of a statute of Louisiana (Act 5 of 1928) imposing a severance tax upon the production of oil. The statute as applied to the complainant was attacked as a violation both of the constitution of Louisiana and of the equal protection clause of the Fourteenth Amendment of the Federal Constitution. It was alleged that the laws of the State afforded no remedy for the recovery of taxes illegally exacted. On appeal from an order denying an interlocutory injunction, this Court decided that the questions presented could not be resolved satisfactorily upon the affidavits submitted, and directed that an injunction should be granted <i>pendente lite</i> on stated terms. 279 U.S. 813. Trial was had before the District Court, as specially constituted under the applicable statute, and a decree was entered dismissing the bill. 34 Fed. (2d) 47. The complainant appeals.</p>\n<p>In the year 1921, the constitution of Louisiana was amended so as to provide that natural resources severed from the soil or water might be classified for the purpose of taxation and that taxes might be \"predicated upon <span class=\"star-pagination\">*151</span> either the quantity or value of the product at the time and place where it is severed\" (Const. Art. X, Sec. 21).<sup>[1]</sup> By Act 140 of 1922, section 2, natural resources were divided into two classes, and taxes were levied on oil and gas at three per cent. of the gross market value of the total production, and on all other natural resources at two per cent. of the gross market value. The Supreme Court of Louisiana, sustaining this tax on oil and natural gas, held that it was not a property tax but was an excise tax upon the privilege of severing, although it was measured by the value of the property severed. This decision was affirmed here. <i>Gulf Refining Company</i> v. <i>McFarland,</i> 154 La. Ann. 251; 264 U.S. 573.</p>\n<p>In 1928, the legislature of Louisiana enacted the statute now in question which amended the prior act so as to tax various natural resources on the basis of the quantity severed. Under this amendment taxes on oil were classified according to gravity and ran from four cents a barrel of 42 gallons on oil of 28 degrees gravity and below, to eleven cents a barrel on oil above 43 degrees gravity (Act 5 of 1928).<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*152</span> The business of the complainant in Louisiana is that of producing and selling oil and not of refining it. The production of the complainant is in the following fields: Haynesville, in the parish of Claiborne; Cotton Valley, in the parish of Webster; Pine Island, in the parish of Caddo; Urania, in the parish of La Salle. All these fields are in North Louisiana. The bulk of the complainant's production is in the Haynesville, Cotton Valley and Pine Island fields. Its production in these fields from January to June, 1928, inclusive, amounted to 723, 192 barrels out of its total production in Louisiana of 762,139 barrels; and from August, 1928, to March, 1929, inclusive, to 690,397 barrels out of its total production of 705,301 barrels; the remainder was Urania production.</p>\n<p>Gravity as used in the statute, and in oil price quotations, is not specific gravity, but what is called Baume gravity, under which the lighter the oil the higher the gravity. The record shows that, generally speaking, crude petroleums are divided into three classes  paraffine base, asphalt base, and mixed base, the last being a combination of paraffine and asphalt base. The higher gravity oils usually have a paraffine base, while the lower gravity oils usually have an asphalt base. All three of these classes are found in Louisiana. In North Louisiana <span class=\"star-pagination\">*153</span> there are paraffine base, asphalt base and mixed base crudes, the oils generally having paraffine base, while in South Louisiana the oil produced is mostly asphalt base.</p>\n<p>The process of refining oil is distillation. The evidence is that paraffine base oil in that manner yields gasoline, kerosene, gas oil, some lubricating oil and wax. Gasoline comes off first and is the most valuable component of such oil. Asphalt base oil usually yields a very small amount of gasoline by distillation, the first product ordinarily being gas oil, then lubricating oil, and the residuum, asphalt. The gas oil may be subjected to the cracking process and gasoline may be obtained in that way. The value of asphalt base oil is largely for the manufacture of lubricating oil, and the value for this purpose is determined by viscosity and sulphur content, not by gravity. The coastal oils of South Louisiana are divided into \"A\" and \"B\" grades, \"Grade A\" being the oils that are useful in the production of lubricating oil, and the other oils being classed as \"Grade B.\" While gravity is not the determining factor, it appears from the testimony that \"Grade A\" oils must be less than 25 degrees gravity.</p>\n<p>Asphalt base oils are produced in North Louisiana in the fields of Pine Island, Urania, Hosston and Bellevue. The last three named are suitable for making lubricating oil, but the Pine Island heavy oil does not have that value. The evidence is that the Urania, Hosston and Bellevue oils, used for that purpose, are practically the same as the coastal \"Grade A\" oils.</p>\n<p>Gravity is said to be an index of relative value of oils only in the same pool or district, and oils of different gravity are produced in the same fields and from the same tracts of land and sometimes from the same sand. But it appears that, with respect to paraffine base oils, the higher the gravity, the greater is the gasoline content, <span class=\"star-pagination\">*154</span> which as between these oils is largely determinative of price. Gravity in such cases is a rough and familiar method of approximating the gasoline content, and in many fields price quotations of crude oil above 28 degrees are graduated according to gravity.</p>\n<p>Crude oil as it comes from the wells is run into tanks from which the purchaser sells to pipe lines, the well-recognized market prices being the prices posted by the pipe line companies buying the oil. The complainant states that the oil produced in its Haynesville field was from 33 to 36 degrees gravity; in its Cotton Valley field, one class was between 28 and 31 degrees gravity and another above 43 degrees gravity; in its Pine Island field, its production was from 37 to 41 degrees gravity. The complainant purchased no crude oil except that, in the Haynesville field, it bought some of the royalty oil of the lessors under its leases. The complainant's cashier testified at the trial that complainant's \"purchases and sales in each field in which it operates are made on a gravity basis.\"</p>\n<p>This testimony is not understood to include the Urania field in which the complainant was not operating at the time but had been operating until shortly before. The oil from the Urania field, which was about 20 degrees gravity, as well as that of the Bellevue and Hosston fields in North Louisiana, and the \"Grade A\" coastal oils of South Louisiana, were sold at a flat price and not by gravity. \"Grade B\" oil, it was testified, was usually sold on a gravity schedule.</p>\n<p>In 1928, the production of oil in Louisiana was about 22,000,000 barrels, of which approximately two-thirds was produced in North Louisiana, and of this amount nearly two-thirds was sold on a gravity basis, and the remainder at a flat price. Of the production in South Louisiana, about one-half was sold on a gravity basis.</p>\n<p>Price quotations, concededly accurate, for Louisiana crude oils, as well as for Mid-Continent, North and Central <span class=\"star-pagination\">*155</span> Texas, Gulf Coast, and other sections, are shown in the trade journals and were put in evidence. The quotations that are according to gravity have a rising scale of prices as gravity increases.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*156</span> In the case of the oils under 28 degrees gravity that were sold at a flat price, it appears that there was a considerable difference between the price of oils of the North and South Louisiana fields. With respect to oils <span class=\"star-pagination\">*157</span> suitable for making lubricating oil, the evidence is that in February, 1928, the price of the complainant's Urania oil was 75 cents a barrel, while that of the coastal \"Grade A\" oils was $1.20 a barrel, and the Louisiana tax on each, the gravity being under 28 degrees, was four cents a barrel. The respondent states that the oils of these Louisiana fields are shipped to a common market, Port Arthur, Texas, and, by reason of the greater distance, the transportation charges for the oils of North Louisiana are <span class=\"star-pagination\">*158</span> greater than those from South Louisiana; this fact, the respondent insists, accounts for the difference in the price of the oils at the wells.</p>\n<p>The complainant's contention under the constitution of Louisiana is that the tax is invalid because it was not levied according to either quantity or value. It manifestly is a specific tax at a rate per barrel of 42 gallons, and not strictly <i>ad valorem.</i> The graduation of the tax according to the gravity of the oil does not make it other than a tax according to quantity, that is, per barrel, as the oils of different classes are treated for the purpose of the tax as being in effect different commodities, each of which has its separate tax. We have not been referred to any decision of the state court upon the point and, until that court pronounces otherwise, we see no reason to hold that the tax is unauthorized by the State.</p>\n<p>The further argument is made that the classification of oils is unreasonable and hence is not permitted by the state constitution. This is substantially the same question, from the standpoint of state authority, that is presented as a Federal ground of attack under the Fourteenth Amendment.</p>\n<p>The complainant contends that the statute of Louisiana, imposing a tax according to gravity, operates as an arbitrary discrimination; that it discriminates in a wholly unjustifiable manner between the oils of the North Louisiana and South Louisiana fields, and also between the fields producing asphalt base oils. The tax on its production in the Haynesville, Cotton Valley and Pine Island fields is said to be at a rate from about six to seven and one-half per cent. of its value; and on the production in the Urania field, at about five and one-third per cent. of the value; while on the production in fields in South Louisiana, and in the Bellevue field, in North Louisiana, the tax is between three and three and one-half per cent. of the value.</p>\n<p><span class=\"star-pagination\">*159</span> The applicable principles are familiar. The States have a wide discretion in the imposition of taxes. When dealing with their proper domestic concerns, and not trenching upon the prerogatives of the national government or violating the guarantees of the Federal Constitution, the States have the attribute of sovereign powers in devising their fiscal systems to insure revenue and foster their local interests. The States, in the exercise of their taxing power, as with respect to the exertion of other powers, are subject to the requirements of the due process and the equal protection clauses of the Fourteenth Amendment, but that Amendment imposes no iron rule of equality, prohibiting the flexibility and variety that are appropriate to schemes of taxation. The State may tax real and personal property in a different manner. It may grant exemptions. The State is not limited to <i>ad valorem</i> taxation. It may impose different specific taxes upon different trades and professions and may vary the rates of excise upon various products. In levying such taxes, the State is not required to resort to close distinctions or to maintain a precise, scientific uniformity with reference to composition, use or value. To hold otherwise would be to subject the essential taxing power of the State to an intolerable supervision, hostile to the basic principles of our Government and wholly beyond the protection which the general clause of the Fourteenth Amendment was intended to assure. <i>Bell's Gap Railroad Company</i> v. <i>Pennsylvania,</i> 134 U.S. 232, 237; <i>Magoun</i> v. <i>Illinois Trust &amp; Savings Bank,</i> 170 U.S. 283, 293; <i>Southwestern Oil Company</i> v. <i>Texas,</i> 217 U.S. 114, 121; <i>Brown-Forman Company</i> v. <i>Kentucky,</i> 217 U.S. 563, 573; <i>Sunday Lake Iron Company</i> v. <i>Wakefield,</i> 247 U.S. 350, 353; <i>Heisler</i> v. <i>Thomas Colliery Company,</i> 260 U.S. 245, 255; <i>Oliver Iron Mining Company</i> v. <i>Lord,</i> 262 U.S. 172, 179; <i>Stebbins</i> v. <i>Riley,</i> 268 U.S. 137, 142.</p>\n<p><span class=\"star-pagination\">*160</span> With all this freedom of action, there is a point beyond which the State can not go without violating the equal protection clause. The State may classify broadly the subjects of taxation, but in doing so it must proceed upon a rational basis. The State is not at liberty to resort to a classification that is palpably arbitrary. The rule is generally stated to be that the classification \"must rest upon some ground of difference having a fair and substantial relation to the object of the legislation, so that all persons similarly circumstanced shall be treated alike.\" <i>Royster Guano Company</i> v. <i>Virginia,</i> 253 U.S. 412, 415; <i>Louisville Gas Company</i> v. <i>Coleman,</i> 277 U.S. 32, 37; <i>Air-Way Corporation</i> v. <i>Day,</i> 266 U.S. 71, 85; <i>Schlesinger</i> v. <i>Wisconsin,</i> 270 U.S. 230, 240.</p>\n<p>In the present instance it is apparent that a classification according to gravity cannot be regarded as palpably arbitrary. While the Baume gravity of oils may vary, even in the same fields, it has been used by the oil industry as indicating in a general way, apparently satisfactory for practical purposes, the gasoline content. In laying a specific severance tax per barrel, the State was not compelled to make an exact determination of the composition of each oil produced. At least with respect to oils sold primarily for the gasoline they contained, it cannot be said that the State attempted a hostile and unjustifiable discrimination in graduating its tax according to gravity, when the industry itself resorted to the factor of gravity in fixing the scale of prices for such oils. Further, the complainant is in no position to contest the action of the State in adopting a gravity basis with respect to the production of its oils in the Haynesville, Cotton Valley and Pine Island fields, which constituted over ninety per cent. of its entire production, as the complainant itself sold these oils on a gravity basis. If it be granted, as we think it must be, that the State could adjust the severance tax with respect to such oils according to gravity, the <span class=\"star-pagination\">*161</span> question comes simply to that of the particular graduation of the tax. There are, it is true, various gravity schedules of prices, and the same fields may produce oils of different gravities, and oils broadly of the same sort may be sold at flat prices, but, if the State was at liberty to adopt a gravity scale for oils which in such large measure were sold on this basis, the State was not required to grade its tax with a nicety which would assign to every oil produced a grade absolutely corresponding to its actual value. That would mean that the State could tax only on a strictly <i>ad valorem</i> basis, a contention wholly inadmissible. In grading a tax, admittedly within its power to levy, the State had a large discretion and there appears to be no ground for holding that there was such an abuse in this instance as to create constitutional invalidity. <i>Clark</i> v. <i>Titusville,</i> 184 U.S. 329, 331. The graduation of the tax on these oils corresponded generally to the supposed increase of gasoline content, and all oils of the same gravity were treated alike.</p>\n<p>The question raised by the complainant has particular bearing upon the discrimination with respect to oils under 28 degrees gravity. The complainant in this respect must stand on its own case. Its oil of this sort is its Urania production, and that oil, as well as that of the Bellevue field in North Louisiana, is said to be \"practically the same\" as the coastal \"Grade A\" oils of South Louisiana. According to complainant's own showing, these oils are especially suited to the manufacture of lubricating oil and are dealt in with that in view. While in such cases, gravity is not the criterion, but rather viscosity and sulphur content, these are oils of relatively low gravity, that is, under 28 degrees, and the Louisiana severance tax is a uniform one of four cents a barrel. As these last mentioned oils had a distinct composition and a different utility, the State could impose a tax upon them which was different from that imposed upon the other oils produced <span class=\"star-pagination\">*162</span> by the complainant and not so well suited for the making of lubricating oil. The State might have concluded not to tax the former at all, and in that case there would have been no constitutional ground of complaint because a tax was laid on the different oils of the Haynesville, Cotton Valley and Pine Island fields. In <i>Heisler</i> v. <i>Thomas Colliery Company, supra</i><i>,</i> complaint was made of a statute of Pennsylvania because it levied a tax on anthracite coal and not on bituminous coal. The contention was founded on the fact that both were fuels and that anthracite coal in steam sizes competed with bituminous coal and certain sub-grades of the latter competed with certain sub-grades of anthracite. The Court, accepting the fact of competition, nevertheless sustained the tax, holding that the differences between the two sorts of coal justified the classification. If the State had described the oils especially suitable for the manufacture of lubricating oil with respect to their composition or use, and had taxed them at four cents a barrel, it could not be said that the statute was beyond the power of the State to enact simply because it subjected the complainant to a different tax on its oils of a different character. The statute is not made invalid by reason of a failure to describe the oils scientifically.</p>\n<p>The question is thus reduced to the discrimination alleged with respect to the tax on the complainant's Urania production as compared with similar oils. As all these oils bear the same tax of four cents a barrel, the complainant manifestly has no ground for complaint on this score unless it can be found in differences in the prices of these oils. Urania oil was sold at seventy-five cents a barrel, while \"Grade A\" oil brought $1.20 a barrel. The record affords no explanation of the reason for this wide spread in the price of oils, said to be practically the same and used for the same purpose, unless it be the one advanced by the respondent that the difference is due to the <span class=\"star-pagination\">*163</span> distance of the fields from the common market and the consequent difference in transportation charges. Whether or not this is an adequate explanation, it can not be said that the State, from the standpoint of the Federal Constitution, could not put the same specific severance tax on the same sort of oils used in the same way, merely because particular producers of such oils might obtain different prices. There may be many reasons why one owner obtains more in gross return for the same sort of commodities than another owner, and still other reasons why the net returns of the one may be more than those of the other. This Court recently decided that a tax imposed by Alabama on those selling cigars and cigarettes, which was based on the \"wholesale sales price\" was not repugnant to the Fourteenth Amendment because of an alleged difference in the wholesale prices paid by dealers who bought from the manufacturers and by those who did not. <i>Exchange Drug Company</i> v. <i>Long,</i> decided March 12, 1930, <i>post,</i> p. 693. A classification of theatres for license fees according to prices of admission was held to be valid, although some of the theatres charging the higher admission, and paying the higher tax, had the less revenue. <i>Metropolis Theatre Company</i> v. <i>Chicago,</i> 228 U.S. 61. We find no ground for holding that the tax in this instance violated the Federal Constitution.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Section 21 is as follows: \"Taxes may be levied on natural resources severed from the soil or water, to be paid proportionately by the owners thereof at the time of severance. Such natural resources may be classified for the purpose of taxation and such taxes predicated upon either the quantity or value of the product at the time and place where it is severed. No severance tax shall be levied by any parish or other local subdivision of the State.\n</p>\n<p>\"No further or additional tax or license shall be levied or imposed upon oil or gas leases or rights, nor shall any additional value be added to the assessment of land, by reason of the presence of oil or gas therein or their production therefrom.\"</p>\n<p>[2]   The text of section 2 of Act 5 of 1928 in relation to oil is as follows: \"Taxes on natural resources severed from the soil or water . . . shall be predicated on the quantity severed, and shall be paid at the following rates:\n</p>\n<p>.......</p>\n<p>\"(7) a. On oil of 28 gravity and below, four (4) cents per barrel of 42 gallons.</p>\n<p>\"b. (1) On oil above 28 gravity and not above 31 gravity, four and one-fourth (4 1/4) cents per barrel of 42 gallons.</p>\n<p>\"b. (2) On oil above 31 gravity and not above 32 gravity, five (5) cents per barrel of 42 gallons.</p>\n<p>\"(c) On oil above 32 gravity and not above 36 gravity, eight (8) cents per barrel of 42 gallons.</p>\n<p>\"(d) On oil above 36 gravity and not above 43 gravity, ten (10) cents per barrel of 42 gallons.</p>\n<p>\"(e) On oil above 43 gravity, eleven (11) cents per barrel of 42 gallons.\"</p>\n<p>[3]   Among the price quotations for crude oil produced in Louisiana-Arkansas, set forth in \"The Oil Weekly\" of May 25, 1928, are the following:\n</p>\n<p>LOUISIANA-ARKANSAS (ALL COMPANIES)[*]</p>\n<p>Homer, Haynesville, Caddo, El Dorado, De Soto and Crichton and Cotton Valley.[**]</p>\n<p></p>\n<pre>\nBelow 28 gravity ................................................ $0.91\n28 to 28.9 gravity ..............................................   .96\n29 to 29.9 gravity ..............................................  1.01\n30 to 30.9 gravity ..............................................  1.06\n31 to 31.9 gravity ..............................................  1.11\n32 to 32.9 gravity ..............................................  1.16\n33 to 33.9 gravity ..............................................  1.19\n34 to 34.9 gravity ..............................................  1.22\n35 to 35.9 gravity ..............................................  1.25\n36 to 36.9 gravity ..............................................  1.28\n37 to 37.9 gravity ..............................................  1.31\n38 to 38.9 gravity ..............................................  1.34\n39 to 39.9 gravity ..............................................  1.37\n40 to 40.9 gravity ..............................................  1.40\n41 to 41.9 gravity ..............................................  1.43\n42 to 42.9 gravity ..............................................  1.46\n43 to 43.9 gravity ..............................................  1.49\n44 to 44.9 gravity ..............................................  1.52\n45 to 45.9 gravity ..............................................  1.55\n46 to 46.9 gravity ..............................................  1.58\n47 to 47.9 gravity ..............................................  1.61\n48 to 48.9 gravity ..............................................  1.64\n49 to 49.9 gravity ..............................................  1.67\n50 to 50.9 gravity ..............................................  1.70\n51 to 51.9 gravity ..............................................  1.73\n52 and above ....................................................  1.76\nBellevue ........................................................ $1.25\nJennings ........................................................  1.15\nVinton ..........................................................  1.30\nEdgerly .........................................................  1.30\nStarks Dome .....................................................  1.30\nUrania ..........................................................   .75\nCalion ..........................................................   .75\n</pre>\n<p>[*] Shreveport-El Dorado's postings stop at about 40 gravity.</p>\n<p>[**] Below 36 gravity, the posting on Cotton Valley is 75 cents. From 36 to 52 and above the regular gravity schedule is followed.</p>\n<p>* * * * * *</p>\n<p>-----</p>\n<p>Another list of quotations in the same issue of \"The Oil Weekly\" is as follows:</p>\n<p></p>\n<pre>\n                                GULF COAST\nGrade \"A\" all companies ......................................... $1.20\nGulf Coast Light Oil, below 25 ..................................  1.15\n25 to 25.9 gravity ..............................................  1.17\n26 to 26.9 gravity ..............................................  1.19\n27 to 27.9 gravity ..............................................  1.21\n28 to 28.9 gravity ..............................................  1.23\n29 to 29.9 gravity ..............................................  1.25\n30 to 30.9 gravity ..............................................  1.27\n31 to 31.9 gravity ..............................................  1.29\n32 to 32.9 gravity ..............................................  1.31\n33 to 33.9 gravity ..............................................  1.33\n34 to 34.9 gravity ..............................................  1.35\n35 to 35.9 gravity ..............................................  1.37\n36 to 36.9 gravity ..............................................  1.39\n37 to 37.9 gravity ..............................................  1.41\n38 to 38.9 gravity ..............................................  1.43\n39 to 39.9 gravity ..............................................  1.45\n40 and above ....................................................  1.47\n</pre>\n<p>Humble Oil &amp; Refining Company's postings on Gulf Coast Light stop at 35 to 35.9. Its price on all crudes above 35 to $1.37 per barrel.</p>\n<p>Magnolia Petroleum Company's postings stop at 31 to 31.9.</p>\n<p>The following table is taken from \"The Oil and Gas Journal\" of June 13, 1929:</p>\n<p></p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></span> (1930)</b></center>\n<center><h1>OHIO OIL COMPANY<br>\nv.<br>\nCONWAY, SUPERVISOR OF PUBLIC ACCOUNTS OF LOUISIANA.</h1></center>\n<center>No. 440.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 4, 1930.</center>\n<center>Decided April 14, 1930.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*147</span> Mr. <i>Sidney L. Herold,</i> with whom <i>Messrs. Sumter Cousin</i> and <i>R.L. Benoit</i> were on the brief, for appellant.</p>\n<p><i>Mr. George Seth Guion,</i> with whom <i>Messrs. Percy Saint,</i> Attorney General of Louisiana, and <i>W.H. Thompson,</i> Assistant Attorney General, were on the brief, for appellee.</p>\n<p><span class=\"star-pagination\">*150</span> MR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.</p>\n<p>The Ohio Oil Company brought this suit in the District Court to enjoin the enforcement of a statute of Louisiana (Act 5 of 1928) imposing a severance tax upon the production of oil. The statute as applied to the complainant was attacked as a violation both of the constitution of Louisiana and of the equal protection clause of the Fourteenth Amendment of the Federal Constitution. It was alleged that the laws of the State afforded no remedy for the recovery of taxes illegally exacted. On appeal from an order denying an interlocutory injunction, this Court decided that the questions presented could not be resolved satisfactorily upon the affidavits submitted, and directed that an injunction should be granted <i>pendente lite</i> on stated terms. 279 U.S. 813. Trial was had before the District Court, as specially constituted under the applicable statute, and a decree was entered dismissing the bill. 34 Fed. (2d) 47. The complainant appeals.</p>\n<p>In the year 1921, the constitution of Louisiana was amended so as to provide that natural resources severed from the soil or water might be classified for the purpose of taxation and that taxes might be \"predicated upon <span class=\"star-pagination\">*151</span> either the quantity or value of the product at the time and place where it is severed\" (Const. Art. X, Sec. 21).<sup>[1]</sup> By Act 140 of 1922, section 2, natural resources were divided into two classes, and taxes were levied on oil and gas at three per cent. of the gross market value of the total production, and on all other natural resources at two per cent. of the gross market value. The Supreme Court of Louisiana, sustaining this tax on oil and natural gas, held that it was not a property tax but was an excise tax upon the privilege of severing, although it was measured by the value of the property severed. This decision was affirmed here. <i>Gulf Refining Company</i> v. <i>McFarland,</i> 154 La. Ann. 251; 264 U.S. 573.</p>\n<p>In 1928, the legislature of Louisiana enacted the statute now in question which amended the prior act so as to tax various natural resources on the basis of the quantity severed. Under this amendment taxes on oil were classified according to gravity and ran from four cents a barrel of 42 gallons on oil of 28 degrees gravity and below, to eleven cents a barrel on oil above 43 degrees gravity (Act 5 of 1928).<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*152</span> The business of the complainant in Louisiana is that of producing and selling oil and not of refining it. The production of the complainant is in the following fields: Haynesville, in the parish of Claiborne; Cotton Valley, in the parish of Webster; Pine Island, in the parish of Caddo; Urania, in the parish of La Salle. All these fields are in North Louisiana. The bulk of the complainant's production is in the Haynesville, Cotton Valley and Pine Island fields. Its production in these fields from January to June, 1928, inclusive, amounted to 723, 192 barrels out of its total production in Louisiana of 762,139 barrels; and from August, 1928, to March, 1929, inclusive, to 690,397 barrels out of its total production of 705,301 barrels; the remainder was Urania production.</p>\n<p>Gravity as used in the statute, and in oil price quotations, is not specific gravity, but what is called Baume gravity, under which the lighter the oil the higher the gravity. The record shows that, generally speaking, crude petroleums are divided into three classes  paraffine base, asphalt base, and mixed base, the last being a combination of paraffine and asphalt base. The higher gravity oils usually have a paraffine base, while the lower gravity oils usually have an asphalt base. All three of these classes are found in Louisiana. In North Louisiana <span class=\"star-pagination\">*153</span> there are paraffine base, asphalt base and mixed base crudes, the oils generally having paraffine base, while in South Louisiana the oil produced is mostly asphalt base.</p>\n<p>The process of refining oil is distillation. The evidence is that paraffine base oil in that manner yields gasoline, kerosene, gas oil, some lubricating oil and wax. Gasoline comes off first and is the most valuable component of such oil. Asphalt base oil usually yields a very small amount of gasoline by distillation, the first product ordinarily being gas oil, then lubricating oil, and the residuum, asphalt. The gas oil may be subjected to the cracking process and gasoline may be obtained in that way. The value of asphalt base oil is largely for the manufacture of lubricating oil, and the value for this purpose is determined by viscosity and sulphur content, not by gravity. The coastal oils of South Louisiana are divided into \"A\" and \"B\" grades, \"Grade A\" being the oils that are useful in the production of lubricating oil, and the other oils being classed as \"Grade B.\" While gravity is not the determining factor, it appears from the testimony that \"Grade A\" oils must be less than 25 degrees gravity.</p>\n<p>Asphalt base oils are produced in North Louisiana in the fields of Pine Island, Urania, Hosston and Bellevue. The last three named are suitable for making lubricating oil, but the Pine Island heavy oil does not have that value. The evidence is that the Urania, Hosston and Bellevue oils, used for that purpose, are practically the same as the coastal \"Grade A\" oils.</p>\n<p>Gravity is said to be an index of relative value of oils only in the same pool or district, and oils of different gravity are produced in the same fields and from the same tracts of land and sometimes from the same sand. But it appears that, with respect to paraffine base oils, the higher the gravity, the greater is the gasoline content, <span class=\"star-pagination\">*154</span> which as between these oils is largely determinative of price. Gravity in such cases is a rough and familiar method of approximating the gasoline content, and in many fields price quotations of crude oil above 28 degrees are graduated according to gravity.</p>\n<p>Crude oil as it comes from the wells is run into tanks from which the purchaser sells to pipe lines, the well-recognized market prices being the prices posted by the pipe line companies buying the oil. The complainant states that the oil produced in its Haynesville field was from 33 to 36 degrees gravity; in its Cotton Valley field, one class was between 28 and 31 degrees gravity and another above 43 degrees gravity; in its Pine Island field, its production was from 37 to 41 degrees gravity. The complainant purchased no crude oil except that, in the Haynesville field, it bought some of the royalty oil of the lessors under its leases. The complainant's cashier testified at the trial that complainant's \"purchases and sales in each field in which it operates are made on a gravity basis.\"</p>\n<p>This testimony is not understood to include the Urania field in which the complainant was not operating at the time but had been operating until shortly before. The oil from the Urania field, which was about 20 degrees gravity, as well as that of the Bellevue and Hosston fields in North Louisiana, and the \"Grade A\" coastal oils of South Louisiana, were sold at a flat price and not by gravity. \"Grade B\" oil, it was testified, was usually sold on a gravity schedule.</p>\n<p>In 1928, the production of oil in Louisiana was about 22,000,000 barrels, of which approximately two-thirds was produced in North Louisiana, and of this amount nearly two-thirds was sold on a gravity basis, and the remainder at a flat price. Of the production in South Louisiana, about one-half was sold on a gravity basis.</p>\n<p>Price quotations, concededly accurate, for Louisiana crude oils, as well as for Mid-Continent, North and Central <span class=\"star-pagination\">*155</span> Texas, Gulf Coast, and other sections, are shown in the trade journals and were put in evidence. The quotations that are according to gravity have a rising scale of prices as gravity increases.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*156</span> In the case of the oils under 28 degrees gravity that were sold at a flat price, it appears that there was a considerable difference between the price of oils of the North and South Louisiana fields. With respect to oils <span class=\"star-pagination\">*157</span> suitable for making lubricating oil, the evidence is that in February, 1928, the price of the complainant's Urania oil was 75 cents a barrel, while that of the coastal \"Grade A\" oils was $1.20 a barrel, and the Louisiana tax on each, the gravity being under 28 degrees, was four cents a barrel. The respondent states that the oils of these Louisiana fields are shipped to a common market, Port Arthur, Texas, and, by reason of the greater distance, the transportation charges for the oils of North Louisiana are <span class=\"star-pagination\">*158</span> greater than those from South Louisiana; this fact, the respondent insists, accounts for the difference in the price of the oils at the wells.</p>\n<p>The complainant's contention under the constitution of Louisiana is that the tax is invalid because it was not levied according to either quantity or value. It manifestly is a specific tax at a rate per barrel of 42 gallons, and not strictly <i>ad valorem.</i> The graduation of the tax according to the gravity of the oil does not make it other than a tax according to quantity, that is, per barrel, as the oils of different classes are treated for the purpose of the tax as being in effect different commodities, each of which has its separate tax. We have not been referred to any decision of the state court upon the point and, until that court pronounces otherwise, we see no reason to hold that the tax is unauthorized by the State.</p>\n<p>The further argument is made that the classification of oils is unreasonable and hence is not permitted by the state constitution. This is substantially the same question, from the standpoint of state authority, that is presented as a Federal ground of attack under the Fourteenth Amendment.</p>\n<p>The complainant contends that the statute of Louisiana, imposing a tax according to gravity, operates as an arbitrary discrimination; that it discriminates in a wholly unjustifiable manner between the oils of the North Louisiana and South Louisiana fields, and also between the fields producing asphalt base oils. The tax on its production in the Haynesville, Cotton Valley and Pine Island fields is said to be at a rate from about six to seven and one-half per cent. of its value; and on the production in the Urania field, at about five and one-third per cent. of the value; while on the production in fields in South Louisiana, and in the Bellevue field, in North Louisiana, the tax is between three and three and one-half per cent. of the value.</p>\n<p><span class=\"star-pagination\">*159</span> The applicable principles are familiar. The States have a wide discretion in the imposition of taxes. When dealing with their proper domestic concerns, and not trenching upon the prerogatives of the national government or violating the guarantees of the Federal Constitution, the States have the attribute of sovereign powers in devising their fiscal systems to insure revenue and foster their local interests. The States, in the exercise of their taxing power, as with respect to the exertion of other powers, are subject to the requirements of the due process and the equal protection clauses of the Fourteenth Amendment, but that Amendment imposes no iron rule of equality, prohibiting the flexibility and variety that are appropriate to schemes of taxation. The State may tax real and personal property in a different manner. It may grant exemptions. The State is not limited to <i>ad valorem</i> taxation. It may impose different specific taxes upon different trades and professions and may vary the rates of excise upon various products. In levying such taxes, the State is not required to resort to close distinctions or to maintain a precise, scientific uniformity with reference to composition, use or value. To hold otherwise would be to subject the essential taxing power of the State to an intolerable supervision, hostile to the basic principles of our Government and wholly beyond the protection which the general clause of the Fourteenth Amendment was intended to assure. <i>Bell's Gap Railroad Company</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"92722\"><a href=\"/opinion/92722/bells-gap-r-co-v-pennsylvania/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 237; <i>Magoun</i> v. <i>Illinois Trust &amp; Savings Bank,</i> <span class=\"citation\" data-id=\"94863\"><a href=\"/opinion/94863/magoun-v-illinois-trust-and-sav-bank/\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 293; <i>Southwestern Oil Company</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"97223\"><a href=\"/opinion/97223/southwestern-oil-co-v-texas/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 121; <i>Brown-Forman Company</i> v. <i>Kentucky,</i> <span class=\"citation\" data-id=\"97260\"><a href=\"/opinion/97260/brown-forman-co-v-kentucky/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 573; <i>Sunday Lake Iron Company</i> v. <i>Wakefield,</i> <span class=\"citation\" data-id=\"99200\"><a href=\"/opinion/99200/sunday-lake-iron-co-v-township-of-wakefield/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 353; <i>Heisler</i> v. <i>Thomas Colliery Company,</i> <span class=\"citation\" data-id=\"100063\"><a href=\"/opinion/100063/heisler-v-thomas-colliery-co/\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">245</span></a></span>, 255; <i>Oliver Iron Mining Company</i> v. <i>Lord,</i> <span class=\"citation\" data-id=\"100207\"><a href=\"/opinion/100207/oliver-iron-mining-co-v-lord/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 179; <i>Stebbins</i> v. <i>Riley,</i> <span class=\"citation\" data-id=\"100647\"><a href=\"/opinion/100647/stebbins-v-riley/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 142.</p>\n<p><span class=\"star-pagination\">*160</span> With all this freedom of action, there is a point beyond which the State can not go without violating the equal protection clause. The State may classify broadly the subjects of taxation, but in doing so it must proceed upon a rational basis. The State is not at liberty to resort to a classification that is palpably arbitrary. The rule is generally stated to be that the classification \"must rest upon some ground of difference having a fair and substantial relation to the object of the legislation, so that all persons similarly circumstanced shall be treated alike.\" <i>Royster Guano Company</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"99622\"><a href=\"/opinion/99622/fs-royster-guano-co-v-virginia/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 415; <i>Louisville Gas Company</i> v. <i>Coleman,</i> <span class=\"citation\" data-id=\"101281\"><a href=\"/opinion/101281/louisville-gas-elec-co-v-coleman/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 37; <i>Air-Way Corporation</i> v. <i>Day,</i> <span class=\"citation\" data-id=\"100476\"><a href=\"/opinion/100476/air-way-elec-appliance-corp-v-day/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, 85; <i>Schlesinger</i> v. <i>Wisconsin,</i> <span class=\"citation\" data-id=\"100795\"><a href=\"/opinion/100795/schlesinger-v-wisconsin/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 240.</p>\n<p>In the present instance it is apparent that a classification according to gravity cannot be regarded as palpably arbitrary. While the Baume gravity of oils may vary, even in the same fields, it has been used by the oil industry as indicating in a general way, apparently satisfactory for practical purposes, the gasoline content. In laying a specific severance tax per barrel, the State was not compelled to make an exact determination of the composition of each oil produced. At least with respect to oils sold primarily for the gasoline they contained, it cannot be said that the State attempted a hostile and unjustifiable discrimination in graduating its tax according to gravity, when the industry itself resorted to the factor of gravity in fixing the scale of prices for such oils. Further, the complainant is in no position to contest the action of the State in adopting a gravity basis with respect to the production of its oils in the Haynesville, Cotton Valley and Pine Island fields, which constituted over ninety per cent. of its entire production, as the complainant itself sold these oils on a gravity basis. If it be granted, as we think it must be, that the State could adjust the severance tax with respect to such oils according to gravity, the <span class=\"star-pagination\">*161</span> question comes simply to that of the particular graduation of the tax. There are, it is true, various gravity schedules of prices, and the same fields may produce oils of different gravities, and oils broadly of the same sort may be sold at flat prices, but, if the State was at liberty to adopt a gravity scale for oils which in such large measure were sold on this basis, the State was not required to grade its tax with a nicety which would assign to every oil produced a grade absolutely corresponding to its actual value. That would mean that the State could tax only on a strictly <i>ad valorem</i> basis, a contention wholly inadmissible. In grading a tax, admittedly within its power to levy, the State had a large discretion and there appears to be no ground for holding that there was such an abuse in this instance as to create constitutional invalidity. <i>Clark</i> v. <i>Titusville,</i> <span class=\"citation\" data-id=\"95598\"><a href=\"/opinion/95598/clark-v-titusville/\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 331. The graduation of the tax on these oils corresponded generally to the supposed increase of gasoline content, and all oils of the same gravity were treated alike.</p>\n<p>The question raised by the complainant has particular bearing upon the discrimination with respect to oils under 28 degrees gravity. The complainant in this respect must stand on its own case. Its oil of this sort is its Urania production, and that oil, as well as that of the Bellevue field in North Louisiana, is said to be \"practically the same\" as the coastal \"Grade A\" oils of South Louisiana. According to complainant's own showing, these oils are especially suited to the manufacture of lubricating oil and are dealt in with that in view. While in such cases, gravity is not the criterion, but rather viscosity and sulphur content, these are oils of relatively low gravity, that is, under 28 degrees, and the Louisiana severance tax is a uniform one of four cents a barrel. As these last mentioned oils had a distinct composition and a different utility, the State could impose a tax upon them which was different from that imposed upon the other oils produced <span class=\"star-pagination\">*162</span> by the complainant and not so well suited for the making of lubricating oil. The State might have concluded not to tax the former at all, and in that case there would have been no constitutional ground of complaint because a tax was laid on the different oils of the Haynesville, Cotton Valley and Pine Island fields. In <i>Heisler</i> v. <i>Thomas Colliery Company, supra</i><i>,</i> complaint was made of a statute of Pennsylvania because it levied a tax on anthracite coal and not on bituminous coal. The contention was founded on the fact that both were fuels and that anthracite coal in steam sizes competed with bituminous coal and certain sub-grades of the latter competed with certain sub-grades of anthracite. The Court, accepting the fact of competition, nevertheless sustained the tax, holding that the differences between the two sorts of coal justified the classification. If the State had described the oils especially suitable for the manufacture of lubricating oil with respect to their composition or use, and had taxed them at four cents a barrel, it could not be said that the statute was beyond the power of the State to enact simply because it subjected the complainant to a different tax on its oils of a different character. The statute is not made invalid by reason of a failure to describe the oils scientifically.</p>\n<p>The question is thus reduced to the discrimination alleged with respect to the tax on the complainant's Urania production as compared with similar oils. As all these oils bear the same tax of four cents a barrel, the complainant manifestly has no ground for complaint on this score unless it can be found in differences in the prices of these oils. Urania oil was sold at seventy-five cents a barrel, while \"Grade A\" oil brought $1.20 a barrel. The record affords no explanation of the reason for this wide spread in the price of oils, said to be practically the same and used for the same purpose, unless it be the one advanced by the respondent that the difference is due to the <span class=\"star-pagination\">*163</span> distance of the fields from the common market and the consequent difference in transportation charges. Whether or not this is an adequate explanation, it can not be said that the State, from the standpoint of the Federal Constitution, could not put the same specific severance tax on the same sort of oils used in the same way, merely because particular producers of such oils might obtain different prices. There may be many reasons why one owner obtains more in gross return for the same sort of commodities than another owner, and still other reasons why the net returns of the one may be more than those of the other. This Court recently decided that a tax imposed by Alabama on those selling cigars and cigarettes, which was based on the \"wholesale sales price\" was not repugnant to the Fourteenth Amendment because of an alleged difference in the wholesale prices paid by dealers who bought from the manufacturers and by those who did not. <i>Exchange Drug Company</i> v. <i>Long,</i> decided March 12, 1930, <i>post,</i> p. 693. A classification of theatres for license fees according to prices of admission was held to be valid, although some of the theatres charging the higher admission, and paying the higher tax, had the less revenue. <i>Metropolis Theatre Company</i> v. <i>Chicago,</i> 228 U.S. 61. We find no ground for holding that the tax in this instance violated the Federal Constitution.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Section 21 is as follows: \"Taxes may be levied on natural resources severed from the soil or water, to be paid proportionately by the owners thereof at the time of severance. Such natural resources may be classified for the purpose of taxation and such taxes predicated upon either the quantity or value of the product at the time and place where it is severed. No severance tax shall be levied by any parish or other local subdivision of the State.\n</p>\n<p>\"No further or additional tax or license shall be levied or imposed upon oil or gas leases or rights, nor shall any additional value be added to the assessment of land, by reason of the presence of oil or gas therein or their production therefrom.\"</p>\n<p>[2]   The text of section 2 of Act 5 of 1928 in relation to oil is as follows: \"Taxes on natural resources severed from the soil or water . . . shall be predicated on the quantity severed, and shall be paid at the following rates:\n</p>\n<p>.......</p>\n<p>\"(7) a. On oil of 28 gravity and below, four (4) cents per barrel of 42 gallons.</p>\n<p>\"b. (1) On oil above 28 gravity and not above 31 gravity, four and one-fourth (4 1/4) cents per barrel of 42 gallons.</p>\n<p>\"b. (2) On oil above 31 gravity and not above 32 gravity, five (5) cents per barrel of 42 gallons.</p>\n<p>\"(c) On oil above 32 gravity and not above 36 gravity, eight (8) cents per barrel of 42 gallons.</p>\n<p>\"(d) On oil above 36 gravity and not above 43 gravity, ten (10) cents per barrel of 42 gallons.</p>\n<p>\"(e) On oil above 43 gravity, eleven (11) cents per barrel of 42 gallons.\"</p>\n<p>[3]   Among the price quotations for crude oil produced in Louisiana-Arkansas, set forth in \"The Oil Weekly\" of May 25, 1928, are the following:\n</p>\n<p>LOUISIANA-ARKANSAS (ALL COMPANIES)[*]</p>\n<p>Homer, Haynesville, Caddo, El Dorado, De Soto and Crichton and Cotton Valley.[**]</p>\n<p></p>\n<pre>\nBelow 28 gravity ................................................ $0.91\n28 to 28.9 gravity ..............................................   .96\n29 to 29.9 gravity ..............................................  1.01\n30 to 30.9 gravity ..............................................  1.06\n31 to 31.9 gravity ..............................................  1.11\n32 to 32.9 gravity ..............................................  1.16\n33 to 33.9 gravity ..............................................  1.19\n34 to 34.9 gravity ..............................................  1.22\n35 to 35.9 gravity ..............................................  1.25\n36 to 36.9 gravity ..............................................  1.28\n37 to 37.9 gravity ..............................................  1.31\n38 to 38.9 gravity ..............................................  1.34\n39 to 39.9 gravity ..............................................  1.37\n40 to 40.9 gravity ..............................................  1.40\n41 to 41.9 gravity ..............................................  1.43\n42 to 42.9 gravity ..............................................  1.46\n43 to 43.9 gravity ..............................................  1.49\n44 to 44.9 gravity ..............................................  1.52\n45 to 45.9 gravity ..............................................  1.55\n46 to 46.9 gravity ..............................................  1.58\n47 to 47.9 gravity ..............................................  1.61\n48 to 48.9 gravity ..............................................  1.64\n49 to 49.9 gravity ..............................................  1.67\n50 to 50.9 gravity ..............................................  1.70\n51 to 51.9 gravity ..............................................  1.73\n52 and above ....................................................  1.76\nBellevue ........................................................ $1.25\nJennings ........................................................  1.15\nVinton ..........................................................  1.30\nEdgerly .........................................................  1.30\nStarks Dome .....................................................  1.30\nUrania ..........................................................   .75\nCalion ..........................................................   .75\n</pre>\n<p>[*] Shreveport-El Dorado's postings stop at about 40 gravity.</p>\n<p>[**] Below 36 gravity, the posting on Cotton Valley is 75 cents. From 36 to 52 and above the regular gravity schedule is followed.</p>\n<p>* * * * * *</p>\n<p>-----</p>\n<p>Another list of quotations in the same issue of \"The Oil Weekly\" is as follows:</p>\n<p></p>\n<pre>\n                                GULF COAST\nGrade \"A\" all companies ......................................... $1.20\nGulf Coast Light Oil, below 25 ..................................  1.15\n25 to 25.9 gravity ..............................................  1.17\n26 to 26.9 gravity ..............................................  1.19\n27 to 27.9 gravity ..............................................  1.21\n28 to 28.9 gravity ..............................................  1.23\n29 to 29.9 gravity ..............................................  1.25\n30 to 30.9 gravity ..............................................  1.27\n31 to 31.9 gravity ..............................................  1.29\n32 to 32.9 gravity ..............................................  1.31\n33 to 33.9 gravity ..............................................  1.33\n34 to 34.9 gravity ..............................................  1.35\n35 to 35.9 gravity ..............................................  1.37\n36 to 36.9 gravity ..............................................  1.39\n37 to 37.9 gravity ..............................................  1.41\n38 to 38.9 gravity ..............................................  1.43\n39 to 39.9 gravity ..............................................  1.45\n40 and above ....................................................  1.47\n</pre>\n<p>Humble Oil &amp; Refining Company's postings on Gulf Coast Light stop at 35 to 35.9. Its price on all crudes above 35 to $1.37 per barrel.</p>\n<p>Magnolia Petroleum Company's postings stop at 31 to 31.9.</p>\n<p>The following table is taken from \"The Oil and Gas Journal\" of June 13, 1929:</p>\n<p></p>\n\n</div>", "id": 101545, "judges": "Hughes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101545/", "sha1": "f297e79d3fd5ce209a04131395f1b1d4eb2f0037", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:49"}