{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "281 U.S. 128", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/101543/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Nogueira v. New York, N. H. & H. R. Co", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "248", 
    "id": 85926, 
    "resource_uri": "/api/rest/v2/citation/85926/"
  }, 
  "id": 101543, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1930-04-14", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/281/281.US.128.248.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:48:49", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span></p>\n    <p class=\"case_cite\">50 S.Ct. 303</p>\n    <p class=\"case_cite\">74 L.Ed. 754</p>\n    <p class=\"parties\">NOGUEIRA<br>v.<br>NEW YORK, N. H. &amp; H. R. CO.</p>\n    <p class=\"docket\">No. 248.</p>\n    <p class=\"date\">Argued Feb. 28, 1930.</p>\n    <p class=\"date\">Decided April 14, 1930.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Sol Gelb and Humphrey J. Lynch, both of New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Edward R. Brumley, of New York City, for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice HUGHES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, brought in the District Court of the United States under the Federal Employer' Liability Act (45 USCA &#167;&#167; 51-59), the complaint was dismissed upon the ground that the Longshoremen's and Harbor Workers' Compensation Act of March 4, 1927, was applicable and afforded an exclusive remedy. Chapter 509, 44 Stat. 1424, U. S. C. tit. 33, &#167;&#167; 901-950 (38 USCA &#167;&#167; 901-950). The judgment was affirmed by the Circuit Court of Appeals, 32 F.(2d) 179.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petitioner was injured on a car float of five hundred tons belonging to the defendant railroad company. The float was a vessel used in the transportation of railroad cars, and at the time of the injury was lying in navigable waters at Pier 42, East River, New York Harbor. The petitioner was employed by the railroad company as one of a gang of freight handlers in loading freight into cars on the float. He was using a hand truck in carrying a bale of paper, a piece of interstate freight, and, as the float was serveral feet lower than the dock, it was necessary to move the bale over a plank which ran from the dock to the middle of the float at a steep incline. Several men were assigned to help the petitioner in order to control the movement of the bale by handhooks. The petitioner was in front of the truck holding its handles, and alleged that, by the negligence of the other men, who failed to hold the bale properly, it got out of control and skidded down the plank, throwing the petitioner on the floor of the float and crushing his leg.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contention is that the car float was used as an adjunct to railroad transportation in interstate commerce, and that it was not the intention of Congress to substitute the remedy under the Longshoremen's and Harbor Workers' Compensation Act for that afforded by the Federal Employers' Liability Act. The Circuit Court of Appeals assumed that the petitioner would have been entitled to prosecute his claim under the Federal Employers' Liability Act if the later act did not apply. If the latter was applicable, the remedy thereunder was made exclusive by the explicit provision of section 5, 44 Stat. p. 1426, U. S. C. tit. 33, &#167; 905 (33 USCA &#167; 905).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The general scheme of the Longshoremen's and Harbor Workers' Compensation Act was to provide compensation to employees engaged in maritime employment, except as stated, for disability or death resulting from injury occurring upon the navigable waters of the United States where recovery through workmen's compensation proceedings might not validly be provided by state law. Employers are bound to secure the payment of the prescribed benefits to those of their employees whose employment is covered by the act, and this compensation is to be payable irrespective of fault as a cause of the injury.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Employers are thus defined in section 2, subdivision (4), 44 Stat. 1425 (U. S. C. tit. 33, &#167; 902 (33 USCA &#167; 902)): 'The term 'employer' means an employer any of whose employees are employed in Maritime employment, in whole or in part, upon the navigable waters of the United States (including any dry dock.)' The term is not defined otherwise, with respect either to the nature or the scope of the enterprises in which the employer is engaged. The definition is manifestly broad enough to embrace a railroad company, provided it has employees who 'are employed in maritime employment, in whole or in part, upon the navigable waters of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The employees subject to the act are not defined affirmatively, but section 2, subdivision (3), Id., contains the following limitation: 'The term 'employee' does not include a master of member of a crew of any vessel, nor any person engaged by the master to load or unload or repair any small vessel under eighteen tons net.' In this instance, the petitioner was not the master or member of the crew of the vessel, and the vessel was not under eighteen tons.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The 'coverage' of the act is stated in section 3, subdivision (a), 44 Stat. 1426 (U. S. C. tit. 33, &#167; 903 (33 USCA &#167; 903)):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'&#167; 903. (a) Compensation shall be payable under this chapter      in respect of disability or death of an employee, but only if      the disability or death results from an injury occurring upon      the navigable waters of the United States (including any dry      dock) and if recovery for the disability or death through      workmen's compensation proceedings may not validly be      provided by State law.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Atlantic Transport Company v. Imbrovek, 234 U. S. 52, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1208</span></span>, 51 L. R. A. (N. S.) 1157, the libelant was engaged as a stevedore in loading a ship lying in port in navigable waters. The court had no doubt that he was performing a maritime service and that the rights and liabilities of the parties were matters within the admiralty jurisdiction. In Southern Pacific Company v. Jensen, 244 U. S. 205, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1086</span></span>, L. R. A. 1918C, 451, Ann. Cas. 1917E, 900, the Southern Pacific Company, a common carrier by Railroad in interstate commerce, also operated a steamship between New York and Galveston. Jensen, an employee of the company, was killed while he was engaged in unloading the ship which was berthed at a pier in the North River, New York harbor. He was operating a small electric freight truck which he drove out of the vessel upon a gang plank running to the pier. The Court of Appeals of New York (215 N. Y. 514, 109 N. E. 600, L. R. A. 1916A, 403, Ann. Cas. 1916B, 276), held that the Workmen's Compensation Act of the state applied to his employment and that the statute was not obnoxious to the Federal Constitution. In this court, two questions were presented, first, whether the Federal Employers' Liability Act was applicable and hence the state statute could not control; and, second, whether the Workmen's Compensation Act of the state conflicted with the general maritime law which constitutes an integral part of the federal law under article 3, section 2, of the Federal Constitution. Concluding that the case was not within the Federal Employers' Liability Act, as the ship could not properly be regarded as a part of the railroad's extension or equipment, the court took up the second question and decided that the New York Workmen's Compensation Act could not constitutionally govern the case of one injured upon navigable waters while engaged in maritime service. It was said that the state statute attempted to give a remedy unknown to the common law, incapable of enforcement by the ordinary proceedings of any court, and was not saved to suitors from the constitutional grant of exclusive jurisdiction to the federal District Courts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In State Industrial Commission v. Nordenholt Corporation, 259 U. S. 263, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">933</span></span>, 25 A. L. R. 1013, a longshoreman was injured on a dock while engaged in such a case, where the injury took that in such a case, where the injury took place on an extension of the land, the maritime law did not prescribe the liability, and the local law had always governed. The Workmen's Compensation Law of the state was accordingly held to be applicable. The distinction was thus maintained between injuries on land and those which were suffered by persons engaged in maritime employment on a vessel in navigable waters.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From the standpoint of maritime employment, it obviously makes no difference whether the freight is placed in the hold or on the deck of a vessel, or whether the vessel is a car float or a steamship. A car float in navigable waters is subject to the maritime law like any other vessel. The injury caused to petitioner in this case is thus as much within the exclusive admiralty and maritime jurisdiction as was that of the employee in Southern Pacific Company v. Jensen, supra, and recovery for the injury 'through workmen's compensation proceedings' could not 'validly be provided by state law.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As the present case falls directly within the affirmative provisions of section 3 of the Longshoremen's and Harbor Workers' Compensation Act (33 USCA &#167; 903), we look next to the case specially excepted. Section 3, after the provision quoted above, continues:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">No compensation shall be payable in respect of the disability or death of&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'(1) A master or member of a crew of any vessel, nor any      person engaged by the master to load or unload or repair any      small vessel under eighteen tons net; or</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(2) An officer or employee of the United States or any      agency thereof, or of any State or foreign government, or of      any political subdivision thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case of the petitioner does not come within any of these exceptions. Their limited character is significant. No exception is made of the employees of a railroad company employed in maritime service on the navigable waters of the United States or with respect to the question whether such employment was in connection with an extension of railroad transportation. As to the master and crew of a vessel, it should be noted that section 33 of the Merchant Marine Act 1920 (chapter 250, 41 Stat. 988, 1007 (46 USCA &#167; 688)), gave to seamen the rights and remedies under all statutes of the United States which were applicable to railway employees in cases of personal injury, thus carrying to seamen the benefit of the provisions of the Federal Employers' Liability Act. Panama Railroad Company v. Johnson, 264 U. S. 375, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></span>, 68 L. Ed. 748; Engel v. Davenport, 271 U. S. 33, <span class=\"citation\" data-id=\"100844\"><a href=\"/opinion/100844/engel-v-davenport/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">410</span></a></span>, 70 L. Ed. 813. Longshoremen engaged on a vessel at dock in navigable waters, in the work of loading or unloading, have been held to be seamen. International Stevedoring Company v. Haverty, 272 U. S. 50, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">19</span></span>, 71 L. Ed. 157. Northern Coal Company v. Strand, 278 U. S. 142, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">88</span></span>, 73 L. Ed. 232. But seamen, including longshoremen engaged in loading or unloading, if injured on a vessel in navigable waters, could not constitutionally have the benefit of a state workmen's compensation act, even if an act of Congress so provided. After the decision in Southern Pacific Company v. Jensen, supra, Congress amended clause 3 of section 24 and clause 3 of section 256 of the Judicial Code relating to cases of admiralty and maritime jurisdiction, by adding to the clause saving to suitors commonlaw remedies the words, 'and to claimants the rights and remedies under the workmen's compensation law of any State.' Act of October 6, 1917, c. 97, 40 Stat. 395 (28 USCA &#167;&#167; 41(3), 371, cl. 3). In Knickerbocker Ice Company v. Stewart, 253 U. S. 149, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">834</span></span>, 11 A. L. R. 1145, this court held that the attempted amendment was unconstitutional as being an unwarranted delegation of the legislative power of Congress and as destroying the uniformity which the Constitution had established and thus defeating the constitutional grant of jurisdiction to the federal courts. By the act of June 10, 1922 (chapter 216, 42 Stat. 634), Congress again amended clause 3 of section 24 and clause 3 of section 256 of the Judicial Code (28 USCA &#167;&#167; 41(3), 371, cl. 3). There was added to the saving clause the words, 'and to claimants for compensation for injuries to or death of persons other than the master or members of the crew of a vessel their rights and remedies under the workmen's compensation law of any State, District, Territory, or possession of the United States, which rights and remedies when conferred by such law shall be exclusive.' This court decided that the exception of the master and crew of a vessel was insufficient to meet the objections which had been pointed out, and the amendment was held to be unconstitutional. Washington v. Dawson &amp; Company, 264 U. S. 219, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">302</span></span>, 68 L. Ed. 646.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When the bill which became the Longshoremen's and Harbor Workers' Compensation Act was pending in Congress, the importance of the policy of compensation acts, and their advantages in providing for appropriate compensation in the case of injury or death of employees, without regard to the fault of the employer, were distinctly recognized. It appears that the bill originally excluded a master or members of a crew of a vessel, but was amended so as to extend to them the benefits of compensation. House Rep. No. 1767, 69th Cong. 2d Sess. As these seamen preferred to remain outside of the provisions of the bill, they were finally excluded, and the bill was passed with the exceptions above-quoted. Cong. Rec. 69th Cong. 2d Sess. vol. 68, pt. 5, 5908. There was no exclusion of stevedores or of those sustaining injuries upon navigable waters in loading or unloading a vessel unless it was under eighteen tons net. The application of the act in such cases was explicitly made to depend upon the question whether the injury occurred upon navigable waters and recovery therefor could not validly be provided by a state compensation statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The bill, as reported to, and first passed by, the Senate, contained a provision in section 3 excepting 'an employee of a common carrier by railroad engaged in interstate or foreign commerce or in commerce within any Territory or the District of Columbia if the injury from which the disability or death results occurred while the employee was employed in such commerce.' Sen. Rep. No. 973, 69th Cong. 1st Sess. This exception was eliminated from the bill as finally passed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is hardly necessary to go further, as the clear and constitutional requirements of the act of Congress in the furtherance of the policy conceived to be in the interest of employees cannot be escaped by any permissible process of construction. For the opposing view it is said that repeals by implication are not favored. But it is not a case of resort to implication. The act expressly provides that liability thereunder 'shall be exclusive and in place of all other liability of such employer of the employee, his legal representative * * * at law or in admiralty.' It is further provided that, if the employer in the case of the described employees engaged in maritime employment does not give the required compensation, the employee or his legal representative can maintain an action at law for damages, and, in such an action, not only are the defenses of contributory negligence and the negligence of a fellow servant excluded but also that of assumption of risk, a defense which is still open under the Federal Employers' Liability Act save in specified cases. Seaboard Air Line Railway v. Horton, 233 U. S. 492, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">635</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1062</span></span>, L. R. A. 1915C, 1, Ann. Cas. 1915B, 475; Pryor v. Williams, 254 U. S. 43, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">36</span></span>, 65 L. Ed. 120. Not only is the payment of compensation under the act bar to recovery at law but, if the compensation is not given, the remedy then available at law has its special incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nor is there anything of substance added to the argument for the petitioner by reference to the possible effect on the application of other laws in cases which come within the purview of the Longshoremen's and Harbor Workers' Compensation Act, for the question still is, To what cases does that act apply according to its terms? The fact that the same employee of a railroad company may have different rights at different times is a familiar consequence of the application of different laws, as, for example, when the employee of a railroad company is engaged at one time in intrastate commerce and at another time, even on the same day, in interstate commerce; and the application of federal laws where the employment falls within the federal jurisdiction is manifestly a matter within the discretion of Congress. Panama Railroad Company v. Johnson, supra. In the present instance, had the petitioner been engaged in intrastate commerce, his case still would have been within the maritime jurisdiction of the federal courts, and he would have been denied the benefit of the state compensation law. See London Guarantee &amp; Accident Company v. Industrial Accident Commission, 279 U. S. 109, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></span>, 73 L. Ed. 632. In these circumstances Congress dealt with the maritime employment of longshoremen whose injuries sustained on navigable waters would fall within the exclusive maritime jurisdiction, without regard to the distinction between intrastate and interstate transportation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is also pointed out that in the Act of May 17, 1928 (chapter 612, 45 Stat. 600 (33 USCA &#167; 901, note)), applying the provisions of the Longshoremen's and Harbor Workers' Compensation Act to employees in the District of Columbia, a special exception was added of the case of an employee of a common carrier by railroad when engaged in interstate or foreign commerce or commerce solely within the District of Columbia. The fact that a similar exception was left out of the Longshoremen's and Harbor Workers' Compensation Act and was inserted in the later statute works against, rather than for, the petitioner's contention.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 5 provides: 'The liability of an employer prescribed in section 904 * * * shall be exclusive and in place of all other liability of such employer to the employee, his legal representative, husband or wife, parents, dependents, next of kin, and anyone otherwise entitled to recover damages from such employer at law or in admiralty on account of such injury or death, except that if an employer fails to secure payment of compensation as required by this chapter, an injured employee, or his legal representative in case death results from the injury, may elect to claim compensation under this chapter, or to maintain an action at law or in admiralty for damages on account of such injury or death. In such action the defendant may not plead as a defense that the injury was caused by the negligence of a fellow servant, nor that the employee assumed the risk of his employment, nor that the injury was due to the contributory negligence of the employee.'</p>\n      </div>\n    </div>\n    ", 
  "sha1": "4224e0c076553fbd39c2ecd43a2c43b8b0ba6012", 
  "date_modified": "2014-12-21T01:39:34.280790", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/101543/nogueira-v-new-york-n-h-h-r-co/", 
  "citation_count": 34, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/406495/", 
  "html": "<p class=\"case_cite\">281 U.S. 128</p>\n    <p class=\"case_cite\">50 S.Ct. 303</p>\n    <p class=\"case_cite\">74 L.Ed. 754</p>\n    <p class=\"parties\">NOGUEIRA<br>v.<br>NEW YORK, N. H. &amp; H. R. CO.</p>\n    <p class=\"docket\">No. 248.</p>\n    <p class=\"date\">Argued Feb. 28, 1930.</p>\n    <p class=\"date\">Decided April 14, 1930.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Sol Gelb and Humphrey J. Lynch, both of New York City, for petitioner.</p>\n      <p class=\"indent\">Mr. Edward R. Brumley, of New York City, for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice HUGHES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action, brought in the District Court of the United States under the Federal Employer' Liability Act (45 USCA &#167;&#167; 51-59), the complaint was dismissed upon the ground that the Longshoremen's and Harbor Workers' Compensation Act of March 4, 1927, was applicable and afforded an exclusive remedy. Chapter 509, 44 Stat. 1424, U. S. C. tit. 33, &#167;&#167; 901-950 (38 USCA &#167;&#167; 901-950). The judgment was affirmed by the Circuit Court of Appeals, 32 F.(2d) 179.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petitioner was injured on a car float of five hundred tons belonging to the defendant railroad company. The float was a vessel used in the transportation of railroad cars, and at the time of the injury was lying in navigable waters at Pier 42, East River, New York Harbor. The petitioner was employed by the railroad company as one of a gang of freight handlers in loading freight into cars on the float. He was using a hand truck in carrying a bale of paper, a piece of interstate freight, and, as the float was serveral feet lower than the dock, it was necessary to move the bale over a plank which ran from the dock to the middle of the float at a steep incline. Several men were assigned to help the petitioner in order to control the movement of the bale by handhooks. The petitioner was in front of the truck holding its handles, and alleged that, by the negligence of the other men, who failed to hold the bale properly, it got out of control and skidded down the plank, throwing the petitioner on the floor of the float and crushing his leg.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contention is that the car float was used as an adjunct to railroad transportation in interstate commerce, and that it was not the intention of Congress to substitute the remedy under the Longshoremen's and Harbor Workers' Compensation Act for that afforded by the Federal Employers' Liability Act. The Circuit Court of Appeals assumed that the petitioner would have been entitled to prosecute his claim under the Federal Employers' Liability Act if the later act did not apply. If the latter was applicable, the remedy thereunder was made exclusive by the explicit provision of section 5, 44 Stat. p. 1426, U. S. C. tit. 33, &#167; 905 (33 USCA &#167; 905).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The general scheme of the Longshoremen's and Harbor Workers' Compensation Act was to provide compensation to employees engaged in maritime employment, except as stated, for disability or death resulting from injury occurring upon the navigable waters of the United States where recovery through workmen's compensation proceedings might not validly be provided by state law. Employers are bound to secure the payment of the prescribed benefits to those of their employees whose employment is covered by the act, and this compensation is to be payable irrespective of fault as a cause of the injury.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Employers are thus defined in section 2, subdivision (4), 44 Stat. 1425 (U. S. C. tit. 33, &#167; 902 (33 USCA &#167; 902)): 'The term 'employer' means an employer any of whose employees are employed in Maritime employment, in whole or in part, upon the navigable waters of the United States (including any dry dock.)' The term is not defined otherwise, with respect either to the nature or the scope of the enterprises in which the employer is engaged. The definition is manifestly broad enough to embrace a railroad company, provided it has employees who 'are employed in maritime employment, in whole or in part, upon the navigable waters of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The employees subject to the act are not defined affirmatively, but section 2, subdivision (3), Id., contains the following limitation: 'The term 'employee' does not include a master of member of a crew of any vessel, nor any person engaged by the master to load or unload or repair any small vessel under eighteen tons net.' In this instance, the petitioner was not the master or member of the crew of the vessel, and the vessel was not under eighteen tons.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The 'coverage' of the act is stated in section 3, subdivision (a), 44 Stat. 1426 (U. S. C. tit. 33, &#167; 903 (33 USCA &#167; 903)):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'&#167; 903. (a) Compensation shall be payable under this chapter      in respect of disability or death of an employee, but only if      the disability or death results from an injury occurring upon      the navigable waters of the United States (including any dry      dock) and if recovery for the disability or death through      workmen's compensation proceedings may not validly be      provided by State law.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Atlantic Transport Company v. Imbrovek, 234 U. S. 52, 34 S. Ct. 733, 58 L. Ed. 1208, 51 L. R. A. (N. S.) 1157, the libelant was engaged as a stevedore in loading a ship lying in port in navigable waters. The court had no doubt that he was performing a maritime service and that the rights and liabilities of the parties were matters within the admiralty jurisdiction. In Southern Pacific Company v. Jensen, 244 U. S. 205, 37 S. Ct. 524, 61 L. Ed. 1086, L. R. A. 1918C, 451, Ann. Cas. 1917E, 900, the Southern Pacific Company, a common carrier by Railroad in interstate commerce, also operated a steamship between New York and Galveston. Jensen, an employee of the company, was killed while he was engaged in unloading the ship which was berthed at a pier in the North River, New York harbor. He was operating a small electric freight truck which he drove out of the vessel upon a gang plank running to the pier. The Court of Appeals of New York (215 N. Y. 514, 109 N. E. 600, L. R. A. 1916A, 403, Ann. Cas. 1916B, 276), held that the Workmen's Compensation Act of the state applied to his employment and that the statute was not obnoxious to the Federal Constitution. In this court, two questions were presented, first, whether the Federal Employers' Liability Act was applicable and hence the state statute could not control; and, second, whether the Workmen's Compensation Act of the state conflicted with the general maritime law which constitutes an integral part of the federal law under article 3, section 2, of the Federal Constitution. Concluding that the case was not within the Federal Employers' Liability Act, as the ship could not properly be regarded as a part of the railroad's extension or equipment, the court took up the second question and decided that the New York Workmen's Compensation Act could not constitutionally govern the case of one injured upon navigable waters while engaged in maritime service. It was said that the state statute attempted to give a remedy unknown to the common law, incapable of enforcement by the ordinary proceedings of any court, and was not saved to suitors from the constitutional grant of exclusive jurisdiction to the federal District Courts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In State Industrial Commission v. Nordenholt Corporation, 259 U. S. 263, 42 S. Ct. 473, 66 L. Ed. 933, 25 A. L. R. 1013, a longshoreman was injured on a dock while engaged in such a case, where the injury took that in such a case, where the injury took place on an extension of the land, the maritime law did not prescribe the liability, and the local law had always governed. The Workmen's Compensation Law of the state was accordingly held to be applicable. The distinction was thus maintained between injuries on land and those which were suffered by persons engaged in maritime employment on a vessel in navigable waters.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From the standpoint of maritime employment, it obviously makes no difference whether the freight is placed in the hold or on the deck of a vessel, or whether the vessel is a car float or a steamship. A car float in navigable waters is subject to the maritime law like any other vessel. The injury caused to petitioner in this case is thus as much within the exclusive admiralty and maritime jurisdiction as was that of the employee in Southern Pacific Company v. Jensen, supra, and recovery for the injury 'through workmen's compensation proceedings' could not 'validly be provided by state law.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As the present case falls directly within the affirmative provisions of section 3 of the Longshoremen's and Harbor Workers' Compensation Act (33 USCA &#167; 903), we look next to the case specially excepted. Section 3, after the provision quoted above, continues:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">No compensation shall be payable in respect of the disability or death of&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'(1) A master or member of a crew of any vessel, nor any      person engaged by the master to load or unload or repair any      small vessel under eighteen tons net; or</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(2) An officer or employee of the United States or any      agency thereof, or of any State or foreign government, or of      any political subdivision thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case of the petitioner does not come within any of these exceptions. Their limited character is significant. No exception is made of the employees of a railroad company employed in maritime service on the navigable waters of the United States or with respect to the question whether such employment was in connection with an extension of railroad transportation. As to the master and crew of a vessel, it should be noted that section 33 of the Merchant Marine Act 1920 (chapter 250, 41 Stat. 988, 1007 (46 USCA &#167; 688)), gave to seamen the rights and remedies under all statutes of the United States which were applicable to railway employees in cases of personal injury, thus carrying to seamen the benefit of the provisions of the Federal Employers' Liability Act. Panama Railroad Company v. Johnson, 264 U. S. 375, 44 S. Ct. 391, 68 L. Ed. 748; Engel v. Davenport, 271 U. S. 33, 46 S. Ct. 410, 70 L. Ed. 813. Longshoremen engaged on a vessel at dock in navigable waters, in the work of loading or unloading, have been held to be seamen. International Stevedoring Company v. Haverty, 272 U. S. 50, 47 S. Ct. 19, 71 L. Ed. 157. Northern Coal Company v. Strand, 278 U. S. 142, 49 S. Ct. 88, 73 L. Ed. 232. But seamen, including longshoremen engaged in loading or unloading, if injured on a vessel in navigable waters, could not constitutionally have the benefit of a state workmen's compensation act, even if an act of Congress so provided. After the decision in Southern Pacific Company v. Jensen, supra, Congress amended clause 3 of section 24 and clause 3 of section 256 of the Judicial Code relating to cases of admiralty and maritime jurisdiction, by adding to the clause saving to suitors commonlaw remedies the words, 'and to claimants the rights and remedies under the workmen's compensation law of any State.' Act of October 6, 1917, c. 97, 40 Stat. 395 (28 USCA &#167;&#167; 41(3), 371, cl. 3). In Knickerbocker Ice Company v. Stewart, 253 U. S. 149, 40 S. Ct. 438, 64 L. Ed. 834, 11 A. L. R. 1145, this court held that the attempted amendment was unconstitutional as being an unwarranted delegation of the legislative power of Congress and as destroying the uniformity which the Constitution had established and thus defeating the constitutional grant of jurisdiction to the federal courts. By the act of June 10, 1922 (chapter 216, 42 Stat. 634), Congress again amended clause 3 of section 24 and clause 3 of section 256 of the Judicial Code (28 USCA &#167;&#167; 41(3), 371, cl. 3). There was added to the saving clause the words, 'and to claimants for compensation for injuries to or death of persons other than the master or members of the crew of a vessel their rights and remedies under the workmen's compensation law of any State, District, Territory, or possession of the United States, which rights and remedies when conferred by such law shall be exclusive.' This court decided that the exception of the master and crew of a vessel was insufficient to meet the objections which had been pointed out, and the amendment was held to be unconstitutional. Washington v. Dawson &amp; Company, 264 U. S. 219, 44 S. Ct. 302, 68 L. Ed. 646.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When the bill which became the Longshoremen's and Harbor Workers' Compensation Act was pending in Congress, the importance of the policy of compensation acts, and their advantages in providing for appropriate compensation in the case of injury or death of employees, without regard to the fault of the employer, were distinctly recognized. It appears that the bill originally excluded a master or members of a crew of a vessel, but was amended so as to extend to them the benefits of compensation. House Rep. No. 1767, 69th Cong. 2d Sess. As these seamen preferred to remain outside of the provisions of the bill, they were finally excluded, and the bill was passed with the exceptions above-quoted. Cong. Rec. 69th Cong. 2d Sess. vol. 68, pt. 5, 5908. There was no exclusion of stevedores or of those sustaining injuries upon navigable waters in loading or unloading a vessel unless it was under eighteen tons net. The application of the act in such cases was explicitly made to depend upon the question whether the injury occurred upon navigable waters and recovery therefor could not validly be provided by a state compensation statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The bill, as reported to, and first passed by, the Senate, contained a provision in section 3 excepting 'an employee of a common carrier by railroad engaged in interstate or foreign commerce or in commerce within any Territory or the District of Columbia if the injury from which the disability or death results occurred while the employee was employed in such commerce.' Sen. Rep. No. 973, 69th Cong. 1st Sess. This exception was eliminated from the bill as finally passed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is hardly necessary to go further, as the clear and constitutional requirements of the act of Congress in the furtherance of the policy conceived to be in the interest of employees cannot be escaped by any permissible process of construction. For the opposing view it is said that repeals by implication are not favored. But it is not a case of resort to implication. The act expressly provides that liability thereunder 'shall be exclusive and in place of all other liability of such employer of the employee, his legal representative * * * at law or in admiralty.' It is further provided that, if the employer in the case of the described employees engaged in maritime employment does not give the required compensation, the employee or his legal representative can maintain an action at law for damages, and, in such an action, not only are the defenses of contributory negligence and the negligence of a fellow servant excluded but also that of assumption of risk, a defense which is still open under the Federal Employers' Liability Act save in specified cases. Seaboard Air Line Railway v. Horton, 233 U. S. 492, 34 S. Ct. 635, 58 L. Ed. 1062, L. R. A. 1915C, 1, Ann. Cas. 1915B, 475; Pryor v. Williams, 254 U. S. 43, 41 S. Ct. 36, 65 L. Ed. 120. Not only is the payment of compensation under the act bar to recovery at law but, if the compensation is not given, the remedy then available at law has its special incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nor is there anything of substance added to the argument for the petitioner by reference to the possible effect on the application of other laws in cases which come within the purview of the Longshoremen's and Harbor Workers' Compensation Act, for the question still is, To what cases does that act apply according to its terms? The fact that the same employee of a railroad company may have different rights at different times is a familiar consequence of the application of different laws, as, for example, when the employee of a railroad company is engaged at one time in intrastate commerce and at another time, even on the same day, in interstate commerce; and the application of federal laws where the employment falls within the federal jurisdiction is manifestly a matter within the discretion of Congress. Panama Railroad Company v. Johnson, supra. In the present instance, had the petitioner been engaged in intrastate commerce, his case still would have been within the maritime jurisdiction of the federal courts, and he would have been denied the benefit of the state compensation law. See London Guarantee &amp; Accident Company v. Industrial Accident Commission, 279 U. S. 109, 49 S. Ct. 296, 73 L. Ed. 632. In these circumstances Congress dealt with the maritime employment of longshoremen whose injuries sustained on navigable waters would fall within the exclusive maritime jurisdiction, without regard to the distinction between intrastate and interstate transportation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is also pointed out that in the Act of May 17, 1928 (chapter 612, 45 Stat. 600 (33 USCA &#167; 901, note)), applying the provisions of the Longshoremen's and Harbor Workers' Compensation Act to employees in the District of Columbia, a special exception was added of the case of an employee of a common carrier by railroad when engaged in interstate or foreign commerce or commerce solely within the District of Columbia. The fact that a similar exception was left out of the Longshoremen's and Harbor Workers' Compensation Act and was inserted in the later statute works against, rather than for, the petitioner's contention.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 5 provides: 'The liability of an employer prescribed in section 904 * * * shall be exclusive and in place of all other liability of such employer to the employee, his legal representative, husband or wife, parents, dependents, next of kin, and anyone otherwise entitled to recover damages from such employer at law or in admiralty on account of such injury or death, except that if an employer fails to secure payment of compensation as required by this chapter, an injured employee, or his legal representative in case death results from the injury, may elect to claim compensation under this chapter, or to maintain an action at law or in admiralty for damages on account of such injury or death. In such action the defendant may not plead as a defense that the injury was caused by the negligence of a fellow servant, nor that the employee assumed the risk of his employment, nor that the injury was due to the contributory negligence of the employee.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/101543/"
}