{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "25 U.S. 383", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85532/"
    ], 
    "scotus_early_cite": "12 Wheat. 383", 
    "case_name": "Columbian Ins. Co. v. Catlett", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 52951, 
    "resource_uri": "/api/rest/v2/citation/52951/"
  }, 
  "id": 85532, 
  "blocked": false, 
  "judges": "Story", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1827-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>25 U.S. 383 (____)</b></center>\n<center><b>12 Wheat. 383</b></center>\n<center><h1>The COLUMBIAN INSURANCE COMPANY, Plaintiffs in Error,<br>\nagainst<br>\nCATLETT, Defendant in Error.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*384</span> This cause was argued by Mr. Webster and Mr. Taylor for the plaintiffs in error, and by the Attorney General and Mr. Swann for the defendant in error.</p>\n<p>Mr. Justice STORY delivered the opinion of the Court</p>\n<p>This is a writ of error to the Circuit Court of the District of Columbia, sitting at Alexandria.</p>\n<p>The original action was upon a policy of insurance, dated the 16th of February, 1822, whereby the Columbian Insurance Company insured the plaintiff ten thousand dollars, lost or not lost, at and from Alexandria to St. Thomas, and two other ports in the West Indies, and back to her port of discharge in the United States, upon all kinds of lawful goods and merchandise, laden or to be laden on board the ship called the Commerce, &amp;c.; beginning the adventure upon the said goods and merchandise from the loading at Alexandria, and continuing the same until the said goods and merchandise shall be safely landed at St. Thomas, &amp;c. and the United States. The goods and merchandise to be valued, as interest may appear. The policy contained the usual risks; and the premium agreed on was three and three quarters per cent., to return half per cent. for each port not used or attempted, and no loss happens. There are other provisions in the policy, which will be hereafter commented on. The breach alleged in the declaration is a total loss by perils of the seas, with the usual averments of notice and non-payment.</p>\n<p>The trial was had upon the general issue, and a verdict found by consent for the plaintiff, for 10,000 dollars, subject to the opinion of the Court upon the demurrer to evidence filed in the case. It was farther agreed, that if it should be the opinion of the Court, that the plaintiff was not entitled to recover the full amount of the insurance, but is entitled to an average loss, then a reference to ascertain that average, or to modify the amount of the verdict in any <span class=\"star-pagination\">*385</span> other respect as to the sum, should be made to an auditor, and judgment should be given for the sum finally reported and confirmed by the Court, subject, however, to the exceptions of either party to any opinion of the Court on that subject. The reference was accordingly made, and, upon the coming in of the auditor's report, the Court pronounced its opinion, and gave judgment for the plaintiff for $7,656 57 cents, with interest, from the 14th of October, 1822.</p>\n<p>From the demurrer to evidence, it appeared, that the ship sailed from Alexandria on her voyage about the 14th of February, 1822, having on board a cargo of 2,297½ barrels of flour of the invoice price of $16,887 32 cents, both ship and cargo being owned by the plaintiff. On the 21st of March she arrived in safety with her cargo at St. Thomas, having met with no accident; and she continued at that port until the 30th of May following, for the purpose of selling her cargo, and for no other cause. During this period the master, who was also consignee, sold by retail 509½ barrels; being limited, by his instructions, to eight dollars per barrel, and not being able to procure that price for the residue of the cargo, he sailed on the 31st of May for Cape Haytien with it, and had also on board some doubloons, amounting to $480, part of the proceeds of the former sales. He might have sold his whole cargo at from $7,50, to $7,75 at St. Thomas. The 509½ barrels of flour sold at St. Thomas, according to the invoice price, amounted to $3,512 99, leaving the value of the cargo on board, exclusive of the doubloons, at the time of sailing from that port, according to the invoice, at $12,328 25 cents.</p>\n<p>On the 6th of June the ship, with her cargo, arrived off Cape Haytien, and the captain having gone on shore, the ship stretching too far in, took the ground and was wrecked. In consequence of this disaster, 155 barrels of flour were totally lost, 1,633 were got on shore, part without injury, but the greater part damaged, and the whole was sold. The gross amount of the sales at Cape Haytien was $9,391 34 cents, the expenses of salvage, including commissions on sales, $4124,72 cents; the proportion of the captain's expenses attaching on the cargo, $285 78 cents. Of the proceeds of the <span class=\"star-pagination\">*386</span> sales at Cape Haytien, the sum of $4,953 89 was invested in coffee, which was shipped to Baltimore, where it produced only $3,517 40 cents. The plaintiff makes a claim for freight of the outward cargo of $2,104 25 cents, as a proper deduction from the proceeds.</p>\n<p>As soon as the plaintiff heard of the loss, he sent the following letter to the Insurance Company, under date of the 5th July, 1822: \"Gentlemen, having received a letter from captain M`Knight, (the master,) informing me that the ship Commerce was lost, I abandon the proportion of the cargo that your office was interested in. Respectfully, &amp;c.\" The captain's protest, and the survey of the ship, were also exhibited to the Company on the 14th of August. The abandonment was never finally accepted by the directors, but sundry negotiations took place between them and the plaintiff, which, however, led to no effectual arrangement.</p>\n<p>The first question arising in this case, is upon the true construction of the policy itself as to the voyage insured. Is it an insurance upon the original cargo only from the time of its loading until its final discharge, or is it an insurance upon every successive cargo, which is taken on board in the course of the voyage out and home, so as to cover the risk of a return cargo, the proceeds of the sales of the outward cargo? The argument in behalf of the defendant is, that the risk applies upon the terms of the policy only to the original cargo, laden at Alexandria. The terms of the policy are, on a voyage, \"at and from Alexandria to St. Thomas and two other ports in the West Indies, and back to her port of discharge in the United States, upon all lawful goods and merchandise laden or to be laden on board the ship, &amp;c.; beginning the adventure upon the said goods and merchandise, from the lading at Alexandria, and continuing the same until the said goods and merchandise shall be safely landed at St. Thomas, &amp;c. and the United States aforesaid.\" It is supposed that those words tie up the adventure to the original cargo shipped at Alexandria, because the risk is to attach on the same at that port, and to continue on the same until safely landed at St. Thomas, &amp;c., and the United States. Perhaps a very strict grammatical construction might lead to such a conclusion. But policies have never been construed <span class=\"star-pagination\">*387</span> in such a strict and rigid manner. The instrument itself is somewhat loose in its form, and has always received a liberal construction with reference to the nature of the voyage and the manifest intent of the parties. What is the nature of the present voyage? It is upon the face of the policy plainly an insurance upon all lawful goods, not only for the outward voyage to the West Indies, but for the homeward voyage to the United States. The underwriters must be presumed, equally with the assured, to know the nature and course of such a voyage. It is for the purpose of trade, and the exchange of the outward cargo, by sale or barter, for a return cargo of West India productions. If we could shut our eyes to the knowledge of this fact, belonging, as it does, intimately to the history and commercial policy of the nation itself, as disclosed in its laws, the whole evidence in the case furnishes abundant proofs of its notoriety. The true meaning of the policy is to be sought in an exposition of the words, with reference to this known course and usage of the West India trade. The parties must be supposed to contract with a tacit adoption of it as the basis of their engagements. The object of the clause under consideration may be thus rationally expounded, as intended only to point out the time of the commencement and termination of the risk on the goods, successively, and at different periods of the voyage, constituting the cargo. It would be pushing the argument to a most unreasonable extent, to suppose that the parties deliberately contracted for risks on a homeward voyage, on goods which, according to the known course of the trade, and the very nature of the commodities, were not, and could not be, intended to be brought back to the United States. We are of opinion, that the policy was for the whole voyage round, and covered any return cargo taken on board at any of the designated ports in the West Indies. This is not like the cases cited at the bar, where a policy on goods at and from a particular port, beginning the adventure from the loading thereof, has been held not to cover goods taken on board at an antecedent port. Those are all cases of insurance upon a single passage, unaffected by any known course or usage of trade to explain the intentions of the parties.</p>\n<p><span class=\"star-pagination\">*388</span> The next question is, whether the delay at St. Thomas for seventy days was not so unreasonable as to constitute a deviation. Without question, any unreasonable delay in the ordinary progress of the voyage avoids the policy on this account. But what delay will constitute such a deviation, depends upon the nature of the voyage, and the usage of the trade. It may be a very justifiable delay, to wait in port, and sell by retail, if that be the course of business, when such delay would be inexcusable in a voyage requiring or authorizing no such delay. The parties, in entering into the contract of insurance, are always supposed to be governed in the premium by the ordinary length of the voyage, and the course of the trade. That delay, therefore, which is necessary to accomplish the objects of the voyage according to the course of the trade, if bona fide made, cannot be admitted to avoid the insurance. In the present case, it is proved, that the stay at St. Thomas was solely for the purpose of selling the cargo, and for no other cause. But, it is said, that a sale might have taken place at St. Thomas of the whole cargo, if the orders of the owner had not contained a direction to the master limiting the sale at St. Thomas to the price of eight dollars, and that this limitation was the sole cause of the delay, and was unreasonable; that the master ought, under the circumstances, to have sold at a lower price, or have immediately elected to go to another port. We are of a different opinion. In almost every voyage undertaken of this nature, where different ports are to be visited for the purposes of trade, and to seek markets, it is almost universal for the owner to prescribe limits of price to the sales. Such limitations have never hitherto been supposed to vary the insurance, or the rights of the party under it. It cannot be, that the master, if entitled to go to a single port only, is bound to sell at whatever sacrifice, as soon as he arrives at that port, and within the period at which he may unload, and sell, and reload a return cargo. He must, from the very nature of the case, have a discretion on this subject. If he arrives at a bad market, he must have a right to wait a reasonable time for a rise of the market, to make suitable inquiries, and to try the effect of partial and limited sales. He is not bound to sell the whole <span class=\"star-pagination\">*389</span> cargo at once, whatever be the sacrifice, and thus frustrate the projected adventure. In short, he must exercise in this, as in all other cases, a sound discretion for the interest of all concerned; and if it be fairly and reasonably exercised, it ought not to be deemed injurious to rights secured by the policy. It is as much the true interest of the owner to sell in a reasonable time, and with all proper despatch, as it is for the underwriters. To be sure, if the owner should limit the price to an extravagant sum, or the master should delay after all reasonable expectations of a change of market were extinguished, such circumstances might properly be left to a jury to infer a delay amounting to a deviation. And here, again, as on the former point, it may be remarked, that every underwriter is presumed to know the ordinary course of the trade, and to regulate his proceedings accordingly.</p>\n<p>But, it is said, that there is no sufficient evidence of the usage of trade in the present case. It is to be remembered that this is a case which comes before this Court upon a demurrer to evidence. The plaintiff was not bound to have joined in the demurrer without the defendant's having distinctly admitted, upon the record, every fact which the evidence introduced on his behalf conduced to prove; and that when the joinder was made, without insisting on this preliminary, the Court is at liberty to draw the same inferences in favour of the plaintiff, which the jury might have drawn from the facts stated. The evidence is taken most strongly against the party demurring to the evidence. This is the settled doctrine in this Court, as recognised in Pawling v. The United States, (4 Cranch's Rep. 219.) and Fowle v. The Common Council of Alexandria, (11 Wheat. Rep. 320.) The testimony in the present case, does not, in direct terms, (as has been justly stated at the bar,) establish the general usage of the West India trade. The witnesses do not, generally, speak to a usage, eo nomine. But it cannot be denied, that its scope and object are to establish the usage by an enumeration of facts, and voyages, by persons experienced in the trade, and referring to their own knowledge and general information. It thus conduces, indirectly, to prove the usage; and as it is altogether one way, it is <span class=\"star-pagination\">*390</span> certainly such that a jury might infer a usage from it. And if so, this Court may infer it. We consider it, then, as a fair deduction from this testimony, that considerable delays in port in the West India trade are not uncommon, for the purpose of taking the advantages of the market, and that sales by retail are within the usage. There are no facts from which this Court can infer, that the delay in the present case was unreasonable or unusual; and, consequently, we cannot admit, that the delay amounted to a deviation. The case of Oliver v. The Maryland Insurance Company, (7 Cranch's Rep. 487.) is in no respect inconsistent with this doctrine. One question in that case was, whether the delay at Barcelona, for the purpose of taking in a return cargo, was a deviation. The Court below instructed the jury, that it was not, if the vessel did not remain longer in that port than the usage and custom of trade at that place rendered necessary to complete her cargo. This Court was of opinion, that the instruction was, in substance, correct. The only difficulty which arose was from the terms of the instruction, which seemed to limit the right, not to the time necessary to take in the cargo, but to a particular period, regulated by the usage of trade. The Chief Justice there said, \"There is some doubt spread over the opinion in this case, in consequence of the terms in which it is expressed. The vessel might certainly remain as long as was necessary to complete her cargo, but it is scarcely to be supposed this was regulated by usage and custom. The usages and customs of a port, or of a trade, are peculiar to a port or trade. But the necessity of waiting, where a cargo is to be taken on board, until it can be obtained, is common to all ports, and all trades. The length of time frequently employed in selling one cargo and procuring another, may assist in proving, that a particular vessel has, or has not, practised unnecessary delays in port, but can establish no usage by which the time of remaining in port is fixed. The substantial part of the opinion, however, appears to have been, and seems so to have been understood, that the plaintiff could not recover, unless the jury should be of opinion, that the vessel did not remain longer at Barcelona than was necessary to complete her cargo, of which necessity the time <span class=\"star-pagination\">*391</span> usually employed for that purpose might be evidence.\" This case, therefore, recognises the right to wait in port for the purpose of selling one cargo and procuring another; and the reasoning is employed solely to avoid a criticism founded upon some ambiguity of phrase peculiar to that case. On the other hand, the cases cited at the bar abundantly prove, that the usage and course of trade are very material to determine whether the delay be unreasonable or not.<sup>[a]</sup></p>\n<p>The next question is, whether there has been a total loss. And this divides itself into two distinct considerations; first, whether the facts of the case created a right of abandonment as for a technical total loss; and, secondly, if so, whether there has been a legal abandonment by the assured.</p>\n<p>Upon the first point there is not much room for difficulty. The insurance was not for a single passage, but for the round voyage out and home. The cargo, in the course of the outward voyage, and before it was terminated, (for the master had still and election to go to another port after his arrival at Cape Haytien,) was permanently separated from the ship by the total wreck of the latter. It was a perishable cargo, and much injured by the accident, though it does not appear to be to the amount of one half its value; and it was liable to still farther deterioration. There was a necessity, then, for an immediate sale at Cape Haytien, and the farther prosecution of the voyage with that ship, or that cargo, became impracticable. It was completely frustrated. Under such circumstances, we are of opinion, that, according to the established doctrine of the commercial law, it was a clear case of a technical total loss, on account of the breaking up of the voyage. It is a much stronger case than that of Dorr v. The New-England Insurance Company, (4 Mass. Rep. 232.) or Hudson v. Harrison, (3 Brod. &amp; Bing. 364.) where the Court held the losses total.</p>\n<p>Was there, then, a due and legal abandonment? The letter of abandonment is admitted to have been sent in due <span class=\"star-pagination\">*392</span> season, and, in its terms, it amounts to a cession of the property. Under ordinary circumstances, it would furnish nothing upon which to suspend a doubt. The difficulty arises from two clauses in the particular form of policy used by this company. One is in the following terms: \"In case of loss, the same shall be paid in sixty days after proof and adjustment thereof, without any deduction, except the amount of the premium, if then unpaid.\" The other, is, \"it is hereby agreed, that the insured shall not abandon to the insurers until sixty days have elapsed after having given notice to them of his intention so to do, and of the loss or event which may entitle the insured thereto.\" The suit was not brought until after more than one hundred and twenty days had elapsed from the abandonment made by the letter of the 5th of July. No question, therefore, arises on this head. But the argument is, that the notice of abandonment must, by the terms of the policy, precede the actual abandonment sixty days; and that, in the present case, either no notice at all of such intention has been given, or there has been no actual abandonment at the end of that period. The letter of the 5th of July must either operate as a notice of abandonment, or as actual abandonment; if the former, then there has been no act of abandonment following up the notice; if the latter, then it was made too soon, and contrary to the terms of the stipulation. Such is the stress of the argument.</p>\n<p>In construing these clauses, it is material to consider the intention of the parties, as expounded by the general principles of law applicable to the contract. By these principles, the assured, upon an abandonment in due season, for a technical total loss, acquires an immediate right of recovery against the underwriters. He is not bound to wait until they have signified their acceptance or refusal of the abandonment, if it be valid, nor, if accepted, is he bound to wait for payment, but he may immediately commence an action against them. The object of the first clause is, in the case of an undisputed loss, to obtain a delay of payment for sixty days after the adjustment. But, from its very terms, it can only apply to the case where there has been proof of loss, and also an adjustment. If proof of the loss <span class=\"star-pagination\">*393</span> has been offered, and no adjustment made, as in case of a disputed loss, the clause has been supposed, in the cases cited at the bar, not to apply.<sup>[a]</sup> The underwriter is, then, understood to waive the privilege. The true object of the second clause is, to postpone the absolute right of abandonment until sixty days after notice of the loss, so as to enable the underwriters to have time for deliberation upon the acceptance or rejection of it, when made, and to avail themselves of all intermediate events for their benefit. It is wholly unnecessary to consider whether the assured, after a notice of abandonment, can retract, if the underwriters choose to insist upon accepting it; or whether, if, instead of a mere notice, he tenders an unequivocal abandonment, which is accepted by the underwriters within the sixty days, he has, nevertheless, a right to withdraw it, if, within the same period, events turn up in his favour. The present case does not present any facts leading to such a question. The clause is manifestly introduced into the policy for the advantage of the underwriters, and not of the assured. But there is no necessity for giving any very strict interpretation to it to accomplish the fair objects of its provisions. If Mr. Catlett had written a letter to the company, stating to them, that he thereby gave notice to them of the loss, and his intention to abandon, and had then added therein, that at the termination of the sixty days they were to deem that letter an absolute abandonment, there could scarcely be a doubt that such a letter would have been sufficient to satisfy the requirements of the clause. It would give to the underwriters the full benefit of it. If he had written, at the same time, two letters, one containing a notice of his intention to abandon, and the other that he made an abandonment, to take effect at the end of the sixty days after the notice, the same legal result would seem to be justified. The clause does not insist upon an abandonment being made in presenti, by an instrument dated at the expiration of the sixty days; but only that it shall not, in point of law, be obligatory <span class=\"star-pagination\">*394</span> as an abandonment until that period. This seems to us a fair and rational exposition of the intention of the clause. In what respect does the letter of the 5th of July differ from the legal results above stated? It is written with reference to the known language and stipulations of the policy, and it must now be interpreted as it must have been understood, and, indeed, looking to the subsequent proceedings of the company, we may say, as it was understood by both parties. Neither of them seems to have acted upon the supposition, that any other, or more formal act of abandonment, was necessary. The letter gives notice of an intention to abandon, because, in its terms, it includes an actual abandonment. It has a tacit reference to the clause in the policy, and must be deemed as a notice to abandon, and, at the same time, a declaration that it shall operate as an abandonment in the case, as soon as by law it may. In our judgment, it was a continuing act of abandonment, and became absolute at the end of the sixty days. It was an abandonment in presenti, to take effect in futuro. Neither the form of the notice, nor the abandonment, is prescribed in the clause. They may be in one or two instruments; they may be in direct terms, or by fair and natural inference. It matters not how they are given or executed; it is sufficient, in point of fact, that they have been given or executed. Our opinion accordingly is, that upon the true interpretation of this last clause in the policy, the letter of the 5th of July was a sufficient notice of an intention to abandon, and that, at the expiration of the sixty days, it operated as an actual abandonment.</p>\n<p>The abandonment, then, having been duly made, the next question that arises is, how the loss is to be apportioned. The argument on behalf of the Company is, that as part of the cargo was landed at St. Thomas, the amount risked by them is to be diminished by their proportion of the cargo so landed. In short, that the loss is now to be made up by them with reference to the value of the whole cargo on board, when the risk first attached, and not with reference to the value on board at the time of the loss, notwithstanding it exceeded the amount insured. We are of a different opinion. We think the true intent and object of the policy was to cover <span class=\"star-pagination\">*395</span> an insurance of 10,000 dollars during the whole voyage out and home, so long as the assured had that amount of property on board. This is not a policy for a voyage to St. Thomas only, in which case the argument might justly apply. But it is a policy to two other ports on the outward voyage, and also for the homeward voyage. The language of the policy is, that the underwriters insure 10,000 dollars at and from Alexandria, and two other ports in the West Indies, and back to the United States. The premium is apportioned accordingly, for a half per cent. is to be returned \"for each port not used or attempted;\" and the contemplation of the parties manifestly is, that the premium should be paid during the round voyage upon the full sum insured, and that the assured should have the full benefit of the insurance, so long as he had 10,000 dollars on board. The intermediate landing of portion of the cargo in the course of the voyage was wholly immaterial in the understanding of the parties, so long as the value on board was sufficient to cover the insurance. If the clause, usual in policies in the eastern States, as to priority of insurance, had been here incorporated, and there had been a subsequent insurance, this, as the prior policy, must have first attached to the extent of the sum insured during the whole voyage. If there had been a subsequent insurance without any such clause, it might form a case for contribution among the various underwriters; but would in no shape affect the rights of the assured. The loss, therefore, must be apportioned between the parties in the proportion which the sum insured bears to the amount of value on board at the time of the loss, that is, as 10,000 dollars bears to 12,328 35/100 dollars.</p>\n<p>The next question is, whether the freight for the outward voyage is to be deducted from the salvage, and allowed the assured, who was owner of the ship as well as the cargo. The amount reported by the auditor is not disputed, and the controversy is, whether it is a charge upon the salvage in the hands of the underwriters. In point of fact, no freight was or could be payable in this case, for the plain reason, that the assured was owner of the ship, and there could, therefore, be no lien upon the cargo or its proceeds for the same. But in point of law the case is not supposed to be varied by <span class=\"star-pagination\">*396</span> this circumstance; for if the freight would be a proper charge on the salvage, if a third person were owner of the ship, in the hands of the assured, there is no reason why it should not be allowed when the assured is owner. We consider the law on this point as conclusively settled. As between the owner of the ship and the owner of the cargo, the former has a lien upon the cargo for all the freight which becomes due and payable to him, whether it be a full or pro rata freight. But freight is a charge upon the cargo, against which the underwriters do not, in any event, whether of abandonment with salvage, or of partial loss, undertake to indemnify the owner of the cargo. In order to obtain the salvage, when in the hands of the ship owner, it may become necessary for the underwriters to pay the amount of the freight, for which they have a lien, as it may to pay any other charge created by the act of the owner of the cargo. But this does not change the nature or extent of the responsibility of the underwriters. As between themselves and the assured, they have a right to deduct the amount so paid from the loss, or to recover it in any other manner, as money paid for the use of the latter. This doctrine was expressly held by the Court of King's Bench, in Baillie v. Modigliani, (Marshall. Ins. 728.) and was confirmed in the fullest manner in this Court, in Caze &amp; Richaud v. the Baltimore Insurance Company, (7 Cranch, 358.)</p>\n<p>It only remains to notice an objection made to the form of the declaration. It is said, that there is no averment in the declaration, that any preliminary proofs of loss were offered to the Company, nor of any promise to pay in sixty days after such proofs, according to the terms of the policy, nor that any abandonment, or notice, was given to the underwriters. It was, in our judgment, wholly unnecessary to ave the latter facts. The abandonment and notice thereof are but matters of evidence to establish the fact of a total loss, which is expressly averred in the declaration. As to the other part of the objection, it proceeds upon a mistake of the terms of the declaration. There is an express averment, after the allegation of the loss, that the Company, on, &amp;c. at, &amp;c. had notice thereof, and by means thereof became liable, &amp;c. and in consideration thereof promised, <span class=\"star-pagination\">*397</span> that they would pay the plaintiff the sum due, \"according to the tenor and effect of the said policy of insurance.\" This is a sufficient averment of a promise to pay according to the stipulations of the policy, and conforms to the general course of precedents in pleading.</p>\n<p>Upon the whole, it is the opinion of this Court, that the judgment of the Court below, so far as it allowed the freight of 2041 25/100 dollars to the assured is erroneous, and ought to be reversed; and that, in all other respects, it ought to be affirmed.</p>\n<p>Mr. Justice JOHNSON.</p>\n<p>I concur with the Court in all the points decided in this cause, except that which relates to freight. On that it is my impression, that they have misapprehended the case, the question, and the doctrine on which it turns. If so, it is not to be wondered at if it should appear that they have decided upon the authority of adjudications which have no bearing upon the case.</p>\n<p>The great disadvantage of Catlett's cause, arises from the form in which this question is presented. It is raised in the adjustment of this loss, and comes up so confounded and blended with other matters, that it may well bewilder those who are more conversant with special pleadings, than with mercantile statements. To give this question a fair chance with a lawyer, it should have come up on an action instituted by the underwriters to recover of the ship owner money which arose from the proceeds of an abandoned cargo, and had been remitted to the owner. The questions on the subject of freight would then have been distinctly presented, to wit, whether the freight had been earned, and whether the owner had not a right to set it off against the proceeds of the abandoned cargo. And who would then entertain a doubt upon the subject? Would the ship owner have been permitted to pay over the proceeds of the abandoned cargo to the underwriters, and take his remedy against the shipper of the goods? No one can imagine such a doctrine.</p>\n<p>It is said, that the owner of the cargo shall, in no case, throw the freight upon the underwriter. But there are other interests always involved in such cases, besides those <span class=\"star-pagination\">*398</span> of owner and underwriter of the cargo. The ship owner has his rights, and is not bound to forego his lien on the cargo for the freight, and to look to an absent, or insolvent owner, or insurer, for indemnity. The master is his agent to receive the freight, as well as agent of the underwriter to remit the salvage, and has a right, nay, is bound, to take care of the interests of his employer.</p>\n<p>It is not, therefore, the owner of the cargo who throws the freight upon the underwriter, but the owner of the ship, in the fair exercise of his unquestionable rights. It is clear, then, that the freight may be legally thrown upon the underwriters, by the act of another, even in opposition to the will of the insured. It must, then, be ascertained, whether the underwriter, who has thus had the freight thrown upon him, by having it deducted from the proceeds of the salvage, can recover it back from the insured. And, in order to examine the question distinctly, we will suppose the case of a payment of a loss before the freight has been thus thrown upon the underwriter; that is, before the proceeds of the salvage have been realized and remitted to the ship owner, and by him applied to his own freight.</p>\n<p>And on what principle could a right in the insurer to recover back, in such an action against the insured, be maintained?</p>\n<p>It must be recollected, that I am here speaking of the case of an abandonment, on a voyage in which freight has been earned. In cases of absolute total loss, no freight can be earned; but in that of a technical total loss, it is well known that freight may be earned. It was not disputed in the argument, that freight, in this case, was earned; and the sufficiency of the abandonment to cast the loss upon the underwriters, is now decided. It is true, the underwriters did not accept the abandonment, and have not, by any express act, accepted the salvage, but they are doing it now when they lay claim to the proceeds of the salvage remitted to Catlett. If they do not mean to be encumbered with the freight, let them withdraw their claim to the remittance, and Catlett then remains in possession of the cargo, subject to his lien for freight.</p>\n<p>The case must, then, be considered as one in which the <span class=\"star-pagination\">*399</span> freight is earned, and both the abandonment and salvage accepted; but the proceeds of the latter remitted to the ship owner, and by him retained for freight. The question will be, whether, in such a case, the underwriter, who has thus been compelled, in effect, to pay the freight, can recover it, in any form of action, from the insured?</p>\n<p>What is the effect of a valid abandonment? The right here contended for is, \"the right to pay the freight out of the salvage.\" It is not true, in a sense applicable to this case, that the insured has no right to throw the freight upon the insurer. The right to abandon positively implies the right to throw the freight upon the underwriter indirectly. It is a right to charge him with a total loss, and if he gets nothing from the wreck, the insured has only asserted his rights against him to their acknowledged extent. It is a right to convert a partial actual loss, into a technical total loss.</p>\n<p>There is one technical total loss familiarly known to lawyers and merchants, which occurs without abandonment. I mean, where the goods saved are less in value than the freight. There is a complete analogy between the two cases; and, in the latter case, it is expressly adjudged, and so laid down by the best elementary writers, \"that the insured has a right to apply the salvage to pay the freight, (2 Marsh. 588.) giving credit for the balance only to the underwriter.\" (2 Marsh. 619.) And this is precisely the right which Catlett contends for in the present case.</p>\n<p>The right so to apply the salvage results unavoidably from the received and acknowledged consequences of the right of abandonment.</p>\n<p>Take the familiar case that occurs every day in time of war. A vessel is captured by an enemy; the insurer on the cargo hears of it, tenders his abandonment, and it is accepted and paid. Who, at that period, would think of making a discount of the freight from the policy? It has not been earned; the insured never was liable for it. But the ship is rescued by her crew, proceeds on her voyage, arrives in safety, and delivers her cargo. Here freight is earned, and must be paid; but by whom? Certainly not by the shipper for he is divorced from the adventure, and the goods as much <span class=\"star-pagination\">*400</span> the property of the underwriters as if they had purchased and shipped them.</p>\n<p>I have mentioned the case of an accepted abandonment; but the effect of a valid abandonment is the same as if it had been accepted.</p>\n<p>In the case at bar, at what point of time did the transfer of interest take place? Certainly at the instant when the accident happened. The abandonment has the same effect as if the owner and insurer had been on board, and the abandonment made at the moment the misfortune occurred. But freight had not then been earned; the liability for it had not attached on the insured; and, in the eye of the law, as between him and the underwriter, it could no more attach on him than if the cargo had then gone to the bottom. By the abandonment, it is as to him as if it had gone to the bottom. The law places it in that situation, by declaring it a total loss; and the language of the books on this subject is, \"that he ought not to be placed in a worse situation than if the cargo had gone to the bottom.\" (Boyfield &amp; Brown, 2 Str. et passim.) The insured never incurred the liability for the freight, but the underwriters did; for when the freight was earned, he stood in the place of the insured.</p>\n<p>In arguing to show that a liability for the freight never did attach upon the insured as between him and the underwriter, I have considered the transfer by abandonment as taking place at the moment of the accident. But as to the effect of the abandonment the law goes further, and considers the underwriter in the light of the owner from the commencement of the voyage. (Marshall, 601 \u0097 2.) Upon this principle it is, that in the case of a ship insured and abandoned, the underwriter is entitled to whatever freight she may afterwards earn. In the language of Mr. Marshall, \"the insurer becomes the legal assignee and owner, and from that time he is liable for all her future outgoings, and, consequently, entitled to all her future earnings.\"</p>\n<p>But if entitled to freight to be earned by the ship, why should not the cargo in his hands remain liable for freight to be afterwards incurred? Liability in the one instance is the correlative of right in the other. It is altogether a mistake to call this charging the underwriter with the freight. The <span class=\"star-pagination\">*401</span> proposition affirmed is, that the abandonment does not discharge the cargo from the lien for the freight, to which it was subject in the hands of the insured. Even in the hands of the owner, this liability was not unlimited and unconditional; for if damage is incurred, (by perils of the sea, not from internal decay,) and the salvage goods will not pay the freight in value, the owner is not bound to receive them. Of his interest in this behalf he may judge for himself; it is only when he does receive them that he must pay. And this is precisely the alternative which Catlett holds out to the underwriters.</p>\n<p>There is a very strong, and, I think, conclusive adjudication on this subject, to be found in the third volume of the Massachusetts Reports; it is the case of Fotheringham v. Prince, p. 563. vol. 3.</p>\n<p>Wages are to the ship what freight is to the cargo; a contingent liability attaching only on the fulfilment of the contract. In the case referred to, a vessel had been insured from St. Ubes to a port of discharge in the United States. She was cast away on Cape Cod, and abandoned, but the salvage was sufficient to pay the wages, and the proceeds were remitted to the underwriters. The wages were thus earned, and the owners were compelled to pay them, and now brought suit against the underwriters, counting as well for money had and received, as on the policy. The Court decided, that the underwriters were bound to refund the money paid for wages by the owner; and the adjudication is in principle precisely what is here contended for in behalf of the plaintiff below. Had the salvage in this case been remitted to the underwriters, and Catlett brought his action for money had and received to recover his freight, it would have been a case on all-fours with the present.</p>\n<p>It has been supposed that to decide that point against the underwriters, would be to make them liable for two insurance upon receiving one premium; that it would be making them liable for both freight and cargo, upon a premium received only on the cargo.</p>\n<p>But, it may be truly said, that the inconsistency is on the other side; the argument is directly in point in favour of this claim for freight. This decision is not only making <span class=\"star-pagination\">*402</span> Catlett liable on the cargo, where he was his own insurer for the freight only, but is making him lose his freight after he had earned it, and pay it into the pockets of underwriters who had never insured it, and, therefore, could not acquire it by abandonment.</p>\n<p>Suppose another company had insured the freight in this instance, and Catlett had abandoned to them, can it be doubted, that if the proceeds of the salvage had been remitted to the insurers on the cargo, the insurers on the freight would have been entitled to recover it of them? If so, Catlett is entitled to it, for he was his own insurer on the freight. Whether we consider him as having insured, or having earned it, his right is incontestible.</p>\n<p>But, it is supposed, that the cases of Baillie v. Modigliani, and of Caze &amp; Richaud v. The Baltimore Insurance Company, have established a contrary doctrine. It appears to me, that it is by placing too much confidence in the general language of indexes, and marginal notes, and misapprehending the doctrine on which this case turns, that the mistake arises.</p>\n<p>We have nothing but a manuscript report of that case of Baillie v. Modigliani, and obviously one for which the learned judge, by whom the decision was made, is very little indebted to his reporter. We find in it a mass of correct principles, thrown together without order, and without object, and which, I make no doubt, is the skeleton of a very learned and correct opinion; and one which, had we the whole of it, would have furnished a full exposition of the doctrine of this case, as well as of that. But, as a decision, the case of Baillie v. Modigliam does not touch the present case. For, in that case, there was no abandonment; the cargo was sold in France, with the benefit of the pro rata freight, and the owners wished to charge the underwriters with the freight so paid, as a loss incident to the capture. The question in the present case did not arise there, and could not arise in any case that does not comprise in it both the ingredients of technical total loss, and freight earned. That was a case of partial loss, and what the judge chose to say about the doctrine of the case of a total loss, was mere gratis dicta. It would be but charity, or an act of <span class=\"star-pagination\">*403</span> justice to his learning, to suppose, that if he ever did utter the words attributed to him, to wit, \"In case of a loss, total as between the insurer and insured, with salvage, the owner may either take the part saved, or abandon, but in neither case can he throw the freight upon the underwriters; because they have not engaged to indemnify him against it, and have nothing to do with it;\" that he had in mind the only sense of those words in which it was possible that he could be correct; which was, \"that they could in no case raise a personal charge for freight against the underwriters, where sufficient salvage to pay the freight had never come to their hands.\"</p>\n<p>In any other sense, every merchant on the Exchange of London could have told his lordship that he was incorrect. To have obtained from the learned judge a decision applicable to the present cause, the question should have been propounded to him as applicable to a case of technical total loss, with salvage sufficient to cover the freight. The answer would then have been rendered in the language of the books, a language on this subject equally that of lawyers, merchants, and insurers, \"Where freight is earned, the insured, in the case propounded, has a right to apply the salvage to the payment of freight;\" which is, in so many words, what Catlett contends for in the present cause.</p>\n<p>I have reasoned all along on the assumption that it makes no difference in principle whether the vessel and cargo be owned by the same individual, or by different persons. I consider it unquestionable, and even conceded; and, indeed, where the cargo is insured, and the vessel not, after abandonment, the underwriter is, in the eye of the law, an owner ab origine, of the cargo, and so distinct from the ship owner. In the case of Caze &amp; Richaud v. The Baltimore Insurance Company, (7 Cranch's Rep. 358.) the counsel attempted to draw a distinction; but the Court did not listen to it, and in their decision obviously consider it as immaterial to the question before them.</p>\n<p>The case of Caze v. Richaud is that which is relied on as most fatal to the claim of freight in the present cause; but to me it appears as plain as an axiom, that the Court have themselves made it a different case, and adjudged <span class=\"star-pagination\">*404</span> it to be no authority against the present claim. No one pretends that Catlett could have retained for freight if no freight had been earned. But this is the express decision of the Court in the case of Caze &amp; Richaud; and if there was no freight due, of what consequence to the decision was it to say, \"that it was no lien upon the cargo,\" or that \"the underwriters could not be made to pay the freight?\" The proposition was equally true of the most indifferent person. It is of no consequence as to the bearing of that decision upon this case, to inquire whether the Court were right or wrong in deciding that no freight was earned. In so deciding, they have made it a different case from this in an indispensable circumstance, the earning of freight; and plainly shown, that they could not have had in contemplation to decide a case in which freight had been earned, which is the present case. I believe myself, that we were wrong in every line of that decision; that it will not stand the test of commercial law in any one of the three propositions that it lays down.</p>\n<p>The case was this: a vessel and cargo belonging to the same owner sailed from Bordeaux for this country. The cargo was insured, the vessel and freight not. On her voyage, there being war between Great Britain and France, she was captured and carried into Halifax, having then crossed the Atlantic, and gone three fourths of the way on her course to her port of destination. The cargo was abandoned, and vessel and cargo both condemned; but on an appeal, the condemnation was reversed as to both. It is mentioned in the report, that there was no appeal \"as to the freight;\" but the case is defective in showing whether separate claims were filed for ship and cargo, or the two included in a joint claim by the owner. If joint, the question of freight could not have arisen. But if, as seems probable from the proceeds of the cargo passing into the hands of the underwriters, the claims were several, then a question may be raised whether the plaintiff was not concluded by his acquiescence in a judicial decision of a competent tribunal against the claim to freight. This would have sustained the judgment against him in this Court, had there been no other obstacle to his recovering.</p>\n<p><span class=\"star-pagination\">*405</span> As the abandonment was accepted, and the sum insured paid, the proceeds of the cargo got into the hands of the underwriters, and that suit was instituted for money had and received to the use of the ship-owner. Had he preferred this claim against the proceeds of the cargo, while lying in the registry of the British admiralty, there cannot be a doubt that it would have been adjudged to him in the distribution of the money among the several claimants.</p>\n<p>The three propositions which the opinion affirms in the case of Caze &amp; Richaud, are,</p>\n<p>1. That under no circumstances can the insured throw the freight upon the underwriters, even by abandonment.</p>\n<p>2. That no freight, even pro rata, was earned in that cause.</p>\n<p>3. That the lien of the owner on the cargo for his freight could not affect the question.</p>\n<p>On the first point, no one will pretend to maintain the affirmative as a general proposition. Losses are either total, partial, or technically total. Upon an actual total loss no question of freight can ever arise, for there is no freight earned. In the case of partial loss, it is never admitted in adjustments; and this is the full import of the decision in Baillie v. Modigliani, and in the case of Gibson v. The Philadelphia Insurance Company, and some others. It is a charge payable after the arrival of goods at their port of destination, and therefore, never admitted into an adjustment of a partial loss. The cases of technical total loss are of two kinds, as has been before noticed; the one with, the other without abandonment. It is not contended that, even in these, the insured can throw the freight upon the underwriters otherwise than incidentally by abandonment. It has been shown, that this is not the principle at all, upon which the doctrine insisted on by Catlett rests, and may, therefore, be safely conceded to the case of Modigliani, and all others in which these dicta are to be found. The principle is, \"that the owner cannot, by his abandonment, devest the lien which the ship owner has in the goods abandoned.\" That the underwriter takes the cargo cum onere, \u0097 a rule which is held sacred even against hostile capture, (the Der Mohr in 3 and 5 Robinson.) The law is, that the master is not bound to part <span class=\"star-pagination\">*406</span> with his cargo, and fails in his duty if he does, until his freight is paid. Why should he be so bound any more in the case of the transfer by abandonment, than in any other transfer? In that class of technical total losses, which arises where the freight incurred exceeds the value of the thing saved, it is expressly decided, that the right to apply the salvage to the freight exists; and it is impossible to draw a distinction between that class of cases, and the cases of technical total loss produced by abandonment.</p>\n<p>The full latitude of the assertion, therefore, that the insured cannot throw the freight upon the insurer, may be conceded without affecting the right of the party to freight in the present case. The rule is rightly laid down, but its application is mistaken.</p>\n<p>The same observations dispose of the third position assumed by the Court in Caze &amp; Richaud, since it must be obvious, that the lien of the ship-owner on the cargo is all important to the question. The right to apply the salvage to the freight grows out of the right of the master to hold the cargo for the freight, whatever change of interest may be produced in it by the act of the owners of the cargo.</p>\n<p>The consideration of the second proposition of the Court in Caze &amp; Richaud's case, is not material to this cause, any further than it shows that they considered themselves as deciding a case the very reverse of the present.</p>\n<p>Yet so convinced am I, that the decision there made against a pro rata freight was a hasty decision, that I will conclude with expressing a hope that, if ever the subject should again come before this Court, it will pause and examine the doctrine without prejudice from that decision, since it is one which involves principles of great interest to the mercantile world, and on which, I will undertake to say, if ever that case should be reviewed, there will be found a vast deal of learning and authority against the decision, and very little to sustain it.</p>\n<p>In the very case which the Court profess to decide, the case of Baillie v. Modigliani, the same pro rata charge was paid and acquiesced in by the Court and the bar, without a question.</p>\n<p><span class=\"star-pagination\">*407</span> Upon the whole, I never was clearer in any opinion in my life, than that the decision now rendered against the allowance of freight in this adjustment, is not to be sustained by either principle or authority.</p>\n<p>[After the opinion of the Court was delivered in this case, the parties ascertained, that the auditors report was incorrect, (by the disallowance of the freight,) in some other respects, and required a different adjustment; and application was accordingly made for a hearing upon these points. The following additional opinion was subsequently delivered by the Court.]</p>\n<p>Mr. Justice STORY.</p>\n<p>In consequence of the former opinion delivered in this cause, the parties have found it necessary to re-adjust the auditor's report in several particulars not suggested at the former argument. Indeed, upon that argument, the parties assumed that the report was perfectly correct, except as to the item of freight. We have examined the report, and are satisfied that the original plaintiff is entitled to recover the sum of 6,626 dollars and 18 cents, with interest from the 14th of October, 1822, which is the residue of the sum of 10,000 dollars insured by the Company, deducting the premium note and the proportion of salvage belonging to the underwriters, which has been received by the original plaintiff; and the judgment of the Circuit Court is to be reformed accordingly.</p>\n<p>JUDGMENT. This cause came on, &amp;c. On consideration whereof, it is ORDERED and ADJUDGED by the Court, that there is error in so much of the judgment as allowed to the said Catlett, as freight to be deducted from the salvage, the sum of two thousand and forty-one dollars and twenty-five cents. And it is further ORDERED and ADJUDGED, that upon the reformation of the auditor's report, required by the disallowance of the freight aforesaid and otherwise, there is now due and payable to the said Catlett the sum of 6,626 dollars and 18 cents, together with interest thereon, from the 14th of October, 1822, the said sum being the balance of the sum of 10,000 dollars insured, after <span class=\"star-pagination\">*408</span> deducting the amount of the premium due on the policy, viz. 376 dollars, and also the proportion of the salvage belonging to the said Columbian Insurance Company, viz. 2,997 dollars and 82 cents, received by the said Catlett; and that the judgment of the Circuit Court, to the amount of the said sum of 6,626 dollars and 18 cents, and interest thereon from the 14th of October, 1822, be and hereby is affirmed; and as to the residue of the said judgment, be and hereby is reversed: and the cause is to be remanded to the said Circuit Court, with directions to enter judgment for the said Catlett accordingly: the parties in the Court below to be at liberty to open the auditor's report, so far as respects the item for 480 dollars, the proceeds of the doubloons, and the item for 719 dollars and 37 cents paid over to captain M. Knight; and the judgment to be varied by the Circuit Court as these items may be found for either party; execution, however, to be granted immediately for the balance of the judgment, deducting the said sum of 719 dollars and 37 cents.</p>\n<h2>NOTES</h2>\n<p>[a]  Salvador v. Hopkins, 3 Burr. 1707. Vallance v. De Mar, 1 Campb. Rep. 503. Ongier v. Jennings, 1 Campb. Rep. 505. n. Phillips' Insur. 182, 183.</p>\n<p>[a]  Vos v. Robinson, 9 Johns. Rep. 192. Alleyne v. Maryland Insurance Company, 6 Harr. &amp; Johns. Rep. 408.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T08:59:46", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">383</span></span></b></center>\n<center><h1>The COLUMBIAN INSURANCE COMPANY, Plaintiffs in Error,<br>\nagainst<br>\nCATLETT, Defendant in Error.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*384</span> This cause was argued by Mr. Webster and Mr. Taylor for the plaintiffs in error, and by the Attorney General and Mr. Swann for the defendant in error.</p>\n<p>Mr. Justice STORY delivered the opinion of the Court</p>\n<p>This is a writ of error to the Circuit Court of the District of Columbia, sitting at Alexandria.</p>\n<p>The original action was upon a policy of insurance, dated the 16th of February, 1822, whereby the Columbian Insurance Company insured the plaintiff ten thousand dollars, lost or not lost, at and from Alexandria to St. Thomas, and two other ports in the West Indies, and back to her port of discharge in the United States, upon all kinds of lawful goods and merchandise, laden or to be laden on board the ship called the Commerce, &amp;c.; beginning the adventure upon the said goods and merchandise from the loading at Alexandria, and continuing the same until the said goods and merchandise shall be safely landed at St. Thomas, &amp;c. and the United States. The goods and merchandise to be valued, as interest may appear. The policy contained the usual risks; and the premium agreed on was three and three quarters per cent., to return half per cent. for each port not used or attempted, and no loss happens. There are other provisions in the policy, which will be hereafter commented on. The breach alleged in the declaration is a total loss by perils of the seas, with the usual averments of notice and non-payment.</p>\n<p>The trial was had upon the general issue, and a verdict found by consent for the plaintiff, for 10,000 dollars, subject to the opinion of the Court upon the demurrer to evidence filed in the case. It was farther agreed, that if it should be the opinion of the Court, that the plaintiff was not entitled to recover the full amount of the insurance, but is entitled to an average loss, then a reference to ascertain that average, or to modify the amount of the verdict in any <span class=\"star-pagination\">*385</span> other respect as to the sum, should be made to an auditor, and judgment should be given for the sum finally reported and confirmed by the Court, subject, however, to the exceptions of either party to any opinion of the Court on that subject. The reference was accordingly made, and, upon the coming in of the auditor's report, the Court pronounced its opinion, and gave judgment for the plaintiff for $7,656 57 cents, with interest, from the 14th of October, 1822.</p>\n<p>From the demurrer to evidence, it appeared, that the ship sailed from Alexandria on her voyage about the 14th of February, 1822, having on board a cargo of 2,297½ barrels of flour of the invoice price of $16,887 32 cents, both ship and cargo being owned by the plaintiff. On the 21st of March she arrived in safety with her cargo at St. Thomas, having met with no accident; and she continued at that port until the 30th of May following, for the purpose of selling her cargo, and for no other cause. During this period the master, who was also consignee, sold by retail 509½ barrels; being limited, by his instructions, to eight dollars per barrel, and not being able to procure that price for the residue of the cargo, he sailed on the 31st of May for Cape Haytien with it, and had also on board some doubloons, amounting to $480, part of the proceeds of the former sales. He might have sold his whole cargo at from $7,50, to $7,75 at St. Thomas. The 509½ barrels of flour sold at St. Thomas, according to the invoice price, amounted to $3,512 99, leaving the value of the cargo on board, exclusive of the doubloons, at the time of sailing from that port, according to the invoice, at $12,328 25 cents.</p>\n<p>On the 6th of June the ship, with her cargo, arrived off Cape Haytien, and the captain having gone on shore, the ship stretching too far in, took the ground and was wrecked. In consequence of this disaster, 155 barrels of flour were totally lost, 1,633 were got on shore, part without injury, but the greater part damaged, and the whole was sold. The gross amount of the sales at Cape Haytien was $9,391 34 cents, the expenses of salvage, including commissions on sales, $4124,72 cents; the proportion of the captain's expenses attaching on the cargo, $285 78 cents. Of the proceeds of the <span class=\"star-pagination\">*386</span> sales at Cape Haytien, the sum of $4,953 89 was invested in coffee, which was shipped to Baltimore, where it produced only $3,517 40 cents. The plaintiff makes a claim for freight of the outward cargo of $2,104 25 cents, as a proper deduction from the proceeds.</p>\n<p>As soon as the plaintiff heard of the loss, he sent the following letter to the Insurance Company, under date of the 5th July, 1822: \"Gentlemen, having received a letter from captain M`Knight, (the master,) informing me that the ship Commerce was lost, I abandon the proportion of the cargo that your office was interested in. Respectfully, &amp;c.\" The captain's protest, and the survey of the ship, were also exhibited to the Company on the 14th of August. The abandonment was never finally accepted by the directors, but sundry negotiations took place between them and the plaintiff, which, however, led to no effectual arrangement.</p>\n<p>The first question arising in this case, is upon the true construction of the policy itself as to the voyage insured. Is it an insurance upon the original cargo only from the time of its loading until its final discharge, or is it an insurance upon every successive cargo, which is taken on board in the course of the voyage out and home, so as to cover the risk of a return cargo, the proceeds of the sales of the outward cargo? The argument in behalf of the defendant is, that the risk applies upon the terms of the policy only to the original cargo, laden at Alexandria. The terms of the policy are, on a voyage, \"at and from Alexandria to St. Thomas and two other ports in the West Indies, and back to her port of discharge in the United States, upon all lawful goods and merchandise laden or to be laden on board the ship, &amp;c.; beginning the adventure upon the said goods and merchandise, from the lading at Alexandria, and continuing the same until the said goods and merchandise shall be safely landed at St. Thomas, &amp;c. and the United States aforesaid.\" It is supposed that those words tie up the adventure to the original cargo shipped at Alexandria, because the risk is to attach on the same at that port, and to continue on the same until safely landed at St. Thomas, &amp;c., and the United States. Perhaps a very strict grammatical construction might lead to such a conclusion. But policies have never been construed <span class=\"star-pagination\">*387</span> in such a strict and rigid manner. The instrument itself is somewhat loose in its form, and has always received a liberal construction with reference to the nature of the voyage and the manifest intent of the parties. What is the nature of the present voyage? It is upon the face of the policy plainly an insurance upon all lawful goods, not only for the outward voyage to the West Indies, but for the homeward voyage to the United States. The underwriters must be presumed, equally with the assured, to know the nature and course of such a voyage. It is for the purpose of trade, and the exchange of the outward cargo, by sale or barter, for a return cargo of West India productions. If we could shut our eyes to the knowledge of this fact, belonging, as it does, intimately to the history and commercial policy of the nation itself, as disclosed in its laws, the whole evidence in the case furnishes abundant proofs of its notoriety. The true meaning of the policy is to be sought in an exposition of the words, with reference to this known course and usage of the West India trade. The parties must be supposed to contract with a tacit adoption of it as the basis of their engagements. The object of the clause under consideration may be thus rationally expounded, as intended only to point out the time of the commencement and termination of the risk on the goods, successively, and at different periods of the voyage, constituting the cargo. It would be pushing the argument to a most unreasonable extent, to suppose that the parties deliberately contracted for risks on a homeward voyage, on goods which, according to the known course of the trade, and the very nature of the commodities, were not, and could not be, intended to be brought back to the United States. We are of opinion, that the policy was for the whole voyage round, and covered any return cargo taken on board at any of the designated ports in the West Indies. This is not like the cases cited at the bar, where a policy on goods at and from a particular port, beginning the adventure from the loading thereof, has been held not to cover goods taken on board at an antecedent port. Those are all cases of insurance upon a single passage, unaffected by any known course or usage of trade to explain the intentions of the parties.</p>\n<p><span class=\"star-pagination\">*388</span> The next question is, whether the delay at St. Thomas for seventy days was not so unreasonable as to constitute a deviation. Without question, any unreasonable delay in the ordinary progress of the voyage avoids the policy on this account. But what delay will constitute such a deviation, depends upon the nature of the voyage, and the usage of the trade. It may be a very justifiable delay, to wait in port, and sell by retail, if that be the course of business, when such delay would be inexcusable in a voyage requiring or authorizing no such delay. The parties, in entering into the contract of insurance, are always supposed to be governed in the premium by the ordinary length of the voyage, and the course of the trade. That delay, therefore, which is necessary to accomplish the objects of the voyage according to the course of the trade, if bona fide made, cannot be admitted to avoid the insurance. In the present case, it is proved, that the stay at St. Thomas was solely for the purpose of selling the cargo, and for no other cause. But, it is said, that a sale might have taken place at St. Thomas of the whole cargo, if the orders of the owner had not contained a direction to the master limiting the sale at St. Thomas to the price of eight dollars, and that this limitation was the sole cause of the delay, and was unreasonable; that the master ought, under the circumstances, to have sold at a lower price, or have immediately elected to go to another port. We are of a different opinion. In almost every voyage undertaken of this nature, where different ports are to be visited for the purposes of trade, and to seek markets, it is almost universal for the owner to prescribe limits of price to the sales. Such limitations have never hitherto been supposed to vary the insurance, or the rights of the party under it. It cannot be, that the master, if entitled to go to a single port only, is bound to sell at whatever sacrifice, as soon as he arrives at that port, and within the period at which he may unload, and sell, and reload a return cargo. He must, from the very nature of the case, have a discretion on this subject. If he arrives at a bad market, he must have a right to wait a reasonable time for a rise of the market, to make suitable inquiries, and to try the effect of partial and limited sales. He is not bound to sell the whole <span class=\"star-pagination\">*389</span> cargo at once, whatever be the sacrifice, and thus frustrate the projected adventure. In short, he must exercise in this, as in all other cases, a sound discretion for the interest of all concerned; and if it be fairly and reasonably exercised, it ought not to be deemed injurious to rights secured by the policy. It is as much the true interest of the owner to sell in a reasonable time, and with all proper despatch, as it is for the underwriters. To be sure, if the owner should limit the price to an extravagant sum, or the master should delay after all reasonable expectations of a change of market were extinguished, such circumstances might properly be left to a jury to infer a delay amounting to a deviation. And here, again, as on the former point, it may be remarked, that every underwriter is presumed to know the ordinary course of the trade, and to regulate his proceedings accordingly.</p>\n<p>But, it is said, that there is no sufficient evidence of the usage of trade in the present case. It is to be remembered that this is a case which comes before this Court upon a demurrer to evidence. The plaintiff was not bound to have joined in the demurrer without the defendant's having distinctly admitted, upon the record, every fact which the evidence introduced on his behalf conduced to prove; and that when the joinder was made, without insisting on this preliminary, the Court is at liberty to draw the same inferences in favour of the plaintiff, which the jury might have drawn from the facts stated. The evidence is taken most strongly against the party demurring to the evidence. This is the settled doctrine in this Court, as recognised in Pawling v. The United States, (4 Cranch's Rep. 219.) and Fowle v. The Common Council of Alexandria, (11 Wheat. Rep. 320.) The testimony in the present case, does not, in direct terms, (as has been justly stated at the bar,) establish the general usage of the West India trade. The witnesses do not, generally, speak to a usage, eo nomine. But it cannot be denied, that its scope and object are to establish the usage by an enumeration of facts, and voyages, by persons experienced in the trade, and referring to their own knowledge and general information. It thus conduces, indirectly, to prove the usage; and as it is altogether one way, it is <span class=\"star-pagination\">*390</span> certainly such that a jury might infer a usage from it. And if so, this Court may infer it. We consider it, then, as a fair deduction from this testimony, that considerable delays in port in the West India trade are not uncommon, for the purpose of taking the advantages of the market, and that sales by retail are within the usage. There are no facts from which this Court can infer, that the delay in the present case was unreasonable or unusual; and, consequently, we cannot admit, that the delay amounted to a deviation. The case of Oliver v. The Maryland Insurance Company, (7 Cranch's Rep. 487.) is in no respect inconsistent with this doctrine. One question in that case was, whether the delay at Barcelona, for the purpose of taking in a return cargo, was a deviation. The Court below instructed the jury, that it was not, if the vessel did not remain longer in that port than the usage and custom of trade at that place rendered necessary to complete her cargo. This Court was of opinion, that the instruction was, in substance, correct. The only difficulty which arose was from the terms of the instruction, which seemed to limit the right, not to the time necessary to take in the cargo, but to a particular period, regulated by the usage of trade. The Chief Justice there said, \"There is some doubt spread over the opinion in this case, in consequence of the terms in which it is expressed. The vessel might certainly remain as long as was necessary to complete her cargo, but it is scarcely to be supposed this was regulated by usage and custom. The usages and customs of a port, or of a trade, are peculiar to a port or trade. But the necessity of waiting, where a cargo is to be taken on board, until it can be obtained, is common to all ports, and all trades. The length of time frequently employed in selling one cargo and procuring another, may assist in proving, that a particular vessel has, or has not, practised unnecessary delays in port, but can establish no usage by which the time of remaining in port is fixed. The substantial part of the opinion, however, appears to have been, and seems so to have been understood, that the plaintiff could not recover, unless the jury should be of opinion, that the vessel did not remain longer at Barcelona than was necessary to complete her cargo, of which necessity the time <span class=\"star-pagination\">*391</span> usually employed for that purpose might be evidence.\" This case, therefore, recognises the right to wait in port for the purpose of selling one cargo and procuring another; and the reasoning is employed solely to avoid a criticism founded upon some ambiguity of phrase peculiar to that case. On the other hand, the cases cited at the bar abundantly prove, that the usage and course of trade are very material to determine whether the delay be unreasonable or not.<sup>[a]</sup></p>\n<p>The next question is, whether there has been a total loss. And this divides itself into two distinct considerations; first, whether the facts of the case created a right of abandonment as for a technical total loss; and, secondly, if so, whether there has been a legal abandonment by the assured.</p>\n<p>Upon the first point there is not much room for difficulty. The insurance was not for a single passage, but for the round voyage out and home. The cargo, in the course of the outward voyage, and before it was terminated, (for the master had still and election to go to another port after his arrival at Cape Haytien,) was permanently separated from the ship by the total wreck of the latter. It was a perishable cargo, and much injured by the accident, though it does not appear to be to the amount of one half its value; and it was liable to still farther deterioration. There was a necessity, then, for an immediate sale at Cape Haytien, and the farther prosecution of the voyage with that ship, or that cargo, became impracticable. It was completely frustrated. Under such circumstances, we are of opinion, that, according to the established doctrine of the commercial law, it was a clear case of a technical total loss, on account of the breaking up of the voyage. It is a much stronger case than that of Dorr v. The New-England Insurance Company, (4 Mass. Rep. 232.) or Hudson v. Harrison, (3 Brod. &amp; Bing. 364.) where the Court held the losses total.</p>\n<p>Was there, then, a due and legal abandonment? The letter of abandonment is admitted to have been sent in due <span class=\"star-pagination\">*392</span> season, and, in its terms, it amounts to a cession of the property. Under ordinary circumstances, it would furnish nothing upon which to suspend a doubt. The difficulty arises from two clauses in the particular form of policy used by this company. One is in the following terms: \"In case of loss, the same shall be paid in sixty days after proof and adjustment thereof, without any deduction, except the amount of the premium, if then unpaid.\" The other, is, \"it is hereby agreed, that the insured shall not abandon to the insurers until sixty days have elapsed after having given notice to them of his intention so to do, and of the loss or event which may entitle the insured thereto.\" The suit was not brought until after more than one hundred and twenty days had elapsed from the abandonment made by the letter of the 5th of July. No question, therefore, arises on this head. But the argument is, that the notice of abandonment must, by the terms of the policy, precede the actual abandonment sixty days; and that, in the present case, either no notice at all of such intention has been given, or there has been no actual abandonment at the end of that period. The letter of the 5th of July must either operate as a notice of abandonment, or as actual abandonment; if the former, then there has been no act of abandonment following up the notice; if the latter, then it was made too soon, and contrary to the terms of the stipulation. Such is the stress of the argument.</p>\n<p>In construing these clauses, it is material to consider the intention of the parties, as expounded by the general principles of law applicable to the contract. By these principles, the assured, upon an abandonment in due season, for a technical total loss, acquires an immediate right of recovery against the underwriters. He is not bound to wait until they have signified their acceptance or refusal of the abandonment, if it be valid, nor, if accepted, is he bound to wait for payment, but he may immediately commence an action against them. The object of the first clause is, in the case of an undisputed loss, to obtain a delay of payment for sixty days after the adjustment. But, from its very terms, it can only apply to the case where there has been proof of loss, and also an adjustment. If proof of the loss <span class=\"star-pagination\">*393</span> has been offered, and no adjustment made, as in case of a disputed loss, the clause has been supposed, in the cases cited at the bar, not to apply.<sup>[a]</sup> The underwriter is, then, understood to waive the privilege. The true object of the second clause is, to postpone the absolute right of abandonment until sixty days after notice of the loss, so as to enable the underwriters to have time for deliberation upon the acceptance or rejection of it, when made, and to avail themselves of all intermediate events for their benefit. It is wholly unnecessary to consider whether the assured, after a notice of abandonment, can retract, if the underwriters choose to insist upon accepting it; or whether, if, instead of a mere notice, he tenders an unequivocal abandonment, which is accepted by the underwriters within the sixty days, he has, nevertheless, a right to withdraw it, if, within the same period, events turn up in his favour. The present case does not present any facts leading to such a question. The clause is manifestly introduced into the policy for the advantage of the underwriters, and not of the assured. But there is no necessity for giving any very strict interpretation to it to accomplish the fair objects of its provisions. If Mr. Catlett had written a letter to the company, stating to them, that he thereby gave notice to them of the loss, and his intention to abandon, and had then added therein, that at the termination of the sixty days they were to deem that letter an absolute abandonment, there could scarcely be a doubt that such a letter would have been sufficient to satisfy the requirements of the clause. It would give to the underwriters the full benefit of it. If he had written, at the same time, two letters, one containing a notice of his intention to abandon, and the other that he made an abandonment, to take effect at the end of the sixty days after the notice, the same legal result would seem to be justified. The clause does not insist upon an abandonment being made in presenti, by an instrument dated at the expiration of the sixty days; but only that it shall not, in point of law, be obligatory <span class=\"star-pagination\">*394</span> as an abandonment until that period. This seems to us a fair and rational exposition of the intention of the clause. In what respect does the letter of the 5th of July differ from the legal results above stated? It is written with reference to the known language and stipulations of the policy, and it must now be interpreted as it must have been understood, and, indeed, looking to the subsequent proceedings of the company, we may say, as it was understood by both parties. Neither of them seems to have acted upon the supposition, that any other, or more formal act of abandonment, was necessary. The letter gives notice of an intention to abandon, because, in its terms, it includes an actual abandonment. It has a tacit reference to the clause in the policy, and must be deemed as a notice to abandon, and, at the same time, a declaration that it shall operate as an abandonment in the case, as soon as by law it may. In our judgment, it was a continuing act of abandonment, and became absolute at the end of the sixty days. It was an abandonment in presenti, to take effect in futuro. Neither the form of the notice, nor the abandonment, is prescribed in the clause. They may be in one or two instruments; they may be in direct terms, or by fair and natural inference. It matters not how they are given or executed; it is sufficient, in point of fact, that they have been given or executed. Our opinion accordingly is, that upon the true interpretation of this last clause in the policy, the letter of the 5th of July was a sufficient notice of an intention to abandon, and that, at the expiration of the sixty days, it operated as an actual abandonment.</p>\n<p>The abandonment, then, having been duly made, the next question that arises is, how the loss is to be apportioned. The argument on behalf of the Company is, that as part of the cargo was landed at St. Thomas, the amount risked by them is to be diminished by their proportion of the cargo so landed. In short, that the loss is now to be made up by them with reference to the value of the whole cargo on board, when the risk first attached, and not with reference to the value on board at the time of the loss, notwithstanding it exceeded the amount insured. We are of a different opinion. We think the true intent and object of the policy was to cover <span class=\"star-pagination\">*395</span> an insurance of 10,000 dollars during the whole voyage out and home, so long as the assured had that amount of property on board. This is not a policy for a voyage to St. Thomas only, in which case the argument might justly apply. But it is a policy to two other ports on the outward voyage, and also for the homeward voyage. The language of the policy is, that the underwriters insure 10,000 dollars at and from Alexandria, and two other ports in the West Indies, and back to the United States. The premium is apportioned accordingly, for a half per cent. is to be returned \"for each port not used or attempted;\" and the contemplation of the parties manifestly is, that the premium should be paid during the round voyage upon the full sum insured, and that the assured should have the full benefit of the insurance, so long as he had 10,000 dollars on board. The intermediate landing of portion of the cargo in the course of the voyage was wholly immaterial in the understanding of the parties, so long as the value on board was sufficient to cover the insurance. If the clause, usual in policies in the eastern States, as to priority of insurance, had been here incorporated, and there had been a subsequent insurance, this, as the prior policy, must have first attached to the extent of the sum insured during the whole voyage. If there had been a subsequent insurance without any such clause, it might form a case for contribution among the various underwriters; but would in no shape affect the rights of the assured. The loss, therefore, must be apportioned between the parties in the proportion which the sum insured bears to the amount of value on board at the time of the loss, that is, as 10,000 dollars bears to 12,328 35/100 dollars.</p>\n<p>The next question is, whether the freight for the outward voyage is to be deducted from the salvage, and allowed the assured, who was owner of the ship as well as the cargo. The amount reported by the auditor is not disputed, and the controversy is, whether it is a charge upon the salvage in the hands of the underwriters. In point of fact, no freight was or could be payable in this case, for the plain reason, that the assured was owner of the ship, and there could, therefore, be no lien upon the cargo or its proceeds for the same. But in point of law the case is not supposed to be varied by <span class=\"star-pagination\">*396</span> this circumstance; for if the freight would be a proper charge on the salvage, if a third person were owner of the ship, in the hands of the assured, there is no reason why it should not be allowed when the assured is owner. We consider the law on this point as conclusively settled. As between the owner of the ship and the owner of the cargo, the former has a lien upon the cargo for all the freight which becomes due and payable to him, whether it be a full or pro rata freight. But freight is a charge upon the cargo, against which the underwriters do not, in any event, whether of abandonment with salvage, or of partial loss, undertake to indemnify the owner of the cargo. In order to obtain the salvage, when in the hands of the ship owner, it may become necessary for the underwriters to pay the amount of the freight, for which they have a lien, as it may to pay any other charge created by the act of the owner of the cargo. But this does not change the nature or extent of the responsibility of the underwriters. As between themselves and the assured, they have a right to deduct the amount so paid from the loss, or to recover it in any other manner, as money paid for the use of the latter. This doctrine was expressly held by the Court of King's Bench, in Baillie v. Modigliani, (Marshall. Ins. 728.) and was confirmed in the fullest manner in this Court, in Caze &amp; Richaud v. the Baltimore Insurance Company, (7 Cranch, 358.)</p>\n<p>It only remains to notice an objection made to the form of the declaration. It is said, that there is no averment in the declaration, that any preliminary proofs of loss were offered to the Company, nor of any promise to pay in sixty days after such proofs, according to the terms of the policy, nor that any abandonment, or notice, was given to the underwriters. It was, in our judgment, wholly unnecessary to ave the latter facts. The abandonment and notice thereof are but matters of evidence to establish the fact of a total loss, which is expressly averred in the declaration. As to the other part of the objection, it proceeds upon a mistake of the terms of the declaration. There is an express averment, after the allegation of the loss, that the Company, on, &amp;c. at, &amp;c. had notice thereof, and by means thereof became liable, &amp;c. and in consideration thereof promised, <span class=\"star-pagination\">*397</span> that they would pay the plaintiff the sum due, \"according to the tenor and effect of the said policy of insurance.\" This is a sufficient averment of a promise to pay according to the stipulations of the policy, and conforms to the general course of precedents in pleading.</p>\n<p>Upon the whole, it is the opinion of this Court, that the judgment of the Court below, so far as it allowed the freight of 2041 25/100 dollars to the assured is erroneous, and ought to be reversed; and that, in all other respects, it ought to be affirmed.</p>\n<p>Mr. Justice JOHNSON.</p>\n<p>I concur with the Court in all the points decided in this cause, except that which relates to freight. On that it is my impression, that they have misapprehended the case, the question, and the doctrine on which it turns. If so, it is not to be wondered at if it should appear that they have decided upon the authority of adjudications which have no bearing upon the case.</p>\n<p>The great disadvantage of Catlett's cause, arises from the form in which this question is presented. It is raised in the adjustment of this loss, and comes up so confounded and blended with other matters, that it may well bewilder those who are more conversant with special pleadings, than with mercantile statements. To give this question a fair chance with a lawyer, it should have come up on an action instituted by the underwriters to recover of the ship owner money which arose from the proceeds of an abandoned cargo, and had been remitted to the owner. The questions on the subject of freight would then have been distinctly presented, to wit, whether the freight had been earned, and whether the owner had not a right to set it off against the proceeds of the abandoned cargo. And who would then entertain a doubt upon the subject? Would the ship owner have been permitted to pay over the proceeds of the abandoned cargo to the underwriters, and take his remedy against the shipper of the goods? No one can imagine such a doctrine.</p>\n<p>It is said, that the owner of the cargo shall, in no case, throw the freight upon the underwriter. But there are other interests always involved in such cases, besides those <span class=\"star-pagination\">*398</span> of owner and underwriter of the cargo. The ship owner has his rights, and is not bound to forego his lien on the cargo for the freight, and to look to an absent, or insolvent owner, or insurer, for indemnity. The master is his agent to receive the freight, as well as agent of the underwriter to remit the salvage, and has a right, nay, is bound, to take care of the interests of his employer.</p>\n<p>It is not, therefore, the owner of the cargo who throws the freight upon the underwriter, but the owner of the ship, in the fair exercise of his unquestionable rights. It is clear, then, that the freight may be legally thrown upon the underwriters, by the act of another, even in opposition to the will of the insured. It must, then, be ascertained, whether the underwriter, who has thus had the freight thrown upon him, by having it deducted from the proceeds of the salvage, can recover it back from the insured. And, in order to examine the question distinctly, we will suppose the case of a payment of a loss before the freight has been thus thrown upon the underwriter; that is, before the proceeds of the salvage have been realized and remitted to the ship owner, and by him applied to his own freight.</p>\n<p>And on what principle could a right in the insurer to recover back, in such an action against the insured, be maintained?</p>\n<p>It must be recollected, that I am here speaking of the case of an abandonment, on a voyage in which freight has been earned. In cases of absolute total loss, no freight can be earned; but in that of a technical total loss, it is well known that freight may be earned. It was not disputed in the argument, that freight, in this case, was earned; and the sufficiency of the abandonment to cast the loss upon the underwriters, is now decided. It is true, the underwriters did not accept the abandonment, and have not, by any express act, accepted the salvage, but they are doing it now when they lay claim to the proceeds of the salvage remitted to Catlett. If they do not mean to be encumbered with the freight, let them withdraw their claim to the remittance, and Catlett then remains in possession of the cargo, subject to his lien for freight.</p>\n<p>The case must, then, be considered as one in which the <span class=\"star-pagination\">*399</span> freight is earned, and both the abandonment and salvage accepted; but the proceeds of the latter remitted to the ship owner, and by him retained for freight. The question will be, whether, in such a case, the underwriter, who has thus been compelled, in effect, to pay the freight, can recover it, in any form of action, from the insured?</p>\n<p>What is the effect of a valid abandonment? The right here contended for is, \"the right to pay the freight out of the salvage.\" It is not true, in a sense applicable to this case, that the insured has no right to throw the freight upon the insurer. The right to abandon positively implies the right to throw the freight upon the underwriter indirectly. It is a right to charge him with a total loss, and if he gets nothing from the wreck, the insured has only asserted his rights against him to their acknowledged extent. It is a right to convert a partial actual loss, into a technical total loss.</p>\n<p>There is one technical total loss familiarly known to lawyers and merchants, which occurs without abandonment. I mean, where the goods saved are less in value than the freight. There is a complete analogy between the two cases; and, in the latter case, it is expressly adjudged, and so laid down by the best elementary writers, \"that the insured has a right to apply the salvage to pay the freight, (2 Marsh. 588.) giving credit for the balance only to the underwriter.\" (2 Marsh. 619.) And this is precisely the right which Catlett contends for in the present case.</p>\n<p>The right so to apply the salvage results unavoidably from the received and acknowledged consequences of the right of abandonment.</p>\n<p>Take the familiar case that occurs every day in time of war. A vessel is captured by an enemy; the insurer on the cargo hears of it, tenders his abandonment, and it is accepted and paid. Who, at that period, would think of making a discount of the freight from the policy? It has not been earned; the insured never was liable for it. But the ship is rescued by her crew, proceeds on her voyage, arrives in safety, and delivers her cargo. Here freight is earned, and must be paid; but by whom? Certainly not by the shipper for he is divorced from the adventure, and the goods as much <span class=\"star-pagination\">*400</span> the property of the underwriters as if they had purchased and shipped them.</p>\n<p>I have mentioned the case of an accepted abandonment; but the effect of a valid abandonment is the same as if it had been accepted.</p>\n<p>In the case at bar, at what point of time did the transfer of interest take place? Certainly at the instant when the accident happened. The abandonment has the same effect as if the owner and insurer had been on board, and the abandonment made at the moment the misfortune occurred. But freight had not then been earned; the liability for it had not attached on the insured; and, in the eye of the law, as between him and the underwriter, it could no more attach on him than if the cargo had then gone to the bottom. By the abandonment, it is as to him as if it had gone to the bottom. The law places it in that situation, by declaring it a total loss; and the language of the books on this subject is, \"that he ought not to be placed in a worse situation than if the cargo had gone to the bottom.\" (Boyfield &amp; Brown, 2 Str. et passim.) The insured never incurred the liability for the freight, but the underwriters did; for when the freight was earned, he stood in the place of the insured.</p>\n<p>In arguing to show that a liability for the freight never did attach upon the insured as between him and the underwriter, I have considered the transfer by abandonment as taking place at the moment of the accident. But as to the effect of the abandonment the law goes further, and considers the underwriter in the light of the owner from the commencement of the voyage. (Marshall, 601 \u0097 2.) Upon this principle it is, that in the case of a ship insured and abandoned, the underwriter is entitled to whatever freight she may afterwards earn. In the language of Mr. Marshall, \"the insurer becomes the legal assignee and owner, and from that time he is liable for all her future outgoings, and, consequently, entitled to all her future earnings.\"</p>\n<p>But if entitled to freight to be earned by the ship, why should not the cargo in his hands remain liable for freight to be afterwards incurred? Liability in the one instance is the correlative of right in the other. It is altogether a mistake to call this charging the underwriter with the freight. The <span class=\"star-pagination\">*401</span> proposition affirmed is, that the abandonment does not discharge the cargo from the lien for the freight, to which it was subject in the hands of the insured. Even in the hands of the owner, this liability was not unlimited and unconditional; for if damage is incurred, (by perils of the sea, not from internal decay,) and the salvage goods will not pay the freight in value, the owner is not bound to receive them. Of his interest in this behalf he may judge for himself; it is only when he does receive them that he must pay. And this is precisely the alternative which Catlett holds out to the underwriters.</p>\n<p>There is a very strong, and, I think, conclusive adjudication on this subject, to be found in the third volume of the Massachusetts Reports; it is the case of Fotheringham v. Prince, p. 563. vol. 3.</p>\n<p>Wages are to the ship what freight is to the cargo; a contingent liability attaching only on the fulfilment of the contract. In the case referred to, a vessel had been insured from St. Ubes to a port of discharge in the United States. She was cast away on Cape Cod, and abandoned, but the salvage was sufficient to pay the wages, and the proceeds were remitted to the underwriters. The wages were thus earned, and the owners were compelled to pay them, and now brought suit against the underwriters, counting as well for money had and received, as on the policy. The Court decided, that the underwriters were bound to refund the money paid for wages by the owner; and the adjudication is in principle precisely what is here contended for in behalf of the plaintiff below. Had the salvage in this case been remitted to the underwriters, and Catlett brought his action for money had and received to recover his freight, it would have been a case on all-fours with the present.</p>\n<p>It has been supposed that to decide that point against the underwriters, would be to make them liable for two insurance upon receiving one premium; that it would be making them liable for both freight and cargo, upon a premium received only on the cargo.</p>\n<p>But, it may be truly said, that the inconsistency is on the other side; the argument is directly in point in favour of this claim for freight. This decision is not only making <span class=\"star-pagination\">*402</span> Catlett liable on the cargo, where he was his own insurer for the freight only, but is making him lose his freight after he had earned it, and pay it into the pockets of underwriters who had never insured it, and, therefore, could not acquire it by abandonment.</p>\n<p>Suppose another company had insured the freight in this instance, and Catlett had abandoned to them, can it be doubted, that if the proceeds of the salvage had been remitted to the insurers on the cargo, the insurers on the freight would have been entitled to recover it of them? If so, Catlett is entitled to it, for he was his own insurer on the freight. Whether we consider him as having insured, or having earned it, his right is incontestible.</p>\n<p>But, it is supposed, that the cases of Baillie v. Modigliani, and of Caze &amp; Richaud v. The Baltimore Insurance Company, have established a contrary doctrine. It appears to me, that it is by placing too much confidence in the general language of indexes, and marginal notes, and misapprehending the doctrine on which this case turns, that the mistake arises.</p>\n<p>We have nothing but a manuscript report of that case of Baillie v. Modigliani, and obviously one for which the learned judge, by whom the decision was made, is very little indebted to his reporter. We find in it a mass of correct principles, thrown together without order, and without object, and which, I make no doubt, is the skeleton of a very learned and correct opinion; and one which, had we the whole of it, would have furnished a full exposition of the doctrine of this case, as well as of that. But, as a decision, the case of Baillie v. Modigliam does not touch the present case. For, in that case, there was no abandonment; the cargo was sold in France, with the benefit of the pro rata freight, and the owners wished to charge the underwriters with the freight so paid, as a loss incident to the capture. The question in the present case did not arise there, and could not arise in any case that does not comprise in it both the ingredients of technical total loss, and freight earned. That was a case of partial loss, and what the judge chose to say about the doctrine of the case of a total loss, was mere gratis dicta. It would be but charity, or an act of <span class=\"star-pagination\">*403</span> justice to his learning, to suppose, that if he ever did utter the words attributed to him, to wit, \"In case of a loss, total as between the insurer and insured, with salvage, the owner may either take the part saved, or abandon, but in neither case can he throw the freight upon the underwriters; because they have not engaged to indemnify him against it, and have nothing to do with it;\" that he had in mind the only sense of those words in which it was possible that he could be correct; which was, \"that they could in no case raise a personal charge for freight against the underwriters, where sufficient salvage to pay the freight had never come to their hands.\"</p>\n<p>In any other sense, every merchant on the Exchange of London could have told his lordship that he was incorrect. To have obtained from the learned judge a decision applicable to the present cause, the question should have been propounded to him as applicable to a case of technical total loss, with salvage sufficient to cover the freight. The answer would then have been rendered in the language of the books, a language on this subject equally that of lawyers, merchants, and insurers, \"Where freight is earned, the insured, in the case propounded, has a right to apply the salvage to the payment of freight;\" which is, in so many words, what Catlett contends for in the present cause.</p>\n<p>I have reasoned all along on the assumption that it makes no difference in principle whether the vessel and cargo be owned by the same individual, or by different persons. I consider it unquestionable, and even conceded; and, indeed, where the cargo is insured, and the vessel not, after abandonment, the underwriter is, in the eye of the law, an owner ab origine, of the cargo, and so distinct from the ship owner. In the case of Caze &amp; Richaud v. The Baltimore Insurance Company, (7 Cranch's Rep. 358.) the counsel attempted to draw a distinction; but the Court did not listen to it, and in their decision obviously consider it as immaterial to the question before them.</p>\n<p>The case of Caze v. Richaud is that which is relied on as most fatal to the claim of freight in the present cause; but to me it appears as plain as an axiom, that the Court have themselves made it a different case, and adjudged <span class=\"star-pagination\">*404</span> it to be no authority against the present claim. No one pretends that Catlett could have retained for freight if no freight had been earned. But this is the express decision of the Court in the case of Caze &amp; Richaud; and if there was no freight due, of what consequence to the decision was it to say, \"that it was no lien upon the cargo,\" or that \"the underwriters could not be made to pay the freight?\" The proposition was equally true of the most indifferent person. It is of no consequence as to the bearing of that decision upon this case, to inquire whether the Court were right or wrong in deciding that no freight was earned. In so deciding, they have made it a different case from this in an indispensable circumstance, the earning of freight; and plainly shown, that they could not have had in contemplation to decide a case in which freight had been earned, which is the present case. I believe myself, that we were wrong in every line of that decision; that it will not stand the test of commercial law in any one of the three propositions that it lays down.</p>\n<p>The case was this: a vessel and cargo belonging to the same owner sailed from Bordeaux for this country. The cargo was insured, the vessel and freight not. On her voyage, there being war between Great Britain and France, she was captured and carried into Halifax, having then crossed the Atlantic, and gone three fourths of the way on her course to her port of destination. The cargo was abandoned, and vessel and cargo both condemned; but on an appeal, the condemnation was reversed as to both. It is mentioned in the report, that there was no appeal \"as to the freight;\" but the case is defective in showing whether separate claims were filed for ship and cargo, or the two included in a joint claim by the owner. If joint, the question of freight could not have arisen. But if, as seems probable from the proceeds of the cargo passing into the hands of the underwriters, the claims were several, then a question may be raised whether the plaintiff was not concluded by his acquiescence in a judicial decision of a competent tribunal against the claim to freight. This would have sustained the judgment against him in this Court, had there been no other obstacle to his recovering.</p>\n<p><span class=\"star-pagination\">*405</span> As the abandonment was accepted, and the sum insured paid, the proceeds of the cargo got into the hands of the underwriters, and that suit was instituted for money had and received to the use of the ship-owner. Had he preferred this claim against the proceeds of the cargo, while lying in the registry of the British admiralty, there cannot be a doubt that it would have been adjudged to him in the distribution of the money among the several claimants.</p>\n<p>The three propositions which the opinion affirms in the case of Caze &amp; Richaud, are,</p>\n<p>1. That under no circumstances can the insured throw the freight upon the underwriters, even by abandonment.</p>\n<p>2. That no freight, even pro rata, was earned in that cause.</p>\n<p>3. That the lien of the owner on the cargo for his freight could not affect the question.</p>\n<p>On the first point, no one will pretend to maintain the affirmative as a general proposition. Losses are either total, partial, or technically total. Upon an actual total loss no question of freight can ever arise, for there is no freight earned. In the case of partial loss, it is never admitted in adjustments; and this is the full import of the decision in Baillie v. Modigliani, and in the case of Gibson v. The Philadelphia Insurance Company, and some others. It is a charge payable after the arrival of goods at their port of destination, and therefore, never admitted into an adjustment of a partial loss. The cases of technical total loss are of two kinds, as has been before noticed; the one with, the other without abandonment. It is not contended that, even in these, the insured can throw the freight upon the underwriters otherwise than incidentally by abandonment. It has been shown, that this is not the principle at all, upon which the doctrine insisted on by Catlett rests, and may, therefore, be safely conceded to the case of Modigliani, and all others in which these dicta are to be found. The principle is, \"that the owner cannot, by his abandonment, devest the lien which the ship owner has in the goods abandoned.\" That the underwriter takes the cargo cum onere, \u0097 a rule which is held sacred even against hostile capture, (the Der Mohr in 3 and 5 Robinson.) The law is, that the master is not bound to part <span class=\"star-pagination\">*406</span> with his cargo, and fails in his duty if he does, until his freight is paid. Why should he be so bound any more in the case of the transfer by abandonment, than in any other transfer? In that class of technical total losses, which arises where the freight incurred exceeds the value of the thing saved, it is expressly decided, that the right to apply the salvage to the freight exists; and it is impossible to draw a distinction between that class of cases, and the cases of technical total loss produced by abandonment.</p>\n<p>The full latitude of the assertion, therefore, that the insured cannot throw the freight upon the insurer, may be conceded without affecting the right of the party to freight in the present case. The rule is rightly laid down, but its application is mistaken.</p>\n<p>The same observations dispose of the third position assumed by the Court in Caze &amp; Richaud, since it must be obvious, that the lien of the ship-owner on the cargo is all important to the question. The right to apply the salvage to the freight grows out of the right of the master to hold the cargo for the freight, whatever change of interest may be produced in it by the act of the owners of the cargo.</p>\n<p>The consideration of the second proposition of the Court in Caze &amp; Richaud's case, is not material to this cause, any further than it shows that they considered themselves as deciding a case the very reverse of the present.</p>\n<p>Yet so convinced am I, that the decision there made against a pro rata freight was a hasty decision, that I will conclude with expressing a hope that, if ever the subject should again come before this Court, it will pause and examine the doctrine without prejudice from that decision, since it is one which involves principles of great interest to the mercantile world, and on which, I will undertake to say, if ever that case should be reviewed, there will be found a vast deal of learning and authority against the decision, and very little to sustain it.</p>\n<p>In the very case which the Court profess to decide, the case of Baillie v. Modigliani, the same pro rata charge was paid and acquiesced in by the Court and the bar, without a question.</p>\n<p><span class=\"star-pagination\">*407</span> Upon the whole, I never was clearer in any opinion in my life, than that the decision now rendered against the allowance of freight in this adjustment, is not to be sustained by either principle or authority.</p>\n<p>[After the opinion of the Court was delivered in this case, the parties ascertained, that the auditors report was incorrect, (by the disallowance of the freight,) in some other respects, and required a different adjustment; and application was accordingly made for a hearing upon these points. The following additional opinion was subsequently delivered by the Court.]</p>\n<p>Mr. Justice STORY.</p>\n<p>In consequence of the former opinion delivered in this cause, the parties have found it necessary to re-adjust the auditor's report in several particulars not suggested at the former argument. Indeed, upon that argument, the parties assumed that the report was perfectly correct, except as to the item of freight. We have examined the report, and are satisfied that the original plaintiff is entitled to recover the sum of 6,626 dollars and 18 cents, with interest from the 14th of October, 1822, which is the residue of the sum of 10,000 dollars insured by the Company, deducting the premium note and the proportion of salvage belonging to the underwriters, which has been received by the original plaintiff; and the judgment of the Circuit Court is to be reformed accordingly.</p>\n<p>JUDGMENT. This cause came on, &amp;c. On consideration whereof, it is ORDERED and ADJUDGED by the Court, that there is error in so much of the judgment as allowed to the said Catlett, as freight to be deducted from the salvage, the sum of two thousand and forty-one dollars and twenty-five cents. And it is further ORDERED and ADJUDGED, that upon the reformation of the auditor's report, required by the disallowance of the freight aforesaid and otherwise, there is now due and payable to the said Catlett the sum of 6,626 dollars and 18 cents, together with interest thereon, from the 14th of October, 1822, the said sum being the balance of the sum of 10,000 dollars insured, after <span class=\"star-pagination\">*408</span> deducting the amount of the premium due on the policy, viz. 376 dollars, and also the proportion of the salvage belonging to the said Columbian Insurance Company, viz. 2,997 dollars and 82 cents, received by the said Catlett; and that the judgment of the Circuit Court, to the amount of the said sum of 6,626 dollars and 18 cents, and interest thereon from the 14th of October, 1822, be and hereby is affirmed; and as to the residue of the said judgment, be and hereby is reversed: and the cause is to be remanded to the said Circuit Court, with directions to enter judgment for the said Catlett accordingly: the parties in the Court below to be at liberty to open the auditor's report, so far as respects the item for 480 dollars, the proceeds of the doubloons, and the item for 719 dollars and 37 cents paid over to captain M. Knight; and the judgment to be varied by the Circuit Court as these items may be found for either party; execution, however, to be granted immediately for the balance of the judgment, deducting the said sum of 719 dollars and 37 cents.</p>\n<h2>NOTES</h2>\n<p>[a]  Salvador v. Hopkins, 3 Burr. 1707. Vallance v. De Mar, 1 Campb. Rep. 503. Ongier v. Jennings, 1 Campb. Rep. 505. n. Phillips' Insur. 182, 183.</p>\n<p>[a]  Vos v. Robinson, 9 Johns. Rep. 192. Alleyne v. Maryland Insurance Company, 6 Harr. &amp; Johns. Rep. 408.</p>\n\n</div>", 
  "sha1": "9ab5d9dd420b7a03aa9ad448ce337f18a383bb4e", 
  "date_modified": "2014-12-21T01:24:09.130572", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85532/columbian-ins-co-v-catlett/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/402002/", 
  "html": "<p class=\"case_cite\">25 U.S. 383</p>\n    <p class=\"case_cite\">6 L.Ed. 664</p>\n    <p class=\"case_cite\">12 Wheat. 383</p>\n    <p class=\"parties\">The COLUMBIAN INSURANCE COMPANY, Plaintiffs in<br>Error, <i>against</i> CATLETT, Defendant in Error.</p>\n    <p class=\"date\">March 9, 1827</p>\n    <div class=\"prelims\">\n      <p class=\"center\"><i>March</i> 3<i>d.</i></p>\n      <p class=\"indent\">This cause was argued by Mr. <i>Webster</i> and Mr. <i>Taylor</i> for the plaintiffs in error, and by the <i>Attorney General</i> and Mr. <i>Swann</i> for the defendant in error.</p>\n      <p class=\"center\"><i>March</i> 9<i>th.</i></p>\n      <p class=\"indent\">Mr. Justice STORY delivered the opinion of the Court</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the Circuit Court of the District of Columbia, sitting at Alexandria.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original action was upon a policy of insurance, dated the 6th of February, 1822, whereby the Columbian Insurance Company insured the plaintiff ten thousand dollars, lost or not lost, at and from Alexandria to St. Thomas, and two other ports in the West Indies, and back to her port of discharge in the United States, upon all kinds of lawful goods and merchandise, laden or to be laden on board the ship called the Commerce, &amp;c.; beginning the adventure upon the said goods and merchandise from the loading at Alexandria, and continuing the same until the said goods and merchandise shall be safely landed at St. Thomas, &amp;c. and the United States. The goods and merchandise to be valued, as interest may appear. The policy contained the usual risks; and the premium agreed on was three and three quarters per cent., to return half per cent. for each port not used or attempted, and no loss happens. There are other provisions in the policy, which will be hereafter commented on. The breach alleged in the declaration is a total loss by perils of the seas, with the usual averments of notice and non-payment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial was had upon the general issue, and a verdict found by consent for the plaintiff, for 10,000 dollars, subject to the opinion of the Court upon the demurrer to evidence filed in the case. It was farther agreed, that if it should be the opinion of the Court, that the plaintiff was not entitled to recover the full amount of the insurance, but is entitled to an average loss, then a reference to ascertain that average, or to modify the amount of the verdict in any other respect as to the sum, should be made to an auditor, and judgment should be given for the sum finally reported and confirmed by the Court, subject, however, to the exceptions of either party to any opinion of the Court on that subject. The reference was accordingly made, and, upon the coming in of the auditor's report, the Court pronounced its opinion, and gave judgment for the plaintiff for $7,656 57 cents, with interest, from the 14th of October, 1822.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From the demurrer to evidence, it appeared, that the ship sailed from Alexandria on her voyage about the 14th of February, 1822, having on board a cargo of 2,297 1/2 barrels of flour of the invoice price of $16,887 32 cents, both ship and cargo being owned by the plaintiff. On the 21st of March she arrived in safety with her cargo at St. Thomas, having met with no accident; and she continued at that port until the 30th of May following, for the purpose of selling her cargo, and for no other cause. During this period the master, who was also consignee, sold by retail 509 1/2 barrels; being limited, by his instructions, to eight dollars per barrel, and not being able to procure that price for the residue of the cargo, he sailed on the 31st of May for Cape Haytien with it, and had also on board some doubloons, amounting to $480, part of the proceeds of the former sales. He might have sold his whole cargo at from $7,50, to $7,75 at St. Thomas. The 509 1/2 barrels of flour sold at St. Thomas, according to the invoice price, amounted to $3,512 99, leaving the value of the cargo on board, exclusive of the doubloons, at the time of sailing from that port, according to the invoice, at $12,328 25 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the 6th of June the ship, with her cargo, arrived off Cape Haytien, and the captain having gone on shore, the ship stretching too far in, took the ground and was wrecked. In consequence of this disaster, 155 barrels of flour were totally lost, 1,633 were got on shore, part without injury, but the greater part damaged, and the whole was sold. The gross amount of the sales at Cape Haytien was $9,391 34 cents, the expenses of salvage, including commissions on sales, $4124,72 cents; the proportion of the captain's expenses attaching on the cargo, $285 78 cents. Of the proceeds of the sales at Cape Haytien, the sum of $4,953 89 was invested in coffee, which was shipped to Baltimore, where it produced only $3,517 40 cents. The plaintiff makes a claim for freight of the outward cargo of $2,104 25 cents, as a proper deduction from the proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As soon as the plaintiff heard of the loss, he sent the following letter to the Insurance Company, under date of the 5th July, 1822: 'Gentlemen, having received a letter from captain M'Knight, (the master,) informing me that the ship Commerce was lost, I abandon the proportion of the cargo that your office was interested in. Respectfully, &amp;c.' The captain's protest, and the survey of the ship, were also exhibited to the Company on the 14th of August. The abandonment was never finally accepted by the directors, but sundry negotiations took place between them and the plaintiff, which, however, led to no effectual arrangement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The first question arising in this case, is upon the true construction of the policy itself as to the voyage insured. Is it an insurance upon the original cargo only from the time of its loading until its final discharge, or is it an insurance upon every successive cargo, which is taken on board in the course of the voyage out and home, so as to cover the risk of a return cargo, the proceeds of the sales of the outward cargo? The argument in behalf of the defendant is, that the risk applies upon the terms of the policy only to the original cargo, laden at Alexandria. The terms of the policy are, on a voyage, 'at and from Alexandria to St. Thomas and two other ports in the West Indies, and back to her port of discharge in the United States, upon all lawful goods and merchandise laden or to be laden on board the ship, &amp;c.; beginning the adventure upon the said goods and merchandise, from the lading at Alexandria, and continuing the same until the said goods and merchandise shall be safely landed at St. Thomas, &amp;c. and the United States aforesaid.' It is supposed that those words tie up the adventure to the original cargo shipped at Alexandria, because the risk is to attach on the same at that port, and to continue on the same until safely landed at St. Thomas, &amp;c., and the United States. Perhaps a very strict grammatical construction might lead to such a conclusion. But policies have never been construed in such a strict and rigid manner. The instrument itself is somewhat loose in its form, and has always received a liberal construction with reference to the nature of the voyage and the manifest intent of the parties. What is the nature of the present voyage? It is upon the face of the policy plainly an insurance upon all lawful goods, not only for the outward voyage to the West Indies, but for the homeward voyage to the United States. The underwriters must be presumed, equally with the assured, to know the nature and course of such a voyage. It is for the purpose of trade, and the exchange of the outward cargo, by sale or barter, for a return cargo of West India productions. If we could shut our eyes to the knowledge of this fact, belonging, as it does, intimately to the history and commercial policy of the nation itself, as disclosed in its laws, the whole evidence in the case furnishes abundant proofs of its notoriety. The true meaning of the policy is to be sought in an exposition of the words, with reference to this known course and usage of the West India trade. The parties must be supposed to contract with a tacit adoption of it as the basis of their engagements. The object of the clause under consideration may be thus rationally expounded, as intended only to point out the time of the commence ment and termination of the risk on the goods, successively, and at different periods of the voyage, constituting the cargo. It would be pushing the argument to a most unreasonable extent, to suppose that the parties deliberately contracted for risks on a homeward voyage, on goods which, according to the known course of the trade, and the very nature of the commodities, were not, and could not be, intended to be brought back to the United States. We are of opinion, that the policy was for the whole voyage round, and covered any return cargo taken on board at any of the designated ports in the West Indies. This is not like the cases cited at the bar, where a policy on goods at and from a particular port, beginning the adventure from the loading thereof, has been held not to cover goods taken on board at an antecedent port. Those are all cases of insurance upon a single passage, unaffected by any known course or usage of trade to explain the intentions of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The next question is, whether the delay at St. Thomas for seventy days was not so unreasonable as to constitute a deviation. Without question, any unreasonable delay in the ordinary progress of the voyage avoids the policy on this account. But what delay will constitute such a deviation, depends upon the nature of the voyage, and the usage of the trade. It may be a very justifiable delay, to wait in port, and sell by retail, if that be the course of business, when such delay would be inexcusable in a voyage requiring or authorizing no such delay. The parties, in entering into the contract of insurance, are always supposed to be governed in the premium by the ordinary length of the voyage, and the course of the trade. That delay, therefore, which is necessary to accomplish the objects of the voyage according to the course of the trade, if <i>bona fide</i> made, cannot be admitted to avoid the insurance. In the present case, it is proved, that the stay at St. Thomas was solelv for the purpose of selling the cargo, and for no other cause. But, it is said, that a sale might have taken place at St. Thomas of the whole cargo, if the orders of the owner had not contained a direction to the master limiting the sale at St. Thomas to the price of eight dollars, and that this limitation was the sole cause of the delay, and was unreasonable; that the master ought, under the circumstances, to have sold at a lower price, or have immediately elected to go to another port. We are of a different opinion. In almost every voyage undertaken of this nature, where different ports are to be visited for the purposes of trade, and to seek markets, it is almost universal for the owner to prescribe limits of price to the sales. Such limitations have never hitherto been supposed to vary the insurance, or the rights of the party under it. It cannot be, that the master, if entitled to go to a single port only, is bound to sell at whatever sacrifice, as soon as he arrives at that port, and within the period at which he may unload, and sell, and reload a return cargo. He must, from the very nature of the case, have a discretion on this subject. If he arrives at a bad market, he must have a right to wait a reasonable time for a rise of the market, to make suitable inquiries, and to try the effect of partial and limited sales. He is not bound to sell the whole cargo at once, whatever be the sacrifice, and thus frustrate the projected adventure. In short, he must exercise in this, as in all other cases, a sound discretion for the interest of all concerned; and if it be fairly and reasonably exercised, it ought not to be deemed injurious to rights secured by the policy. It is as much the true interest of the owner to sell in a reasonable time, and with all proper despatch, as it is for the underwriters. To be sure, if the owner should limit the price to an extravagant sum, or the master should delay after all reasonable expectations of a change of market were extinguished, such circumstances might properly be left to a jury to infer a delay amounting to a deviation. And here, again, as on the former point, it may be remarked, that every underwriter is presumed to know the ordinary course of the trade, and to regulate his proceedings accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But, it is said, that there is no sufficient evidence of the usage of trade in the present case. It is to be remembered that this is a case which comes before this Court upon a demurrer to evidence. The plaintiff was not bound to have joined in the demurrer without the defendant's having distinctly admitted, upon the record, every fact which the evidence introduced on his behalf conduced to prove; and that when the joinder was made, without insisting on this preliminary, the Court is at liberty to draw the same inferences in favour of the plaintiff, which the jury might have drawn from the facts stated. The evidence is taken most strongly against the party demurring to the evidence. This is the settled doctrine in this Court, as recognised in <i>Pawling</i> v. <i>The United States</i>, (4 <i>Cranch's Rep.</i> 219.) and <i>Fowle</i> v. <i>The Common Council of Alexandria</i>, (11 <i>Wheat. Rep.</i> 320.) The testimony in the present case, does not, in direct terms, (as has been justly stated at the bar,) establish the general usage of the West India trade. The witnesses do not, generally, speak to a usage, <i>eo nomine</i>. But it cannot be denied, that its scope and object are to establish the usage by an enumeration of facts, and voyages, by persons experienced in the trade, and referring to their own knowledge and general information. It thus conduces, indirectly, to prove the usage; and as it is altogether one way, it is certainly such that a jury might infer a usage from it. And if so, this Court may infer it. We consider it, then, as a fair deduction from this testimony, that considerable delays in port in the West India trade are not uncommon, for the purpose of taking the advantages of the market, and that sales by retail are within the usage. There are no facts from which this Court can infer, that the delay in the present case was unreasonable or unusual; and, consequently, we cannot admit, that the delay amounted to a deviation. The case of <i>Oliver</i> v. <i>The Marytand Insurance Company</i>, (7 <i>Cranch's Rep.</i> 487.) is in no respect inconsistent with this doctrine. One question in that case was, whether the delay at Barcelona, for the purpose of taking in a return cargo, was a deviation. The Court below instructed the jury, that it was not, if the vessel did not remain longer in that port than the usage and custom of trade at that place rendered necessary to complete her cargo. This Court was of opinion, that the instruction was, in substance, correct. The only difficulty which arose was from the terms of the instruction, which seemed to limit the right, not to the time necessary to take in the cargo, but to a <i>particular period</i>, regulated by the usage of trade. The Chief Justice there said, 'There is some doubt spread over the opinion in this case, in consequence of the terms in which it is expressed. The vessel might certainly remain as long as was necessary to complete her cargo, but it is scarcely to be supposed this was regulated by usage and custom. The usages and customs of a port, or of a trade, are peculiar to a port or trade. But the necessity of waiting, where a cargo is to be taken on board, until it can be obtained, is common to all ports, and all trades. The length of time frequently employed in selling one cargo and procuring another, may assist in proving, that a particular vessel has, or has not, practised unnecessary delays in port, but can establish no usage <i>by which the time of remaining in port is fixed</i>. The substantial part of the opinion, however, appears to have been, and seems so to have been understood, that the plaintiff could not recover, unless the jury should be of opinion, that the vessel did not remain longer at Barcelona than was necessary to complete her cargo, of which necessity the time usually employed for that purpose might be evidence.' This case, therefore, recognises the right to wait in port for the purpose of selling one cargo and procuring another; and the reasoning is employed solely to avoid a criticism founded upon some ambiguity of phrase peculiar to that case. On the other hand, the cases cited at the bar abundantly prove, that the usage and course of trade are very material to determine whether the delay be unreasonable or not.<a class=\"footnote\" href=\"#fna\" id=\"fna_ref\">a</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The next question is, whether there has been a total loss. And this divides itself into two distinct considerations; first, whether the facts of the case created a right of abandonment as for a technical total loss; and, secondly, if so, whether there has been a legal abandonment by the assured.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Upon the first point there is not much room for difficulty. The insurance was not for a single passage, but for the round voyage out and home. The cargo, in the course of the outward voyage, and before it was terminated, (for the master had still an election to go to another port after his arrival at Cape Haytien,) was permanently separated from the ship by the total wreck of the latter. It was a perishable cargo, and much injured by the accident, though it does not appear to be to the amount of one half its value; and it was liable to still farther deterioration. There was a necessity, then, for an immediate sale at Cape Haytien, and the farther prosecution of the voyage with that ship, or that cargo, became impracticable. It was completely frustrated. Under such circumstances, we are of opinion, that, according to the established doctrine of the commercial law, it was a clear case of a technical total loss, on account of the breaking up of the voyage. It is a much stronger case than that of <i>Dorr</i> v. <i>The New-England Insurance Company</i>, (4 <i>Mass. Rep</i>. 232.) or <i>Hudson</i> v. <i>Harrison</i>, (3 <i>Brod. &amp; Bing.</i> 364.) where the Court held the losses total.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Was there, then, a due and legal abandonment? The letter of abandonment is admitted to have been sent in due season, and, in its terms, it amounts to a cession of the property. Under ordinary circumstances, it would furnish nothing upon which to suspend a doubt. The difficulty arises from two clauses in the particular form of policy used by this company. One is in the following terms: 'In case of loss, the same shall be paid in sixty days after proof and adjustment thereof, without any deduction, except the amount of the premium, if then unpaid.' The other, is, 'it is hereby agreed, that the insured shall not abandon to the insurers until sixty days have elapsed after having given notice to them of his intention so to do, and of the loss or event which may entitle the insured thereto.' The suit was not brought until after more than one hundred and twenty days had elapsed from the abandonment made by the letter of the 5th of July. No question, therefore, arises on this head. But the argument is, that the notice of abandonment must, by the terms of the policy, precede the actual abandonment sixty days; and that, in the present case, either no notice at all of such intention has been given, or there has been no actual abandonment at the end of that period. The letter of the 5th of July must either operate as a notice of abandonment, or as actual abandonment; if the former, then there has been no act of abandonment following up the notice; if the latter, then it was made too soon, and contrary to the terms of the stipulation. Such is the stress of the argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In construing these clauses, it is material to consider the intention of the parties, as expounded by the general principles of law applicable to the contract. By these principles, the assured, upon an abandonment in due season, for a technical total loss, acquires an immediate right of recovery against the underwriters. He is not bound to wait until they have signified their acceptance or refusal of the abandonment, if it be valid, nor, if accepted, is he bound to wait for payment, but he may immediately commence an action against them. The object of the first clause is, in the case of an undisputed loss, to obtain a delay of payment for sixty days after the adjustment. But, from its very terms, it can only apply to the case where there has been proof of loss, and also an adjustment. If proof of the loss has been offered, and no adjustment made, as in case of a disputed loss, the clause has been supposed, in the cases cited at the bar, not to apply.<a class=\"footnote\" href=\"#fnb\" id=\"fnb_ref\">b</a> The underwriter is, then, understood to waive the privilege. The true object of the second clause is, to postpone the absolute right of abandonment until sixty days after notice of the loss, so as to enable the underwriters to have time for deliberation upon the acceptance or rejection of it, when made, and to avail themselves of all intermediate events for their benefit. It is wholly unnecessary to consider whether the assured, after a notice of abandonment, can retract, if the underwriters choose to insist upon accepting it; or whether, if, instead of a mere notice, he tenders an unequivocal abandonment, which is accepted by the underwriters within the sixty days, he has, nevertheless, a right to withdraw it, if, within the same period, events turn up in his favour. The present case does not present any facts leading to such a question. The clause is manifestly introduced into the policy for the advantage of the underwriters, and not of the assured. But there is no necessity for giving any very strict interpretation to it to accomplish the fair objects of its provisions. If Mr. Catlett had written a letter to the company, stating to them, that he thereby gave notice to them of the loss, and his intention to abandon, and had then added therein, that at the termination of the sixty days they were to deem that letter an absolute abandonment, there could scarcely be a doubt that such a letter would have been sufficient to satisfy the requirements of the clause. It would give to the underwriters the full benefit of it. If he had written, at the same time, two letters, one containing a notice of his intention to abandon, and the other that he made an abandonment, to take effect at the end of the sixty days after the notice, the same legal result would seem to be justified. The clause does not insist upon an abandonment being made <i>in presenti</i>, by an instrument dated at the expiration of the sixty days; but only that it shall not, in point of law, be obligatory as an abandonment until that period. This seems to us a fair and rational exposition of the intention of the clause. In what respect does the letter of the 5th of July differ from the legal results above stated? It is written with reference to the known language and stipulations of the policy, and it must now be interpreted as it must have been understood, and, indeed, looking to the subsequent proceedings of the company, we may say, as it was understood by both parties. Neither of them seems to have acted upon the supposition, that any other, or more formal act of abandonment, was necessary. The letter gives notice of an intention to abandon, because, in its terms, it includes an actual abandonment. It has a tacit reference to the clause in the policy, and must be deemed as a notice to abandon, and, at the same time, a declaration that it shall operate as an abandonment in the case, as soon as by law it may. In our judgment, it was a continuing act of abandonment, and became absolute at the end of the sixty days. It was an abandonment <i>in presenti</i>, to take effect <i>in futuro</i>. Neither the form of the notice, nor the abandonment, is prescribed in the clause. They may be in one or two instruments; they may be in direct terms, or by fair and natural inference. It matters not how they are given or executed; it is sufficient, in point of fact, that they have been given or executed. Our opinion accordingly is, that upon the true interpretation of this last clause in the policy, the letter of the 5th of July was a sufficient notice of an intention to abandon, and that, at the expiration of the sixty days, it operated as an actual abandonment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The abandonment, then, having been duly made, the next question that arises is, how the loss is to be apportioned. The argument on behalf of the Company is, that as part of the cargo was landed at St. Thomas, the amount risked by them is to be diminished by their proportion of the cargo so landed. In short, that the loss is now to be made up by them with reference to the value of the whole cargo on board, when the risk first attached, and not with reference to the value on board at the time of the loss, notwithstanding it exceeded the amount insured. We are of a different opinion. We think the true intent and object of the policy was to cover an insurance of 10,000 dollars during the whole voyage out and home, so long as the assured had that amount of property on board. This is not a policy for a voyage to St. Thomas only, in which case the argument might justly apply. But it is a policy to two other ports on the outward voyage, and also for the homeward voyage. The language of the policy is, that the underwriters insure 10,000 dollars at and from Alexandria, and two other ports in the West Indies, and back to the United States. The premium is apportioned accordingly, for a half per cent. is to be returned 'for each port not used or attempted;' and the contemplation of the parties manifestly is, that the premium should be paid during the round voyage upon the full sum insured, and that the assured should have the full benefit of the insurance, so long as he had 10,000 dollars on board. The intermediate landing of a portion of the cargo in the course of the voyage was wholly immaterial in the understanding of the parties, so long as the value on board was sufficient to cover the insurance. If the clause, usual in policies in the eastern States, as to priority of insurance, had been here incorporated, and there had been a subsequent insurance, this, as the prior policy, must have first attached to the extent of the sum insured during the whole voyage. If there had been a subsequent insurance without any such clause, it might form a case for contribution among the various underwriters; but would in no shape affect the rights of the assured. The loss, therefore, must be apportioned between the parties in the proportion which the sum insured bears to the amount of value on board at the time of the loss, that is, as 10,000 dollars bears to 12,328 35/100 dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The next question is, whether the freight for the outward voyage is to be deducted from the salvage, and allowed the assured, who was owner of the ship as well as the cargo. The amount reported by the auditor is not disputed, and the controversy is, whether it is a charge upon the salvage in the hands of the underwriters. In point of fact, no freight was or could be payable in this case, for the plain reason, that the assured was owner of the ship, and there could, therefore, be no lien upon the cargo or its proceeds for the same. But in point of law the case is not supposed to be varied by this circumstance; for if the freight would be a proper charge on the salvage, if a third person were owner of the ship, in the hands of the assured, there is no reason why it should not be allowed when the assured is owner. We consider the law on this point as conclusively settled. As between the owner of the ship and the owner of the cargo, the former has a lien upon the cargo for all the freight which becomes due and payable to him, whether it be a full or <i>pro rata</i> freight. But freight is a charge upon the cargo, against which the underwriters do not, in any event, whether of abandonment with salvage, or of partial loss, undertake to indemnify the owner of the cargo. In order to obtain the salvage, when in the hands of the ship owner, it may become necessary for the underwriters to pay the amount of the freight, for which they have a lien, as it may to pay any other charge created by the act of the owner of the cargo. But this does not change the nature or extent of the responsibility of the underwriters. As between themselves and the assured, they have a right to deduct the amount so paid from the loss, or to recover it in any other manner, as money paid for the use of the latter. This doctrine was expressly held by the Court of King's Bench, in <i>Baillie</i> v. <i>Modigliani, (Marshall. Ins.</i> 728.) and was confirmed in the fullest manner in this Court, in <i>Caze &amp; Richaud</i> v. <i>the Baltimore Insurance Company</i>, (7 <i>Cranch</i>, 358.)</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It only remains to notice an objection made to the form of the declaration. It is said, that there is no averment in the declaration, that any preliminary proofs of loss were offered to the Company, nor of any promise to pay in sixty days after such proofs, according to the terms of the policy, nor that any abandonment, or notice, was given to the underwriters. It was, in our judgment, wholly unnecessary to ave the latte facts. The abandonment and notice thereof are but matters of evidence to establish the fact of a total loss, which is expressly averred in the declaration. As to the other part of the objection, it proceeds upon a mistake of the terms of the declaration. There is an express averment, after the allegation of the loss, that the Company, on, &amp;c. at, &amp;c. and notice thereof, and by means thereof became liable, &amp;c. and in consideration thereof promised, that they would pay the plaintiff the sum due, '<i>according to the tenor and effect of the said policy of insurance</i>.' This is a sufficient averment of a promise to pay according to the stipulations of the policy, and conforms to the general course of precedents in pleading.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon the whole, it is the opinion of this Court, that the judgment of the Court below, so far as it allowed the freight of 2041 25/100 dollars to the assured is erroneous, and ought to be reversed; and that, in all other respects, it ought to be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice JOHNSON.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I concur with the Court in all the points decided in this cause, except that which relates to freight. On that it is my impression, that they have misapprehended the case, the question, and the doctrine on which it turns. If so, it is not to be wondered at if it should appear that they have decided upon the authority of adjudications which have no bearing upon the case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The great disadvantage of Catlett's cause, arises from the form in which this question is presented. It is raised in the adjustment of this loss, and comes up so confounded and blended with other matters, that it may well bewilder those who are more conversant with special pleadings, than with mercantile statements. To give this question a fair chance with a lawyer, it should have come up on an action instituted by the underwriters to recover of the ship owner money which arose from the proceeds of an abandoned cargo, and had been remitted to the owner. The questions on the subject of freight would then have been distinctly presented, to wit, whether the freight had been earned, and whether the owner had not a right to set it off against the proceeds of the abandoned cargo. And who would then entertain a doubt upon the subject? Would the ship owner have been permitted to pay over the proceeds of the abandoned cargo to the underwriters, and take his remedy against the shipper of the goods? No one can imagine such a doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is said, that the owner of the cargo shall, in no case, throw the freight upon the underwriter. But there are other interests always involved in such cases, besides those of owner and underwriter of the cargo. The ship owner has his rights, and is not bound to forego his lien on the cargo for the freight, and to look to an absent, or insolvent owner, or insurer, for indemnity. The master is his agent to receive the freight, as well as agent of the underwriter to remit the salvage, and has a right, nay, is bound, to take care of the interests of his employer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is not, therefore, the owner of the cargo who throws the freight upon the underwriter, but the owner of the ship, in the fair exercise of his unquestionable rights. It is clear, then, that the freight may be legally thrown upon the underwriters, by the act of another, even in opposition to the will of the insured. It must, then, be ascertained, whether the underwriter, who has thus had the freight thrown upon him, by having it deducted from the proceeds of the salvage, can recover it back from the insured. And, in order to examine the question distinctly, we will suppose the case of a payment of a loss before the freight has been thus thrown upon the underwriter; that is, before the proceeds of the salvage have been realized and remitted to the ship owner, and by him applied to his own freight.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">And on what principle could a right in the insurer to recover back, in such an action against the insured, be maintained?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It must be recollected, that I am here speaking of the case of an abandonment, on a voyage in which freight has been earned. In cases of absolute total loss, no freight can be earned; but in that of technical total loss, it is well known that freight may be earned. It was not disputed in the argument, that freight, in this case, was earned; and the sufficiency of the abandonment to cast the loss upon the underwriters, is now decided. It is true, the underwriters did not accept the abandonment, and have not, by any express act, accepted the salvage, but they are doing it now when they lay claim to the proceeds of the salvage remitted to Catlett. If they do not mean to be encumbered with the freight, let them withdraw their claim to the remittance, and Catlett then remains in possession of the cargo, subject to his lien for freight.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The case must, then, be considered as one in which the freight is earned, and both the abandonment and salvage accepted; but the proceeds of the latter remitted to the ship owner, and by him retained for freight. The question will be, whether, in such a case, the underwriter, who has thus been compelled, in effect, to pay the freight, can recover it, in any form of action, from the insured?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">What is the effect of a valid abandonment? The right here contended for is, 'the right to pay the freight out of the salvage.' It is not true, in a sense applicable to this case, that in insured has no right to throw the freight upon the insurer. The right to abandon positively implies the right to throw the freight upon the underwriter indirectly. It is a right to charge him with a total loss, and if he gets nothing from the wreck, the insured has only asserted his rights against him to their acknowledged extent. It is a right to convert a partial actual loss, into a technical total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There is one technical total loss familiarly known to lawyers and merchants, which occurs without abondonment. I mean, where the goods saved are less in value than the freight. There is a complete analogy between the two cases; and in the latter case, it is expressly adjudged, and so laid down by the best elementary writers, 'that the insured has a right to apply the salvage to pay the freight, (2 <i>Marsh.</i> 588.) giving credit for the balance only to the underwriter.' (2 <i>Marsh.</i> 619.) And this is precisely the right which Catlett contends for in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The right so to apply the salvage results unavoidably from the received and acknowledged consequences of the right of abandonment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Take the familiar case that occurs every day in time of war. A vessel is captured by an enemy; the insurer on the cargo hears of it, tenders his abandonment, and it is accepted and paid. Who, at that period, would think of making a discount of the freight from the policy? It has not been earned; the insured never was liable for it. But the ship is rescued by her crew, proceeds on her voyage, arrives in safety, and delivers her cargo. Here freight is earned, and must be paid; but by whom? Certainly not by the shipper, for he is divorced from the adventure, and the goods as much the property of the underwriters as if they had purchased and shipped them.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">I have mentioned the case of an <i>accepted</i> abandonment; but the effect of a valid abandonment is the same as if it had been accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the case at bar, at what point of time did the transfer of interest take place? Certainly at the instant when the accident happened. The abandonment has the same effect as if the owner and insurer had been on board, and the abandonment made at the moment the misfortune occurred. But freight had not then been earned; the liability for it had not attached on the insured; and, in the eye of the law, as between him and the underwriter, it could no more attach on him than if the cargo had then gone to the bottom. By the abandonment, it is as to him as if it had gone to the bottom. The law places it in that situation, by declaring it a total loss; and the language of the books on this subject is, 'that he ought not to be placed in a worse situation than if the cargo had gone to the bottom.' (<i>Boyfield &amp; Brown</i>, 2 <i>Str. et passim</i>.) The insured never incurred the liability for the freight, but the underwriters did; for when the freight was earned, he stood in the place of the insured.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In arguing to show that a liability for the freight never did attach upon the insured as between him and the underwriter, I have considered the transfer by abandonment as taking place at the moment of the accident. But as to the effect of the abandonment the law goes further, and considers the underwriter in the light of the owner from the commencement of the voyage. (<i>Marshall</i>, 601-2.) Upon this principle it is, that in the case of a <i>ship</i> insured and abandoned, the underwriter is entitled to whatever freight she may afterwards earn. In the language of Mr. <i>Marshall</i>, 'the insurer becomes the legal assignee and owner, and from that time he is liable for all her future outgoings, and, consequently, entitled to all her future earnings.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But if entitled to freight to be <i>earned by the ship</i>, why should not the cargo in his hands remain liable for freight to be afterwards incurred? Liability in the one instance is the correlative of right in the other. It is altogether a mistake to call this <i>charging</i> the underwriter with the freight. The proposition affirmed is, that the abandonment does not <i>discharge</i> the cargo from the lien for the freight, to which it was subject in the hands of the insured. Even in the hands of the owner, this liability was not unlimited and unconditional; for if damage is incurred, (by perils of the sea, not from internal decay,) and the salvage goods will not pay the freight in value, the owner is not bound to receive them. Of his interest in this behalf he may judge for himself; it is only when he does receive them that he must pay. And this is precisely the alternative which Catlett holds out to the underwriters.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There is a very strong, and, I think, conclusive adjudication on this subject, to be found in the third volume of the <i>Massachusetts Reports;</i> it is the case of <i>Fotheringham</i> v. <i>Prince</i>, p. 563. vol. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Wages are to the ship what freight is to the cargo; a contingent liability attaching only on the fulfilment of the contract. In the case referred to, a vessel had been insured from St. Ubes to a port of discharge in the United States. She was cast away on Cape Cod, and abandoned, but the salvage was sufficient to pay the wages, and the proceeds were remitted to the underwriters. The wages were thus earned, and the owners were compelled to pay them, and now brought suit against the underwriters, counting as well for money had and received, as on the policy. The Court decided, that the underwriters were bound to refund the money paid for wages by the owner; and the adjudication is in principle precisely what is here contended for in behalf of the plaintiff below. Had the salvage in this case been remitted to the underwriters, and Catlett brought his action for money had and received to recover his freight, it would have been a case on all-fours with the present.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It has been supposed that to decide that point against the underwriters, would be to make them liable for two insurances upon receiving one premium; that it would be making them liable for both freight and cargo, upon a premium received only on the cargo.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">But, it may be truly said, that the inconsistency is on the other side; the argument is directly in point in favour of this claim for freight. This decision is not only making Catlett liable on the cargo, where he was his own insurer for the freight only, but is making him lose his freight after he had earned it, and pay it into the pockets of underwriters who had never insured it, and, therefore, could not acquire it by abandonment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Suppose another company had insured the freight in this instance, and Catlett had abandoned to them, can it be doubted, that if the proceeds of the salvage had been remitted to the insurers on the cargo, the insurers on the freight would have been entitled to recover if of them? If so, Catlett is entitled to it, for he was his own insurer on the freight. Whether we consider him as having insured, or having earned it, his right is incontestible.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">But, it is supposed, that the cases of <i>Baillie</i> v. <i>Modigliani</i>, and of <i>Caze &amp; Richaud</i> v. <i>The Baltimore Insurance Company</i>, have established a contrary doctrine. It appears to me, that it is by placing too much confidence in the general language of indexes, and marginal notes, and misapprehending the doctrine on which this case turns, that the mistake arises.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We have nothing but a manuscript report of that case of <i>Baillie</i> v. <i>Modigliani</i>, and obviously one for which the learned judge, by whom the decision was made, is very little indebted to his reporter. We find in it a mass of correct principles, thrown together without order, and without object, and which, I make no doubt, is the skeleton of a very learned and correct opinion; and one which, had we the whole of it, would have furnished a full exposition of the doctrine of this case, as well as of that. But, as a decision, the case of <i>Baillie</i> v. <i>Modigliani</i> does not touch the present case. For, in that case, there was no abandonment; the cargo was sold in France, with the benefit of the <i>pro rata</i> freight, and the owners wished to charge the underwriters with the freight so paid, as a loss incident to the capture. The question in the present case did not arise there, and could not arise in any case that does not comprise in it both the ingredients of technical total loss, and freight earned. That was a case of partial loss, and what the judge chose to say about the doctrine of the case of a total loss, was mere <i>gratis dicta</i>. It would be but charity, or an act of justice to his learning, to suppose, that if he ever did utter the words attributed to him, to wit, 'In case of a loss, total as between the insurer and insured, with salvage, the owner may either take the part saved, or abandon, but in neither case can he throw the freight upon the underwriters; because they have not engaged to indemnify him against it, and have nothing to do with it;' that he had in mind the only sense of those words in which it was possible that he could be correct; which was, 'that they could in no case raise a personal charge for freight against the underwriters, where sufficient salvage to pay the freight had never come to their hands.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In any other sense, every merchant on the Exchange of London could have told his lordship that he was incorrect. To have obtained from the learned judge a decision applicable to the present cause, the question should have been propounded to him as applicable to a case of technical total loss, with salvage sufficient to cover the freight. The answer would then have been rendered in the language of the books, a language on this subject equally that of lawyers, merchants, and insurers, 'Where freight is earned, the insured, in the case propounded, has a right to apply the salvage to the payment of freight;' which is, in so many words, what Catlett contends for in the present cause.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I have reasoned all along on the assumption that it makes no difference in principle whether the vessel and cargo be owned by the same individual, or by different persons. I consider it unquestionable, and even conceded; and, indeed, where the cargo is insured, and the vessel not, after abandonment, the underwriter is, in the eye of the law, an owner <i>ab origine</i>, of the cargo, and so distinct from the ship owner. In the case of <i>Caze &amp; Richaud</i> v. <i>The Baltimore Insurance Company</i>, (7 <i>Cranch's Rep.</i> 358.) the counsel attempted to draw a distinction; but the Court did not listen to it, and in their decision obviously consider it as immaterial to the question before them.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The case of <i>Caze</i> v. <i>Richaud</i> is that which is relied on as most fatal to the claim of freight in the present cause; but to me it appears as plain as an axiom, that the Court have themselves made it a different case, and adjudged it to be no authority against the present claim. No one pretends that Catlett could have retained for freight if no freight had been earned. But this is the express decision of the Court in the case of <i>Caze &amp; Richaud;</i> and if there was no freight due, of what consequence to the decision was it to say, 'that it was no lien upon the cargo,' or that 'the underwriters could not be made to pay the freight?' The proposition was equally true of the most indifferent person. It is of no consequence as to the bearing of that decision upon this case, to inquire whether the Court were right or wrong in deciding that no freight was earned. In so deciding, they have made it a different case from this in an indispensable circumstance, the earning of freight; and plainly shown, that they could not have had in contemplation to decide a case in which freight had been earned, which is the present case. I believe myself, that we were wrong in every line of that decision; that it will not stand the test of commercial law in any one of the three propositions that it lays down.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The case was this: a vessel and cargo belonging to the same owner sailed from Bordeaux for this country. The cargo was insured, the vessel and freight not. On her voyage, there being war between Great Britain and France, she was captured and carried into Halifax, having then crossed the Atlantic, and gone three fourths of the way on her course to her port of destination. The cargo was abandoned, and vessel and cargo both condemned; but on an appeal, the condemnation was reversed as to both. It is mentioned in the report, that there was no appeal 'as to the freight;' but the case is defective in showing whether separate claims were filed for ship and cargo, or the two included in a joint claim by the owner. If joint, the question of freight could not have arisen. But if, as seems probable from the proceeds of the cargo passing into the hands of the underwriters, the claims were several, then a question may be raised whether the plaintiff was not concluded by his acquiescence in a judicial decision of a competent tribunal against the claim to freight. This would have sustained the judgment against him in this Court, had there been no other obstacle to his recovering.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As the abandonment was accepted, and the sum insured paid, the proceeds of the cargo got into the hands of the underwriters, and that suit was instituted for money had and received to the use of the ship-owner. Had he prefeired this claim against the proceeds of the cargo, while lying in the registry of the British admiralty, there cannot be a doubt that it would have been adjudged to him in the distribution of the money among the several claimants.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The three propositions which the opinion affirms in the case of <i>Caze &amp; Richaud</i>, are,</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">1. That under no circumstances can the insured throw the freight upon the underwriters, even by abandonment.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">2. That no freight, even <i>pro rata</i>, was earned in that cause.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">3. That the lien of the owner on the cargo for his freight could not affect the question.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">On the first point, no one will pretend to maintain the affirmative as a general proposition. Losses are either total, partial, or technically total. Upon an actual total loss no question of freight can ever arise, for there is no freight earned. In the case of partial loss, it is never admitted in adjustments; and this is the full import of the decision in <i>Baillie</i> v. <i>Modigliani</i>, and in the case of <i>Gibson</i> v. <i>The Philadelphia Insurance Company</i>, and some others. It is a charge payable after the arrival of goods at their port of destination, and therefore, never admitted into an adjustment of a partial loss. The cases of technical total loss are of two kinds, as has been before noticed; the one with, the other without abandonment. It is not contended that, even in these, the insured can throw the freight upon the underwriters otherwise than incidentally by abandonment. It has been shown, that this is not the principle at all, upon which the doctrine insisted on by Catlett rests, and may, therefore, be safely conceded to the case of <i>Modigliani</i>, and all others in which these <i>dicta</i> are to be found. The principle is, 'that the owner cannot, by his abandonment, devest the lien which the ship owner has in the goods abandoned.' That the underwriter takes the cargo <i>cum onere</i>,&#8212;a rule which is held sacred even against hostile capture, (<i>the Der Mohr</i> in 3 and 5 <i>Robinson</i>.) The law is, that the master is not bound to part with his cargo, and fails in his duty if he does, until his freight is paid. Why should he be so bound any more in the case of the transfer by abandonment, than in any other tranfer? In that class of techaical total losses, which arises where the freight incurred exceeds the value of the thing saved, it is expressly decided, that the right to apply the salvage to the freight exists; and it is impossible to draw a distinction between that class of cases, and the cases of technical total loss produced by abandonment.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The full latitude of the assertion, therefore, that the insured cannot throw the freight upon the insurer, may be conceded without affecting the right of the party to freight in the present case. The rule is rightly laid down, but its application is mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The same observations dispose of the third position assumed by the Court in <i>Caze &amp; Richaud</i>, since it must be obvious, that the lien of the ship-owner on the cargo is all important to the question. The right to apply the salvage to the freight grows out of the right of the master to hold the cargo for the freight, whatever change of interest may be produced in it by the act of the owners of the cargo.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The consideration of the second proposition of the Court in <i>Caze &amp; Richaud's</i> case, is not material to this cause, any further than it shows that they considered themselves as deciding a case the very reverse of the present.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Yet so convinced am I, that the decision there made against a <i>pro rata</i> freight was a hasty decision, that I will conclude with expressing a hope that, if ever the subject should again come before this Court, it will pause and examine the doctrine without prejudice from that decision, since it is one which involves principles of great interest to the mercantile world, and on which, I will undertake to say, if ever that case should be reviewed, there will be found a vast deal of learning and authority against the decision, and very little to sustain it.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In the very case which the Court profess to decide, the case of <i>Baillie</i> v. <i>Modigliani</i>, the same <i>pro rata</i> charge was paid and acquiesced in by the Court and the bar, without a question.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Upon the whole, I never was clearer in any opinion in my life, than that the decision now rendered against the allowance of freight in this adjustment, is not to be sustained by either principle or authority.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">[After the opinion of the Court was delivered in this case, the parties ascertained, that the auditors report was incorrect, (by the disallowance of the freight,) in some other respects, and required a different adjustment; and application was accordingly made for a hearing upon these points. The following additional opinion was subsequently delivered by the Court.]</p>\n    </div>\n    <p class=\"center\"><i>March</i> 15<i>th.</i></p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Mr. Justice STORY.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In consequence of the former opinion delivered in this cause, the parties have found it necessary to re-adjust the auditor's report in several particulars not suggested at the former argument. Indeed, upon that argument, the parties assumed that the report was perfectly correct, except as to the item of freight. We have examined the report, and are satisfied that the original plaintiff is entitled to recover the sum of 6,626 dollars and 18 cents, with interest from the 14th of October, 1822, which is the residue of the sum of 10,000 dollars insured by the Company, deducting the premium note and the proportion of salvage belonging to the underwriters, which has been received by the original plaintiff; and the judgment of the Circuit Court is to be reformed accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">JUDGMENT. This cause came on, &amp;c. On consideration whereof, it is ORDERED and ADJUDGED by the Court, that there is error in so much of the judgment as allowed to the said Catlett, as freight to be deducted from the salvage, the sum of two thousand and forty-one dollars and twenty-five cents. And it is further ORDERED and ADJUDGED, that upon the reformation of the auditor's report, required by the disallowance of the freight aforesaid and otherwise, there is now due and payable to the said Catlett the sum of 6,626 dollars and 18 cents, together with interest thereon, from the 14th of October, 1822, the said sum being the balance of the sum of 10,000 dollars insured, after deducting the amount of the premium due on the policy, viz. 376 dollars, and also the proportion of the salvage belonging to the said Columbian Insurance Company, viz. 2,997 dollars and 82 cents, received by the said Catlett; and that the judgment of the Circuit Court, to the amount of the said sum of 6,626 dollars and 18 cents, and interest thereon from the 14th of October, 1822, be and hereby is affirmed; and as to the residue of the said judgment, be and hereby is reversed: and the cause is to be remanded to the said Circuit Court, with directions to enter judgment for the said Catlett accordingly: the parties in the Court below to be at liberty to open the auditor's report, so far as respects the item for 480 dollars, the proceeds of the doubloons, and the item for 719 dollars and 37 cents paid over to captain M'Knight; and the judgment to be varied by the Circuit Court as these items may be found for either party; execution, however, to be granted immediately for the balance of the judgment, deducting the said sum of 719 dollars and 37 cents.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fna\">\n        <a class=\"footnote\" href=\"#fna_ref\">a</a>\n        <p> Salvador v. Hopkins, 3 <i>Burr.</i> 1707. Vallance v. De Mar, 1 <i>Campb. Rep.</i> 503. Ongier v. Jennings, 1 <i>Campb. Rep.</i> 505. n. <i>Phillips' Insur.</i> 182, 183.</p>\n      </div>\n      <div class=\"footnote\" id=\"fnb\">\n        <a class=\"footnote\" href=\"#fnb_ref\">b</a>\n        <p> Vos v. Robinson, 9 <i>Johns. Rep.</i> 192. Alleyne v. Maryland Insurance Company, 6 <i>Harr. &amp; Johns. Rep.</i> 408.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85532/"
}