{"absolute_url": "/opinion/85544/mclemore-v-powell/", "blocked": false, "citation": {"case_name": "McLemore v. Powell", "docket_number": null, "document_uris": ["/api/rest/v2/document/85544/"], "federal_cite_one": "25 U.S. 554", "federal_cite_three": null, "federal_cite_two": null, "id": 52965, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/52965/", "scotus_early_cite": "12 Wheat. 554", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1827-02-20", "date_modified": "2014-12-21T01:24:12.625093", "docket": "/api/rest/v2/docket/260595/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">25 U.S. 554</p>\n    <p class=\"case_cite\">6 L.Ed. 726</p>\n    <p class=\"case_cite\">12 Wheat. 554</p>\n    <p class=\"parties\">MCLEMORE, Plaintiff in Error, <i>against</i> POWELL and others,<br>Defendants in Error.</p>\n    <p class=\"date\">February 20, 1827</p>\n    <div class=\"prelims\">\n      <p class=\"center\"><i>Feb.</i> 15<i>th.</i></p>\n      <p class=\"indent\">THIS cause was argued by Mr. <i>White</i> and Mr. <i>Eaton</i> for the plaintiff in error, and by Mr. <i>Webster</i> and Mr. <i>Bliss</i> for the defendants in error</p>\n      <p class=\"center\"><i>Feb.</i> 20<i>th.</i></p>\n      <p class=\"indent\">Mr. Justice STORY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the Circuit Court of the United States for the District of West Tennessee.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original action was assumpsit, brought by Powell, Fosters &amp; Co. as holders of a bill of exchange, drawn by one Thomas Fletcher, in May, 1819, at Nashville, upon Messrs. McNeil, Fisk and Rutherford, at New Orleans, payable to Thomas Read, or order, for two thousand dollars, in sixty days after date, and by him endorsed to the defendant, John C. McLemore, and by him to the plaintiffs. The bill, upon presentment for acceptance, was dishonoured, and due notice of the dishonour was given to the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the trial, upon the general issue, Thomas Fletcher, the drawer, was, under a release from the defendant, McLemore, examined as a witness, and, among other things, testified that, in the month of October following the dishonour of the bill, 'one of the plaintiffs applied to him at Nashville for the money on the bill, and threatened to sue immediately if an arrangement was not made to pay the bill. The witness then proposed to the plaintiff, if he would indulge him four or five weeks, he would himself, to a certainty, pay the bill. To this the plaintiff agreed, and told the witness he was going to Louisville, Kentucky, and would return by Nashville about the expiration of that time, and would receive said payment. Since said time the witness has never seen said plaintiff.' The witness farther testified, that the defendant was an accommodation endorser for him on the bill; that the plaintiff told him that the bill would be left with a Mr. Washington at Nashville; that he expected he would himself be at that place at the time agreed on, but that, if he did not come, he would give the instructions to Mr. Washington, by letter, what to do if the witness did not pay at the expiration of the time agreed on. It did not appear that any consideration was paid or stipulated for this delay; and no suit was commenced until after this period had elapsed. The district judge instructed the jury, that if they believed the conversation above stated amounted to no more than an agreement that a suit should not be brought for four or five weeks, and that no premium or consideration was given or paid, or to be paid by Fletcher, the endorsers were not discharged, that an agreement for giving day must be an obligatory contract for a consideration which ties up the hands of the creditor, and disables him from suing, thereby affecting the interests and rights of the endorser; that the endorser has a right to require and demand of the creditor to bring a suit against the drawer, and if he has disabled himself from bringing a suit by a contract for a consideration, he has thereby released the endorser; and that, if the jury were satisfied from the testimony, that time was given for a valuable consideration paid, or to be paid, or that a new security was taken by the holder, that the endorser was discharged and absolved from all the obligations of the endorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under this instruction, the jury found a verdict for the plaintiffs, upon which there was judgment given in their favour. A bill of exceptions was taken to the charge of the Court; and the present writ of error is brought for the purpose of ascertaining its legal correctness.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is unnecessary to give any opinion upon that part of the charge which respects the right of an endorser to require the holder to commence a suit against the drawer. In general, the endorser, by paying the bill, has a complete power to reinstate himself in the possession and ownership of the bill, and thus to entitle himself to a personal remedy on the instrument against all antecedent parties. The same reason, therefore, does not exist, as may in common cases of suretyship, to compel the creditor to active diligence by suit against the principal. Without expressing any opinion on this point, it is sufficient to say, that the error, if any, was favourable to the defendant, and, therefore, it can form no subject of complaint on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The case, then, resolves itself into this question, whether a mere agreement with the drawers for delay, without any, consideration for it, and without any communication with, or assent of, the endorser, is a discharge of the latter, after he bas been fixed in his responsibility by the refusal of the drawee, and due notice to himself. And we are all of opinion that it does not. We admit the doctrine, that although the endorser has received due notice of the dishonour of the bill, yet, if the holder afterwards enters into any new agreement with the drawer for delay, in any manner changing the nature of the original contract, or affecting the rights of the endorser, or to the prejudice of the latter, it will discharge him. But, in order to produce such a result, the agreement must be one binding in law upon the parties, and have a sufficient consideration to support it. An agreement without consideration is utterly void, and does not suspend for a moment the rights of any of the parties. In the present case, the jury have found, that there was no consideration for the promise to delay a suit, and, consequently, the plaintiffs were at liberty immediately to have enforced their remedies against all the parties. It was correctly said by Lord Eldon, in <i>English</i> v. <i>Darley</i>, (2 <i>Bos. &amp; Pull.</i> 61.) that 'as long as the holder is passive, all his remedies remain;' and, we add, that he is not bound to active diligence. But if the holder enters into a valid contract for delay, he thereby suspends his own remedy on the bill for the stipulated period; and if the endorser were to pay the bill, he could only be subrogated to the rights of the holder, and the drawer could or might have the same equities against him as against the holder himself. If, therefore, such a contract be entered into without his assent, it is to his prejudice, and discharges him.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The cases proceed upon the distinction here pointed out, and conclusively settle the present question. In <i>Natwyn</i> v. <i>St. Quintin</i>, (1 <i>Bos. &amp; Pull.</i> 652.) where the action was by endorsees against the drawer of a bill, it appeared, that, after the bill had become due, and been protested for nonpayment, though no notice had been given to the drawer, he having no effects in the hands of the acceptor, the plaintiffs received part of the money on account from the endorser; and to an application from the acceptor, stating, that it was probable he should be able to pay at a future period, they returned for answer, that <i>they would not press him</i>. The Court held it no discharge; and Lord Chief Justice Eyre, in delivering the opinion of the Court, said, that if this forbearance to sue the acceptor had taken place before noticing and protesting for non-payment, so that the bill had not been demanded when due, it was clear the drawer would have been discharged, for it would be giving a new credit to the acceptor. But that, after protest for non-payment, and notice to the drawer, <i>or an equivalent to notice</i>, a right to sue the drawer had attached, and the holder was not bound to sue the acceptor. He might forbear to sue him. The same doctrine was held in <i>Arundel Bank</i> v. <i>Goble</i>, reported in a note to <i>Chitty on Bills. (Chitty</i>, 379. note c. edit. 1821.) There the acceptor applied for time, and the holders assented to it, but said they should expect interest. It was contended, that this was a discharge of the drawer; but the Court held otherwise, because the agreement of the plaintiffs to wait was without consideration, and the acceptor might, notwithstanding the agreement, have been sued the next instant; and that the understanding that interest should be paid by the acceptor, made no difference. So, in <i>Badnall</i> v. <i>Samuel</i>, (3 <i>Price's Exch. Rep.</i> 521.) in a suit by the holder against a prior endorser of a bill of exchange, it was held, that a treaty for delay between the holder and acceptor, upon terms which were not finally accepted, did not discharge the defendant, although an actual delay had taken place during the negotiation, because there was no binding contract which precluded the plaintiffs from suing the acceptor at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon authority, therefore, we are of opinion, that this writ of error cannot be sustained, and that the judgment below was right. Upon principle, we should entertain the same opinion, as we think the whole reasoning upon which the delay of the holder to enforce his rights against the drawer is held to discharge the endorser after notice, is founded upon the notion, that the stipulation for delay suspends the present rights and remedies of the holder.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment of the Court below is, therefore, affirmed, with costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>25 U.S. 554 (____)</b></center>\n<center><b>12 Wheat. 554</b></center>\n<center><h1>M'LEMORE, Plaintiff in Error,<br>\nagainst<br>\nPOWELL and others Defendants in Error.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>THIS cause was argued by Mr. White and Mr. Eaton for the plaintiff in error, and by Mr. Webster and Mr. Bliss for the defendants in error.</p>\n<p><span class=\"star-pagination\">*555</span> Mr. Justice STORY delivered the opinion of the Court.</p>\n<p>This is a writ of error to the Circuit Court of the United States for the District of West Tennessee.</p>\n<p>The original action was assumpsit, brought by Powell, Fosters &amp; Co. as holders of a bill of exchange, drawn by one Thomas Fletcher, in May, 1819, at Nashville, upon Messrs. M'Neil, Fisk and Rutherford, at New Orleans, payable to Thomas Read, or order, for two thousand dollars, in sixty days after date, and by him endorsed to the defendant, John C. M'Lemore, and by him to the plaintiffs. The bill, upon presentment for acceptance, was dishonoured, and due notice of the dishonour was given to the defendant.</p>\n<p>At the trial, upon the general issue, Thomas Fletcher, the drawer, was, under a release from the defendant, M'Lemore, examined as a witness, and, among other things, testified that, in the month of October following the dishonour of the bill, \"one of the plaintiffs applied to him at Nashville for the money on the bill, and threatened to sue immediately if an arrangement was not made to pay the bill. The witness then proposed to the plaintiff, if he would indulge him four or five weeks, he would himself, to a certainty, pay the bill. To this the plaintiff agreed, and told the witness he was going to Louisville, Kentucky, and would return by Nashville about the expiration of that time, and would receive said payment. Since said time the witness has never seen said plaintiff.\" The witness farther testified, that the defendant was an accommodation endorser for him on the bill; that the plaintiff told him that the bill would be left with a Mr. Washington at Nashville; that he expected he would himself be at that place at the time agreed on, but that, if he did not come, he would give the instructions to Mr. Washington, by letter, what to do if the witness did not pay at the expiration of the time agreed on. It did not appear that any consideration was paid or stipulated for this delay; and no suit was commenced until after this period had elapsed. The district judge instructed the jury, that if they believed the conversation above stated amounted to no more than an agreement that a suit should not be brought for four or five weeks, and that no premium or consideration was given or paid, or to be paid by Fletcher the endorsers were not discharged, <span class=\"star-pagination\">*556</span> that an agreement for giving day must be an obligatory contract for a consideration which ties up the hands of the creditor, and disables him from suing, thereby affecting the interests and rights of the endorser; that the endorser has a right to require and demand of the creditor to bring a suit against the drawer, and if he has disabled himself from bringing a suit by a contract for a consideration, he has thereby released the endorser; and that, if the jury were satisfied from the testimony, that time was given for a valuable consideration paid, or to be paid, or that a new security was taken by the holder, that the endorser was discharged and absolved from all the obligations of the endorsement.</p>\n<p>Under this instruction, the jury found a verdict for the plaintiffs, upon which there was judgment given in their favour. A bill of exceptions was taken to the charge of the Court; and the present writ of error is brought for the purpose of ascertaining its legal correctness.</p>\n<p>It is unnecessary to give any opinion upon that part of the charge which respects the right of an endorser to require the holder to commence a suit against the drawer. In general, the endorser, by paying the bill, has a complete power to reinstate himself in the possession and ownership of the bill, and thus to entitle himself to a personal remedy on the instrument against all antecedent parties. The same reason, therefore, does not exist, as may in common cases of suretyship, to compel the creditor to active diligence by suit against the principal. Without expressing any opinion on this point, it is sufficient to say, that the error, if any, was favourable to the defendant, and, therefore, it can form no subject of complaint on his part.</p>\n<p>The case, then, resolves itself into this question, whether a mere agreement with the drawers for delay, without any, consideration for it, and without any communication with, or assent of, the endorser, is a discharge of the latter, after he has been fixed in his responsibility by the refusal of the drawee, and due notice to himself. And we are all of opinion that it does not. We admit the doctrine, that although the endorser has received due notice of the dishonour of the bill, yet, if the holder afterwards enters into any new agreement with the drawer for delay, in any manner changing <span class=\"star-pagination\">*557</span> the nature of the original contract, or affecting the rights of the endorser, or to the prejudice of the latter, it will discharge him. But, in order to produce such a result, the agreement must be one binding in law upon the parties, and have a sufficient consideration to support it. An agreement without consideration is utterly void, and does not suspend for a moment the rights of any of the parties. In the present case, the jury have found, that there was no consideration for the promise to delay a suit, and, consequently, the plaintiffs were at liberty immediately to have enforced their remedies against all the parties. It was correctly said by Lord Eldon, in English v. Darley, (2 Bos. &amp; Pull. 61.) that \"as long as the holder is passive, all his remedies remain;\" and, we add, that he is not bound to active diligence. But if the holder enters into a valid contract for delay, he thereby suspends his own remedy on the bill for the stipulated period; and if the endorser were to pay the bill, he could only be subrogated to the rights of the holder, and the drawer could or might have the same equities against him as against the holder himself. If, therefore, such a contract be entered into without his assent, it is to his prejudice, and discharges him.</p>\n<p>The cases proceed upon the distinction here pointed out, and conclusively settle the present question. In Natwyn v. St. Quintin, (1 Bos. &amp; Pull. 652.) where the action was by endorsees against the drawer of a bill, it appeared, that, after the bill had become due, and been protested for non-payment, though no notice had been given to the drawer, he having no effects in the hands of the acceptor, the plaintiffs received part of the money on account from the endorser; and to an application from the acceptor, stating, that it was probable he should be able to pay at a future period, they returned for answer, that they would not press him. The Court held it no discharge; and Lord Chief Justice Eyre, in delivering the opinion of the Court, said, that if this forbearance to sue the acceptor had taken place before noticing and protesting for non-payment, so that the bill had not been demanded when due, it was clear the drawer would have been discharged, for it would be giving a new credit to the acceptor. But that, after protest for non-payment, <span class=\"star-pagination\">*558</span> and notice to the drawer, or an equivalent to notice, a right to sue the drawer had attached, and the holder was not bound to sue the acceptor. He might forbear to sue him. The same doctrine was held in Arundel Bank v. Goble, reported in a note to Chitty on Bills. (Chitty, 379. note c. edit. 1821.) There the acceptor applied for time, and the holders assented to it, but said they should expect interest. It was contended, that this was a discharge of the drawer; but the Court held otherwise, because the agreement of the plaintiffs to wait was without consideration, and the acceptor might, notwithstanding the agreement, have been sued the next instant; and that the understanding that interest should be paid by the acceptor, made no difference. So, in Badnall v. Samuel, (3 Price's Exch. Rep. 521.) in a suit by the holder against a prior endorser of a bill of exchange, it was held, that a treaty for delay between the holder and acceptor, upon terms which were not finally accepted, did not discharge the defendant, although an actual delay had taken place during the negotiation, because there was no binding contract which precluded the plaintiffs from suing the acceptor at any time.</p>\n<p>Upon authority, therefore, we are of opinion, that this writ of error cannot be sustained, and that the judgment below was right. Upon principle, we should entertain the same opinion, as we think the whole reasoning upon which the delay of the holder to enforce his rights against the drawer is held to discharge the endorser after notice, is founded upon the notion, that the stipulation for delay suspends the present rights and remedies of the holder.</p>\n<p>The judgment of the Court below is, therefore, affirmed, with costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">554</span></span></b></center>\n<center><h1>M'LEMORE, Plaintiff in Error,<br>\nagainst<br>\nPOWELL and others Defendants in Error.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>THIS cause was argued by Mr. White and Mr. Eaton for the plaintiff in error, and by Mr. Webster and Mr. Bliss for the defendants in error.</p>\n<p><span class=\"star-pagination\">*555</span> Mr. Justice STORY delivered the opinion of the Court.</p>\n<p>This is a writ of error to the Circuit Court of the United States for the District of West Tennessee.</p>\n<p>The original action was assumpsit, brought by Powell, Fosters &amp; Co. as holders of a bill of exchange, drawn by one Thomas Fletcher, in May, 1819, at Nashville, upon Messrs. M'Neil, Fisk and Rutherford, at New Orleans, payable to Thomas Read, or order, for two thousand dollars, in sixty days after date, and by him endorsed to the defendant, John C. M'Lemore, and by him to the plaintiffs. The bill, upon presentment for acceptance, was dishonoured, and due notice of the dishonour was given to the defendant.</p>\n<p>At the trial, upon the general issue, Thomas Fletcher, the drawer, was, under a release from the defendant, M'Lemore, examined as a witness, and, among other things, testified that, in the month of October following the dishonour of the bill, \"one of the plaintiffs applied to him at Nashville for the money on the bill, and threatened to sue immediately if an arrangement was not made to pay the bill. The witness then proposed to the plaintiff, if he would indulge him four or five weeks, he would himself, to a certainty, pay the bill. To this the plaintiff agreed, and told the witness he was going to Louisville, Kentucky, and would return by Nashville about the expiration of that time, and would receive said payment. Since said time the witness has never seen said plaintiff.\" The witness farther testified, that the defendant was an accommodation endorser for him on the bill; that the plaintiff told him that the bill would be left with a Mr. Washington at Nashville; that he expected he would himself be at that place at the time agreed on, but that, if he did not come, he would give the instructions to Mr. Washington, by letter, what to do if the witness did not pay at the expiration of the time agreed on. It did not appear that any consideration was paid or stipulated for this delay; and no suit was commenced until after this period had elapsed. The district judge instructed the jury, that if they believed the conversation above stated amounted to no more than an agreement that a suit should not be brought for four or five weeks, and that no premium or consideration was given or paid, or to be paid by Fletcher the endorsers were not discharged, <span class=\"star-pagination\">*556</span> that an agreement for giving day must be an obligatory contract for a consideration which ties up the hands of the creditor, and disables him from suing, thereby affecting the interests and rights of the endorser; that the endorser has a right to require and demand of the creditor to bring a suit against the drawer, and if he has disabled himself from bringing a suit by a contract for a consideration, he has thereby released the endorser; and that, if the jury were satisfied from the testimony, that time was given for a valuable consideration paid, or to be paid, or that a new security was taken by the holder, that the endorser was discharged and absolved from all the obligations of the endorsement.</p>\n<p>Under this instruction, the jury found a verdict for the plaintiffs, upon which there was judgment given in their favour. A bill of exceptions was taken to the charge of the Court; and the present writ of error is brought for the purpose of ascertaining its legal correctness.</p>\n<p>It is unnecessary to give any opinion upon that part of the charge which respects the right of an endorser to require the holder to commence a suit against the drawer. In general, the endorser, by paying the bill, has a complete power to reinstate himself in the possession and ownership of the bill, and thus to entitle himself to a personal remedy on the instrument against all antecedent parties. The same reason, therefore, does not exist, as may in common cases of suretyship, to compel the creditor to active diligence by suit against the principal. Without expressing any opinion on this point, it is sufficient to say, that the error, if any, was favourable to the defendant, and, therefore, it can form no subject of complaint on his part.</p>\n<p>The case, then, resolves itself into this question, whether a mere agreement with the drawers for delay, without any, consideration for it, and without any communication with, or assent of, the endorser, is a discharge of the latter, after he has been fixed in his responsibility by the refusal of the drawee, and due notice to himself. And we are all of opinion that it does not. We admit the doctrine, that although the endorser has received due notice of the dishonour of the bill, yet, if the holder afterwards enters into any new agreement with the drawer for delay, in any manner changing <span class=\"star-pagination\">*557</span> the nature of the original contract, or affecting the rights of the endorser, or to the prejudice of the latter, it will discharge him. But, in order to produce such a result, the agreement must be one binding in law upon the parties, and have a sufficient consideration to support it. An agreement without consideration is utterly void, and does not suspend for a moment the rights of any of the parties. In the present case, the jury have found, that there was no consideration for the promise to delay a suit, and, consequently, the plaintiffs were at liberty immediately to have enforced their remedies against all the parties. It was correctly said by Lord Eldon, in English v. Darley, (2 Bos. &amp; Pull. 61.) that \"as long as the holder is passive, all his remedies remain;\" and, we add, that he is not bound to active diligence. But if the holder enters into a valid contract for delay, he thereby suspends his own remedy on the bill for the stipulated period; and if the endorser were to pay the bill, he could only be subrogated to the rights of the holder, and the drawer could or might have the same equities against him as against the holder himself. If, therefore, such a contract be entered into without his assent, it is to his prejudice, and discharges him.</p>\n<p>The cases proceed upon the distinction here pointed out, and conclusively settle the present question. In Natwyn v. St. Quintin, (1 Bos. &amp; Pull. 652.) where the action was by endorsees against the drawer of a bill, it appeared, that, after the bill had become due, and been protested for non-payment, though no notice had been given to the drawer, he having no effects in the hands of the acceptor, the plaintiffs received part of the money on account from the endorser; and to an application from the acceptor, stating, that it was probable he should be able to pay at a future period, they returned for answer, that they would not press him. The Court held it no discharge; and Lord Chief Justice Eyre, in delivering the opinion of the Court, said, that if this forbearance to sue the acceptor had taken place before noticing and protesting for non-payment, so that the bill had not been demanded when due, it was clear the drawer would have been discharged, for it would be giving a new credit to the acceptor. But that, after protest for non-payment, <span class=\"star-pagination\">*558</span> and notice to the drawer, or an equivalent to notice, a right to sue the drawer had attached, and the holder was not bound to sue the acceptor. He might forbear to sue him. The same doctrine was held in Arundel Bank v. Goble, reported in a note to Chitty on Bills. (Chitty, 379. note c. edit. 1821.) There the acceptor applied for time, and the holders assented to it, but said they should expect interest. It was contended, that this was a discharge of the drawer; but the Court held otherwise, because the agreement of the plaintiffs to wait was without consideration, and the acceptor might, notwithstanding the agreement, have been sued the next instant; and that the understanding that interest should be paid by the acceptor, made no difference. So, in Badnall v. Samuel, (3 Price's Exch. Rep. 521.) in a suit by the holder against a prior endorser of a bill of exchange, it was held, that a treaty for delay between the holder and acceptor, upon terms which were not finally accepted, did not discharge the defendant, although an actual delay had taken place during the negotiation, because there was no binding contract which precluded the plaintiffs from suing the acceptor at any time.</p>\n<p>Upon authority, therefore, we are of opinion, that this writ of error cannot be sustained, and that the judgment below was right. Upon principle, we should entertain the same opinion, as we think the whole reasoning upon which the delay of the holder to enforce his rights against the drawer is held to discharge the endorser after notice, is founded upon the notion, that the stipulation for delay suspends the present rights and remedies of the holder.</p>\n<p>The judgment of the Court below is, therefore, affirmed, with costs.</p>\n</div>", "id": 85544, "judges": "Story", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85544/", "sha1": "aeaa1031cc9a2917c4ec7d5ffc175a7bf2ea3f84", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:46"}