{"absolute_url": "/opinion/90122/simmons-v-wagner/", "blocked": false, "citation": {"case_name": "Simmons v. Wagner", "docket_number": null, "document_uris": ["/api/rest/v2/document/90122/"], "federal_cite_one": "101 U.S. 260", "federal_cite_three": null, "federal_cite_two": null, "id": 74502, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74502/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1880-03-18", "date_modified": "2014-12-21T01:29:12.924263", "docket": "/api/rest/v2/docket/199442/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">101 U.S. 260</p>\n    <p class=\"case_cite\">101 U.S. 260</p>\n    <p class=\"case_cite\">25 L.Ed. 910</p>\n    <p class=\"parties\">SIMMONS<br>v.<br>WAGNER.</p>\n    <p class=\"date\">October Term, 1879</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Southern District of Illinois.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. A. L. Knapp</i> for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. Charles P. Wise</i> for the defendant in error.</p>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action of ejectment brought by Simmons, the plaintiff in error, against Wagner, the defendant, to recover the possession of the N. E. fr. 1/4 sec. 19, T. 4, N. R. 9 W. of the third principal meridian, Illinois. Simmons claimed title under a patent from the United States, dated April 25, 1871, granting him the lands as the assignee of one Mecke, who entered them at the land-office Jan. 25, 1871. Wagner claimed through a purchase made under the old credit system, April 17, 1816, by one John Lewis, and a paper bearing date July 8, 1829, which purported to be a certificate of full payment of the purchase-money in favor of William Russell.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A trial was had to the court without a jury, and resulted in a judgment for the defendant. There was no special finding of facts, but the evidence is set out in full in a bill of exceptions, which concludes as follows: 'The court found the issue joined for the defendant on the ground that the premises in controversy, on the issue of the final certificate to William Russell, ceased to be a part of the public domain, and were not thereafter subject to entry by individuals or sale by the United States, and to which finding the plaintiff then and there excepted.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To justify this conclusion, the court must have found as a fact that the final certificate in question was a genuine document, and issued by the proper officer in the regular course of his official duty. This finding is conclusive on us, for we have many times decided that a bill of exceptions cannot be used to bring up the evidence for a review of the findings of fact. <i>The Abbotsford</i>, 98 U. S. 440, and the cases there cited. We have to consider, then, upon this branch of the case, only the question whether one in possession under such a certificate, without a patent, can successfully defend against an action of ejectment to recover the possession by the holder of a patent issued upon a subsequent purchase of the land as part of the public domain.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is well settled that when lands have once been sold by the United States and the purchase-money paid, the lands sold are segregated from the public domain, and are no longer subject to entry. A subsequent sale and grant of the same lands to another person would be absolutely null and void so long as the first sale continued in force. <i>Wirth</i> v. <i>Branson</i>, 98 id. 118; <i>Frisbie</i> v. <i>Whitney</i>, 9 Wall. 187; <i>Lyttle</i> v. <i>The State of Arkansas</i>, 9 How. 314. Where the right to a patent has once become vested in a purchaser of public lands, it is equivalent, so far as the government is concerned, to a patent actually issued. The execution and delivery of the patent after the right to it has become complete are the mere ministerial acts of the officers charged with that duty. <i>Barney</i> v. <i>Dolph</i>, 97 U. S. 652; <i>Stark</i> v. <i>Starrs</i>, 6 Wall. 402.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This leads us to the inquiry whether Lewis and his assigns had, under the facts as found, acquired a vested right in the lands when the entry was made by means of which Simmons got his patent. By the statute under which Lewis made his entry in 1816, it was provided that purchases of public lands might be made on credit, and that when payment of the purchase-money was completed the register of the land-office should give 'a certificate of the same to the party, and, on producing to the Secretary of the Treasury the same final certificate, the President of the United States is hereby authorized to grant a patent of the lands to the said purchaser, his heirs or assigns.' 2 Stat. 76, sect. 7. It follows, then, that if the final certificate in this case was genuine and valid, as, in effect, it has been found to be, Russell, the assignee of Lewis, had the legal right to demand from the President a patent for the lands described. This, certainly, was a complete segregation of the lands in controversy at that date. The sale to Mecke and patent thereon to Simmons, more than thirty years afterwards, were null and void, and conveyed no title as against Russell and his assigns. It is of no consequence whether the assignees of Russell could get a patent in their own names or not. After the certificate issued the lands were no longer in law a part of the public domain, and the authority of the officers of the government to grant them otherwise than to him, or some person holding his rights, was gone. The question is not whether Wagner, if he was out of possession, could recover in ejectment upon the certificate, but whether Simmons can recover as against him. He is in a situation to avail himself of the weakness of the title of his adversary, and need not assert his own. We think it clear, therefore, that the court below was right in giving judgment for defendant on the facts found.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Several exceptions were taken, during the progress of the trial, to rulings on the admissibility of evidence. While errors have been formally assigned on all these exceptions, only a few have been insisted on in the argument. Some have been already disposed of, as the objections were made entirely upon the assumption that nothing short of a superior legal title could defeat the patent which Simmons held. There was some evidence to prove the signatures of the register to the final certificate. That was one of the facts in the case, and the general finding in favor of the validity of the certificate is equivalent to a finding that its due execution had been proved. The question here is not whether the deeds from Lewis to Russell, without the clerk's certificate as to the official character of the officer before whom the acknowledgment was made, would be sufficient to justify the registered of the land-office in issuing his final certificate; but whether, in this action, they were admissible without such certificate to prove the fact that an assignment had been actually made. For aught we know, they were properly certified when presented to the register. Copies from the county records were offered in evidence below, and the records were made in 1816, long before any action was had by the register. It is not claimed that any certificate was necessary to authenticate them for record or to make them admissible as evidence in the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the whole, we see no error in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>101 U.S. 260 (____)</b></center>\n<center><h1>SIMMONS<br>\nv.<br>\nWAGNER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. A.L. Knapp for the plaintiff in error.</p>\n<p>Mr. Charles P. Wise for the defendant in error.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>This was an action of ejectment brought by Simmons, the plaintiff in error, against Wagner, the defendant, to recover the possession of the N.E. fr. ¼ sec. 19, T. 4, N.R. 9 W. of the third principal meridian, Illinois. Simmons claimed title under a patent from the United States, dated April 25, 1871, granting him the lands as the assignee of one Mecke, who entered them at the land-office Jan. 25, 1871. Wagner claimed through a purchase made under the old credit system, April <span class=\"star-pagination\">*261</span> 17, 1816, by one John Lewis, and a paper bearing date July 8, 1829, which purported to be a certificate of full payment of the purchase-money in favor of William Russell.</p>\n<p>A trial was had to the court without a jury, and resulted in a judgment for the defendant. There was no special finding of facts, but the evidence is set out in full in a bill of exceptions, which concludes as follows: \"The court found the issue joined for the defendant on the ground that the premises in controversy, on the issue of the final certificate to William Russell, ceased to be a part of the public domain, and were not thereafter subject to entry by individuals or sale by the United States, and to which finding the plaintiff then and there excepted.\"</p>\n<p>To justify this conclusion, the court must have found as a fact that the final certificate in question was a genuine document, and issued by the proper officer in the regular course of his official duty. This finding is conclusive on us, for we have many times decided that a bill of exceptions cannot be used to bring up the evidence for a review of the findings of fact. The Abbotsford, 98 U.S. 440, and the cases there cited. We have to consider, then, upon this branch of the case, only the question whether one in possession under such a certificate, without a patent, can successfully defend against an action of ejectment to recover the possession by the holder of a patent issued upon a subsequent purchase of the land as part of the public domain.</p>\n<p>It is well settled that when lands have once been sold by the United States and the purchase-money paid, the lands sold are segregated from the public domain, and are no longer subject to entry. A subsequent sale and grant of the same lands to another person would be absolutely null and void so long as the first sale continued in force. Wirth v. Branson, 98 id. 118; Frisbie v. Whitney, 9 Wall. 187; Lyttle v. The State of Arkansas, 9 How. 314. Where the right to a patent has once become vested in a purchaser of public lands, it is equivalent, so far as the government is concerned, to a patent actually issued. The execution and delivery of the patent after the right to it has become complete are the mere ministerial acts of the officers charged with that duty. Barney v. Dolph, 97 U.S. 652; Stark v. Starrs, 6 Wall. 402.</p>\n<p>This leads us to the inquiry whether Lewis and his assigns <span class=\"star-pagination\">*262</span> had, under the facts as found, acquired a vested right in the lands when the entry was made by means of which Simmons got his patent. By the statute under which Lewis made his entry in 1816, it was provided that purchases of public lands might be made on credit, and that when payment of the purchase-money was completed the register of the land-office should give \"a certificate of the same to the party, and, on producing to the Secretary of the Treasury the same final certificate, the President of the United States is hereby authorized to grant a patent of the lands to the said purchaser, his heirs or assigns.\" 2 Stat. 76, sect. 7. It follows, then, that if the final certificate in this case was genuine and valid, as, in effect, it has been found to be, Russell, the assignee of Lewis, had the legal right to demand from the President a patent for the lands described. This, certainly, was a complete segregation of the lands in controversy at that date. The sale to Mecke and patent thereon to Simmons, more than thirty years afterwards, were null and void, and conveyed no title as against Russell and his assigns. It is of no consequence whether the assignees of Russell could get a patent in their own names or not. After the certificate issued the lands were no longer in law a part of the public domain, and the authority of the officers of the government to grant them otherwise than to him, or some person holding his rights, was gone. The question is not whether Wagner, if he was out of possession, could recover in ejectment upon the certificate, but whether Simmons can recover as against him. He is in a situation to avail himself of the weakness of the title of his adversary, and need not assert his own. We think it clear, therefore, that the court below was right in giving judgment for defendant on the facts found.</p>\n<p>Several exceptions were taken, during the progress of the trial, to rulings on the admissibility of evidence. While errors have been formally assigned on all these exceptions, only a few have been insisted on in the argument. Some have been already disposed of, as the objections were made entirely upon the assumption that nothing short of a superior legal title could defeat the patent which Simmons held. There was some evidence to prove the signatures of the register to the final certificate. That was one of the facts in the case, and the general <span class=\"star-pagination\">*263</span> finding in favor of the validity of the certificate is equivalent to a finding that its due execution had been proved. The question here is not whether the deeds from Lewis to Russell, without the clerk's certificate as to the official character of the officer before whom the acknowledgment was made, would be sufficient to justify the register of the land-office in issuing his final certificate; but whether, in this action, they were admissible without such certificate to prove the fact that an assignment had been actually made. For aught we know, they were properly certified when presented to the register. Copies from the county records were offered in evidence below, and the records were made in 1816, long before any action was had by the register. It is not claimed that any certificate was necessary to authenticate them for record or to make them admissible as evidence in the cause.</p>\n<p>On the whole, we see no error in the record.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">260</span></span> (____)</b></center>\n<center><h1>SIMMONS<br>\nv.<br>\nWAGNER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. A.L. Knapp for the plaintiff in error.</p>\n<p>Mr. Charles P. Wise for the defendant in error.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>This was an action of ejectment brought by Simmons, the plaintiff in error, against Wagner, the defendant, to recover the possession of the N.E. fr. ¼ sec. 19, T. 4, N.R. 9 W. of the third principal meridian, Illinois. Simmons claimed title under a patent from the United States, dated April 25, 1871, granting him the lands as the assignee of one Mecke, who entered them at the land-office Jan. 25, 1871. Wagner claimed through a purchase made under the old credit system, April <span class=\"star-pagination\">*261</span> 17, 1816, by one John Lewis, and a paper bearing date July 8, 1829, which purported to be a certificate of full payment of the purchase-money in favor of William Russell.</p>\n<p>A trial was had to the court without a jury, and resulted in a judgment for the defendant. There was no special finding of facts, but the evidence is set out in full in a bill of exceptions, which concludes as follows: \"The court found the issue joined for the defendant on the ground that the premises in controversy, on the issue of the final certificate to William Russell, ceased to be a part of the public domain, and were not thereafter subject to entry by individuals or sale by the United States, and to which finding the plaintiff then and there excepted.\"</p>\n<p>To justify this conclusion, the court must have found as a fact that the final certificate in question was a genuine document, and issued by the proper officer in the regular course of his official duty. This finding is conclusive on us, for we have many times decided that a bill of exceptions cannot be used to bring up the evidence for a review of the findings of fact. The Abbotsford, <span class=\"citation\" data-id=\"89886\"><a href=\"/opinion/89886/the-abbotsford/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, and the cases there cited. We have to consider, then, upon this branch of the case, only the question whether one in possession under such a certificate, without a patent, can successfully defend against an action of ejectment to recover the possession by the holder of a patent issued upon a subsequent purchase of the land as part of the public domain.</p>\n<p>It is well settled that when lands have once been sold by the United States and the purchase-money paid, the lands sold are segregated from the public domain, and are no longer subject to entry. A subsequent sale and grant of the same lands to another person would be absolutely null and void so long as the first sale continued in force. Wirth v. Branson, 98 id. 118; Frisbie v. Whitney, 9 Wall. 187; Lyttle v. The State of Arkansas, 9 How. 314. Where the right to a patent has once become vested in a purchaser of public lands, it is equivalent, so far as the government is concerned, to a patent actually issued. The execution and delivery of the patent after the right to it has become complete are the mere ministerial acts of the officers charged with that duty. Barney v. Dolph, 97 U.S. 652; Stark v. Starrs, 6 Wall. 402.</p>\n<p>This leads us to the inquiry whether Lewis and his assigns <span class=\"star-pagination\">*262</span> had, under the facts as found, acquired a vested right in the lands when the entry was made by means of which Simmons got his patent. By the statute under which Lewis made his entry in 1816, it was provided that purchases of public lands might be made on credit, and that when payment of the purchase-money was completed the register of the land-office should give \"a certificate of the same to the party, and, on producing to the Secretary of the Treasury the same final certificate, the President of the United States is hereby authorized to grant a patent of the lands to the said purchaser, his heirs or assigns.\" 2 Stat. 76, sect. 7. It follows, then, that if the final certificate in this case was genuine and valid, as, in effect, it has been found to be, Russell, the assignee of Lewis, had the legal right to demand from the President a patent for the lands described. This, certainly, was a complete segregation of the lands in controversy at that date. The sale to Mecke and patent thereon to Simmons, more than thirty years afterwards, were null and void, and conveyed no title as against Russell and his assigns. It is of no consequence whether the assignees of Russell could get a patent in their own names or not. After the certificate issued the lands were no longer in law a part of the public domain, and the authority of the officers of the government to grant them otherwise than to him, or some person holding his rights, was gone. The question is not whether Wagner, if he was out of possession, could recover in ejectment upon the certificate, but whether Simmons can recover as against him. He is in a situation to avail himself of the weakness of the title of his adversary, and need not assert his own. We think it clear, therefore, that the court below was right in giving judgment for defendant on the facts found.</p>\n<p>Several exceptions were taken, during the progress of the trial, to rulings on the admissibility of evidence. While errors have been formally assigned on all these exceptions, only a few have been insisted on in the argument. Some have been already disposed of, as the objections were made entirely upon the assumption that nothing short of a superior legal title could defeat the patent which Simmons held. There was some evidence to prove the signatures of the register to the final certificate. That was one of the facts in the case, and the general <span class=\"star-pagination\">*263</span> finding in favor of the validity of the certificate is equivalent to a finding that its due execution had been proved. The question here is not whether the deeds from Lewis to Russell, without the clerk's certificate as to the official character of the officer before whom the acknowledgment was made, would be sufficient to justify the register of the land-office in issuing his final certificate; but whether, in this action, they were admissible without such certificate to prove the fact that an assignment had been actually made. For aught we know, they were properly certified when presented to the register. Copies from the county records were offered in evidence below, and the records were made in 1816, long before any action was had by the register. It is not claimed that any certificate was necessary to authenticate them for record or to make them admissible as evidence in the cause.</p>\n<p>On the whole, we see no error in the record.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 90122, "judges": "Waite", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90122/", "sha1": "cba175f95e17ad1824abb699302c8fc66ffa0e31", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:25"}