{"absolute_url": "/opinion/90146/south-carolina-v-gaillard/", "blocked": false, "citation": {"case_name": "South Carolina v. Gaillard", "docket_number": null, "document_uris": ["/api/rest/v2/document/90146/"], "federal_cite_one": "101 U.S. 433", "federal_cite_three": null, "federal_cite_two": null, "id": 74526, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74526/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1880-03-22", "date_modified": "2014-12-21T01:29:13.558032", "docket": "/api/rest/v2/docket/329385/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">101 U.S. 433</p>\n    <p class=\"case_cite\">101 U.S. 433</p>\n    <p class=\"case_cite\">25 L.Ed. 937</p>\n    <p class=\"parties\">SOUTH CAROLINA<br>v.<br>GAILLARD.</p>\n    <p class=\"date\">October Term, 1879</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the State of South Carolina.</p>\n      <p class=\"indent\">The facts of this case are as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">In December, 1812, the State of South Carolina established a bank in the name and for the benefit of the State, and pledged the faith of the State to supply any deficiency in the funds specially set apart as its capital, and to make good any losses arising from such deficiency. The bank was authorized to issue notes and bills for circulation, and by sect. 16 it was provided 'that the bills or notes of the said corporation originally made payable, or which have become payable on demand in gold and silver coin, shall be receivable at the treasury of this State, either at Charleston or Columbia, and by all tax collectors, and other public officers in payment of taxes and other moneys due the State.' The original charter was extended from time to time, and the bank continued in successful operation until the late civil war. At the close of the war it stopped business, and in 1868 the charter was repealed and provision made for winding up its affairs. Under the operation of this law a large amount of the circulating notes was surrendered to the State and bonds of the State taken in exchange therefor. The time for presenting bills to be exchanged expired Jan. 1, 1869, and only such bills as were issued prior to Dec. 20, 1860, the date of the adoption of the ordinance of secession by South Carolina, could be presented at all. A considerable amount of bills issued before the repeal of the charter are still outstanding.</p>\n      <p class=\"indent\">When the charter was granted <i>mandamus</i> was an existing remedy in the State for compelling public officers to perform their public duties, and in that way, under the practice which prevailed in the courts, tax collectors could have been required to receive the bills of the bank in payment of taxes.</p>\n      <p class=\"indent\">On the 9th of June, 1877, the General Assembly of South Carolina passed an act entitled 'An Act to provide the mode of proving bills of the bank of the State tendered for taxes, and the rules of evidence applicable thereto.' Sect. 1 of that act is as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'<i>Be it enacted</i>, by the Senate and House of Representatives of the State of South Carolina, now met and setting in general assembly, and by the authority of the same, that the treasurers of the several counties in the State shall not receive in payment of taxes of the State any bills of the corporation known as the President and Directors of the Bank of the State of South Carolina, which are not genuine and valid, or the payment of which is prohibited by the Constitution of the State and of the United States, or which have been funded by the State and since fraudulently uttered. And all bills of said corporation which shall be tendered in payment of any taxes, and shall not be received as payment, shall be enclosed in a package, sealed and signed by the party tendering the said bills, and by the treasurer to whom said tender is made; and said package shall be deposited by the treasurer with the clerk of the court of common pleas for the county, who shall give duplicate certificates of said deposit, one to the party tendering said bills, and the other to the treasurer, to abide the decision of the court in any proceedings which may be instituted in regard to said bills; and that in all proceedings by <i>mandamus</i> or otherwise to compel the reception of bills of the said corporation as a legal tener for taxes to the State and refused, an issue shall be framed under the direction of the judge, and at a regular term of the court of common pleas for the county wherein said bills are tendered shall be submitted to a jury to inquire and determine by their verdict if the bills so tendered in payment for taxes are genuine and valid bills of the said corporation, and have not been funded by the State and since fraudulently uttered, and are bills the payment of which is not prohibited by the Constitution of the State and of the United States. And upon the trial of said issue the burden of proof shall be upon the person tendering said bills to establish that the said bills are the genuine and valid bills of the said corporation, and have not been funded by the State and since fraudulently uttered, and that said bills are bills the payment of which is not prohibited by the Constitution of the State and of the United States; and if the jury shall by their verdict establish that the bills so tendered are genuine and valid bills of the said corporation, and have not been funded by the State and since fraudulently uttered, and are bills the payment of which is not prohibited by the Constitution of the State and of the United States, then the treasurer of the county shall receive such bills in payment of all taxes due the State. And if the jury shall by their verdict establish that the bills so tendered are not genuine or valid bills of the said corporation, or that they have been funded by the State and since fraudulently uttered, or that they are bills the payment of which is prohibited by the Constitution of the State and of the United States, it shall then be the duty of the clerk of the said court to cancel the said bills in the presence of the court, and to make a sealed package of the bills and file the same in his office with the record of the case.'</p>\n      <p class=\"indent\">During the fiscal year commencing Nov. 1, 1877, and while this act was in force, William L. Trenholm, as executor, tendered the treasurer of Charleston County certain bills of the bank in payment of taxes charged against him. This tender being refused, the bills were enclosed in a package, sealed and signed by Trenholm and the treasurer, and deposited with the clerk of the court of common pleas of the county, he giving duplicate receipts therefor, to abide the decision of the court in any proceeding that might be instituted in regard to them. All this was done before Nov. 1, 1878.</p>\n      <p class=\"indent\">On the 24th of December, 1878, the general assembly of the State passed another act repealing that of 1877. This act in effect provided that in all cases in which any person against whom any taxes stood charged had theretofore tendered in payment the bills of the bank, he might within sixty days after the passage of the act pay the taxes without penalty under protest in such funds as the treasurer would receive. This being done, it was the duty of the treasurer to pay the money so collected into the State treasury, giving the comptroller-general notice that the payment had been made under protest, and the person making the payment might at any time within thirty days sue the county treasurer in the court of common  leas of the county to recover back the money. If on the trial it should be determined that the taxes were wrongfully or illegally collected, for any reason going to the merits, it was made the duty of the court to certify of record that the same had been wrongfully collected and ought to be refunded, and of the comptroller-general to issue his warrant for the refunding of the taxes, and this warrant was to be paid in preference to other claims on the treasury.</p>\n      <p class=\"indent\">After this last act went into effect, the treasurer of the county advertised the property, on which the taxes of Trenholm were charged, to be sold on the 17th of March, 1869, for default in the payment. Thereupon Trenholm, on the 13th of March, filed a petition in the Court of Common Pleas of Charleston County, under the act of 1877, to have the requisite proof taken and the bills accepted in discharge of his taxes. In his petition he assumed all the burdens imposed by the act of 1877, and sought to avail himself of the remedy there given. The court of common pleas ruled that the prayer of the petition must be granted, and ordered the issues to be framed, but the Supreme Court of the State, on appeal, decided that the act of 1877 was repealed by that of 1878, and consequently the proceeding, commenced as it was after the repeal, could not be sustained. The order for framing the issues was thereupon set aside and the petition dismissed. To reverse that judgment the State, on the relation of Trenholm, sued out this writ of error.</p>\n      <p class=\"indent\"><i>Mr. Edward McCrady, jr.</i>, and <i>Mr. Ch. Richardson Miles</i>, for the plaintiff in error.</p>\n      <p class=\"indent\">The court declined to hear counsel for the defendant in error.</p>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE, after stating the facts, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">No question is raised in this case as to whether or not the act of 1877 impaired the obligation of the contract of the State, which is contained in the bills of the bank, or the charter. By accepting the act and bringing suit under it, Trenholm conceded its validity. He contends, however, that when he tendered his bills in payment of his taxes, and so far complied with the provisions of that act as to allow the bills to be deposited with the clerk of the court to abide the result of any proceeding that might be instituted in regard to them, the State entered into a new contract with him, by which it agreed to accept his bills in payment of his taxes if he established their validity in the way provided. It is the obligation of this alleged new contract which he claims has been impaired by the act of 1878.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We cannot find from the record that this question was presented in this precise form to the Supreme Court of the State, but it was undoubtedly involved in the case, and must have been decided directly or indirectly. No other question has been argued here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As we look upon the act of 1877, it does no more than provide a way of determining whether bills offered in payment of taxes are binding on the State. It provides a remedy in case a county treasurer shall wrongfully refuse to accept a bill that is offered him. It is, in fact, what its title says it is, 'An Act to prescribe the mode of proving bills of the bank of the State tendered for taxes, and the rules of evidence applicable thereto.' It makes no offer of a new contract to a tax-payer or billholder, but simply says to him, if your bills are any time refused when offered in payment of taxes, you may proceed in a certain way to compel their acceptance if they are genuine and valid. There is no new contract, but a new way of enforcing an old one.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the act of 1878 the remedy thus given has been taken away, with no saving in favor of tenders already made, except to give those who have made such tenders the right to pay their taxes under protest, without penalty, in sixty days, and sue to recover back what they have thus paid. They have still all their old remedies unless they have been taken away by the act of 1878, which is not the question here. All we have to decide is, w ether that act has taken away from Trenholm the remedy he had under the one of 1877.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The new remedy formed no part of the charter contract of the State. Passed, as the act was, long after the charter was granted, and long after all the outstanding bills of the bank were issued, the State was restrained by no contract obligation from taking away or changing the remedy it then gave. All the cases in this court, where the question has arisen, agree in holding that 'the States may change the remedy, provided no substantial right secured by the contract is impaired.' It is enough if the contract is 'left with the same force and effect, including the substantial means of enforcement, which existed when it was made. The guaranty of the Constitution gives it protection to that extent. <i>Walker</i> v. <i>Whitehead</i>, 16 Wall. 314; <i>Tennessee</i> v. <i>Sneed</i>, 96 U. S. 69.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree with the Supreme Court of the State that the 'proceeding' contemplated by the act of 1877 was not 'instituted' when the repeal took place. The tender and deposit of the bills laid the foundation for the authorized proceeding, but did not institute it. This is clear from the language. The bills are to be deposited 'to abide the decision of the court in any proceeding which <i>may be</i> instituted,' thus implying that when the deposit was made proceedings had not been instituted. These proceedings may be 'by <i>mandamus</i> or otherwise to compel the reception of the bills.' The taxes are not paid by the tender. If the acceptance of the tender can be enforced, then the payment will be complete, but not before. This tender was made when a special remedy for its enforcement was allowed. Before Trenholm availed himself of that remedy it was taken away, and he was remitted to such as he had before this act, or such as were substituted on the repeal, if that rightfully took away those which existed when the charter contract was made. But whether this be so or not is unimportant, because it is well settled that if a statute giving a special remedy is repealed without a saving clause in favor of pending suits, all suits must stop where the repeal finds them. If final relief has not been granted before the repeal went into effect, it cannot be after. <i>Railroad Company</i> v. <i>Grant</i>, 98 U. S. 398, and cases there cited. The simple question in this case is, whether this repeal was valid and constitutional as against Trenholm and his rights. We think it was.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>101 U.S. 433 (____)</b></center>\n<center><h1>SOUTH CAROLINA<br>\nv.<br>\nGAILLARD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*436</span> Mr. Edward McCrady, jr., and Mr. Ch. Richardson Miles, for the plaintiff in error.</p>\n<p>The court declined to hear counsel for the defendant in error.</p>\n<p>MR. CHIEF JUSTICE WAITE, after stating the facts, delivered the opinion of the court.</p>\n<p>No question is raised in this case as to whether or not the act of 1877 impaired the obligation of the contract of the State, which is contained in the bills of the bank, or the charter. By accepting the act and bringing suit under it, Trenholm conceded its validity. He contends, however, that when he tendered his bills in payment of his taxes, and so far complied with the provisions of that act as to allow the bills to be deposited with the clerk of the court to abide the result of any proceeding that might be instituted in regard to them, the State entered into a <span class=\"star-pagination\">*437</span> new contract with him, by which it agreed to accept his bills in payment of his taxes if he established their validity in the way provided. It is the obligation of this alleged new contract which he claims has been impaired by the act of 1878.</p>\n<p>We cannot find from the record that this question was presented in this precise form to the Supreme Court of the State, but it was undoubtedly involved in the case, and must have been decided directly or indirectly. No other question has been argued here.</p>\n<p>As we look upon the act of 1877, it does no more than provide a way of determining whether bills offered in payment of taxes are binding on the State. It provides a remedy in case a county treasurer shall wrongfully refuse to accept a bill that is offered him. It is, in fact, what its title says it is, \"An Act to prescribe the mode of proving bills of the bank of the State tendered for taxes, and the rules of evidence applicable thereto.\" It makes no offer of a new contract to a tax-payer or bill-holder, but simply says to him, if your bills are any time refused when offered in payment of taxes, you may proceed in a certain way to compel their acceptance if they are genuine and valid. There is no new contract, but a new way of enforcing an old one.</p>\n<p>By the act of 1878 the remedy thus given has been taken away, with no saving in favor of tenders already made, except to give those who have made such tenders the right to pay their taxes under protest, without penalty, in sixty days, and sue to recover back what they have thus paid. They have still all their old remedies unless they have been taken away by the act of 1878, which is not the question here. All we have to decide is, whether that act has taken away from Trenholm the remedy he had under the one of 1877.</p>\n<p>The new remedy formed no part of the charter contract of the State. Passed, as the act was, long after the charter was granted, and long after all the outstanding bills of the bank were issued, the State was restrained by no contract obligation from taking away or changing the remedy it then gave. All the cases in this court, where the question has arisen, agree in holding that \"the States may change the remedy, provided no substantial right secured by the contract is impaired.\" It is <span class=\"star-pagination\">*438</span> enough if the contract is \"left with the same force and effect, including the substantial means of enforcement, which existed when it was made. The guaranty of the Constitution gives it protection to that extent. Walker v. Whitehead, 16 Wall. 314; Tennessee v. Sneed, 96 U.S. 69.</p>\n<p>We agree with the Supreme Court of the State that the \"proceeding\" contemplated by the act of 1877 was not \"instituted\" when the repeal took place. The tender and deposit of the bills laid the foundation for the authorized proceeding, but did not institute it. This is clear from the language. The bills are to be deposited \"to abide the decision of the court in any proceeding which may be instituted,\" thus implying that when the deposit was made proceedings had not been instituted. These proceedings may be \"by mandamus or otherwise to compel the reception of the bills.\" The taxes are not paid by the tender. If the acceptance of the tender can be enforced, then the payment will be complete, but not before. This tender was made when a special remedy for its enforcement was allowed. Before Trenholm availed himself of that remedy it was taken away, and he was remitted to such as he had before this act, or such as were substituted on the repeal, if that rightfully took away those which existed when the charter contract was made. But whether this be so or not is unimportant, because it is well settled that if a statute giving a special remedy is repealed without a saving clause in favor of pending suits, all suits must stop where the repeal finds them. If final relief has not been granted before the repeal went into effect, it cannot be after. Railroad Company v. Grant, 98 U.S. 398, and cases there cited. The simple question in this case is, whether this repeal was valid and constitutional as against Trenholm and his rights. We think it was.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></span> (____)</b></center>\n<center><h1>SOUTH CAROLINA<br>\nv.<br>\nGAILLARD.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*436</span> Mr. Edward McCrady, jr., and Mr. Ch. Richardson Miles, for the plaintiff in error.</p>\n<p>The court declined to hear counsel for the defendant in error.</p>\n<p>MR. CHIEF JUSTICE WAITE, after stating the facts, delivered the opinion of the court.</p>\n<p>No question is raised in this case as to whether or not the act of 1877 impaired the obligation of the contract of the State, which is contained in the bills of the bank, or the charter. By accepting the act and bringing suit under it, Trenholm conceded its validity. He contends, however, that when he tendered his bills in payment of his taxes, and so far complied with the provisions of that act as to allow the bills to be deposited with the clerk of the court to abide the result of any proceeding that might be instituted in regard to them, the State entered into a <span class=\"star-pagination\">*437</span> new contract with him, by which it agreed to accept his bills in payment of his taxes if he established their validity in the way provided. It is the obligation of this alleged new contract which he claims has been impaired by the act of 1878.</p>\n<p>We cannot find from the record that this question was presented in this precise form to the Supreme Court of the State, but it was undoubtedly involved in the case, and must have been decided directly or indirectly. No other question has been argued here.</p>\n<p>As we look upon the act of 1877, it does no more than provide a way of determining whether bills offered in payment of taxes are binding on the State. It provides a remedy in case a county treasurer shall wrongfully refuse to accept a bill that is offered him. It is, in fact, what its title says it is, \"An Act to prescribe the mode of proving bills of the bank of the State tendered for taxes, and the rules of evidence applicable thereto.\" It makes no offer of a new contract to a tax-payer or bill-holder, but simply says to him, if your bills are any time refused when offered in payment of taxes, you may proceed in a certain way to compel their acceptance if they are genuine and valid. There is no new contract, but a new way of enforcing an old one.</p>\n<p>By the act of 1878 the remedy thus given has been taken away, with no saving in favor of tenders already made, except to give those who have made such tenders the right to pay their taxes under protest, without penalty, in sixty days, and sue to recover back what they have thus paid. They have still all their old remedies unless they have been taken away by the act of 1878, which is not the question here. All we have to decide is, whether that act has taken away from Trenholm the remedy he had under the one of 1877.</p>\n<p>The new remedy formed no part of the charter contract of the State. Passed, as the act was, long after the charter was granted, and long after all the outstanding bills of the bank were issued, the State was restrained by no contract obligation from taking away or changing the remedy it then gave. All the cases in this court, where the question has arisen, agree in holding that \"the States may change the remedy, provided no substantial right secured by the contract is impaired.\" It is <span class=\"star-pagination\">*438</span> enough if the contract is \"left with the same force and effect, including the substantial means of enforcement, which existed when it was made. The guaranty of the Constitution gives it protection to that extent. Walker v. Whitehead, 16 Wall. 314; Tennessee v. Sneed, 96 U.S. 69.</p>\n<p>We agree with the Supreme Court of the State that the \"proceeding\" contemplated by the act of 1877 was not \"instituted\" when the repeal took place. The tender and deposit of the bills laid the foundation for the authorized proceeding, but did not institute it. This is clear from the language. The bills are to be deposited \"to abide the decision of the court in any proceeding which may be instituted,\" thus implying that when the deposit was made proceedings had not been instituted. These proceedings may be \"by mandamus or otherwise to compel the reception of the bills.\" The taxes are not paid by the tender. If the acceptance of the tender can be enforced, then the payment will be complete, but not before. This tender was made when a special remedy for its enforcement was allowed. Before Trenholm availed himself of that remedy it was taken away, and he was remitted to such as he had before this act, or such as were substituted on the repeal, if that rightfully took away those which existed when the charter contract was made. But whether this be so or not is unimportant, because it is well settled that if a statute giving a special remedy is repealed without a saving clause in favor of pending suits, all suits must stop where the repeal finds them. If final relief has not been granted before the repeal went into effect, it cannot be after. Railroad Company v. Grant, <span class=\"citation\" data-id=\"89879\"><a href=\"/opinion/89879/railroad-co-v-grant/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, and cases there cited. The simple question in this case is, whether this repeal was valid and constitutional as against Trenholm and his rights. We think it was.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 90146, "judges": "Waite, After Stating the Facts", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90146/", "sha1": "d5c7a1f3fe1def040f6fa4d8cb1fd1f1e22a8a6e", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:26"}