{"absolute_url": "/opinion/90170/bechtel-v-united-states/", "blocked": false, "citation": {"case_name": "Bechtel v. United States", "docket_number": null, "document_uris": ["/api/rest/v2/document/90170/"], "federal_cite_one": "101 U.S. 597", "federal_cite_three": null, "federal_cite_two": null, "id": 74550, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74550/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1880-04-19", "date_modified": "2014-12-21T01:29:13.993504", "docket": "/api/rest/v2/docket/1267023/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">101 U.S. 597</p>\n    <p class=\"case_cite\">101 U.S. 597</p>\n    <p class=\"case_cite\">25 L.Ed. 1019</p>\n    <p class=\"parties\">BECHTEL<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">October Term, 1879</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Southern District of New York.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. Edward Salomon</i> for the plaintiffs in error.</p>\n      <p class=\"indent\"><i>Mr. Assistant Attorney-General Smith, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE SWAYNE delivered the opinion of  he court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On the 25th of November, 1871, the defendants executed to the United States a bond in the penal sum of $20,000, conditioned that Bock, Schneider, &amp; Co., manufacturers of matches, should account and pay for certain internal revenue stamps therein mentioned to be used in their business. The declaration (which is upon this bond) avers that thereafter the United States delivered to Bock, Schneider, &amp; Co. such stamps of the value of $5,500, and that they had refused and neglected to pay for a portion of them of the value of $4,400.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants pleaded <i>non est factum</i>, performance, and the non-delivery of the stamps.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case was tried by a jury, and a verdict and judgment were rendered for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon the trial, the United States offered in evidence a certified copy of the bond and certified copies of the receipts of Bock. Schneider, &amp; Co. for the stamps, both from the Treasury Department, and a treasury transcript of the account of Bock, Schneider, &amp; Co., showing a balance of $4,400 against them. The defendants objected to this evidence being received, and asked the court to instruct the jury to find in their favor. The court admitted the evidence, and refused the instruction. The defendants excepted as to both points.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'The defendants then asked the court to charge the jury and direct that the defendants were entitled to have deducted from the balance shown to be due by the treasury accounts ten per cent commission on the same, as allowed by the act of Congress of June 30, 1864, amended in 1870, and incorporated in the Revised Statutes under sect. 3425, page 677.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The court, after argument, denied the motion, and the defendants excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The court thereupon directed the jury to find a verdict for the plaintiffs for the sum of $4,400, principal, with interest from October, 1872, to the date of said trial, at seven per cent per annum, being the sum of $1,052.30, making a total of $5,452.30; to which direction the defendants excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The jury rendered a verdict as directed.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The brief of the counsel for the plaintiffs in error is confined to two points:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. The admission of the documentary evidence from the Treasury Department; and,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. The refusal of the court to instruct the jury to allow the deduction of ten per cent claimed by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our remarks will be confined to these subjects. We shall consider them in the order in which we have named them.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The suit was commenced and put at issue by the pleadings, and the copies and transcript from the treasury bear date more than two years before the Revised Statutes were enacted, but their enactment was prior to the trial. They were approved by the President on the 22d of January, 1874, and then took effect.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The repealing section, 5596, included the act of March 3, 1797, c. 20 (1 Stat. 512); but sect. 5597 saved all rights which had accrued under any of the acts thus abrogated. It declared that all such rights 'shall continue and be enforced in the same manner as if said repeal had not been made.' Sect. 886 of the Revised Statutes, relied upon by the counsel for the plaintiffs in error, is not, therefore, the statutory provision by which the rights of the parties as to the point here in question are to be determined. They are governed by the second section of the act of 1797, before mentioned, upon which sect. 886 of the later enactment is founded. They are materially different, and the latter is narrower than the former.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The act of 1797 was the first regulation upon the subject made by Congress. The second section declares that '<i>in every case of delinquency</i> where a suit has been or shall be instituted, a transcript from the books and proceedings of the treasury, certified,' &amp;c., 'shall be admitted in evidence, and the court trying the cause shall be thereupon authorized to grant judgment and award execution accordingly; and all copies of bonds,' &amp;c., 'relating to or connected with <i>the settlement of any account between the United States and an individual</i>, when certified,' &amp;c., 'may be annexed to such transcripts, and shall have equal validity and be entitled to the same degree of credit which would be due to the original papers if produced and authenticated in court.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This section clearly comprehends the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The first section directs suit to be brought against 'any revenue officer or other person accountable for public money' who shall become a defaulter. If it be said that the second section is limited by the first to the classes of persons named in the first, there are several answers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It will be observed that the language of the second section contained no such restriction. It is general. Its terms are '<i>in every case of delinquency</i>,' and again, 'the settlement of <i>an account</i> between the United States and <i>an individual</i>.' The act contains seven sections. The fourth, fifth, sixth, and seventh apply indisputably to all debtors of the United States, without discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The third section, fairly considered, must be regarded as no less comprehensive.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The second section, being remedial in its character and relating to the law of procedure, is to be liberally construed with reference to the purpose of its enactment. Sedgwick, Statutory and Constitutional Law, pp. 311, 315, and notes.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This precise question came before the Circuit Court in <i>United States</i> v. <i>Lent</i>, 1 Paine, 417. Mr. Justice Thompson there said:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'The construction contended for on the part of the plaintiffs in error, that this provision, as to the admission of authenticated copies, is restricted to certain cases, where suits are commenced under authority given by the first section of the act, <i>cannot be sustained</i>, although it is not perceived why the present is not such a case. But <i>the provision is general, and applies to all cases where the evidence is required</i>, and is founded upon a proper precaution to guard against the loss of the original.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">See also <i>United States</i> v. <i>Lee</i>, 2 Cranch, C. C. 462.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As the act of 1797 has been repealed, we forbear to pursue the subject further.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A few words will be sufficient to dispose of the other point.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It arises under the act of June 30, 1864, c. 173, sect. 161. 13 Stat. 294; Rev. Stat., sect. 3425. The deduction claimed of ten per cent is allowed by the statute to a purchaser 'who furnishes his own die,' &amp;c. The defendants declined to give any evidence to the jury, and it certainly does not appear by the record that any was adduced on this point. But it is said it was treated by the government at the trial as a conceded fact. There is no such admission here by the counsel of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We cannot look beyond the record, and that is silent upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is said, further, that the transcript shows that deduction from a charge for stamps of $1,100, not here in controversy. It would be a long stride in dialectics, and one we are not prepared to take, from this fact to the inference, that the purchaser also furnished the die when the stamps is question were bought. The conclusion claimed from such premises would be a palpable <i>non sequitur</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is rather to be inferred that the allowance was made in one case because the die was furnished, and refused in the other because it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Error must be affirmatively shown. It is not to be presumed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>101 U.S. 597 (____)</b></center>\n<center><h1>BECHTEL<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Edward Salomon for the plaintiffs in error.</p>\n<p>Mr. Assistant Attorney-General Smith, contra.</p>\n<p>MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>On the 25th of November, 1871, the defendants executed to the United States a bond in the penal sum of $20,000, conditioned that Bock, Schneider, &amp; Co., manufacturers of matches, should account and pay for certain internal revenue stamps therein mentioned to be used in their business. The declaration (which is upon this bond) avers that thereafter the United States delivered to Bock, Schneider, &amp; Co. such stamps of the value of $5,500, and that they had refused and neglected to pay for a portion of them of the value of $4,400.</p>\n<p>The defendants pleaded non est factum, performance, and the non-delivery of the stamps.</p>\n<p>The case was tried by a jury, and a verdict and judgment were rendered for the United States.</p>\n<p>Upon the trial, the United States offered in evidence a certified <span class=\"star-pagination\">*598</span> copy of the bond and certified copies of the receipts of Bock, Schneider, &amp; Co. for the stamps, both from the Treasury Department, and a treasury transcript of the account of Bock, Schneider, &amp; Co., showing a balance of $4,400 against them. The defendants objected to this evidence being received, and asked the court to instruct the jury to find in their favor. The court admitted the evidence, and refused the instruction. The defendants excepted as to both points.</p>\n<p>\"The defendants then asked the court to charge the jury and direct that the defendants were entitled to have deducted from the balance shown to be due by the treasury accounts ten per cent commission on the same, as allowed by the act of Congress of June 30, 1864, amended in 1870, and incorporated in the Revised Statutes under sect. 3425, page 677.</p>\n<p>\"The court, after argument, denied the motion, and the defendants excepted.</p>\n<p>\"The court thereupon directed the jury to find a verdict for the plaintiffs for the sum of $4,400, principal, with interest from October , 1872, to the date of said trial, at seven per cent per annum, being the sum of $1,052.30, making a total of $5,452.30; to which direction the defendants excepted.</p>\n<p>\"The jury rendered a verdict as directed.\"</p>\n<p>The brief of the counsel for the plaintiffs in error is confined to two points: 혰</p>\n<p>1. The admission of the documentary evidence from the Treasury Department; and,</p>\n<p>2. The refusal of the court to instruct the jury to allow the deduction of ten per cent claimed by the defendants.</p>\n<p>Our remarks will be confined to these subjects. We shall consider them in the order in which we have named them.</p>\n<p>The suit was commenced and put at issue by the pleadings, and the copies and transcript from the treasury bear date more than two years before the Revised Statutes were enacted, but their enactment was prior to the trial. They were approved by the President on the 22d of January, 1874, and then took effect.</p>\n<p>The repealing section, 5596, included the act of March 3, 1797, c. 20 (1 Stat. 512); but sect. 5597 saved all rights which had accrued under any of the acts thus abrogated. It <span class=\"star-pagination\">*599</span> declared that all such rights \"shall continue and be enforced in the same manner as if said repeal had not been made.\" Sect. 886 of the Revised Statutes, relied upon by the counsel for the plaintiffs in error, is not, therefore, the statutory provision by which the rights of the parties as to the point here in question are to be determined. They are governed by the second section of the act of 1797, before mentioned, upon which sect. 886 of the later enactment is founded. They are materially different, and the latter is narrower than the former.</p>\n<p>The act of 1797 was the first regulation upon the subject made by Congress. The second section declares that \"in every case of delinquency where a suit has been or shall be instituted, a transcript from the books and proceedings of the treasury, certified,\" &amp;c., \"shall be admitted in evidence, and the court trying the cause shall be thereupon authorized to grant judgment and award execution accordingly; and all copies of bonds,\" &amp;c., \"relating to or connected with the settlement of any account between the United States and an individual, when certified,\" &amp;c., \"may be annexed to such transcripts, and shall have equal validity and be entitled to the same degree of credit which would be due to the original papers if produced and authenticated in court.\"</p>\n<p>This section clearly comprehends the case before us.</p>\n<p>The first section directs suit to be brought against \"any revenue officer or other person accountable for public money\" who shall become a defaulter. If it be said that the second section is limited by the first to the classes of persons named in the first, there are several answers.</p>\n<p>It will be observed that the language of the second section contained no such restriction. It is general. Its terms are \"in every case of delinquency,\" and again, \"the settlement of an account between the United States and an individual.\" The act contains seven sections. The fourth, fifth, sixth, and seventh apply indisputably to all debtors of the United States, without discrimination.</p>\n<p>The third section, fairly considered, must be regarded as no less comprehensive.</p>\n<p>The second section, being remedial in its character and relating <span class=\"star-pagination\">*600</span> to the law of procedure, is to be liberally construed with reference to the purpose of its enactment. Sedgwick, Statutory and Constitutional Law, pp. 311, 315, and notes.</p>\n<p>This precise question came before the Circuit Court in United States v. Lent, 1 Paine, 417. Mr. Justice Thompson there said: 혰</p>\n<p>\"The construction contended for on the part of the plaintiffs in error, that this provision, as to the admission of authenticated copies, is restricted to certain cases, where suits are commenced under authority given by the first section of the act, cannot be sustained, although it is not perceived why the present is not such a case. But the provision is general, and applies to all cases where the evidence is required, and is founded upon a proper precaution to guard against the loss of the original.\"</p>\n<p>See also United States v. Lee, 2 Cranch, C.C. 462.</p>\n<p>As the act of 1797 has been repealed, we forbear to pursue the subject further.</p>\n<p>A few words will be sufficient to dispose of the other point.</p>\n<p>It arises under the act of June 30, 1864, c. 173, sect. 161. 13 Stat. 294; Rev. Stat., sect. 3425. The deduction claimed of ten per cent is allowed by the statute to a purchaser \"who furnishes his own die,\" &amp;c. The defendants declined to give any evidence to the jury, and it certainly does not appear by the record that any was adduced on this point. But it is said it was treated by the government at the trial as a conceded fact. There is no such admission here by the counsel of the United States.</p>\n<p>We cannot look beyond the record, and that is silent upon the subject.</p>\n<p>It is said, further, that the transcript shows the deduction from a charge for stamps of $1,100, not here in controversy. It would be a long stride in dialectics, and one we are not prepared to take, from this fact to the inference, that the purchaser also furnished the die when the stamps in question were bought. The conclusion claimed from such premises would be a palpable non sequitur.</p>\n<p>It is rather to be inferred that the allowance was made in <span class=\"star-pagination\">*601</span> one case because the die was furnished, and refused in the other because it was not.</p>\n<p>Error must be affirmatively shown. It is not to be presumed.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">597</span></span> (____)</b></center>\n<center><h1>BECHTEL<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Edward Salomon for the plaintiffs in error.</p>\n<p>Mr. Assistant Attorney-General Smith, contra.</p>\n<p>MR. JUSTICE SWAYNE delivered the opinion of the court.</p>\n<p>On the 25th of November, 1871, the defendants executed to the United States a bond in the penal sum of $20,000, conditioned that Bock, Schneider, &amp; Co., manufacturers of matches, should account and pay for certain internal revenue stamps therein mentioned to be used in their business. The declaration (which is upon this bond) avers that thereafter the United States delivered to Bock, Schneider, &amp; Co. such stamps of the value of $5,500, and that they had refused and neglected to pay for a portion of them of the value of $4,400.</p>\n<p>The defendants pleaded non est factum, performance, and the non-delivery of the stamps.</p>\n<p>The case was tried by a jury, and a verdict and judgment were rendered for the United States.</p>\n<p>Upon the trial, the United States offered in evidence a certified <span class=\"star-pagination\">*598</span> copy of the bond and certified copies of the receipts of Bock, Schneider, &amp; Co. for the stamps, both from the Treasury Department, and a treasury transcript of the account of Bock, Schneider, &amp; Co., showing a balance of $4,400 against them. The defendants objected to this evidence being received, and asked the court to instruct the jury to find in their favor. The court admitted the evidence, and refused the instruction. The defendants excepted as to both points.</p>\n<p>\"The defendants then asked the court to charge the jury and direct that the defendants were entitled to have deducted from the balance shown to be due by the treasury accounts ten per cent commission on the same, as allowed by the act of Congress of June 30, 1864, amended in 1870, and incorporated in the Revised Statutes under sect. 3425, page 677.</p>\n<p>\"The court, after argument, denied the motion, and the defendants excepted.</p>\n<p>\"The court thereupon directed the jury to find a verdict for the plaintiffs for the sum of $4,400, principal, with interest from October , 1872, to the date of said trial, at seven per cent per annum, being the sum of $1,052.30, making a total of $5,452.30; to which direction the defendants excepted.</p>\n<p>\"The jury rendered a verdict as directed.\"</p>\n<p>The brief of the counsel for the plaintiffs in error is confined to two points: 혰</p>\n<p>1. The admission of the documentary evidence from the Treasury Department; and,</p>\n<p>2. The refusal of the court to instruct the jury to allow the deduction of ten per cent claimed by the defendants.</p>\n<p>Our remarks will be confined to these subjects. We shall consider them in the order in which we have named them.</p>\n<p>The suit was commenced and put at issue by the pleadings, and the copies and transcript from the treasury bear date more than two years before the Revised Statutes were enacted, but their enactment was prior to the trial. They were approved by the President on the 22d of January, 1874, and then took effect.</p>\n<p>The repealing section, 5596, included the act of March 3, 1797, c. 20 (1 Stat. 512); but sect. 5597 saved all rights which had accrued under any of the acts thus abrogated. It <span class=\"star-pagination\">*599</span> declared that all such rights \"shall continue and be enforced in the same manner as if said repeal had not been made.\" Sect. 886 of the Revised Statutes, relied upon by the counsel for the plaintiffs in error, is not, therefore, the statutory provision by which the rights of the parties as to the point here in question are to be determined. They are governed by the second section of the act of 1797, before mentioned, upon which sect. 886 of the later enactment is founded. They are materially different, and the latter is narrower than the former.</p>\n<p>The act of 1797 was the first regulation upon the subject made by Congress. The second section declares that \"in every case of delinquency where a suit has been or shall be instituted, a transcript from the books and proceedings of the treasury, certified,\" &amp;c., \"shall be admitted in evidence, and the court trying the cause shall be thereupon authorized to grant judgment and award execution accordingly; and all copies of bonds,\" &amp;c., \"relating to or connected with the settlement of any account between the United States and an individual, when certified,\" &amp;c., \"may be annexed to such transcripts, and shall have equal validity and be entitled to the same degree of credit which would be due to the original papers if produced and authenticated in court.\"</p>\n<p>This section clearly comprehends the case before us.</p>\n<p>The first section directs suit to be brought against \"any revenue officer or other person accountable for public money\" who shall become a defaulter. If it be said that the second section is limited by the first to the classes of persons named in the first, there are several answers.</p>\n<p>It will be observed that the language of the second section contained no such restriction. It is general. Its terms are \"in every case of delinquency,\" and again, \"the settlement of an account between the United States and an individual.\" The act contains seven sections. The fourth, fifth, sixth, and seventh apply indisputably to all debtors of the United States, without discrimination.</p>\n<p>The third section, fairly considered, must be regarded as no less comprehensive.</p>\n<p>The second section, being remedial in its character and relating <span class=\"star-pagination\">*600</span> to the law of procedure, is to be liberally construed with reference to the purpose of its enactment. Sedgwick, Statutory and Constitutional Law, pp. 311, 315, and notes.</p>\n<p>This precise question came before the Circuit Court in United States v. Lent, 1 Paine, 417. Mr. Justice Thompson there said: 혰</p>\n<p>\"The construction contended for on the part of the plaintiffs in error, that this provision, as to the admission of authenticated copies, is restricted to certain cases, where suits are commenced under authority given by the first section of the act, cannot be sustained, although it is not perceived why the present is not such a case. But the provision is general, and applies to all cases where the evidence is required, and is founded upon a proper precaution to guard against the loss of the original.\"</p>\n<p>See also United States v. Lee, 2 Cranch, C.C. 462.</p>\n<p>As the act of 1797 has been repealed, we forbear to pursue the subject further.</p>\n<p>A few words will be sufficient to dispose of the other point.</p>\n<p>It arises under the act of June 30, 1864, c. 173, sect. 161. 13 Stat. 294; Rev. Stat., sect. 3425. The deduction claimed of ten per cent is allowed by the statute to a purchaser \"who furnishes his own die,\" &amp;c. The defendants declined to give any evidence to the jury, and it certainly does not appear by the record that any was adduced on this point. But it is said it was treated by the government at the trial as a conceded fact. There is no such admission here by the counsel of the United States.</p>\n<p>We cannot look beyond the record, and that is silent upon the subject.</p>\n<p>It is said, further, that the transcript shows the deduction from a charge for stamps of $1,100, not here in controversy. It would be a long stride in dialectics, and one we are not prepared to take, from this fact to the inference, that the purchaser also furnished the die when the stamps in question were bought. The conclusion claimed from such premises would be a palpable non sequitur.</p>\n<p>It is rather to be inferred that the allowance was made in <span class=\"star-pagination\">*601</span> one case because the die was furnished, and refused in the other because it was not.</p>\n<p>Error must be affirmatively shown. It is not to be presumed.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 90170, "judges": "Swayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90170/", "sha1": "11c467296dcfdfc52f6b37762dfb510887d93730", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:26"}