{"absolute_url": "/opinion/90258/swift-v-smith/", "blocked": false, "citation": {"case_name": "Swift v. Smith", "docket_number": null, "document_uris": ["/api/rest/v2/document/90258/"], "federal_cite_one": "102 U.S. 442", "federal_cite_three": null, "federal_cite_two": null, "id": 74638, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74638/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1880-12-13", "date_modified": "2014-12-21T01:29:16.442280", "docket": "/api/rest/v2/docket/1507265/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">102 U.S. 442</p>\n    <p class=\"case_cite\">102 U.S. 442</p>\n    <p class=\"case_cite\">26 L.Ed. 193</p>\n    <p class=\"parties\">SWIFT<br>v.<br>SMITH.</p>\n    <p class=\"date\">October Term, 1880</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Circuit Court of the United States for the Northern District of Illinois.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. William C. Goudy</i> for the appellants.</p>\n      <p class=\"indent\"><i>Mr. William T. Burgess</i> and <i>Mr. Van H. Higgins, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE STRONG delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellants complain of the decree of the Circuit Court because it adjudged that the complainant, Janet Smith, as administratrix of David Smith, deceased, had a lien on the lots described in the bill, by virtue of the deed of trust purporting to have been made by George N. Williams to Obadiah Jackson on the first day of October, 1868, and because it adjudged that lien to be prior to the lien in favor of Joseph Swift and Edwin Swift, and that in favor of Elizabeth Carroll and Ellen Carroll. There are other objections to the decree, but the two mentioned are the most important, for they strike at all the relief sought by the complainant's bill.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Both the defendants below (now appellants) and the complainant claim under Charles C. Waite, who, it is agreed, was the owner of the lots on the first day of October, 1868. On that day Charles C. Waite made his deed of the lots to one George N. Williams, which was duly recorded on the twenty-fourth day of the same month. To secure the payment of part of the purchase-money, Williams gave two promissory notes, both dated Oct. 1, 1868, payable to the order of Charles C. Waite,&#8212;one for $6,000, payable in one year from its date, and the other for $30,000, payable four years after its date, with interest at the rate of eight per cent, payable semi-annually. On the same day (October 1) Williams made and delivered his deed of trust of the lots, sold to him by Charles C. Waite, to Obadiah Jackson, to secure payment according to the tenor of the promissory notes he had given. This deed was duly acknowledged and recorded concurrently with Waite's deed to him. In effecting the sale from Waite to Williams, and in taking the notes and security for the payment of the purchasemoney, Jackson was the attorney and agent for the vendor, and during some years thereafter the interest on the $30,000 note appears to have been paid through him. The $6,000 note was paid at its maturity. The other note came into the hands of Waite, the vendor, then living in New York, and he soon afterwards transferred and indorsed it to the order of his brother, Silas M. Waite, who subsequently, and before it fell due, indorsed it generally in blank to Obadiah Jackson. Thus Jackson became clothed with apparent ownership of the note, and with apparent power to transfer it by his indorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the eighteenth day of April, 1871, Jackson borrowed from David Smith, the complainant's intestate, the sum of $31,500, giving his promissory note therefor, and to secure the payment of his note he indorsed and delivered to Smith the Williams note for $30,000 as a collateral. This was nearly a year and a half before its maturity. At the time when the note was thus indorsed to Smith there were entries upon its back of payments of interest upon it up to May 17, 1871. These entries purported to be acknowledgments of 'S. M. Waite by O. Jackson.' There was also a regular chain of indorsements by Charles C. Waite, the payee, to Silas M. Waite or order; by Silas M. Waite to Obadiah Jackson or order, followed by an indorsement by Obadiah Jackson in blank. There was also on the margin of the note the following: 'This note secured by trust-deed of even date herewith, duly stamped.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Thus far the facts appear without any real controversy, and unless there is something in the case to qualify them, they unquestionably etablish that on the 18th of April, 1871, Smith became the <i>bona fide</i> holder of the $30,000 note for value paid, and as such entitled to the benefit of the deed of trust given by Williams to Jackson to secure its payment. Though he took it only as a collateral security for a loan made to Jackson at the time, he was entitled to the protection of a purchaser for value, without notice of anything to impeach his right.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Conceding, what appears to be more than probable, that Jackson was not, in fact, the owner of the note when he transferred it to Smith, that he simply held it as agent or attorney of S. M. Waite for collection, and that in transferring it to Smith he perpetrated a fraud upon the true owner, it is still certain that he was clothed by Waite with power to transfer the ownership as he did. Waite's indorsement of the note to him gave him that power; and, though its exercise was a fraud, if Smith advanced his money in good faith, relying upon Jackson's apparent ownership, he was justified in so doing, and S. M. Waite, who enabled Jackson to negotiate the note, thereby lost his title. He was bound by Jackson's act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is nothing in the case to show that Smith's purchase was not in good faith. There was nothing upon the note, nor anything in the indorsement thereon, to notify him that it did not belong to Jackson, both legally and equitably. It was mercantile paper, and not due. One who purchases such paper from another, who is apparently the owner, giving a consideration for it, obtains a good title, though he may know facts and circumstances that cause him to suspect, or would cause one of ordinary prudence to suspect, that the person from whom he obtained it had no interest in it, or authority to use it for his own benefit, and though by ordinary diligence he could have ascertained those facts. <i>Goodman</i> v. <i>Simonds</i>, 20 How. 343. He can lose his right only by actual notice or bad faith. It is true that if the bill or note be so marked on its face as to show that it belongs to some other person than the one who offers to negotiate it, the purchaser will be presumed to have knowledge of the true owner, and his purchase will not be held to be <i>bona fide. Fowler</i> v. <i>Brantly</i>, 14 Pet. 318. Nothing of this kind existed in the present case. Everything upon the note tended to show that it belonged absolutely to Jackson when Smith bought it. And we fail to discover anything in the entries of interest payments, or in any other circumstances, that should have aroused even suspicion to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We are unable, therefore, to comprehend how it can be maintained, as the appellants contend, that the note did not belong to the complainant, but belonged to Silas M. Waite. Whatever may have been the fact before its indorsement to David Smith, and even after its indorsement to Jackson, Waite was estopped from asserting any claim to it by its transfer to Smith. It is true Waite is not a party to this suit. The decree does not bind him. But there is enough without the decree to estop him. He was examined as a witness for the appellants on the 12th of May, 1877. Then, if not before, he was informed that the note had been transferred to Smith, and that Smith's administratrix was proceeding to collect it. Plainly, then, it became his duty to assert his claim to it, if any he then had. He could not innocently lie by without intervention, or any action to vindicate his claim, while she was proceeding to enforce the trust. His laches, if he had any right, was inexcusable. But he made no movement in this case, and, so far as it appears, none elsewhere.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Without further remark upon this part of the case, we think we have said enough to warrant the conclusion at which we have arrived, that the complainant's intestate, on the 18th of April, 1871, became the owner of the note, and thereby entitled to the benefit of the trust declared in the deed of Williams to Jackson.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellants, however, contend that no lien was created by that deed, because, as they assert, Williams was a fictitious person, or an <i>alias</i> of Jackson, and, therefore, that the pretended deed was void, since no man can convey to himself. This is a strange position for the appellants to take. If there was no such person as Williams, then Waite's deed to Williams was a nullity, for there was no person to take, and, as all the rights which the appellants assert come from Waite through Williams (as will appear hereafter), they have no interest in resisting the demand of the complainant, and are not entitled to be heard in the case. And so, as all the rights they assert are by virtue of a deed subsequently made by Williams (a deed hereafter to be noticed), it is not easy to see how they can have any standing; or, if Williams was but another name for Jackson, and Waite's deed was made to Jackson under the name of Williams, then the note, though signed by the name George N. Williams, was Jackson's note, and the trust-deed signed by the same name would be construed as a declaration of trust for the security of the note, equivalent to a covenant to stand seised to uses for the holder. But we are of opinion that Williams was not a myth. Beyond doubt Waite's deed was made to a person calling himself Williams, and made to the same person who signed the note and signed and acknowledged the deed of trust. Whether that was his real name or not is immaterial. He appeared before the notary and acknowledged the deed as his. He was not Jackson, it is clear. The evidence that the witnesses called in 1877 knew no such person as George N. Williams, in a city containing several hundred thousand inhabitants, is hardly worthy of respect as proof that no such person was in Chicago in 1868. The existence of the lien, or of the trust declared by the deed, is not to be disprove by such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Concluding, then, that David Smith, on the 18th of April, 1871, obtained a lien on the lots described in the bill by virtue of the deed of trust from Williams to Jackson, we come to consider the second leading objection urged against the decree of the Circuit Court. It is that the court erred in decreeing that lien to be prior to the liens in favor of the appellants Swift and Carroll.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To comprehend this assignment of error, it is necessary to observe the facts as they appear in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the fifth day of October, 1868, Williams, who had then become the purchaser of the lots, and who held them subject to his deed of trust to Jackson, sold and conveyed them by warranty deed to Mary P. Moody for the consideration of $60,000, subject to the deed of trust to secure the payment of the $30,000 note which the grantee agreed to assume and pay as part of the consideration of the purchase. This deed was recorded Oct. 24, 1868.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the 17th of May, 1871, Mary P. Moody, by warranty deed, recorded May 25, 1871, conveyed the lots, for the consideration of $45,000, to Charles V. Dyer, subject to the trust-deed aforesaid, describing it as given to secure to note for $30,000, which amount, with interest from date, the grantee covenanted to pay as part of the consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Afterwards, on the first day of June, 1872, Charles V. Dyer and wife, by deed of that date with warranty, conveyed the lots to Obadiah Jackson aforesaid, expressly subject 'to a trust-deed given by George N. Williams to Jackson, dated Oct. 1, 1868, . . . to secure a certain note on which is due $30,000 and interest.' This deed was filed for record June 18, 1872.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Subsequently Jackson, with his wife, made a deed of trust of the same property to Norman Perkins to secure the payment of an indebtedness by two bonds, each for $25,000, given by Jackson, one to Joseph Swift and the other to Edwin Swift. This deed was dated June 1, 1872, acknowledged June 29, 1872, and filed for record Aug. 3, 1872.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the same day, Aug. 3, 1872, there was filed for record an instrument puporting to be a release by Jackson, to Charles V. Dyer, for the consideration of one dollar, of the right, title, interest, claim, and demand of him, the said Jackson, which he had acquired by virtue of the trust-deed given to him by Williams to secure payment of the $30,000 note. This release was dated Oct. 2, 1871. It was not acknowledged until Aug. 3, 1872, the day when the deed of trust to Perkins was filed for record, nor did it acknowledge the payment of the note.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the thirteenth day of November, 1876, Jackson and wife made a second deed of trust, conveying the lots with other property to George Chandler to secure the payment of notes which he had given to Elizabeth Carroll and Ellen Carroll. This deed was filed for record on the next following day.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This recital of the conveyances exhibits the fact that the lien of the trust-deed to Jackson, given to secure the payment of the note for $30,000, was long prior in time to the liens of the Messrs. Swift, and Elizabeth and Ellen Carroll, and it was certainly in existence on the 18th of April, 1871, when that note was indorsed to Smith, the complainant's intestate.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But it is earnestly insisted by the appellants that the act of Jackson in making the release to Dyer protects them against the Williams deed of trust. That the release was a gross fraud upon the rights of Smith, the holder of the Williams note, is plain enough, and we think both the Swifts and the Carrolls had constructive, if not actual, notice that it was fraudulent. They were bound to know what was in the line of their title, that title being upon record. They are presumed to have known, and they are affected by the recitals in the deed under which they assert their rights. The trust-deed to Jackson informed them of the trust to protect the $30,000 note, and informed them that when the release was made and put upon record the note had not matured. The deeds to Mrs. Moody, to Dyer, and from Dyer to Jackson, all recited the continued existence of the debt, down to June, 1872, ane each grantee, including Jackson, assumed its payment. The record assured them that Jackson was the owner of the lots when the release to Dyer was made, and that Dyer had no interest in the trustdeed to be released. They, therefore, were informed that the release was substantially a release by Jackson to himself of a debt which he had assumed to pay. Even if his power to execute the trust confided in him by the trust-deed was not extinguished by his acquisition of the property, it was evident that he could not release the lien, while he remained the owner of the lots, without a gross abuse of his trust. In regard to Perkins, who was the trustee in Jackson's deed to secure the Swifts' loans, and who was their attorney to examine the title before the loans were made and the trust-deed was executed, it appears that he knew there was no release of the trust for the protection of the Williams note, and required one to be filed. The release was brought to him by Jackson, unacknowledged. It was, therefore, in Jackson's possession, and, in fact, Dyer had never seen it. It was dated in 1871, October 2, and Perkins was informed that was not the date when the instrument was made. Jackson told him, indeed, it was the date when the debt was paid; but he was not authorized to rely upon Jackson's assertion, more especially when he had before him, in Dyer's deed of the lots to Jackson, the acknowledgment that the note was unpaid on the first day of June, 1872, nine months after the time when Jackson affirmed it had been paid, and had in view also Jackson's assumption, at that time, to pay it. The evidence leaves no doubt that the release was not made until August, 1872, when it was put upon record. Then Jackson, being the owner of the lots subject to the operation of the Williams deed of trust, was in such a situation that he could not, without an abuse of his trust, destroy the rights of the holder of the note. It is impossible, therefore, to maintain that there was not enough on the face of the recorded title under which the Swifts claim, and in the facts attending the execution of the release, to make it their duty to inquire whether the Williams note had been in fact paid,&#8212;enough to apprise them that the holder of that note could not be postponed or injured by the fraudulent release.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The other appellants are in no better condition. When the deed of trust was made to Chandler to secure the debt due to the Carrolls, the prior trust protecting the Williams note was on the record in the line of their title. They were affected by notice of it. And though the subsequent release to Dyer also appeared upon the record, the fact that Dyer had no interest in the property when the release was acknowledged and recorded; that Jackson was then the owner; that he then held the lots under a deed from Dyer, declaring the property to be subject to the payment of the $30,000 note, which he assumed to pay; that the note was not then mature, and that, therefore, the release was practically a release by Jackson to himself,&#8212;these facts were all before them when they took their lien, that is, the trust-deed to Chandler. The Carrolls were dealing with one who they knew had been a trustee for the holder of the Williams note, and who was still such trustee, unless the trust had been extinguished, or transferred. The facts by which they were confronted were more than enough to put them upon inquiry whether the Williams note had been in fact paid. They revealed a plain abuse of his trust by Jackson, from which, with the knowledge of it that they must be presumed to have had, they could derive no advantage. In the fact of it they could not obtain a priority over the earlier equity held by Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude, therefore, that the Circuit Court correctly decided that the complainant has a lien on the lots described in the bill by virtue of the deed of trust purporting to have been made by George N. Williams to Obadiah Jackson, and that the lien is prior to the liens held by the Messrs. Swift and by the Carrolls.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We may add that there is no evidence of such laches as should postpone the complainant's lien to those of the appellants, or either of them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is agreed, however, that in the decree in the Circuit Court there was an error in calculating the amount due to the complainant. The amount is too large by $554.27. The sum decreed to the complainant should have been $34,101.73.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think, also, the court erred in not according to the defendants the right of redemption after the sale ordered by the master, according to the provisions of the statute of the State. In <i>Brine</i> v. <i>Insurance Company</i> (96 U. S. 627) we held that the statutory right of redemption after a judicial sale, under a decree of foreclosure of a mortgage, or deed of trust, is a rule of property in Illinois, and that it must be accorded in the Federal courts equally as in those of the State. It may be admitted that if the sale ordered in this case had been made by the trustee named in the deed of trust, or by a substitute under the power which the deed gave him, and made in accordance with its directions, no right of redemption would exist. But such was not the sale directed. A strict foreclosure was not decreed. The bill prayed for nothing of the kind. It prayed for a sale, in default of payment, under the order and decree of the court, and the court decreed that its master should make the sale, after giving notice of the time and place thereof, according to the course of practice of the court, not according to the provision of the trust-deed. Henry W. Bishop, it is true, was substituted as trustee in place of Jackson, but he was one of the masters of the court, and he was ordered to sell as <i>master</i>. He was required to make a report to the court, to pay into court any surplus arising from the sale, there to abide the court's order. The decree also contemplated a report of the sale by the master, and a confirmation of it by the court. The sale, therefore, as ordered, was in all respects a judicial sale, instead of a sale by the trustee under the power conferred by the deed. Hence it comes within the rule declared in <i>Brine</i> v. <i>Insurance Company</i>, and the right to redeem should have been preserved in the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For this error, as well as for the mistake in the amount adjudged to be due the complainant, the decree must be reversed. In all other particulars the decree was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The decree will be reversed, and the record remitted with instructions to enter a decree in accordance with this opinion; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>102 U.S. 442 (____)</b></center>\n<center><h1>SWIFT<br>\nv.<br>\nSMITH.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. William C. Goudy for the appellants.</p>\n<p>Mr. William T. Burgess and Mr. Van H. Higgins, contra.</p>\n<p>MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>The appellants complain of the decree of the Circuit Court because it adjudged that the complainant, Janet Smith, as administratrix of David Smith, deceased, had a lien on the lots described in the bill, by virtue of the deed of trust purporting to have been made by George N. Williams to Obadiah Jackson on the first day of October, 1868, and because it adjudged that lien to be prior to the lien in favor of Joseph Swift and Edwin Swift, and that in favor of Elizabeth Carroll and Ellen Carroll. There are other objections to the decree, but the two mentioned are the most important, for they strike at all the relief sought by the complainant's bill.</p>\n<p><span class=\"star-pagination\">*443</span> Both the defendants below (now appellants) and the complainant claim under Charles C. Waite, who, it is agreed, was the owner of the lots on the first day of October, 1868. On that day Charles C. Waite made his deed of the lots to one George N. Williams, which was duly recorded on the twenty-fourth day of the same month. To secure the payment of part of the purchase-money, Williams gave two promissory notes, both dated Oct. 1, 1868, payable to the order of Charles C. Waite, 혰 one for $6,000, payable in one year from its date, and the other for $30,000, payable four years after its date, with interest at the rate of eight per cent, payable semi-annually. On the same day (October 1) Williams made and delivered his deed of trust of the lots, sold to him by Charles C. Waite, to Obadiah Jackson, to secure payment according to the tenor of the promissory notes he had given. This deed was duly acknowledged and recorded concurrently with Waite's deed to him. In effecting the sale from Waite to Williams, and in taking the notes and security for the payment of the purchase-money, Jackson was the attorney and agent for the vendor, and during some years thereafter the interest on the $30,000 note appears to have been paid through him. The $6,000 note was paid at its maturity. The other note came into the hands of Waite, the vendor, then living in New York, and he soon afterwards transferred and indorsed it to the order of his brother, Silas M. Waite, who subsequently, and before it fell due, indorsed it generally in blank to Obadiah Jackson. Thus Jackson became clothed with apparent ownership of the note, and with apparent power to transfer it by his indorsement.</p>\n<p>On the eighteenth day of April, 1871, Jackson borrowed from David Smith, the complainant's intestate, the sum of $31,500, giving his promissory note therefor, and to secure the payment of his note he indorsed and delivered to Smith the Williams note for $30,000 as a collateral. This was nearly a year and a half before its maturity. At the time when the note was thus indorsed to Smith there were entries upon its back of payments of interest upon it up to May 17, 1871. These entries purported to be acknowledgments of \"S.M. Waite by O. Jackson.\" There was also a regular chain of indorsements by Charles C. Waite, the payee, to Silas M. Waite <span class=\"star-pagination\">*444</span> or order; by Silas M. Waite to Obadiah Jackson or order, followed by an indorsement by Obadiah Jackson in blank. There was also on the margin of the note the following: \"This note secured by trust-deed of even date herewith, duly stamped.\"</p>\n<p>Thus far the facts appear without any real controversy, and unless there is something in the case to qualify them, they unquestionably establish that on the 18th of April, 1871, Smith became the bona fide holder of the $30,000 note for value paid, and as such entitled to the benefit of the deed of trust given by Williams to Jackson to secure its payment. Though he took it only as a collateral security for a loan made to Jackson at the time, he was entitled to the protection of a purchaser for value, without notice of anything to impeach his right.</p>\n<p>Conceding, what appears to be more than probable, that Jackson was not, in fact, the owner of the note when he transferred it to Smith, that he simply held it as agent or attorney of S.M. Waite for collection, and that in transferring it to Smith he perpetrated a fraud upon the true owner, it is still certain that he was clothed by Waite with power to transfer the ownership as he did. Waite's indorsement of the note to him gave him that power; and, though its exercise was a fraud, if Smith advanced his money in good faith, relying upon Jackson's apparent ownership, he was justified in so doing, and S.M. Waite, who enabled Jackson to negotiate the note, thereby lost his title. He was bound by Jackson's act.</p>\n<p>There is nothing in the case to show that Smith's purchase was not in good faith. There was nothing upon the note, nor anything in the indorsement thereon, to notify him that it did not belong to Jackson, both legally and equitably. It was mercantile paper, and not due. One who purchases such paper from another, who is apparently the owner, giving a consideration for it, obtains a good title, though he may know facts and circumstances that cause him to suspect, or would cause one of ordinary prudence to suspect, that the person from whom he obtained it had no interest in it, or authority to use it for his own benefit, and though by ordinary diligence he could have ascertained those facts. Goodman v. Simonds, 20 How. 343. He can lose his right only by actual notice or bad faith. It is true that if the bill or note be so marked on its <span class=\"star-pagination\">*445</span> face as to show that it belongs to some other person than the one who offers to negotiate it, the purchaser will be presumed to have knowledge of the true owner, and his purchase will not be held to be bona fide. Fowler v. Brantly, 14 Pet. 318. Nothing of this kind existed in the present case. Everything upon the note tended to show that it belonged absolutely to Jackson when Smith bought it. And we fail to discover anything in the entries of interest payments, or in any other circumstances, that should have aroused even suspicion to the contrary.</p>\n<p>We are unable, therefore, to comprehend how it can be maintained, as the appellants contend, that the note did not belong to the complainant, but belonged to Silas M. Waite. Whatever may have been the fact before its indorsement to David Smith, and even after its indorsement to Jackson, Waite was estopped from asserting any claim to it by its transfer to Smith. It is true Waite is not a party to this suit. The decree does not bind him. But there is enough without the decree to estop him. He was examined as a witness for the appellants on the 12th of May, 1877. Then, if not before, he was informed that the note had been transferred to Smith, and that Smith's administratrix was proceeding to collect it. Plainly, then, it became his duty to assert his claim to it, if any he then had. He could not innocently lie by without intervention, or any action to vindicate his claim, while she was proceeding to enforce the trust. His laches, if he had any right, was inexcusable. But he made no movement in this case, and, so far as it appears, none elsewhere.</p>\n<p>Without further remark upon this part of the case, we think we have said enough to warrant the conclusion at which we have arrived, that the complainant's intestate, on the 18th of April, 1871, became the owner of the note, and thereby entitled to the benefit of the trust declared in the deed of Williams to Jackson.</p>\n<p>The appellants, however, contend that no lien was created by that deed, because, as they assert, Williams was a fictitious person, or an alias of Jackson, and, therefore, that the pretended deed was void, since no man can convey to himself. This is a strange position for the appellants to take. If there was no <span class=\"star-pagination\">*446</span> such person as Williams, then Waite's deed to Williams was a nullity, for there was no person to take, and, as all the rights which the appellants assert come from Waite through Williams (as will appear hereafter), they have no interest in resisting the demand of the complainant, and are not entitled to be heard in the case. And so, as all the rights they assert are by virtue of a deed subsequently made by Williams (a deed hereafter to be noticed), it is not easy to see how they can have any standing; or, if Williams was but another name for Jackson, and Waite's deed was made to Jackson under the name of Williams, then the note, though signed by the name George N. Williams, was Jackson's note, and the trust-deed signed by the same name would be construed as a declaration of trust for the security of the note, equivalent to a covenant to stand seised to uses for the holder. But we are of opinion that Williams was not a myth. Beyond doubt Waite's deed was made to a person calling himself Williams, and made to the same person who signed the note and signed and acknowledged the deed of trust. Whether that was his real name or not is immaterial. He appeared before the notary and acknowledged the deed as his. He was not Jackson, it is clear. The evidence that the witnesses called in 1877 knew no such person as George N. Williams, in a city containing several hundred thousand inhabitants, is hardly worthy of respect as proof that no such person was in Chicago in 1868. The existence of the lien, or of the trust declared by the deed, is not to be disproved by such evidence.</p>\n<p>Concluding, then, that David Smith, on the 18th of April, 1871, obtained a lien on the lots described in the bill by virtue of the deed of trust from Williams to Jackson, we come to consider the second leading objection urged against the decree of the Circuit Court. It is that the court erred in decreeing that lien to be prior to the liens in favor of the appellants Swift and Carroll.</p>\n<p>To comprehend this assignment of error, it is necessary to observe the facts as they appear in the record.</p>\n<p>On the fifth day of October, 1868, Williams, who had then become the purchaser of the lots, and who held them subject to his deed of trust to Jackson, sold and conveyed them by <span class=\"star-pagination\">*447</span> warranty deed to Mary P. Moody for the consideration of $60,000, subject to the deed of trust to secure the payment of the $30,000 note which the grantee agreed to assume and pay as part of the consideration of the purchase. This deed was recorded Oct. 24, 1868.</p>\n<p>On the 17th of May, 1871, Mary P. Moody, by warranty deed, recorded May 25, 1871, conveyed the lots, for the consideration of $45,000, to Charles V. Dyer, subject to the trust-deed aforesaid, describing it as given to secure the note for $30,000, which amount, with interest from date, the grantee covenanted to pay as part of the consideration.</p>\n<p>Afterwards, on the first day of June, 1872, Charles V. Dyer and wife, by deed of that date with warranty, conveyed the lots to Obadiah Jackson aforesaid, expressly subject \"to a trust-deed given by George N. Williams to Jackson, dated Oct. 1, 1868, ... to secure a certain note on which is due $30,000 and interest.\" This deed was filed for record June 18, 1872.</p>\n<p>Subsequently Jackson, with his wife, made a deed of trust of the same property to Norman Perkins to secure the payment of an indebtedness by two bonds, each for $25,000, given by Jackson, one to Joseph Swift and the other to Edwin Swift. This deed was dated June 1, 1872, acknowledged June 29, 1872, and filed for record Aug. 3, 1872.</p>\n<p>On the same day, Aug. 3, 1872, there was filed for record an instrument puporting to be a release by Jackson, to Charles V. Dyer, for the consideration of one dollar, of the right, title, interest, claim, and demand of him, the said Jackson, which he had acquired by virtue of the trust-deed given to him by Williams to secure payment of the $30,000 note. This release was dated Oct. 2, 1871. It was not acknowledged until Aug. 3, 1872, the day when the deed of trust to Perkins was filed for record, nor did it acknowledge the payment of the note.</p>\n<p>On the thirteenth day of November, 1876, Jackson and wife made a second deed of trust, conveying the lots with other property to George Chandler to secure the payment of notes which he had given to Elizabeth Carroll and Ellen Carroll. This deed was filed for record on the next following day.</p>\n<p>This recital of the conveyances exhibits the fact that the <span class=\"star-pagination\">*448</span> lien of the trust-deed to Jackson, given to secure the payment of the note for $30,000, was long prior in time to the liens of the Messrs. Swift, and Elizabeth and Ellen Carroll, and it was certainly in existence on the 18th of April, 1871, when that note was indorsed to Smith, the complainant's intestate.</p>\n<p>But it is earnestly insisted by the appellants that the act of Jackson in making the release to Dyer protects them against the Williams deed of trust. That the release was a gross fraud upon the rights of Smith, the holder of the Williams note, is plain enough, and we think both the Swifts and the Carrolls had constructive, if not actual, notice that it was fraudulent. They were bound to know what was in the line of their title, that title being upon record. They are presumed to have known, and they are affected by the recitals in the deed under which they assert their rights. The trust-deed to Jackson informed them of the trust to protect the $30,000 note, and informed them that when the release was made and put upon record the note had not matured. The deeds to Mrs. Moody, to Dyer, and from Dyer to Jackson, all recited the continued existence of the debt, down to June, 1872, and each grantee, including Jackson, assumed its payment. The record assured them that Jackson was the owner of the lots when the release to Dyer was made, and that Dyer had no interest in the trust-deed to be released. They, therefore, were informed that the release was substantially a release by Jackson to himself of a debt which he had assumed to pay. Even if his power to execute the trust confided in him by the trust-deed was not extinguished by his acquisition of the property, it was evident that he could not release the lien, while he remained the owner of the lots, without a gross abuse of his trust. In regard to Perkins, who was the trustee in Jackson's deed to secure the Swifts' loans, and who was their attorney to examine the title before the loans were made and the trust-deed was executed, it appears that he knew there was no release of the trust for the protection of the Williams note, and required one to be filed. The release was brought to him by Jackson, unacknowledged. It was, therefore, in Jackson's possession, and, in fact, Dyer had never seen it. It was dated in 1871, October 2, and Perkins was informed that was not the date when <span class=\"star-pagination\">*449</span> the instrument was made. Jackson told him, indeed, it was the date when the debt was paid; but he was not authorized to rely upon Jackson's assertion, more especially when he had before him, in Dyer's deed of the lots to Jackson, the acknowledgment that the note was unpaid on the first day of June, 1872, nine months after the time when Jackson affirmed it had been paid, and had in view also Jackson's assumption, at that time, to pay it. The evidence leaves no doubt that the release was not made until August, 1872, when it was put upon record. Then Jackson, being the owner of the lots subject to the operation of the Williams deed of trust, was in such a situation that he could not, without an abuse of his trust, destroy the rights of the holder of the note. It is impossible, therefore, to maintain that there was not enough on the face of the recorded title under which the Swifts claim, and in the facts attending the execution of the release, to make it their duty to inquire whether the Williams note had been in fact paid, 혰 enough to apprise them that the holder of that note could not be postponed or injured by the fraudulent release.</p>\n<p>The other appellants are in no better condition. When the deed of trust was made to Chandler to secure the debt due to the Carrolls, the prior trust protecting the Williams note was on the record in the line of their title. They were affected by notice of it. And though the subsequent release to Dyer also appeared upon the record, the fact that Dyer had no interest in the property when the release was acknowledged and recorded; that Jackson was then the owner; that he then held the lots under a deed from Dyer, declaring the property to be subject to the payment of the $30,000 note, which he assumed to pay; that the note was not then mature, and that, therefore, the release was practically a release by Jackson to himself, 혰 these facts were all before them when they took their lien, that is, the trust-deed to Chandler. The Carrolls were dealing with one who they knew had been a trustee for the holder of the Williams note, and who was still such trustee, unless the trust had been extinguished, or transferred. The facts by which they were confronted were more than enough to put them upon inquiry whether the Williams note had been <span class=\"star-pagination\">*450</span> in fact paid. They revealed a plain abuse of his trust by Jackson, from which, with the knowledge of it that they must be presumed to have had, they could derive no advantage. In the face of it they could not obtain a priority over the earlier equity held by Smith.</p>\n<p>We conclude, therefore, that the Circuit Court correctly decided that the complainant has a lien on the lots described in the bill by virtue of the deed of trust purporting to have been made by George N. Williams to Obadiah Jackson, and that the lien is prior to the liens held by the Messrs. Swift and by the Carrolls.</p>\n<p>We may add that there is no evidence of such laches as should postpone the complainant's lien to those of the appellants, or either of them.</p>\n<p>It is agreed, however, that in the decree in the Circuit Court there was an error in calculating the amount due to the complainant. The amount is too large by $554.27. The sum decreed to the complainant should have been $34,101.73.</p>\n<p>We think, also, the court erred in not according to the defendants the right of redemption after the sale ordered by the master, according to the provisions of the statute of the State. In Brine v. Insurance Company (96 U.S. 627) we held that the statutory right of redemption after a judicial sale, under a decree of foreclosure of a mortgage, or deed of trust, is a rule of property in Illinois, and that it must be accorded in the Federal courts equally as in those of the State. It may be admitted that if the sale ordered in this case had been made by the trustee named in the deed of trust, or by a substitute under the power which the deed gave him, and made in accordance with its directions, no right of redemption would exist. But such was not the sale directed. A strict foreclosure was not decreed. The bill prayed for nothing of the kind. It prayed for a sale, in default of payment, under the order and decree of the court, and the court decreed that its master should make the sale, after giving notice of the time and place thereof, according to the course of practice of the court, not according to the provision of the trust-deed. Henry W. Bishop, it is true, was substituted as trustee in place of Jackson, but he was one of the masters of the court, and he was <span class=\"star-pagination\">*451</span> ordered to sell as master. He was required to make a report to the court, to pay into court any surplus arising from the sale, there to abide the court's order. The decree also contemplated a report of the sale by the master, and a confirmation of it by the court. The sale, therefore, as ordered, was in all respects a judicial sale, instead of a sale by the trustee under the power conferred by the deed. Hence it comes within the rule declared in Brine v. Insurance Company, and the right to redeem should have been preserved in the decree.</p>\n<p>For this error, as well as for the mistake in the amount adjudged to be due the complainant, the decree must be reversed. In all other particulars the decree was correct.</p>\n<p>The decree will be reversed, and the record remitted with instructions to enter a decree in accordance with this opinion; and it is</p>\n<p>So ordered.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">442</span></span> (____)</b></center>\n<center><h1>SWIFT<br>\nv.<br>\nSMITH.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. William C. Goudy for the appellants.</p>\n<p>Mr. William T. Burgess and Mr. Van H. Higgins, contra.</p>\n<p>MR. JUSTICE STRONG delivered the opinion of the court.</p>\n<p>The appellants complain of the decree of the Circuit Court because it adjudged that the complainant, Janet Smith, as administratrix of David Smith, deceased, had a lien on the lots described in the bill, by virtue of the deed of trust purporting to have been made by George N. Williams to Obadiah Jackson on the first day of October, 1868, and because it adjudged that lien to be prior to the lien in favor of Joseph Swift and Edwin Swift, and that in favor of Elizabeth Carroll and Ellen Carroll. There are other objections to the decree, but the two mentioned are the most important, for they strike at all the relief sought by the complainant's bill.</p>\n<p><span class=\"star-pagination\">*443</span> Both the defendants below (now appellants) and the complainant claim under Charles C. Waite, who, it is agreed, was the owner of the lots on the first day of October, 1868. On that day Charles C. Waite made his deed of the lots to one George N. Williams, which was duly recorded on the twenty-fourth day of the same month. To secure the payment of part of the purchase-money, Williams gave two promissory notes, both dated Oct. 1, 1868, payable to the order of Charles C. Waite, 혰 one for $6,000, payable in one year from its date, and the other for $30,000, payable four years after its date, with interest at the rate of eight per cent, payable semi-annually. On the same day (October 1) Williams made and delivered his deed of trust of the lots, sold to him by Charles C. Waite, to Obadiah Jackson, to secure payment according to the tenor of the promissory notes he had given. This deed was duly acknowledged and recorded concurrently with Waite's deed to him. In effecting the sale from Waite to Williams, and in taking the notes and security for the payment of the purchase-money, Jackson was the attorney and agent for the vendor, and during some years thereafter the interest on the $30,000 note appears to have been paid through him. The $6,000 note was paid at its maturity. The other note came into the hands of Waite, the vendor, then living in New York, and he soon afterwards transferred and indorsed it to the order of his brother, Silas M. Waite, who subsequently, and before it fell due, indorsed it generally in blank to Obadiah Jackson. Thus Jackson became clothed with apparent ownership of the note, and with apparent power to transfer it by his indorsement.</p>\n<p>On the eighteenth day of April, 1871, Jackson borrowed from David Smith, the complainant's intestate, the sum of $31,500, giving his promissory note therefor, and to secure the payment of his note he indorsed and delivered to Smith the Williams note for $30,000 as a collateral. This was nearly a year and a half before its maturity. At the time when the note was thus indorsed to Smith there were entries upon its back of payments of interest upon it up to May 17, 1871. These entries purported to be acknowledgments of \"S.M. Waite by O. Jackson.\" There was also a regular chain of indorsements by Charles C. Waite, the payee, to Silas M. Waite <span class=\"star-pagination\">*444</span> or order; by Silas M. Waite to Obadiah Jackson or order, followed by an indorsement by Obadiah Jackson in blank. There was also on the margin of the note the following: \"This note secured by trust-deed of even date herewith, duly stamped.\"</p>\n<p>Thus far the facts appear without any real controversy, and unless there is something in the case to qualify them, they unquestionably establish that on the 18th of April, 1871, Smith became the bona fide holder of the $30,000 note for value paid, and as such entitled to the benefit of the deed of trust given by Williams to Jackson to secure its payment. Though he took it only as a collateral security for a loan made to Jackson at the time, he was entitled to the protection of a purchaser for value, without notice of anything to impeach his right.</p>\n<p>Conceding, what appears to be more than probable, that Jackson was not, in fact, the owner of the note when he transferred it to Smith, that he simply held it as agent or attorney of S.M. Waite for collection, and that in transferring it to Smith he perpetrated a fraud upon the true owner, it is still certain that he was clothed by Waite with power to transfer the ownership as he did. Waite's indorsement of the note to him gave him that power; and, though its exercise was a fraud, if Smith advanced his money in good faith, relying upon Jackson's apparent ownership, he was justified in so doing, and S.M. Waite, who enabled Jackson to negotiate the note, thereby lost his title. He was bound by Jackson's act.</p>\n<p>There is nothing in the case to show that Smith's purchase was not in good faith. There was nothing upon the note, nor anything in the indorsement thereon, to notify him that it did not belong to Jackson, both legally and equitably. It was mercantile paper, and not due. One who purchases such paper from another, who is apparently the owner, giving a consideration for it, obtains a good title, though he may know facts and circumstances that cause him to suspect, or would cause one of ordinary prudence to suspect, that the person from whom he obtained it had no interest in it, or authority to use it for his own benefit, and though by ordinary diligence he could have ascertained those facts. Goodman v. Simonds, 20 How. 343. He can lose his right only by actual notice or bad faith. It is true that if the bill or note be so marked on its <span class=\"star-pagination\">*445</span> face as to show that it belongs to some other person than the one who offers to negotiate it, the purchaser will be presumed to have knowledge of the true owner, and his purchase will not be held to be bona fide. Fowler v. Brantly, 14 Pet. 318. Nothing of this kind existed in the present case. Everything upon the note tended to show that it belonged absolutely to Jackson when Smith bought it. And we fail to discover anything in the entries of interest payments, or in any other circumstances, that should have aroused even suspicion to the contrary.</p>\n<p>We are unable, therefore, to comprehend how it can be maintained, as the appellants contend, that the note did not belong to the complainant, but belonged to Silas M. Waite. Whatever may have been the fact before its indorsement to David Smith, and even after its indorsement to Jackson, Waite was estopped from asserting any claim to it by its transfer to Smith. It is true Waite is not a party to this suit. The decree does not bind him. But there is enough without the decree to estop him. He was examined as a witness for the appellants on the 12th of May, 1877. Then, if not before, he was informed that the note had been transferred to Smith, and that Smith's administratrix was proceeding to collect it. Plainly, then, it became his duty to assert his claim to it, if any he then had. He could not innocently lie by without intervention, or any action to vindicate his claim, while she was proceeding to enforce the trust. His laches, if he had any right, was inexcusable. But he made no movement in this case, and, so far as it appears, none elsewhere.</p>\n<p>Without further remark upon this part of the case, we think we have said enough to warrant the conclusion at which we have arrived, that the complainant's intestate, on the 18th of April, 1871, became the owner of the note, and thereby entitled to the benefit of the trust declared in the deed of Williams to Jackson.</p>\n<p>The appellants, however, contend that no lien was created by that deed, because, as they assert, Williams was a fictitious person, or an alias of Jackson, and, therefore, that the pretended deed was void, since no man can convey to himself. This is a strange position for the appellants to take. If there was no <span class=\"star-pagination\">*446</span> such person as Williams, then Waite's deed to Williams was a nullity, for there was no person to take, and, as all the rights which the appellants assert come from Waite through Williams (as will appear hereafter), they have no interest in resisting the demand of the complainant, and are not entitled to be heard in the case. And so, as all the rights they assert are by virtue of a deed subsequently made by Williams (a deed hereafter to be noticed), it is not easy to see how they can have any standing; or, if Williams was but another name for Jackson, and Waite's deed was made to Jackson under the name of Williams, then the note, though signed by the name George N. Williams, was Jackson's note, and the trust-deed signed by the same name would be construed as a declaration of trust for the security of the note, equivalent to a covenant to stand seised to uses for the holder. But we are of opinion that Williams was not a myth. Beyond doubt Waite's deed was made to a person calling himself Williams, and made to the same person who signed the note and signed and acknowledged the deed of trust. Whether that was his real name or not is immaterial. He appeared before the notary and acknowledged the deed as his. He was not Jackson, it is clear. The evidence that the witnesses called in 1877 knew no such person as George N. Williams, in a city containing several hundred thousand inhabitants, is hardly worthy of respect as proof that no such person was in Chicago in 1868. The existence of the lien, or of the trust declared by the deed, is not to be disproved by such evidence.</p>\n<p>Concluding, then, that David Smith, on the 18th of April, 1871, obtained a lien on the lots described in the bill by virtue of the deed of trust from Williams to Jackson, we come to consider the second leading objection urged against the decree of the Circuit Court. It is that the court erred in decreeing that lien to be prior to the liens in favor of the appellants Swift and Carroll.</p>\n<p>To comprehend this assignment of error, it is necessary to observe the facts as they appear in the record.</p>\n<p>On the fifth day of October, 1868, Williams, who had then become the purchaser of the lots, and who held them subject to his deed of trust to Jackson, sold and conveyed them by <span class=\"star-pagination\">*447</span> warranty deed to Mary P. Moody for the consideration of $60,000, subject to the deed of trust to secure the payment of the $30,000 note which the grantee agreed to assume and pay as part of the consideration of the purchase. This deed was recorded Oct. 24, 1868.</p>\n<p>On the 17th of May, 1871, Mary P. Moody, by warranty deed, recorded May 25, 1871, conveyed the lots, for the consideration of $45,000, to Charles V. Dyer, subject to the trust-deed aforesaid, describing it as given to secure the note for $30,000, which amount, with interest from date, the grantee covenanted to pay as part of the consideration.</p>\n<p>Afterwards, on the first day of June, 1872, Charles V. Dyer and wife, by deed of that date with warranty, conveyed the lots to Obadiah Jackson aforesaid, expressly subject \"to a trust-deed given by George N. Williams to Jackson, dated Oct. 1, 1868, ... to secure a certain note on which is due $30,000 and interest.\" This deed was filed for record June 18, 1872.</p>\n<p>Subsequently Jackson, with his wife, made a deed of trust of the same property to Norman Perkins to secure the payment of an indebtedness by two bonds, each for $25,000, given by Jackson, one to Joseph Swift and the other to Edwin Swift. This deed was dated June 1, 1872, acknowledged June 29, 1872, and filed for record Aug. 3, 1872.</p>\n<p>On the same day, Aug. 3, 1872, there was filed for record an instrument puporting to be a release by Jackson, to Charles V. Dyer, for the consideration of one dollar, of the right, title, interest, claim, and demand of him, the said Jackson, which he had acquired by virtue of the trust-deed given to him by Williams to secure payment of the $30,000 note. This release was dated Oct. 2, 1871. It was not acknowledged until Aug. 3, 1872, the day when the deed of trust to Perkins was filed for record, nor did it acknowledge the payment of the note.</p>\n<p>On the thirteenth day of November, 1876, Jackson and wife made a second deed of trust, conveying the lots with other property to George Chandler to secure the payment of notes which he had given to Elizabeth Carroll and Ellen Carroll. This deed was filed for record on the next following day.</p>\n<p>This recital of the conveyances exhibits the fact that the <span class=\"star-pagination\">*448</span> lien of the trust-deed to Jackson, given to secure the payment of the note for $30,000, was long prior in time to the liens of the Messrs. Swift, and Elizabeth and Ellen Carroll, and it was certainly in existence on the 18th of April, 1871, when that note was indorsed to Smith, the complainant's intestate.</p>\n<p>But it is earnestly insisted by the appellants that the act of Jackson in making the release to Dyer protects them against the Williams deed of trust. That the release was a gross fraud upon the rights of Smith, the holder of the Williams note, is plain enough, and we think both the Swifts and the Carrolls had constructive, if not actual, notice that it was fraudulent. They were bound to know what was in the line of their title, that title being upon record. They are presumed to have known, and they are affected by the recitals in the deed under which they assert their rights. The trust-deed to Jackson informed them of the trust to protect the $30,000 note, and informed them that when the release was made and put upon record the note had not matured. The deeds to Mrs. Moody, to Dyer, and from Dyer to Jackson, all recited the continued existence of the debt, down to June, 1872, and each grantee, including Jackson, assumed its payment. The record assured them that Jackson was the owner of the lots when the release to Dyer was made, and that Dyer had no interest in the trust-deed to be released. They, therefore, were informed that the release was substantially a release by Jackson to himself of a debt which he had assumed to pay. Even if his power to execute the trust confided in him by the trust-deed was not extinguished by his acquisition of the property, it was evident that he could not release the lien, while he remained the owner of the lots, without a gross abuse of his trust. In regard to Perkins, who was the trustee in Jackson's deed to secure the Swifts' loans, and who was their attorney to examine the title before the loans were made and the trust-deed was executed, it appears that he knew there was no release of the trust for the protection of the Williams note, and required one to be filed. The release was brought to him by Jackson, unacknowledged. It was, therefore, in Jackson's possession, and, in fact, Dyer had never seen it. It was dated in 1871, October 2, and Perkins was informed that was not the date when <span class=\"star-pagination\">*449</span> the instrument was made. Jackson told him, indeed, it was the date when the debt was paid; but he was not authorized to rely upon Jackson's assertion, more especially when he had before him, in Dyer's deed of the lots to Jackson, the acknowledgment that the note was unpaid on the first day of June, 1872, nine months after the time when Jackson affirmed it had been paid, and had in view also Jackson's assumption, at that time, to pay it. The evidence leaves no doubt that the release was not made until August, 1872, when it was put upon record. Then Jackson, being the owner of the lots subject to the operation of the Williams deed of trust, was in such a situation that he could not, without an abuse of his trust, destroy the rights of the holder of the note. It is impossible, therefore, to maintain that there was not enough on the face of the recorded title under which the Swifts claim, and in the facts attending the execution of the release, to make it their duty to inquire whether the Williams note had been in fact paid, 혰 enough to apprise them that the holder of that note could not be postponed or injured by the fraudulent release.</p>\n<p>The other appellants are in no better condition. When the deed of trust was made to Chandler to secure the debt due to the Carrolls, the prior trust protecting the Williams note was on the record in the line of their title. They were affected by notice of it. And though the subsequent release to Dyer also appeared upon the record, the fact that Dyer had no interest in the property when the release was acknowledged and recorded; that Jackson was then the owner; that he then held the lots under a deed from Dyer, declaring the property to be subject to the payment of the $30,000 note, which he assumed to pay; that the note was not then mature, and that, therefore, the release was practically a release by Jackson to himself, 혰 these facts were all before them when they took their lien, that is, the trust-deed to Chandler. The Carrolls were dealing with one who they knew had been a trustee for the holder of the Williams note, and who was still such trustee, unless the trust had been extinguished, or transferred. The facts by which they were confronted were more than enough to put them upon inquiry whether the Williams note had been <span class=\"star-pagination\">*450</span> in fact paid. They revealed a plain abuse of his trust by Jackson, from which, with the knowledge of it that they must be presumed to have had, they could derive no advantage. In the face of it they could not obtain a priority over the earlier equity held by Smith.</p>\n<p>We conclude, therefore, that the Circuit Court correctly decided that the complainant has a lien on the lots described in the bill by virtue of the deed of trust purporting to have been made by George N. Williams to Obadiah Jackson, and that the lien is prior to the liens held by the Messrs. Swift and by the Carrolls.</p>\n<p>We may add that there is no evidence of such laches as should postpone the complainant's lien to those of the appellants, or either of them.</p>\n<p>It is agreed, however, that in the decree in the Circuit Court there was an error in calculating the amount due to the complainant. The amount is too large by $554.27. The sum decreed to the complainant should have been $34,101.73.</p>\n<p>We think, also, the court erred in not according to the defendants the right of redemption after the sale ordered by the master, according to the provisions of the statute of the State. In Brine v. Insurance Company (96 U.S. 627) we held that the statutory right of redemption after a judicial sale, under a decree of foreclosure of a mortgage, or deed of trust, is a rule of property in Illinois, and that it must be accorded in the Federal courts equally as in those of the State. It may be admitted that if the sale ordered in this case had been made by the trustee named in the deed of trust, or by a substitute under the power which the deed gave him, and made in accordance with its directions, no right of redemption would exist. But such was not the sale directed. A strict foreclosure was not decreed. The bill prayed for nothing of the kind. It prayed for a sale, in default of payment, under the order and decree of the court, and the court decreed that its master should make the sale, after giving notice of the time and place thereof, according to the course of practice of the court, not according to the provision of the trust-deed. Henry W. Bishop, it is true, was substituted as trustee in place of Jackson, but he was one of the masters of the court, and he was <span class=\"star-pagination\">*451</span> ordered to sell as master. He was required to make a report to the court, to pay into court any surplus arising from the sale, there to abide the court's order. The decree also contemplated a report of the sale by the master, and a confirmation of it by the court. The sale, therefore, as ordered, was in all respects a judicial sale, instead of a sale by the trustee under the power conferred by the deed. Hence it comes within the rule declared in Brine v. Insurance Company, and the right to redeem should have been preserved in the decree.</p>\n<p>For this error, as well as for the mistake in the amount adjudged to be due the complainant, the decree must be reversed. In all other particulars the decree was correct.</p>\n<p>The decree will be reversed, and the record remitted with instructions to enter a decree in accordance with this opinion; and it is</p>\n<p>So ordered.</p>\n</div>", "id": 90258, "judges": "Strong", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90258/", "sha1": "370f97718b4c93202b977facfbd8e74985e09394", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:28"}