{"absolute_url": "/opinion/95540/arkansas-v-kansas-texas-coal-co/", "blocked": false, "citation": {"case_name": "Arkansas v. Kansas & Texas Coal Co.", "docket_number": "42", "document_uris": ["/api/rest/v2/document/95540/"], "federal_cite_one": "183 U.S. 185", "federal_cite_three": null, "federal_cite_two": null, "id": 79921, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79921/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 23, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1901-12-02", "date_modified": "2014-12-21T01:33:39.714775", "docket": "/api/rest/v2/docket/298499/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">183 U.S. 185</p>\n    <p class=\"case_cite\">22 S.Ct. 47</p>\n    <p class=\"case_cite\">46 L.Ed. 144</p>\n    <p class=\"parties\">STATE OF ARKANSAS, <i>Appt.</i>,<br>v.<br>KANSAS &amp; TEXAS COAL COMPANY and St. Louis &amp; San  Francisco Railroad Company.</p>\n    <p class=\"docket\">No. 42.</p>\n    <p class=\"date\">Submitted October 23, 1901.</p>\n    <p class=\"date\">Decided December 2, 1901.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a bill filed in the circuit court of Sebastian county, for the district of Greenwood, Arkansas, by 'The state of Ar1q06kansas, on the relation of Jo Johnson, prosecuting attorney for the twelfth judicial circuit,' against the Kansas &amp; Texas Coal Company and the St. Louis &amp; San Francisco Railroad Company, which 'for her cause of action' alleged that the railroad company was 'a corporation organized under the laws of the state of Missouri, owning and operating a railroad in the twelfth judicial circuit of Arkansas and more particularly in Sebastian county, of said circuit;' that the coal company was 'a corporation duly organized under the laws of the state of Missouri, owning and operating a coal mine in Huntington, in the Greenwood district of Sebastian county.' 'That a high state of excitement and condition of hot blood now prevails between striking miners and their sympathizers in large numbers, on the one side, and said coal company and its employees, on the other. That said coal company is threatening and is about to import into said county and town of Huntington, over the line of their codefendant's railroad, a large number of armed men of the low and lawless type of humanity, to wit, about 200, to the great danger of the public peace, morals, and good health of said county, and more particularly of said town. That said threatened action on the part of said defendant, if permitted to be executed, would become a great public nuisance, and would destory the peace, morals, and good health of said county and town, and would lead to riot, bloodshed, and to the dissemination of contagious and infectious diseases.'</p>\n      <p class=\"indent\">The bill prayed 'that the defendant Kansas &amp; Texas Coal Company, its agents, servants, and employees, and each of them, be restrained and prohibited from importing or causing to be imported or brought into Sebastian county or the twelfth judicial circuit of Arkansas, and that the St. Louis &amp; San Francisco Railroad Company, its agents, servants, and employees,&#8212;each, both, and all of them,&#8212;be enjoined, restrained, and prohibited from importing, hauling, or bringing, or causing to be imported, hauled, or brought, in the said county or circuit, and from unloading or attempting to unload from any of its cars in said county or circuit, any and all large bodies of armed, lawless, or riotous persons or persons affected with contagious or infectious diseases that might endanger the peace, good order, or good health of the state, or create a public nuisance in said county or circuit, under the pains and penalty of the law.'</p>\n      <p class=\"indent\">A preliminary injunction was granted and process issued. Defendants filed their petition and bond for removal, and made application therefor, which was denied by the circuit court of Sebastian county, whereupon defendants filed in the United States circuit court for the western district of Arkansas a certified transcript of the record and of the pleadings and papers in the case.</p>\n      <p class=\"indent\">The petition for removal averred that Jo Johnson was a citizen of Arkansas, that defendants were citizens of Missouri, and that the controversy in suit was wholly between citizens of different states; and also that, treating the state of Arkansas as complainant, the suit was one arising under the Constitution and laws of the United States because defendants were engaged in interstate commerce, and the action was an unlawful interference therewith by reason of the commerce clause of the Federal Constitution and of laws passed in pursuance thereof; and which constituted a defense in the premises.</p>\n      <p class=\"indent\">Complainant moved to remand the cause, and defendants moved to dissolve the injunction and that complainant be restrained from the prosecution of the suit in the state court. The circuit court of the United States overruled the motion to remand, and sustained the motion to dissolve, but declined to enjoin complainant. 96 Fed. 353. The cause came on subsequently for final hearing, the bill was dismissed, and this appeal was prosecuted.</p>\n      <p class=\"indent\"><i>Mr. Ben T. DuVal</i> submitted the cause for appellant.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Joseph M. Hill, James Brizzolara,</i> and <i>Adiel Sherwood</i> submitted the cause for appellees.</p>\n      <p class=\"indent\">Mr. Chief Justice Fuller delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The gravamen of the bill was the injury to the health, morals, peace, and good order of the people of the town and county, the infliction of which was alleged to be threatened by the bringing within their precincts of certain persons by defendants. No statute of the state was referred to as applicable, but the enforcement of the police power was sought through the interposition of a court of equity by way of prevention of an impending public nuisance. The circuit court was of opinion that the bill could not be maintained; but, without intimating any conclusion to the contrary, or criticising its formal sufficiency, the question that meets us on the threshold is whether the case ought to have been remanded to the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We need not spend any time on the contention that this was a controversy between citizens of different states. The circuit court correctly held otherwise. The state of Arkansas was the party complainant, and a state is not a citizen. <i>Postal Teleg. Cable Co.</i> v. <i>United States</i>, 155 U. S. 482, <i>sub nom. Postal Teleg. Cable Co.</i> v. <i>Alabama</i>, 39 L. ed. 231, 15 Sup. Ct. Rep. 192.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We inquire, then, if the cause was removable because arising under the Constitution or laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The general policy of the act of March 3, 1887, as corrected by the act of August 13, 1888 (24 Stat. at L. 552, chap. 373; 25 Stat. at L. 433, chap. 866), as is apparent on its face, and as has been repeatedly recognized by this court, was to contract the jurisdiction of the circuit courts. Those cases, and those only, were made removable under &#167; 2, in respect of which original jurisdiction was given to the circuit courts by &#167; 1. Hence it has been settled that a case cannot be removed from a state court into the circuit court of the United States on the sole ground that it is one arising under the Constitution, laws, or treaties of the United States, unless that appears by plaintiff's statement of his own claim; and if it does not so appear, the want of it cannot be supplied by any statement of the petition for removal or in the subsequent pleadings. And, moreover, that jurisdiction is not conferred by allegations that defendant intends to assert a defense based on the Constitution or a law or treaty of the United States, or under statutes of the United States or of a state, in conflict with the Constitution. <i>Tennessee</i> v. <i>Union &amp; Planters' Bank</i>, 152 U. S. 454, 38 L. ed. 511, 14 Sup. Ct. Rep. 654; <i>Chappell</i> v. <i>Waterworth</i>, 155 U. S. 102, 39 L. ed. 85, 15 Sup. Ct. Rep. 34; <i>Walker</i> v. <i>Collins</i>, 167 U. S. 57, 42 L. ed. 76, 17 Sup. Ct. Rep. 738; <i>Sawyer</i> v. <i>Kochersperger</i>, 170 U. S. 303, 42 L. ed. 1046, 18 Sup. Ct. Rep. 946; <i>Florida C. &amp; P. R. Co.</i> v. <i>Bell</i>, 176 U. S. 321, 44 L. ed. 486, 20 Sup. Ct. Rep. 399.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this case the state asserted no right under the Constitution or laws of the United States, and put forward no ground of relief derived from either. There were no averments on which the state could have invoked the original jurisdiction of the circuit court under &#167; 1 of the act, and that is the test of the right of removal under &#167; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The police power was appealed to, the power to protect life, liberty, and property, to conserve the public health and good order, which always belonged to the states, and was not surrendered to the general government, or directly restrained by the Constitution. The 14th Amendment, in forbidding a state to make or enforce any law abridging the privileges or immunities of citizens of the United States, or to deprive any person of life, liberty, or property without due process of law, or to deny to any person within its jurisdiction the equal protection of the laws, did not invest Congress with power to legislate upon subjects which are within the domain of state legislation. <i>Re Rahrer</i>, 140 U. S. 554, <i>sub nom. Wilkerson</i> v. <i>Rahrer</i>, 35 L. ed. 574, 11 Sup. Ct. Rep. 865. It is true that when the police power and the commercial power come into collision, that which is not supreme must give way to that which is supreme. But how is such collision made to appear?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendants argue that the circuit court might have properly taken judicial notice, or did so, of the fact that the persons whose advent was objected to as perilous to the community could only be brought to Huntington by way of the Indian territory, and also that the word 'import' as used in the bill meant to bring into from another state or foreign country; that, therefore, 'the question is fairly presented by the complaint whether the state of Arkansas has the authority to prevent the coal company and the railroad company from bringing into the state, over the line of this railroad, laborers from other states or foreign countries;' and hence that the circuit court had jurisdiction. We do not agree with either premise or conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The word 'import' necessarily meant bringing into the county and town from outside their boundaries, but we do not think, taking the whole bill together, that as here used its necessary signification was the bringing in from outside of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">And as to judicial knowledge, the principle applies 'that the right of a court to act upon what is in point of fact known to it must be subordinate to those requirements of form and orderly communication which regulate the mode of bringing controversies into court, and of stating and conducting them.' Thayer, Ev. chap. 7, 281.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In <i>Mountain View Min. &amp; Mill. Co.</i> v. <i>McFadden</i>, 180 U. S. 533, 45 L. ed. 656, 21 Sup. Ct. Rep. 488, which was a petition for removal, the suit was one brought in support of an adverse claim under the Revised Statutes, &#167;&#167; 2325, 2326, and it had been previously decided that such a suit was not one arising under the laws of the United States in such a sense as to confer jurisdiction on the Federal courts regardless of the citizenship of the parties. And we said: 'It is conceded by counsel on both sides that those decisions are controlling, unless the circuit court was entitled to maintain jurisdiction by taking judicial notice of the fact 'that the Mountain View lode claim was located upon what had been or was an Indian reservation,' and 'of the act of Congress declaring the north half of the reservation upon which the claim was located, to have been restored to the public domain;' notwithstanding no claim based on these facts was stated in the complaint. But the circuit court could not make plaintiffs' case other than they made it by taking judicial notice of facts which they did not choose to rely on in their pleading. The averments brought no controversy in this regard into court, in respect of which resort might be had to judicial knowledge.' <i>Oregon Short Line &amp; U. N. R. Co.</i> v. <i>Skottowe</i>, 162 U. S. 490, 40 L. ed. 1048, 16 Sup. Ct. Rep. 869; <i>Chappell</i> v. <i>Waterworth</i>, 155 U. S. 102, 39 L. ed. 85, 15 Sup. Ct. Rep. 34; <i>Com.</i> v. <i>Wheeler</i>, 162 Mass. 429, 38 N. E. 1115; <i>Partridge</i> v. <i>Strange</i>, 1 Plowd. 77.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But even assuming that the bill showed upon its face that the relief sought would be inconsistent with the power to regulate commerce, or with regulations established by Congress, or with the 14th Amendment, as contended, it would only demonstrate that the bill could not be maintained at all, and not that the cause of action arose under the Constitution or laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When Federal questions arise in cases pending in the state courts, those courts are competent, and it is their duty, to decide them. If errors supervene, the remedy by writ of error is open to the party aggrieved. <i>Robb</i> v. <i>Connolly</i>, 111 U. S. 624, 637, 28 L. ed. 542, 546, 4 Sup. Ct. Rep. 544.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>Decree reversed and cause remanded, with a direction to remand to the state court</i>. Costs of this court and of the circuit court to be paid by the appellees and defendants.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>183 U.S. 185 (1901)</b></center>\n<center><h1>ARKANSAS<br>\nv.<br>\nKANSAS AND TEXAS COAL COMPANY AND SAN FRANCISCO RAILROAD.</h1></center>\n<center>No. 42.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 23, 1901.</center>\n<center>Decided December 2, 1901.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*187</span> <i>Mr. Ben T. Du Val</i> for appellant.</p>\n<p><i>Mr. Adiel Sherwood, Mr. Joseph M. Hill</i> and <i>Mr. James Brizzolara</i> for appellees.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>The gravamen of the bill was the injury to the health, morals, peace and good order of the people of the town and county, the infliction of which was alleged to be threatened by the <span class=\"star-pagination\">*188</span> bringing within their precincts of certain persons by defendants. No statute of the State was referred to as applicable, but the enforcement of the police power was sought through the interposition of a court of equity by way of prevention of an impending public nuisance. The Circuit Court was of opinion that the bill could not be maintained, but, without intimating any conclusion to the contrary, or criticizing its formal sufficiency, the question that meets us on the threshold is whether the case ought to have been remanded to the state court.</p>\n<p>We need not spend any time on the contention that this was a controversy between citizens of different States. The Circuit Court correctly held otherwise. The State of Arkansas was the party complainant, and a State is not a citizen. <i>Postal Telegraph Cable Company</i> v. <i>Alabama,</i> 155 U.S. 482.</p>\n<p>We inquire, then, if the cause was removable because arising under the Constitution or laws of the United States.</p>\n<p>The general policy of the act of March 3, 1887, as corrected by the act of August 13, 1888, (24 Stat. 552, c. 373; 25 Stat. 433, c. 866,) as is apparent on its face, and as has been repeatedly recognized by this court, was to contract the jurisdiction of the Circuit Courts. Those cases, and those only, were made removable under section two, in respect of which original jurisdiction was given to the Circuit Courts by section one. Hence it has been settled that a case cannot be removed from a state court into the Circuit Court of the United States on the sole ground that it is one arising under the Constitution, laws or treaties of the United States, unless that appears by plaintiff's statement of his own claim; and if it does not so appear, the want of it cannot be supplied by any statement of the petition for removal or in the subsequent pleadings. And moreover that jurisdiction is not conferred by allegations that defendant intends to assert a defence based on the Constitution or a law or treaty of the United States, or under statutes of the United States, or of a State, in conflict with the Constitution. <i>Tennessee</i> v. <i>Union &amp; Planters' Bank,</i> 152 U.S. 454; <i>Chappell</i> v. <i>Waterworth,</i> 155 U.S. 102; <i>Walker</i> v. <i>Collins,</i> 167 U.S. 57; <i>Sawyer</i> v. <i>Kockersperger,</i> 170 U.S. 303; <i>Florida Central &amp; Peninsula Railroad</i> v. <i>Bell,</i> 176 U.S. 321.</p>\n<p><span class=\"star-pagination\">*189</span> In this case the State asserted no right under the Constitution or laws of the United States, and put forward no ground of relief derived from either. There were no averments on which the State could have invoked the original jurisdiction of the Circuit Court under section one of the act, and that is the test of the right of removal under section two.</p>\n<p>The police power was appealed to, the power to protect life, liberty and property, to conserve the public health and good order, which always belonged to the States, and was not surrendered to the general government, or directly restrained by the Constitution. The Fourteenth Amendment, in forbidding a State to make or enforce any law abridging the privileges or immunities of citizens of the United States, or to deprive any person of life, liberty or property without due process of law, or to deny to any person within its jurisdiction the equal protection of the laws, did not invest Congress with power to legislate upon subjects which are within the domain of state legislation. <i>In re Rahrer,</i> 140 U.S. 545, 554. It is true that when the police power and the commercial power come into collision, that which is not supreme must give way to that which is supreme. But how is such collision made to appear?</p>\n<p>Defendants argue that the Circuit Court might have properly taken judicial notice, or did so, of the fact that the persons whose advent was objected to as perilous to the community could only be brought to Huntington by way of the Indian Territory, and also that the word \"import\" as used in the bill meant to bring into from another State or foreign country; that, therefore, \"the question is fairly presented by the complaint whether the State of Arkansas has the authority to prevent the coal company and the railroad company from bringing into the State over the line of this railroad, laborers from other States or foreign countries;\" and hence that the Circuit Court had jurisdiction. We do not agree with either premise or conclusion.</p>\n<p>The word \"import\" necessarily meant bringing into the county and town from outside their boundaries, but we do not think, taking the whole bill together, that as here used its necessary signification was the bringing in from outside of the State.</p>\n<p><span class=\"star-pagination\">*190</span> And as to judicial knowledge, the principle applies \"that the right of a court to act upon what is in point of fact known to it must be subordinate to those requirements of form and orderly communication which regulate the mode of bringing controversies into court, and of stating and conducting them.\" Thayer, Ev. ch. VII, 281.</p>\n<p>In <i>Mountain View Mining &amp; Milling Co.</i> v. <i>McFadden,</i> 180 U.S. 533, which was a petition for removal, the suit was one brought in support of an adverse claim under the Revised Statutes, sections 2325, 2326, and it had been previously decided that such a suit was not one arising under the laws of the United States in such a sense as to confer jurisdiction on the Federal courts regardless of the citizenship of the parties. And we said: `It is conceded by counsel on both sides that those decisions, are controlling, unless the Circuit Court was entitled to maintain jurisdiction by taking judicial notice of the fact `that the Mountain View lode claim was located upon what had been or was an Indian reservation,' and `of the act of Congress declaring the north half of the reservation, upon which the claim was located, to have been restored to the public domain;' notwithstanding no claim based on these facts was stated in the complaint. But the Circuit Court could not make plaintiffs' case other than they made it by taking judicial notice of facts which they did not choose to rely on in their pleading. The averments brought no controversy in this regard into court, in respect of which resort might be had to judicial knowledge.\" <i>Oregon Short Line &amp;c. Railway</i> v. <i>Skottowe,</i> 162 U.S. 490; <i>Chappell</i> v. <i>Waterworth,</i> 155 U.S. 102; <i>Commonwealth</i> v. <i>Wheeler,</i> 162 Mass. 429; <i>Partridge</i> v. <i>Strange,</i> Plowden, 77.</p>\n<p>But even assuming that the bill showed upon its face that the relief sought would be inconsistent with the power to regulate commerce, or with regulations established by Congress, or with the Fourteenth Amendment, as contended, it would only demonstrate that the bill could not be maintained at all, and not that the cause of action arose under the Constitution or laws of the United States.</p>\n<p>When Federal questions arise in cases pending in the state courts, those courts are competent, and it is their duty, to decide <span class=\"star-pagination\">*191</span> them. If errors supervene, the remedy by writ of error is open to the party aggrieved. <i>Robb</i> v. <i>Connolly,</i> 111 U.S. 624, 637.</p>\n<p><i>Decree reversed and cause remanded with a direction to remand to the state court. Costs of this court and of the Circuit Court to be paid by the appellees and defendants.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></span> (1901)</b></center>\n<center><h1>ARKANSAS<br>\nv.<br>\nKANSAS AND TEXAS COAL COMPANY AND SAN FRANCISCO RAILROAD.</h1></center>\n<center>No. 42.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 23, 1901.</center>\n<center>Decided December 2, 1901.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*187</span> <i>Mr. Ben T. Du Val</i> for appellant.</p>\n<p><i>Mr. Adiel Sherwood, Mr. Joseph M. Hill</i> and <i>Mr. James Brizzolara</i> for appellees.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>The gravamen of the bill was the injury to the health, morals, peace and good order of the people of the town and county, the infliction of which was alleged to be threatened by the <span class=\"star-pagination\">*188</span> bringing within their precincts of certain persons by defendants. No statute of the State was referred to as applicable, but the enforcement of the police power was sought through the interposition of a court of equity by way of prevention of an impending public nuisance. The Circuit Court was of opinion that the bill could not be maintained, but, without intimating any conclusion to the contrary, or criticizing its formal sufficiency, the question that meets us on the threshold is whether the case ought to have been remanded to the state court.</p>\n<p>We need not spend any time on the contention that this was a controversy between citizens of different States. The Circuit Court correctly held otherwise. The State of Arkansas was the party complainant, and a State is not a citizen. <i>Postal Telegraph Cable Company</i> v. <i>Alabama,</i> 155 U.S. 482.</p>\n<p>We inquire, then, if the cause was removable because arising under the Constitution or laws of the United States.</p>\n<p>The general policy of the act of March 3, 1887, as corrected by the act of August 13, 1888, (24 Stat. 552, c. 373; 25 Stat. 433, c. 866,) as is apparent on its face, and as has been repeatedly recognized by this court, was to contract the jurisdiction of the Circuit Courts. Those cases, and those only, were made removable under section two, in respect of which original jurisdiction was given to the Circuit Courts by section one. Hence it has been settled that a case cannot be removed from a state court into the Circuit Court of the United States on the sole ground that it is one arising under the Constitution, laws or treaties of the United States, unless that appears by plaintiff's statement of his own claim; and if it does not so appear, the want of it cannot be supplied by any statement of the petition for removal or in the subsequent pleadings. And moreover that jurisdiction is not conferred by allegations that defendant intends to assert a defence based on the Constitution or a law or treaty of the United States, or under statutes of the United States, or of a State, in conflict with the Constitution. <i>Tennessee</i> v. <i>Union &amp; Planters' Bank,</i> 152 U.S. 454; <i>Chappell</i> v. <i>Waterworth,</i> 155 U.S. 102; <i>Walker</i> v. <i>Collins,</i> 167 U.S. 57; <i>Sawyer</i> v. <i>Kockersperger,</i> 170 U.S. 303; <i>Florida Central &amp; Peninsula Railroad</i> v. <i>Bell,</i> 176 U.S. 321.</p>\n<p><span class=\"star-pagination\">*189</span> In this case the State asserted no right under the Constitution or laws of the United States, and put forward no ground of relief derived from either. There were no averments on which the State could have invoked the original jurisdiction of the Circuit Court under section one of the act, and that is the test of the right of removal under section two.</p>\n<p>The police power was appealed to, the power to protect life, liberty and property, to conserve the public health and good order, which always belonged to the States, and was not surrendered to the general government, or directly restrained by the Constitution. The Fourteenth Amendment, in forbidding a State to make or enforce any law abridging the privileges or immunities of citizens of the United States, or to deprive any person of life, liberty or property without due process of law, or to deny to any person within its jurisdiction the equal protection of the laws, did not invest Congress with power to legislate upon subjects which are within the domain of state legislation. <i>In re Rahrer,</i> <span class=\"citation\" data-id=\"93112\"><a href=\"/opinion/93112/in-re-rahrer/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 554. It is true that when the police power and the commercial power come into collision, that which is not supreme must give way to that which is supreme. But how is such collision made to appear?</p>\n<p>Defendants argue that the Circuit Court might have properly taken judicial notice, or did so, of the fact that the persons whose advent was objected to as perilous to the community could only be brought to Huntington by way of the Indian Territory, and also that the word \"import\" as used in the bill meant to bring into from another State or foreign country; that, therefore, \"the question is fairly presented by the complaint whether the State of Arkansas has the authority to prevent the coal company and the railroad company from bringing into the State over the line of this railroad, laborers from other States or foreign countries;\" and hence that the Circuit Court had jurisdiction. We do not agree with either premise or conclusion.</p>\n<p>The word \"import\" necessarily meant bringing into the county and town from outside their boundaries, but we do not think, taking the whole bill together, that as here used its necessary signification was the bringing in from outside of the State.</p>\n<p><span class=\"star-pagination\">*190</span> And as to judicial knowledge, the principle applies \"that the right of a court to act upon what is in point of fact known to it must be subordinate to those requirements of form and orderly communication which regulate the mode of bringing controversies into court, and of stating and conducting them.\" Thayer, Ev. ch. VII, 281.</p>\n<p>In <i>Mountain View Mining &amp; Milling Co.</i> v. <i>McFadden,</i> <span class=\"citation\" data-id=\"95434\"><a href=\"/opinion/95434/mountain-view-mining-milling-co-v-mcfadden/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, which was a petition for removal, the suit was one brought in support of an adverse claim under the Revised Statutes, sections 2325, 2326, and it had been previously decided that such a suit was not one arising under the laws of the United States in such a sense as to confer jurisdiction on the Federal courts regardless of the citizenship of the parties. And we said: `It is conceded by counsel on both sides that those decisions, are controlling, unless the Circuit Court was entitled to maintain jurisdiction by taking judicial notice of the fact `that the Mountain View lode claim was located upon what had been or was an Indian reservation,' and `of the act of Congress declaring the north half of the reservation, upon which the claim was located, to have been restored to the public domain;' notwithstanding no claim based on these facts was stated in the complaint. But the Circuit Court could not make plaintiffs' case other than they made it by taking judicial notice of facts which they did not choose to rely on in their pleading. The averments brought no controversy in this regard into court, in respect of which resort might be had to judicial knowledge.\" <i>Oregon Short Line &amp;c. Railway</i> v. <i>Skottowe,</i> 162 U.S. 490; <i>Chappell</i> v. <i>Waterworth,</i> 155 U.S. 102; <i>Commonwealth</i> v. <i>Wheeler,</i> 162 Mass. 429; <i>Partridge</i> v. <i>Strange,</i> Plowden, 77.</p>\n<p>But even assuming that the bill showed upon its face that the relief sought would be inconsistent with the power to regulate commerce, or with regulations established by Congress, or with the Fourteenth Amendment, as contended, it would only demonstrate that the bill could not be maintained at all, and not that the cause of action arose under the Constitution or laws of the United States.</p>\n<p>When Federal questions arise in cases pending in the state courts, those courts are competent, and it is their duty, to decide <span class=\"star-pagination\">*191</span> them. If errors supervene, the remedy by writ of error is open to the party aggrieved. <i>Robb</i> v. <i>Connolly,</i> <span class=\"citation\" data-id=\"91149\"><a href=\"/opinion/91149/robb-v-connolly/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 637.</p>\n<p><i>Decree reversed and cause remanded with a direction to remand to the state court. Costs of this court and of the Circuit Court to be paid by the appellees and defendants.</i></p>\n</div>", "id": 95540, "judges": "Fuller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95540/", "sha1": "9afe76111879e8d2bffa0ca4f624f1523ed68f00", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:16"}