{"absolute_url": "/opinion/109426/diamond-national-corp-v-state-equalization-bd/", "blocked": false, "citation": {"case_name": "Diamond National Corp. v. State Equalization Bd.", "docket_number": "75-1038", "document_uris": ["/api/rest/v2/document/109426/"], "federal_cite_one": "425 U.S. 268", "federal_cite_three": "47 L. Ed. 2d 780", "federal_cite_two": "96 S. Ct. 1530", "id": 93785, "lexis_cite": "1976 U.S. LEXIS 45", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/93785/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1976-05-24", "date_modified": "2014-12-21T11:47:44.366368", "docket": "/api/rest/v2/docket/422091/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">425 U.S. 268</p>\n    <p class=\"case_cite\">96 S.Ct. 1530</p>\n    <p class=\"case_cite\">47 L.Ed.2d 780</p>\n    <p class=\"parties\">DIAMOND NATIONAL CORPORATION et al.<br>v.<br>STATE BOARD OF EQUALIZATION, an Agency of the  State of California.</p>\n    <p class=\"docket\">No. 75-1038.</p>\n    <p class=\"date\">April 19, 1976.</p>\n    <p class=\"date\">Rehearing Denied May 24, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 425 U.S. 1000, 96 S.Ct. 2218.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The judgment is reversed. We are not bound by the California court's contrary conclusion and hold that the incidence of the state and local sales taxes falls upon the national bank as purchaser and not upon the vendors. The national bank is therefore exempt from the taxes under former 12 U.S.C. &#167; 548 (1964 ed.), which was in effect at the time here pertinent First Agricultural Nat. Bank v. Tax Comm'n, 392 U.S. 339, 346-348, 88 S.Ct. 2173, 2177-2178, 20 L.Ed.2d 1138, 1143-1144 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mr. Justice STEVENS, with whom Mr. Justice REHNQUIST joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants contend that California may not impose its sales tax on the sale of printed forms and other tangibles to Crocker-Citizens National Bank because the legal incidence of the tax falls upon a federal instrumentality. The California Court of Appeal, applying a construction of the California statute that has been consistently followed for over 40 years, held that the legal incidence of the tax falls upon the vendor rather than the purchaser.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since the case involves a federal claim of immunity from state taxation, we are not bound by the California court's determination of where the incidence of the tax falls.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On the other hand, we are not free simply to disregard the state court's determination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> More narrowly, I believe we must accept the state court's interpretation of the meaning of a state statute insofar as it defines the legal obligations of the vendor, the purchaser, and the tax collector independently of any claim of federal immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this case we have the benefit of completely consistent construction by the California courts since the statute was enacted in 1933. Both in cases involving a federal claim of immunity,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and also in cases which involved no question of federal law,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the California courts have unambiguously held that the statute imposes no legal obligation on a purchaser either to pay the tax himself or to reimburse his vendor.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That consistent, nondiscriminatory construction of California law avoids appellants' reliance on First Agricultural Nat. Bank v. Tax Comm'n, 392 U.S. 339, 88 S.Ct. 2173, 20 L.Ed.2d 1138. In that case we held that \"a sales tax which By its terms must be passed on to the purchaser imposes the legal incidence of the tax upon the purchaser.\" Id., at 347, 88 S.Ct., at 2178, 20 L.Ed.2d, at 1144 (emphasis added).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This is not a case in which the state statute, either by its own terms or as construed by the state courts, imposes any legal obligation on the purchaser.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is true that the bank expressly agreed to assume the economic burden imposed by the tax and, furthermore, that the statutory scheme contemplates that as a practical matter the vendor will pass that burden on to his customers. As I understand our cases, however, these facts do not provide a sufficient basis for concluding that the legal incidence of the tax falls upon the purchaser.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Deciding where the legal incidence of a state tax falls is not the most intriguing task that judges are called upon to perform. Such work is facilitated, however, when the controlling standards are expressed in simple language I had thought two rather clear rules controlled this case. First, the location of the economic impact of a tax does not identify the place where its legal incidence falls. Second, it is only if the State imposes a legal obligation on the purchaser either to pay the tax, or to reimburse the vendor for a tax payment, that the legal incidence is on the purchaser. The Court's disposition of this appeal apparently is not predicated on either of those rules. However, I am persuaded that they require us to affirm the judgment of the California Court of Appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 49 Cal.App.3d 778, 123 Cal.Rptr. 160 (1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Society for Savings in City of Cleveland, Ohio v. Bowers, 349 U.S. 143, 151, 75 S.Ct. 607, 611, 99 L.Ed. 950, 959.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As we said in American Oil Co. v. Neill, 380 U.S. 451, 455-456, 85 S.Ct. 1130, 1133, 14 L.Ed.2d 1, 5: \"When a state court has made its own definitive determination as to the operating incidence (of a tax), our task is simplified. We give this finding great weight in determining the natural effect of a statute, and if it is consistent with the statute's reasonable interpretation it will be deemed conclusive.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The very question which confronts us here arose in Western Lithograph Co. v. State Board of Equalization, 11 Cal.2d 156, 78 P.2d 731 (1938); in that case the plaintiff-vendor claimed not to be liable for taxes measured by sales made to the Bank of America National Trust and Savings Association. The Supreme Court of California affirmed the denial of a refund, holding that the incidence of the tax was on the retailer, not on the consumer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In National Ice &amp; Cold Storage Co. of California v. Pacific Fruit Express Co., 11 Cal.2d 283, 79 P.2d 380 (1938), the court held that the vendor could not add sales tax reimbursement to the price paid by a vendee under a pre-existing contract, even though the court was required, in order to reach this result, to hold unconstitutional a section of the taxing statute which expressly allowed such a result. The court reasoned that while it was not beyond the power of the legislature to impose a tax on the consumer, it had not done so, and it was beyond the power of the legislature to require the vendee to pay the vendor's debt.</p>\n        <p>That this left the California sales tax reimbursement as a matter of contract between vendor and vendee is affirmed by the later holdings of the lower California courts in Clary v. Basalt Rock Co., 99 Cal.App.2d 458, 222 P.2d 24 (1950), which held that there was no venue against the vendee in a particular county because it could not be found that any tax obligation arose against the vendee when a sale was made, and Livingston Rock &amp; Gravel Co. v. DeSalvo, 136 Cal.App.2d 156, 288 P.2d 317 (1955), where the vendor under a lease-sale overlooked providing for sales tax reimbursement. Although the vendor had been held liable for payment to the State, the court held that the vendor could not collect the tax from the vendee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We have recently explained \"the controlling significance\" of First Agricultural Bank in this way:</p>\n        <p>\"But the controlling significance of First Agricultural Bank for our purposes is the test formulated by that decision for the determination where the legal incidence of the tax falls, namely, that where a state requires that its sales tax be passed on to the purchaser and be collected by the vendor from him, this establishes as a matter of law that the legal incidence of the tax falls upon the purchaser.\" United States v. Mississippi Tax Comm'n, 421 U.S. 599, 608, 95 S.Ct. 1872, 1878, 44 L.Ed.2d 404, 413.</p>\n        <p>In this case, unlike First Agricultural Bank, the State does not Require that its sales tax be passed on to the purchaser.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellants have placed great stress on the wording of &#167; 6052 of the California Revenue and Taxation Code (1970), which provides:</p>\n        <p>\"s 6052 collection by retailer from consumer. The tax hereby imposed shall be collected by the retailer from the consumer in so far as it can be done.\"</p>\n        <p>On its face this provision could reasonably be read to require that the tax be paid by the consumer. However, in the face of the state courts' consistent interpretation of the state statute as not requiring that result, we are not free to place our own interpretation on the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Gurley v. Rhoden, 421 U.S. 200, 95 S.Ct. 1605, 44 L.Ed.2d 110, we explained:</p>\n        <p>\"The economic burden of taxes incident to the sale of merchandise is traditionally passed on to the purchasers of the merchandise. Therefore, the decision as to where the legal incidence of either tax falls is not determined by the fact that petitioner, by increasing his pump prices in the amounts of the taxes, shifted the economic burden of the taxes from himself to the purchaser-consumer. The Court has laid to rest doubts on that score raised by such decisions as Panhandle Oil Co. v. Mississippi ex rel. Knox, 277 U.S. 218, 48 S.Ct. 451, 72 L.Ed. 857 (1928); Indian Motorcycle Co. v. United States, 283 U.S. 570, 51 S.Ct. 601, 75 L.Ed. 1277 (1931); and Kern-Limerick, Inc. v. Scurlock, 347 U.S. 110, 74 S.Ct. 403, 98 L.Ed. 546 (1954), at least under taxing schemes, as here, where neither statute required petitioner to pass the tax on to the purchaser-consumer. See Alabama v. King &amp; Boozer, 314 U.S. 1, 62 S.Ct. 43, 86 L.Ed. 3 (1941); Lash's Products Co. v. United States, 278 U.S. 175, 49 S.Ct. 100, 73 L.Ed. 251 (1929); Wheeler Lumber Co. v. United States, 281 U.S. 572, 50 S.Ct. 419, 74 L.Ed. 1047 (1930); First Agricultural Nat. Bank v. Tax Comm'n, 392 U.S. 339, 88 S.Ct. 2173, 20 L.Ed.2d 1138 (1968); American Oil Co. v. Neill, 380 U.S. 451, 85 S.Ct. 1130, 14 L.Ed.2d 1 (1965).\"</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>425 U.S. 268 (1976)</b></center>\n<center><h1>DIAMOND NATIONAL CORP. ET AL.<br>\nv.<br>\nSTATE BOARD OF EQUALIZATION.</h1></center>\n<center>No. 75-1038.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided April 19, 1976.</center>\nON APPEAL FROM THE COURT OF APPEAL OF CALIFORNIA, FIRST APPELLATE DISTRICT.\n<p>PER CURIAM.</p>\n<p>The judgment is reversed. We are not bound by the California court's contrary conclusion and hold that the incidence of the state and local sales taxes falls upon the national bank as purchaser and not upon the vendors. The national bank is therefore exempt from the taxes under former 12 U. S. C. § 548 (1964 ed.), which was in effect at the time here pertinent. <i>First Agricultural Nat. Bank</i> v. <i>Tax Comm'n,</i> 392 U. S. 339, 346-348 (1968).</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE STEVENS, with whom MR. JUSTICE REHNQUIST joins, dissenting.</p>\n<p>Appellants contend that California may not impose its sales tax on the sale of printed forms and other tangibles to Crocker-Citizens National Bank because the legal incidence of the tax falls upon a federal instrumentality. The California Court of Appeal, applying a construction of the California statute that has been consistently followed for over 40 years, held that the legal incidence of the tax falls upon the vendor rather than the purchaser.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*269</span> Since the case involves a federal claim of immunity from state taxation, we are not bound by the California court's determination of where the incidence of the tax falls.<sup>[2]</sup> On the other hand, we are not free simply to disregard the state court's determination.<sup>[3]</sup> More narrowly, I believe we must accept the state court's interpretation of the meaning of a state statute insofar as it defines the legal obligations of the vendor, the purchaser, and the tax collector independently of any claim of federal immunity.</p>\n<p>In this case we have the benefit of completely consistent construction by the California courts since the statute was enacted in 1933. Both in cases involving a federal claim of immunity,<sup>[4]</sup> and also in cases which involved no question of federal law,<sup>[5]</sup> the California courts <span class=\"star-pagination\">*270</span> have unambiguously held that the statute imposes no legal obligation on a purchaser either to pay the tax himself or to reimburse his vendor.</p>\n<p>That consistent, nondiscriminatory construction of California law avoids appellants' reliance on <i>First Agricultural Nat. Bank</i> v. <i>Tax Comm'n,</i> 392 U. S. 339. In that case we held that \"a sales tax which <i>by its terms must</i> be passed on to the purchaser imposes the legal incidence of the tax upon the purchaser.\" <i>Id.,</i> at 347 (emphasis added).<sup>[6]</sup> This is not a case in which the state statute, either by its own terms or as construed by the <span class=\"star-pagination\">*271</span> state courts, imposes any legal obligation on the purchaser.<sup>[7]</sup></p>\n<p>It is true that the bank expressly agreed to assume the economic burden imposed by the tax and, furthermore, that the statutory scheme contemplates that as a practical matter the vendor will pass that burden on to his customers. As I understand our cases, however, these facts do not provide a sufficient basis for concluding that the legal incidence of the tax falls upon the purchaser.<sup>[8]</sup></p>\n<p>Deciding where the legal incidence of a state tax falls is not the most intriguing task that judges are called <span class=\"star-pagination\">*272</span> upon to perform. Such work is facilitated, however, when the controlling standards are expressed in simple language. I had thought two rather clear rules controlled this case. First, the location of the economic impact of a tax does not identify the place where its legal incidence falls. Second, it is only if the State imposes a legal obligation on the purchaser either to pay the tax, or to reimburse the vendor for a tax payment, that the legal incidence is on the purchaser. The Court's disposition of this appeal apparently is not predicated on either of those rules. However, I am persuaded that they require us to affirm the judgment of the California Court of Appeal.</p>\n<h2>NOTES</h2>\n<p>[1]  49 Cal. App. 3d 778, 123 Cal. Rptr. 160 (1975).</p>\n<p>[2]  See <i>Society for Savings</i> v. <i>Bowers,</i> 349 U. S. 143, 151.</p>\n<p>[3]  As we said in <i>American Oil Co.</i> v. <i>Neill,</i> 380 U. S. 451, 455-456:\n</p>\n<p>\"When a state court has made its own definitive determination as to the operating incidence [of a tax], our task is simplified. We give this finding great weight in determining the natural effect of a statute, and if it is consistent with the statute's reasonable interpretation it will be deemed conclusive.\"</p>\n<p>[4]  The very question which confronts us here arose in <i>Western Lithograph Co.</i> v. <i>State Board of Equalization,</i> 11 Cal. 2d 156, 78 P. 2d 731 (1938); in that case the plaintiff-vendor claimed not to be liable for taxes measured by sales made to the Bank of America National Trust and Savings Association. The Supreme Court of California affirmed the denial of a refund, holding that the incidence of the tax was on the retailer, not on the consumer.</p>\n<p>[5]  In <i>National Ice &amp; Cold Storage Co. of California</i> v. <i>Pacific Fruit Express Co.,</i> 11 Cal. 2d 283, 79 P. 2d 380 (1938), the court held that the vendor could not add sales tax reimbursement to the price paid by a vendee under a pre-existing contract, even though the court was required, in order to reach this result, to hold unconstitutional a section of the taxing statute which expressly allowed such a result. The court reasoned that while it was not beyond the power of the legislature to impose a tax on the consumer, it had not done so, and it was beyond the power of the legislature to require the vendee to pay the vendor's debt.\n</p>\n<p>That this left the California sales tax reimbursement as a matter of contract between vendor and vendee is affirmed by the later holdings of the lower California courts in <i>Clary</i> v. <i>Basalt Rock Co.,</i> 99 Cal. App. 2d 458, 222 P. 2d 24 (1950), which held that there was no venue against the vendee in a particular county because it could not be found that any tax obligation arose against the vendee when a sale was made, and <i>Livingston Rock &amp; Gravel Co.</i> v. <i>DeSalvo,</i> 136 Cal. App. 2d 156, 288 P. 2d 317 (1955), where the vendor under a lease-sale overlooked providing for sales tax reimbursement. Although the vendor had been held liable for payment to the State, the court held that the vendor could not collect the tax from the vendee.</p>\n<p>[6]  We have recently explained \"the controlling significance\" of <i>First Agricultural Bank</i> in this way:\n</p>\n<p>\"But the controlling significance of <i>First Agricultural Bank</i> for our purposes is the test formulated by that decision for the determination where the legal incidence of the tax falls, namely, that where a State requires that its sales tax be passed on to the purchaser and be collected by the vendor from him, this establishes as a matter of law that the legal incidence of the tax falls upon the purchaser.\" <i>United States</i> v. <i>Mississippi Tax Comm'n,</i> 421 U. S. 599, 608.</p>\n<p>In this case, unlike <i>First Agricultural Bank,</i> the State does not <i>require</i> that its sales tax be passed on to the purchaser.</p>\n<p>[7]  Appellants have placed great stress on the wording of § 6052 of the California Revenue and Taxation Code (1970), which provides:\n</p>\n<p>\"§ 6052 Collection by retailer from consumer. The tax hereby imposed shall be collected by the retailer from the consumer in so far as it can be done.\"</p>\n<p>On its face this provision could reasonably be read to require that the tax be paid by the consumer. However, in the face of the state courts' consistent interpretation of the state statute as not requiring that result, we are not free to place our own interpretation on the statute.</p>\n<p>[8]  In <i>Gurley</i> v. <i>Rhoden,</i> 421 U. S. 200, 204-205, we explained:\n</p>\n<p>\"The economic burden of taxes incident to the sale of merchandise is traditionally passed on to the purchasers of the merchandise. Therefore, the decision as to where the legal incidence of either tax falls is not determined by the fact that petitioner, by increasing his pump prices in the amounts of the taxes, shifted the economic burden of the taxes from himself to the purchaser-consumer. The Court has laid to rest doubts on that score raised by such decisions as <i>Panhandle Oil Co.</i> v. <i>Mississippi ex rel. Knox,</i> 277 U. S. 218 (1928); <i>Indian Motorcycle Co.</i> v. <i>United States,</i> 283 U. S. 570 (1931); and <i>Kern-Limerick, Inc.</i> v. <i>Scurlock,</i> 347 U. S. 110 (1954), at least under taxing schemes, as here, where neither statute required petitioner to pass the tax on to the purchaser-consumer. See <i>Alabama</i> v. <i>King &amp; Boozer,</i> 314 U. S. 1 (1941); <i>Lash's Products Co.</i> v. <i>United States,</i> 278 U. S. 175 (1929); <i>Wheeler Lumber Co.</i> v. <i>United States,</i> 281 U. S. 572 (1930); <i>First Agricultural Nat. Bank</i> v. <i>Tax Comm'n,</i> 392 U. S. 339 (1968); <i>American Oil Co.</i> v. <i>Neill,</i> 380 U. S. 451 (1965).\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></span> (1976)</b></center>\n<center><h1>DIAMOND NATIONAL CORP. ET AL.<br>\nv.<br>\nSTATE BOARD OF EQUALIZATION.</h1></center>\n<center>No. 75-1038.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided April 19, 1976.</center>\nON APPEAL FROM THE COURT OF APPEAL OF CALIFORNIA, FIRST APPELLATE DISTRICT.\n<p>PER CURIAM.</p>\n<p>The judgment is reversed. We are not bound by the California court's contrary conclusion and hold that the incidence of the state and local sales taxes falls upon the national bank as purchaser and not upon the vendors. The national bank is therefore exempt from the taxes under former 12 U. S. C. § 548 (1964 ed.), which was in effect at the time here pertinent. <i>First Agricultural Nat. Bank</i> v. <i>Tax Comm'n,</i> 392 U. S. 339, 346-348 (1968).</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE STEVENS, with whom MR. JUSTICE REHNQUIST joins, dissenting.</p>\n<p>Appellants contend that California may not impose its sales tax on the sale of printed forms and other tangibles to Crocker-Citizens National Bank because the legal incidence of the tax falls upon a federal instrumentality. The California Court of Appeal, applying a construction of the California statute that has been consistently followed for over 40 years, held that the legal incidence of the tax falls upon the vendor rather than the purchaser.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*269</span> Since the case involves a federal claim of immunity from state taxation, we are not bound by the California court's determination of where the incidence of the tax falls.<sup>[2]</sup> On the other hand, we are not free simply to disregard the state court's determination.<sup>[3]</sup> More narrowly, I believe we must accept the state court's interpretation of the meaning of a state statute insofar as it defines the legal obligations of the vendor, the purchaser, and the tax collector independently of any claim of federal immunity.</p>\n<p>In this case we have the benefit of completely consistent construction by the California courts since the statute was enacted in 1933. Both in cases involving a federal claim of immunity,<sup>[4]</sup> and also in cases which involved no question of federal law,<sup>[5]</sup> the California courts <span class=\"star-pagination\">*270</span> have unambiguously held that the statute imposes no legal obligation on a purchaser either to pay the tax himself or to reimburse his vendor.</p>\n<p>That consistent, nondiscriminatory construction of California law avoids appellants' reliance on <i>First Agricultural Nat. Bank</i> v. <i>Tax Comm'n,</i> 392 U. S. 339. In that case we held that \"a sales tax which <i>by its terms must</i> be passed on to the purchaser imposes the legal incidence of the tax upon the purchaser.\" <i>Id.,</i> at 347 (emphasis added).<sup>[6]</sup> This is not a case in which the state statute, either by its own terms or as construed by the <span class=\"star-pagination\">*271</span> state courts, imposes any legal obligation on the purchaser.<sup>[7]</sup></p>\n<p>It is true that the bank expressly agreed to assume the economic burden imposed by the tax and, furthermore, that the statutory scheme contemplates that as a practical matter the vendor will pass that burden on to his customers. As I understand our cases, however, these facts do not provide a sufficient basis for concluding that the legal incidence of the tax falls upon the purchaser.<sup>[8]</sup></p>\n<p>Deciding where the legal incidence of a state tax falls is not the most intriguing task that judges are called <span class=\"star-pagination\">*272</span> upon to perform. Such work is facilitated, however, when the controlling standards are expressed in simple language. I had thought two rather clear rules controlled this case. First, the location of the economic impact of a tax does not identify the place where its legal incidence falls. Second, it is only if the State imposes a legal obligation on the purchaser either to pay the tax, or to reimburse the vendor for a tax payment, that the legal incidence is on the purchaser. The Court's disposition of this appeal apparently is not predicated on either of those rules. However, I am persuaded that they require us to affirm the judgment of the California Court of Appeal.</p>\n<h2>NOTES</h2>\n<p>[1]  <span class=\"citation\" data-id=\"2121133\"><a href=\"/opinion/2121133/diamond-nat-corp-v-state-bd-of-equalization/\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">778</span></a></span>, <span class=\"citation\" data-id=\"2121133\"><a href=\"/opinion/2121133/diamond-nat-corp-v-state-bd-of-equalization/\"><span class=\"volume\">123</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">160</span></a></span> (1975).</p>\n<p>[2]  See <i>Society for Savings</i> v. <i>Bowers,</i> 349 U. S. 143, 151.</p>\n<p>[3]  As we said in <i>American Oil Co.</i> v. <i>Neill,</i> 380 U. S. 451, 455-456:\n</p>\n<p>\"When a state court has made its own definitive determination as to the operating incidence [of a tax], our task is simplified. We give this finding great weight in determining the natural effect of a statute, and if it is consistent with the statute's reasonable interpretation it will be deemed conclusive.\"</p>\n<p>[4]  The very question which confronts us here arose in <i>Western Lithograph Co.</i> v. <i>State Board of Equalization,</i> <span class=\"citation\" data-id=\"1801519\"><a href=\"/opinion/1801519/western-l-co-v-state-bd-of-equalization/\"><span class=\"volume\">11</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">156</span></a></span>, 78 P. 2d 731 (1938); in that case the plaintiff-vendor claimed not to be liable for taxes measured by sales made to the Bank of America National Trust and Savings Association. The Supreme Court of California affirmed the denial of a refund, holding that the incidence of the tax was on the retailer, not on the consumer.</p>\n<p>[5]  In <i>National Ice &amp; Cold Storage Co. of California</i> v. <i>Pacific Fruit Express Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">283</span></span>, 79 P. 2d 380 (1938), the court held that the vendor could not add sales tax reimbursement to the price paid by a vendee under a pre-existing contract, even though the court was required, in order to reach this result, to hold unconstitutional a section of the taxing statute which expressly allowed such a result. The court reasoned that while it was not beyond the power of the legislature to impose a tax on the consumer, it had not done so, and it was beyond the power of the legislature to require the vendee to pay the vendor's debt.\n</p>\n<p>That this left the California sales tax reimbursement as a matter of contract between vendor and vendee is affirmed by the later holdings of the lower California courts in <i>Clary</i> v. <i>Basalt Rock Co.,</i> <span class=\"citation\" data-id=\"1121714\"><a href=\"/opinion/1121714/clary-v-basalt-rock-co-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">458</span></a></span>, 222 P. 2d 24 (1950), which held that there was no venue against the vendee in a particular county because it could not be found that any tax obligation arose against the vendee when a sale was made, and <i>Livingston Rock &amp; Gravel Co.</i> v. <i>DeSalvo,</i> <span class=\"citation\" data-id=\"1346473\"><a href=\"/opinion/1346473/livingston-rock-gravel-co-v-de-salvo/\"><span class=\"volume\">136</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">156</span></a></span>, 288 P. 2d 317 (1955), where the vendor under a lease-sale overlooked providing for sales tax reimbursement. Although the vendor had been held liable for payment to the State, the court held that the vendor could not collect the tax from the vendee.</p>\n<p>[6]  We have recently explained \"the controlling significance\" of <i>First Agricultural Bank</i> in this way:\n</p>\n<p>\"But the controlling significance of <i>First Agricultural Bank</i> for our purposes is the test formulated by that decision for the determination where the legal incidence of the tax falls, namely, that where a State requires that its sales tax be passed on to the purchaser and be collected by the vendor from him, this establishes as a matter of law that the legal incidence of the tax falls upon the purchaser.\" <i>United States</i> v. <i>Mississippi Tax Comm'n,</i> 421 U. S. 599, 608.</p>\n<p>In this case, unlike <i>First Agricultural Bank,</i> the State does not <i>require</i> that its sales tax be passed on to the purchaser.</p>\n<p>[7]  Appellants have placed great stress on the wording of § 6052 of the California Revenue and Taxation Code (1970), which provides:\n</p>\n<p>\"§ 6052 Collection by retailer from consumer. The tax hereby imposed shall be collected by the retailer from the consumer in so far as it can be done.\"</p>\n<p>On its face this provision could reasonably be read to require that the tax be paid by the consumer. However, in the face of the state courts' consistent interpretation of the state statute as not requiring that result, we are not free to place our own interpretation on the statute.</p>\n<p>[8]  In <i>Gurley</i> v. <i>Rhoden,</i> 421 U. S. 200, 204-205, we explained:\n</p>\n<p>\"The economic burden of taxes incident to the sale of merchandise is traditionally passed on to the purchasers of the merchandise. Therefore, the decision as to where the legal incidence of either tax falls is not determined by the fact that petitioner, by increasing his pump prices in the amounts of the taxes, shifted the economic burden of the taxes from himself to the purchaser-consumer. The Court has laid to rest doubts on that score raised by such decisions as <i>Panhandle Oil Co.</i> v. <i>Mississippi ex rel. Knox,</i> 277 U. S. 218 (1928); <i>Indian Motorcycle Co.</i> v. <i>United States,</i> 283 U. S. 570 (1931); and <i>Kern-Limerick, Inc.</i> v. <i>Scurlock,</i> 347 U. S. 110 (1954), at least under taxing schemes, as here, where neither statute required petitioner to pass the tax on to the purchaser-consumer. See <i>Alabama</i> v. <i>King &amp; Boozer,</i> 314 U. S. 1 (1941); <i>Lash's Products Co.</i> v. <i>United States,</i> 278 U. S. 175 (1929); <i>Wheeler Lumber Co.</i> v. <i>United States,</i> 281 U. S. 572 (1930); <i>First Agricultural Nat. Bank</i> v. <i>Tax Comm'n,</i> 392 U. S. 339 (1968); <i>American Oil Co.</i> v. <i>Neill,</i> 380 U. S. 451 (1965).\"</p>\n\n</div>", "id": 109426, "judges": "Per Curiam", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/109426/", "sha1": "a1e15d5d2fcebd04358d74d71c3685247409ebe7", "source": "LR", "supreme_court_db_id": "1975-074", "time_retrieved": "2010-04-28T10:12:05"}