{"absolute_url": "/opinion/111359/naacp-v-hampton-county-election-commn/", "blocked": false, "citation": {"case_name": "NAACP v. Hampton County Election Comm'n", "docket_number": "83-1015", "document_uris": ["/api/rest/v2/document/111359/"], "federal_cite_one": "470 U.S. 166", "federal_cite_three": "84 L. Ed. 2d 124", "federal_cite_two": "105 S. Ct. 1128", "id": 95718, "lexis_cite": "1985 U.S. LEXIS 55", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95718/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1985-02-27", "date_modified": "2014-12-21T02:07:49.429395", "docket": "/api/rest/v2/docket/45992/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">470 U.S. 166</p>\n    <p class=\"case_cite\">105 S.Ct. 1128</p>\n    <p class=\"case_cite\">84 L.Ed.2d 124</p>\n    <p class=\"parties\">NATIONAL ASSOCIATION FOR THE ADVANCEMENT OF COLORED  PEOPLE, etc., et al., Appellants,<br>v.<br>HAMPTON COUNTY ELECTION COMMISSION, etc., et al.</p>\n    <p class=\"docket\">No. 83-1015.</p>\n    <p class=\"date\">Argued Nov. 28, 1984.</p>\n    <p class=\"date\">Decided Feb. 27, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Section 5 of the Voting Rights Act provides that covered States or political subdivisions may not implement any election practices different from those in force on November 1, 1964, without first obtaining approval from the United States District Court for the District of Columbia or, alternatively, from the Attorney General.  As of November 1, 1964, the public schools of Hampton County, South Carolina, a covered jurisdiction, were governed by an appointed County Board of Education and an elected Superintendent of Education.  The county consists of two School Districts, one where the vast majority of white students live, and the other predominantly black.  Each District was governed by a Board of Trustees, who were appointed by the County Board of Education.  In 1982, the South Carolina General Assembly enacted Act No. 547, providing that the members of the County Board of Education were to be elected at large rather than appointed.  The first election was to be held simultaneously with the general election in November 1982, and prospective candidates were required to file with appellee Election Commission at least 45 days before the election.  Act No. 547 was submitted to the Attorney General for approval under &#167; 5 of the Voting Rights Act, and he informed the State that he had no objection to the change. But in the meantime, before the Attorney General had approved Act No. 547, Act No. 549 was enacted to abolish the County Board of Education and Superintendent and to devolve their duties upon the District Boards of Trustees, which were to be elected separately. The first trustee election was also scheduled to be held with the November general election, and candidates were required to file between August 16 and 31.  Act No. 549 was also submitted to the Attorney General for clearance under &#167; 5, and he initially interposed an objection.  Nevertheless, the Election Commission, contemplating a reconsideration, continued to accept candidate filings under Act No. 549, and at the same time began accepting filings under Act No. 547.  Since the Attorney General had not yet responded to the State's request for reconsideration of his objection to Act No. 549 by the date of the November general election, elections for the County Board of Education were held on that date pursuant to Act No. 547, and no elections were held pursuant to Act No. 549.  Thereafter the Attorney General withdrew his objection to Act No. 549, thereby rendering null and void Act No. 547 and the November elections held pursuant thereto.  The South Carolina Attorney General then informed the Election Commission that Act No. 549 was in effect and that an election pursuant thereto should be held.  Accordingly, the Commission set March 15, 1983, as election day.  Appellants, two civil rights organizations and several residents of Hampton County, filed suit in Federal District Court, seeking to enjoin the election as illegal under &#167; 5 of the Voting Rights Act.  The court denied relief, holding that no violation of &#167; 5 had occurred, since, although Act No. 549 itself was a change under the Voting Rights Act, the scheduling of the election and the filing period were simply \"ministerial acts necessary to accomplish the statute's purpose and thus did not require preclearance.\"  The court further held that even if these acts were \"changes,\" they had now been precleared along with the remaining provisions of Act No. 549.</p>\n      <p class=\"indent\"><i>Held:</i>  The use of an August filing period in conjunction with a March election, and the setting of the March election itself, were changes that should have been submitted to the Attorney General under &#167; 5 of the Voting Rights Act.  Pp. 174-183.</p>\n      <p class=\"indent\">(a) By opening the filing period for School District Trustees before preclearance and scheduling the election for a date four months later than that approved by the Attorney General, the county effectively altered the filing deadline from a date approximately two months before the election to one that was almost six months before the election.  These changes cannot fairly be charcterized as \"ministerial\" in light of the sweeping objectives of the Voting Rights Act.  They possibly prevented relative latecomers from entering the race, and in addition a March election is likely to draw significantly fewer voters than an election held simultaneously with a November general election. The inquiry here is limited to whether the challenged changes have the <i>potential</i> for discrimination.  These changes did have such a potential and therefore should have been precleared under &#167; 5. Pp. 174-181.</p>\n      <p class=\"indent\">(b) The changes cannot be said to have been implicitly approved when the Attorney General withdrew his objection to Act No. 549.  <i>Berry v. Doles,</i> 438 U.S. 190, 98 S.Ct. 2692, 57 L.Ed.2d 693, distinguished.  Nor can the Attorney General be said to have validated the changes, retroactively or otherwise, because they were never before him.  Pp. 181-182.</p>\n      <p class=\"indent\">Reversed and remanded.</p>\n      <p class=\"indent\">Armand Derfner, Washington, D.C., for appellants.</p>\n      <p class=\"indent\">David A. Strauss, Washington, D.C., for United States as amicus curiae supporting appellants, by special order of Court.</p>\n      <p class=\"indent\">Treva G. Ashworth, Asst. Atty. Gen., Columbia, S.C., for appellees.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal challenges a three-judge District Court's construction and application of &#167; 5 of the Voting Rights Act, 79 Stat. 437, as amended, 42 U.S.C. &#167; 1973c.  That section provides that certain jurisdictions, including the one in which this case arose, may not implement any election practices different from those in force on November 1, 1964, without first obtaining approval from the United States District Court for the District of Columbia or, alternatively, from the Attorney General.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The statute further provides that once a proposed change has been submitted to the Attorney General, he has 60 days in which to object.  If an objection is interposed, the submitting authority may request reconsideration.  28 CFR &#167; 51.44 (1984). Such a request triggers another 60-day period for the Attorney General to decide whether to continue or withdraw his objection. &#167; 51.47.  The District Court held that &#167; 5 did not require the changes in election practices involved here to be cleared by the Attorney General prior to their implementation.  We noted probable jurisdiction, 467 U.S. 1250, 104 S.Ct. 3531, 82 L.Ed.2d 837 (1984), and now reverse that judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* As of November 1, 1964, the Hampton County, South Carolina, public schools were governed by appointed officials and an elected Superintendent of Education.  The county comprises two school districts, School District No. 1, where the vast majority of white students live, and School District No. 2, which is predominantly black.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Each District was governed by a separate six-member Board of Trustees.  These trustees were appointed by a six-member County Board of Education, which in turn was appointed by the county legislative delegation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 18, 1982, apparently in an attempt to facilitate consolidation of these two School Districts,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the South Carolina General Assembly enacted Act No. 547.  This statute provided that, beginning in 1983, the six members of the County Board of Education were to be elected at large rather than appointed.  The first election for the new Board was to be held simultaneously with the general election in November 1982, and prospective candidates were required to file with the Election Commission at least 45 days before the election.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Pursuant to &#167; 5 of the Voting Rights Act, the State submitted Act No. 547 for the approval of the Attorney General, who received it on February 27.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  On April 28, the Attorney General informed the State that he had no objection to the change in question.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 9, however, before the Attorney General had approved Act No. 547, the Governor of South Carolina signed Act No. 549, which was designed to supersede Act No. 547.  Act No. 549 abolished the County Board of Education and the County Superintendent, devolving their duties upon the District Boards of Trustees, which were to be elected separately by each District. Like Act No. 547, Act No. 549 scheduled the first trustee election to coincide with the November 1982 general election.  Candidates were required to file between August 16 and August 31. Implementation of the Act was made contingent upon approval in a referendum to be held in May 1982.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The State did not submit Act No. 549 to the Attorney General for clearance until June 16, 1982, 22 days after it was approved in the referendum and 68 days after it had been enacted.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  As of August 16&#8212;the opening date of the filing period under Act No. 549 no response had yet been received from the Attorney General. Nevertheless, the County Election Commission began accepting filings for elections to be held under Act No. 549.  On August 23, the Attorney General interposed an objection.  He informed the State that it had not sustained its burden of showing that the proposal to eliminate the County Board of Education did not have a discriminatory purpose or effect.  The Attorney General noted that \"the county board has been particularly responsive to the interests and needs of the black community in Hampton County and consistently has appointed bi-racial representation on the local boards of trustees for both School District 1 and School District 2.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because the State was contemplating requesting the Attorney General to reconsider this objection, the County Election Commission continued to accept filings under Act No. 549 through the end of the designated filing period, August 31.  On that date, the State officially requested reconsideration.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  At the same time, the Election Commission began accepting filings under Act No. 547, in case the Attorney General refused to withdraw his objection to Act No. 549.  On November 2, the date of the general election, the Attorney General had not yet responded to the request for reconsideration, and elections for County Board members were held pursuant to Act No. 547.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  No elections were held pursuant to Act No. 549.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 19, the Attorney General withdrew his objection to Act No. 549.  The objection had been based primarily on the possibility that the County Board, which the Act would abolish, might have consolidated the two School Districts, but, upon reappraising South Carolina law, the Attorney General concluded that the Board lacked authority to approve such a consolidation. Therefore, its elimination would not have a potentially discriminatory impact.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The effect of the Attorney General's clearance of Act No. 549 was to render Act No. 547&#8212;and the November elections held pursuant to it&#8212;null and void.  In response to a request for advice, the South Carolina Attorney General informed the County Election Commission in January that Act No. 549 was now in effect and that an election for school district trustees should be held \"as soon as possible.\"  The State Attorney General further opined that there was no reason to reopen the filing period, \"as only the date of the election has changed.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Accordingly, the Commission set March 15, 1983, as election day.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 11, appellants, two civil rights organizations and several residents of Hampton County, filed suit in the United States District Court for the District of South Carolina seeking to enjoin the election as illegal under &#167; 5 of the Voting Rights Act.  The defendants were the County Election Commission, the two School Districts, and various county officials.  The complaint identified a number of alleged \"changes\" in election procedure, including the scheduling of an election at a time other than that specified in the statute, and the use of the August filing period for the March election.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  A preliminary injunction was denied, and the election took place as scheduled.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Subsequently, a three-judge panel denied a permanent injunction and declaratory relief, holding that no violation of &#167; 5 of the Voting Rights Act had occurred.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  The court reasoned that, although Act No. 549 itself was a \"change\" under the Act, the scheduling of the election and the filing period were simply \"ministerial acts necessary to accomplish the statute's purpose . . ., and thus did not require preclearance.\"  App. to Juris. Statement 9a.  In the alternative, the court held that even if these acts did constitute \"changes,\" they had now been \"precleared along with the remaining provisions of Act No. 549.\"  <i>Ibid.</i>  That this \"preclearance\" did not occur until after the filing period had been held was not considered dispositive.  The court interpreted <i>Berry v. Doles,</i> 438 U.S. 190, 98 S.Ct. 2692, 57 L.Ed.2d 693 (1978), to stand for the proposition that after-the-fact federal approval under &#167; 5 might retroactively validate a change in voting procedures.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants contend that the opening of the August filing period before preclearance, and the scheduling of an election in March after the Attorney General had approved only a November election date, are changes that come within the scope of &#167; 5. Appellees, echoing the rationale of the District Court, maintain that opening the filing period as required by Act No. 549&#8212;albeit before the Act had been approved&#8212;was merely a preliminary step in its implementation.  If the Attorney General had ultimately disapproved Act No. 549, the county would not have held an election under it, and the filing period would have become a nullity.  Because Act No. 549 was in fact cleared, the filing period it specified was necessarily cleared as well.  The alteration of the date of the election, according to appellees, was merely an \"unfreezing\" of a process that had been temporarily suspended by the operation of the Voting Rights Act.  Although appellees concede that a legislatively enacted change in the date of an election is covered by the Act,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> they distinguish the change at issue here because it was required only by the Attorney General's failure to approve Act No. 549 before the scheduled election date, and because it was undertaken only to effect the initial implementation of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We need not decide whether a jurisdiction covered by &#167; 5 may ever open a filing period under a statute that has not yet been precleared.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  In this case, Hampton County not only opened the filing period for School District trustees before preclearance, but it also scheduled the election for a date four months later than that approved by the Attorney General.  Thus the county effectively altered the filing deadline from a date approximately two months before the election to one that was almost six months before the election.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These changes cannot fairly be characterized as \"ministerial\" in light of the sweeping objectives of the Act.  The Voting Rights Act was aimed at \"the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race.\"  <i>Allen v.</i> State Board of Elections, 393 U.S. 544, 565, 89 S.Ct. 817, 831, 22 L.Ed.2d 1 (1969).  Our precedents recognize that to effectuate the congressional purpose, &#167; 5 is to be given broad scope.  <i>Id.,</i> at 567, 89 S.Ct., at 831;  see also <i>Dougherty County Board of Education v. White,</i> 439 U.S. 32, 38, 99 S.Ct. 368, 372, 58 L.Ed.2d 269 (1978).  Also, far from exempting alterations that might be perceived as minor, Congress failed to adopt such a suggestion when it was proposed in debates on the original Act.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Developments since the passage of the Act provide no basis for concluding that our cases had misinterpreted the intent of Congress.  On the contrary, the legislative history of the most recent extension of the Voting Rights Act in 1982 reveals that the congressional commitment to its continued enforcement is firm. The Senate Committee found \"virtual unanimity among those who [had] studied the record,\" S.Rep. No. 97-417, p. 9 (1982), U.S.Code Cong. &amp; Admin.News 1982, p. 186, that &#167; 5 should be extended.  And, as it had in previous extensions of the Act, Congress specifically endorsed a broad construction of the provision.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although this Court has never addressed itself to alterations in voting procedures that exactly parallel those at issue in this case, we have twice held that the rescheduling of a candidate qualifying period is a \"change\" that comes within the scope of &#167; 5.  <i>Hadnott v. Amos,</i> 394 U.S. 358, 365-366, 89 S.Ct. 1101, 1105-1106, 22 L.Ed.2d 336 (1969);  <i>Allen v. State Board of Elections, supra,</i> 393 U.S., at 551, 570, 89 S.Ct., at 824, 834.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  Of course, there was no alteration in the filing period itself in this case;  it was held between August 16 and August 31, exactly as Act No. 549 required.  But a filing period cannot be considered in isolation from the election of which it forms a part.  As we have recognized in an analogous context, issues that provoke responses from the electorate and from potential candidates are most likely to arise shortly before election time.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Under appellees' approach, a filing period held years before an election would serve as well as one held on election eve.  But clearly, the former has a much greater potential for hindering voter participation than the latter. Furthermore, the August filing period was held at a time when the Attorney General still had an outstanding objection to Act No. 549.  Potential candidates who considered the opening of the filing period illegal in these circumstances may have deliberately stayed away.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellees do not seriously dispute that a change in the date of an election, if effected by statute, requires approval by the Attorney General under &#167; 5.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  Rather, they argue that because the rescheduling in this case was merely an administrative effort to comply with a statute that had already received clearance, it was not a change of such magnitude as to trigger the requirements of &#167; 5.  But plainly, the form of a change in voting procedures cannot determine whether it is within the scope of &#167; 5.  That section reaches informal as well as formal changes, such as a bulletin issued by a state board of elections.  <i>Allen, supra.</i><a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  If it were otherwise, States could evade the requirements of &#167; 5 merely by implementing changes in an informal manner.  Neither is it determinative that an alteration in scheduling is unlikely to be repeated, as it would be if it were embodied in a statute or rule. The Voting Rights Act reaches changes that affect even a single election.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  As we have noted, the change in the election date in this instance extended the gap between the filing period and the election, possibly preventing relative latecomers from entering the race.  In addition, an election in March is likely to draw significantly fewer voters than an election held simultaneously with a general election in November.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Any doubt that these changes are covered by &#167; 5 is resolved by the construction placed upon the Act by the Attorney General, which is entitled to considerable deference.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  Under Department of Justice regulations:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"Any change affecting voting, even though it appears to      be minor or indirect, even though it ostensibly expands      voting rights, or even though it is designed to remove the      elements that caused objection by the Attorney General to a      prior submitted change, must meet the Section 5 preclearance      requirement.\"  28 CFR &#167; 51.11 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Among the specific examples of changes listed in the regulations is \"[a]ny change affecting the eligibility of persons to become or remain candidates.\"  &#167; 51.12.  Pursuant to these regulations, the Attorney General has, since 1980, reviewed approximately 58 changes in election dates and approximately 10 changes in dates for candidate filing periods.  In none of these instances did the Attorney General advise the covered jurisdiction that its submission was not a \"change,\" and on several occasions objections were interposed.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellees argue that these changes in voting procedures were exempt from preclearance because literal compliance with &#167; 5 was impossible.  The Attorney General did not approve the November election date until after that date had passed;  hence, it was necessary to schedule another election date.  Also, it is said that if the legislature had passed a statute setting a March election date and submitted it to the Attorney General, preclearance might not have been obtained by the date of the March election.  In that event, yet another amendment would have been necessary, requiring yet another submission.  The process might have continued <i>ad infinitum.</i> To the extent that appellees found themselves in a dilemma, however, it was largely of their own making.  Rather than submitting Act No. 549 shortly after its passage, which would have allowed ample time for preclearance before the scheduled opening of the filing period, the State delayed this action for two months.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a>  Even after Act No. 549 received clearance too late to allow the election to be held in November, appellees might still have submitted the new election date without encountering significant inconvenience.  Because the Attorney General must respond to any submission within 60 days after he receives the necessary information,<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> appellees need only have selected an election date sufficiently far in the future to allow preclearance.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellees would have us hold that the changes here at issue did not require preclearance because they were undertaken in good faith, were merely an attempt to implement a statute that had already been approved by the Attorney General, and were therefore an improvement over prior voting procedures.  But the Attorney General's approval of Act No. 549 signified only that it was not discriminatory, not that it was an improvement over Act No. 547, which had also been approved.  Furthermore, neither the absence of discriminatory purpose nor a good-faith implementation of a change removes the potential for discriminatory effects.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> More fundamentally, it is not our province, nor that of the District Court below, to determine whether the changes at issue in this case in fact resulted in impairment of the right to vote, or whether they were intended to have that effect.  That task is reserved by statute to the Attorney General or to the District Court for the District of Columbia.  Our inquiry is limited to whether the challenged alteration has the <i>potential</i> for discrimination.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a>  The changes effected here did have such potential and therefore should have been precleared under &#167; 5.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Relying on <i>Berry v. Doles,</i> 438 U.S. 190, 98 S.Ct. 2692, 57 L.Ed.2d 693 (1978), the District Court held as an alternative ground that these changes were implicitly approved when the Attorney General withdrew his objection to Act No. 549.  <i>Berry</i> involved changes in voting procedures that were implemented without first being submitted to the Attorney General.  In a decision rendered after the election had already taken place, a three-judge District Court held that the changes should have been submitted under &#167; 5 and enjoined further enforcement of the statute, but refused to set aside the election.  We held that the appropriate remedy was to allow the covered jurisdiction 30 days in which to apply for approval of the change.  We further stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"If approval is obtained, the matter will be at an end.      If approval is denied, appellants are free to renew to the      District Court their request for [a new election.]\"  <i>Id.,</i> at      193, 98 S.Ct., at 2694.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">From this, the District Court drew the conclusion that \"a retroactive validation of an election law change under Section 5 could be achieved by after-the-fact federal approval.\"<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Regardless of whether this is a fair characterization of the holding of <i>Berry,</i> it clearly has no application to the facts of this case.  The changes we have identified here&#8212;the retention of an August filing period in conjunction with a March election, and the scheduling of the March election&#8212;had not even been decided upon by state authorities at the time the Attorney General approved Act No. 549.  That statute provided for an August filing period and a <i>November</i> election, which, as we have demonstrated, is quite another matter.  Even an informal submission of a change in voting procedures does not satisfy the requirements of &#167; 5:  the change must be submitted \"in some unambiguous and recordable manner.\"  <i>Allen,</i> 393 U.S., at 571, 89 S.Ct., at 834.  See also <i>McCain v. Lybrand,</i> 465 U.S. 236, 104 S.Ct. 1037, 79 L.Ed.2d 271 (1984);  <i>United States v. Sheffield Board of Comm'rs,</i> 435 U.S. 110, 136, 98 S.Ct. 965, 981, 55 L.Ed.2d 148 (1978).  A change that was never submitted at all does not meet this standard.  The Attorney General cannot be said to have validated these changes, retroactively or otherwise, because they were never before him.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellees' use of an August filing period in conjunction with a March election, and the setting of the March election date itself, were changes that should have been submitted to the Attorney General under &#167; 5.  These changes cannot be said to have been approved along with Act No. 549.  As in <i>Berry v. Doles, supra,</i> it is appropriate in these circumstances for the District Court to enter an order allowing appellees 30 days in which to submit these changes to the Attorney General for approval.  438 U.S., at 192-193, 98 S.Ct., at 2693-2694.  If appellees fail to seek this approval, or if approval is not forthcoming, the results of the March 1983 election should be set aside.  If, however, the Attorney General determines that the changes had no discriminatory purpose or effect, the District Court should determine, in the exercise of its equitable discretion, whether the results of the election may stand.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We therefore reverse the District Court's judgment that &#167; 5 was not violated by appellees' failure to secure approval of these changes, and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Justice POWELL and Justice REHNQUIST concur in the judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 5, as set forth in 42 U.S.C. &#167; 1973c, provides in pertinent part:</p>\n        <p>\"Whenever a State or political subdivision with respect to which the prohibitions set forth in section 1973b(a) of this title based upon determinations made under the first sentence of section 1973b(b) of this title are in effect shall enact or seek to administer any voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different from that in force or effect on November 1, 1964, . . . such State or subdivision may institute an action in the United States District Court for the District of Columbia for a declaratory judgment that such qualification . . . does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color, or in contravention of the guarantees set forth in section 1973b(f)(2) of this title, and unless and until the court enters such judgment no person shall be denied</p>\n        <p>the right to vote for failure to comply with such qualification . . .:  <i>Provided,</i> That such qualification . . . may be enforced without such proceedings if the qualification . . . has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission, or upon good cause shown, to facilitate an expedited approval within sixty days after such submission, the Attorney General has affirmatively indicated that such objection will not be made.  Neither an affirmative indication by the Attorney General that no objection will be made, nor the Attorney General's failure to object, nor a declaratory judgment entered under this section shall bar a subsequent action to enjoin enforcement of such qualification . . . .  In the event that the Attorney General affirmatively indicates that no objection will be made within the sixty-day period following receipt of a submission, the Attorney General may reserve the right to reexamine the submission if additional information comes to his attention during the remainder of the sixty-day period which would otherwise require objection in accordance with this section.  Any action under this section shall be heard and determined by a court of three judges in accordance with the provisions of section 2284 of Title 28 and any appeal shall lie to the Supreme Court.\"</p>\n        <p>The option of obtaining preclearance from the Attorney General, rather than from the District Court for the District of Columbia, was added to the original legislation \" 'to provide a speedy alternative method of compliance to covered States.' \" <i>McCain v. Lybrand,</i> 465 U.S. 236, 246, 104 S.Ct. 1037, 1044, 79 L.Ed.2d 271 (1984) (quoting <i>Morris v. Gressette,</i> 432 U.S. 491, 503, 97 S.Ct. 2411, 2419, 53 L.Ed.2d 506 (1977)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to appellants' complaint filed in the District Court, the county as a whole is 47% white and 53% black.  School District No. 1 contains 91% of the white student population, and its schools are 46% white.  School District No. 2 is 92% black. App. 8a-10a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> According to the court below, it was thought that an elected board, as opposed to an appointed one, would \"be responsive to consolidating School Districts One and Two.\"  App. to Juris. Statement 3a (order of United States District Court for the District of South Carolina, Sept. 9, 1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See <i>id.,</i> at 17a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See App. 52a (letter of Gerald W. Jones to C. Havird Jones, Jr.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>Ibid.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> App. to Juris. Statement 19a-21a.  In their complaint in the court below and in their brief in this Court, appellants alleged that Act No. 549 was enacted in response to pressure from white citizens of Hampton County who feared that Act No. 547 might lead to consolidation of the two School Districts.  The complaint alleged that white residents of School District No. 1 circulated a petition calling for the abolition of the County Board of Education and the County Superintendent, thus severing the connection between School District No. 1 and School District No. 2.  Brief for Appellants 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> App. to Juris. Statement 4a (order of United States District Court for the District of South Carolina, Sept. 9, 1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>Id.,</i> at 59a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <i>Id.,</i> at 63a-64a (letter of C. Havird Jones, Jr., to William Bradford Reynolds).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Of the six Board members elected in the November election, three were black and three were white.  Brief for Appellants 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> App. to Juris. Statement 65a-66a (letter of William Bradford Reynolds to C. Havird Jones, Jr.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> <i>Id.,</i> at 67a-69a (letter of Treva Ashworth to Randolph Murdaugh III).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The complaint also alleged two other \"changes.\"  One of these was the failure to certify the results of the May referendum to the State Code Commissioner as required by state law. Appellants have not raised this claim in this Court.  Appellants also argued in the District Court, and in their brief in this Court, that Act No. 549 had effectively shortened the term of the County Superintendent of Education.  Appellants stated at oral argument that they no longer wished to pursue this claim.  In addition, the complaint alleged that the abolition of the Board of Education violated &#167; 2 of the Voting Rights Act and the Fourteenth and Fifteenth Amendments.  App. 22a-23a.  These claims are the subject of continuing litigation in the District Court.  Brief for Appellants 13, n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> <i>Id.,</i> at 13-14.  Black candidates were elected to all five seats on the District No. 2 Board on March 15.  Four whites and one black won seats on the District No. 1 Board.  App. to Juris. Statement 7a, n. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Section 5 of the Voting Rights Act provides that \"[a]ny action under this section shall be heard and determined by a court of three judges in accordance with the provisions of section 2284 of Title 28 and any appeal shall lie to the Supreme Court.\"  42 U.S.C. &#167; 1973c.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> App. to Juris. Statement 8a-11a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Brief for Appellee School Districts 27.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We note, however, that a prime concern of Congress when it extended the Voting Rights Act in 1982 was the prevalence of changes that were implemented without preclearance and, in some cases, were not submitted to the Attorney General until years later.  See S.Rep. No. 97-417, pp. 12, 14, n. 43 (1982);  H.R.Rep. No. 97-227, p. 13 (1981), U.S.Code Cong. &amp; Admin.News 1982, 177, 189, 191, 192.  The Senate Report stated:</p>\n        <p>\"Timely submission of proposed changes before their implementation is the crucial threshold element of compliance with the law.  The Supreme Court has recognized that enforcement of the Act depends upon voluntary and timely submission of changes subject to preclearance.</p>\n        <p>\"The extent of non-submission documented in both the House hearings and those of this Committee remains surprising and deeply disturbing.  There are numerous instances in which jurisdictions failed to submit changes before implementing them and submitted them only, if at all, many years after, when sued or threatened with suit.</p>\n        <p>\"Put simply, such jurisdictions have flouted the law and hindered the protection of minority rights in voting.\"  S.Rep. No. 97-417, <i>supra,</i> at 47-48, U.S.Code Cong. &amp; Admin.News 1982, at 225, 226.</p>\n        <p>Generally, statutes that are subject to &#167; 5 are ineffective as laws until they have been cleared by federal authorities. <i>Connor v. Waller,</i> 421 U.S. 656, 95 S.Ct. 2003, 44 L.Ed.2d 486 (1975) (<i>per curiam</i> ).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In <i>Allen,</i> the Court noted that the Attorney General stated in hearings in the House that two or three types of changes, such as changing from paper ballots to voting machines, could be specifically excluded from &#167; 5 without undermining its purpose.  We found it significant that \"Congress chose not to include even these minor exceptions in &#167; 5, thus indicating an intention that all changes, no matter how small, be subjected to &#167; 5 scrutiny.\"  393 U.S., at 568, 89 S.Ct., at 833.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> S.Rep. No. 97-417, <i>supra,</i> at 6-7, and n. 8;  see also H.R.Rep. No. 97-227, <i>supra,</i> at 34-35, U.S.Code Cong. &amp; Admin.News 1982, at 182-184 (rejecting proposal to limit &#167; 5 to cover only those changes that had produced the most objections;  \" '[t]he discriminatory potential in seemingly innocent or insignificant changes can only be determined after the specific facts of the change are analyzed in context' \") (quoting testimony of Drew Days, former U.S. Assistant Attorney General).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See also <i>Dougherty County Board of Education v. White,</i> 439 U.S. 32, 43, 99 S.Ct. 368, 374, 58 L.Ed.2d 269 (1978), where we held that a Board of Education rule requiring employees to take unpaid leaves of absence while campaigning for elective political office was a barrier to candidacy \"as formidable as the filing date changes at issue in\" <i>Hadnott</i> and <i>Allen.</i>  In other contexts, we have interpreted &#167; 5 broadly to require preclearance of changes in residence requirements for candidates, <i>City of Rome v. United States,</i> 446 U.S. 156, 160-161, 100 S.Ct. 1548, 1553-1554, 64 L.Ed.2d 119 (1980);  alterations of municipal boundaries, <i>Richmond v. United States,</i> 422 U.S. 358, 95 S.Ct. 2296, 45 L.Ed.2d 245 (1975);  reapportionment and redistricting plans, <i>Georgia v. United States,</i> 411 U.S. 526, 93 S.Ct. 1702, 36 L.Ed.2d 472 (1973); and the location of polling places, <i>Perkins v. Matthews,</i> 400 U.S. 379, 91 S.Ct. 431, 27 L.Ed. 476 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> See <i>Steelworkers v. Usery,</i> 429 U.S. 305, 97 S.Ct. 611, 50 L.Ed.2d 502 (1977) (recognizing, in union democracy context, potential adverse impact of requiring candidates to qualify long before election).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Only one black candidate filed for election as a trustee of District No. 1 during the August filing period.  He was ultimately elected to the post, along with four white candidates. Brief for Appellants 27, and n. 12.  That other potential candidates were prevented from filing is not mere speculation. Appellants alleged in their complaint that three black citizens of Hampton County, including appellant Benjamin Brooks, attempted to have their names placed on the ballot for trustee positions in February, but were told that the filing period had ended the previous August.  App. 16a-17a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See <i>supra,</i> at 174.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See also <i>Dougherty County, supra</i> (rule promulgated by County Board of Education).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See H.R.Rep. 97-227, at 35 (rejecting proposal that &#167; 5 should be limited to changes that produce most objections; \"[w]hile some changes may adversely affect a greater number of people, others may have precisely the type of discriminatory impact which Congress sought to prevent, even though the numbers involved are smaller\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Appellants stated that over 6,000 Hampton County voters participated in the November 1982 general election, whereas less than half that number voted in the March 1983 special election. Brief for Appellants 23-24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> See, <i>e.g., United States v. Sheffield Board of Comm'rs,</i> 435 U.S. 110, 131, 98 S.Ct. 965, 979, 55 L.Ed.2d 148 (1978) (deference should be accorded to Attorney General's construction of the Act, especially in light of the extensive role played by the Attorney General in drafting the statute and explaining its operation to Congress);  <i>Dougherty County, supra,</i> 439 U.S., at 39, 99 S.Ct., at 372.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Brief for United States as <i>Amicus Curiae</i> 13-14, and n. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> Appellees imply that they were unable to submit Act No. 549 until after it had been approved in the May referendum.  But the Department's regulations explicitly provide for submission of statutes before such ratification has been obtained.  See 28 CFR &#167; 51.20 (1984).  Thus, the Act could have been submitted as soon as it was signed into law on April 9, a full 129 days before the filing period opened on August 16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> See 28 CFR &#167;&#167; 51.8, 51.35, 51.37 (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> See S.Rep. No. 97-417, at 12, n. 31, U.S.Code Cong. &amp; Admin.News 1982, at 189 (\"even when changes are made for valid reasons, for example, reapportionment or home rule, 'jurisdictions may not always take care to avoid discriminating against minority voters in the process' \") (quoting S.Rep. No. 94-295, p. 18 (1975)).  See also <i>Allen v. State Board of Elections,</i> 393 U.S., at 565, n. 29, 89 S.Ct., at 831, n. 29 (that a change was undertaken in an attempt to comply with the Act does not exempt it from &#167; 5; \"[t]o hold otherwise would mean that legislation, allegedly passed to meet the requirements of the Act, would be exempted from &#167; 5 coverage&#8212;even though it would have the effect of racial discrimination\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> See <i>McCain v. Lybrand,</i> 465 U.S., at 250, 104 S.Ct., at 1046;  <i>Dougherty County Board of Education v. White,</i> 439 U.S., at 42, 99 S.Ct., at 374;  <i>Georgia v. United States,</i> 411 U.S., at 534, 93 S.Ct., at 1707;  <i>Perkins v. Matthews,</i> 400 U.S., at 383-385, 91 S.Ct., at 434-435;  <i>Allen v. State Board of Elections, supra,</i> 393 U.S., at 555, n. 19, 570, 89 S.Ct., at 826, n. 19, 834.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> App. to Juris. Statement 10a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> In <i>Berry,</i> we stated that if the Attorney General gave his after-the-fact approval to the challenged alterations in voting procedure, \"the matter will be at an end.\"  438 U.S., at 193, 98 S.Ct., at 2694.  In that case, however, the District Court had previously acknowledged that the changes were covered by &#167; 5 and had reached the question of an appropriate remedy.  In this case, however, the District Court erroneously concluded that the changes were outside the scope of &#167; 5 and never engaged in the equitable weighing process necessary to determine whether failure to submit a covered change for preclearance requires that an election be set aside.  The factors to be weighed include \"the nature of the changes complained of, and whether it was reasonably clear at the time of the election that the changes were covered by &#167; 5.\" <i>Perkins v. Matthews, supra,</i> 400 U.S., at 396, 91 S.Ct., at 440.</p>\n        <p>The determination whether a change has a discriminatory purpose or effect, which is committed by statute to the Attorney General, is distinct from the determination whether failure to submit the change requires that the election be set aside.  The latter determination must be made by the District Court, after the Attorney General has passed on the substantive nature of the change.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>470 U.S. 166 (1985)</b></center>\n<center><h1>NATIONAL ASSOCIATION FOR THE ADVANCEMENT OF COLORED PEOPLE ET AL.<br>\nv.<br>\nHAMPTON COUNTY ELECTION COMMISSION ET AL.</h1></center>\n<center>No. 83-1015.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 28, 1984</center>\n<center>Decided February 27, 1985</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF SOUTH CAROLINA\n<p><span class=\"star-pagination\">*168</span> <i>Armand Derfner</i> argued the cause for appellants. With him on the briefs were <i>John R. Harper II, Thomas I. Atkins, J. LeVonne Chambers, Lani Guinier,</i> and <i>Eric Schnapper.</i></p>\n<p><i>David A. Strauss</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Lee, Assistant Attorney General Reynolds, Deputy Solicitor General Wallace, Deputy Assistant Attorney General Turner, Barbara E. Etkind,</i> and <i>Jessica Dunsay Silver.</i></p>\n<p><i>Treva G. Ashworth,</i> Senior Assistant Attorney General of South Carolina, argued the cause for appellees and filed a brief for appellees Hampton County Election Commission et al. With her on the brief were <i>T. Travis Medlock,</i> Attorney General, and <i>J. Emory Smith, Jr.,</i> Assistant Attorney General. <i>Bruce E. Davis</i> and <i>Karen LeCraft Henderson</i> filed a brief for appellees Hampton County School District No. 1 et al.</p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>This appeal challenges a three-judge District Court's construction and application of  5 of the Voting Rights Act, 79 Stat. 437, as amended, 42 U. S. C.  1973c. That section provides that certain jurisdictions, including the one in which this case arose, may not implement any election practices different from those in force on November 1, 1964, without first obtaining approval from the United States District Court for the District of Columbia or, alternatively, from the Attorney General.<sup>[1]</sup> The statute further provides that once a proposed <span class=\"star-pagination\">*169</span> change has been submitted to the Attorney General, he has 60 days in which to object. If an objection is interposed, the submitting authority may request reconsideration. 28 CFR  51.44 (1984). Such a request triggers another 60-day period for the Attorney General to decide whether to continue or withdraw his objection.  51.47. The District Court held that  5 did not require the changes in election practices involved here to be cleared by the Attorney General prior to their implementation. We noted probable jurisdiction, 467 U. S. 1250 (1984), and now reverse that judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*170</span> I</h2>\n<p>As of November 1, 1964, the Hampton County, South Carolina, public schools were governed by appointed officials and an elected Superintendent of Education. The county comprises two school districts, School District No. 1, where the vast majority of white students live, and School District No. 2, which is predominantly black.<sup>[2]</sup> Each District was governed by a separate six-member Board of Trustees. These trustees were appointed by a six-member County Board of Education, which in turn was appointed by the county legislative delegation.</p>\n<p>On February 18, 1982, apparently in an attempt to facilitate consolidation of these two School Districts,<sup>[3]</sup> the South Carolina General Assembly enacted Act No. 547. This statute provided that, beginning in 1983, the six members of the County Board of Education were to be elected at large rather than appointed. The first election for the new Board was to be held simultaneously with the general election in November 1982, and prospective candidates were required to file with the Election Commission at least 45 days before the election.<sup>[4]</sup> Pursuant to  5 of the Voting Rights Act, the State submitted Act No. 547 for the approval of the Attorney General, who received it on February 27.<sup>[5]</sup> On April 28, the Attorney General informed the State that he had no objection to the change in question.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*171</span> On April 9, however, before the Attorney General had approved Act No. 547, the Governor of South Carolina signed Act No. 549, which was designed to supersede Act No. 547. Act No. 549 abolished the County Board of Education and the County Superintendent, devolving their duties upon the District Boards of Trustees, which were to be elected separately by each District. Like Act No. 547, Act No. 549 scheduled the first trustee election to coincide with the November 1982 general election. Candidates were required to file between August 16 and August 31. Implementation of the Act was made contingent upon approval in a referendum to be held in May 1982.<sup>[7]</sup></p>\n<p>The State did not submit Act No. 549 to the Attorney General for clearance until June 16, 1982, 22 days after it was approved in the referendum and 68 days after it had been enacted.<sup>[8]</sup> As of August 16  the opening date of the filing period under Act No. 549  no response had yet been received from the Attorney General. Nevertheless, the County Election Commission began accepting filings for elections to be held under Act No. 549. On August 23, the Attorney General interposed an objection. He informed the State that it had not sustained its burden of showing that the proposal to eliminate the County Board of Education did not have a discriminatory purpose or effect. The Attorney General noted that \"the county board has been particularly responsive to the interests and needs of the black community <span class=\"star-pagination\">*172</span> in Hampton County and consistently has appointed bi-racial representation on the local boards of trustees for both School District 1 and School District 2.\"<sup>[9]</sup></p>\n<p>Because the State was contemplating requesting the Attorney General to reconsider this objection, the County Election Commission continued to accept filings under Act No. 549 through the end of the designated filing period, August 31. On that date, the State officially requested reconsideration.<sup>[10]</sup> At the same time, the Election Commission began accepting filings under Act No. 547, in case the Attorney General refused to withdraw his objection to Act No. 549. On November 2, the date of the general election, the Attorney General had not yet responded to the request for reconsideration, and elections for County Board members were held pursuant to Act No. 547.<sup>[11]</sup> No elections were held pursuant to Act No. 549.</p>\n<p>On November 19, the Attorney General withdrew his objection to Act No. 549. The objection had been based primarily on the possibility that the County Board, which the Act would abolish, might have consolidated the two School Districts, but, upon reappraising South Carolina law, the Attorney General concluded that the Board lacked authority to approve such a consolidation. Therefore, its elimination would not have a potentially discriminatory impact.<sup>[12]</sup></p>\n<p>The effect of the Attorney General's clearance of Act No. 549 was to render Act No. 547  and the November elections held pursuant to it  null and void. In response to a request for advice, the South Carolina Attorney General informed the County Election Commission in January that <span class=\"star-pagination\">*173</span> Act No. 549 was now in effect and that an election for school district trustees should be held \"as soon as possible.\" The State Attorney General further opined that there was no reason to reopen the filing period, \"as only the date of the election has changed.\"<sup>[13]</sup> Accordingly, the Commission set March 15, 1983, as election day.</p>\n<p>On March 11, appellants, two civil rights organizations and several residents of Hampton County, filed suit in the United States District Court for the District of South Carolina seeking to enjoin the election as illegal under  5 of the Voting Rights Act. The defendants were the County Election Commission, the two School Districts, and various county officials. The complaint identified a number of alleged \"changes\" in election procedure, including the scheduling of an election at a time other than that specified in the statute, and the use of the August filing period for the March election.<sup>[14]</sup> A preliminary injunction was denied, and the election took place as scheduled.<sup>[15]</sup> Subsequently, a three-judge panel denied a permanent injunction and declaratory relief, holding that no violation of  5 of the Voting Rights Act had occurred.<sup>[16]</sup> The court reasoned that, although Act No. 549 <span class=\"star-pagination\">*174</span> itself was a \"change\" under the Act, the scheduling of the election and the filing period were simply \"ministerial acts necessary to accomplish the statute's purpose . . . , and thus did not require preclearance.\" App. to Juris. Statement 9a. In the alternative, the court held that even if these acts did constitute \"changes,\" they had now been \"precleared along with the remaining provisions of Act No. 549.\" <i>Ibid.</i> That this \"preclearance\" did not occur until after the filing period had been held was not considered dispositive. The court interpreted <i>Berry</i> v. <i>Doles,</i> 438 U. S. 190 (1978), to stand for the proposition that after-the-fact federal approval under  5 might retroactively validate a change in voting procedures.<sup>[17]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Appellants contend that the opening of the August filing period before preclearance, and the scheduling of an election in March after the Attorney General had approved only a November election date, are changes that come within the scope of  5. Appellees, echoing the rationale of the District Court, maintain that opening the filing period as required by Act No. 549  albeit before the Act had been approved  was merely a preliminary step in its implementation. If the Attorney General had ultimately disapproved Act No. 549, the county would not have held an election under it, and the filing period would have become a nullity. Because Act No. 549 was in fact cleared, the filing period it specified was necessarily cleared as well. The alteration of the date of the election, according to appellees, was merely an \"unfreezing\" of a process that had been temporarily suspended by the operation of the Voting Rights Act. Although appellees concede that a legislatively enacted change in the date of an election is covered by the Act,<sup>[18]</sup> they distinguish the change at issue <span class=\"star-pagination\">*175</span> here because it was required only by the Attorney General's failure to approve Act No. 549 before the scheduled election date, and because it was undertaken only to effect the initial implementation of the statute.</p>\n<p>We need not decide whether a jurisdiction covered by  5 may ever open a filing period under a statute that has not yet been precleared.<sup>[19]</sup> In this case, Hampton County not only opened the filing period for School District trustees before preclearance, but it also scheduled the election for a date four months later than that approved by the Attorney General. Thus the county effectively altered the filing deadline from a date approximately two months before the election to one that was almost six months before the election.</p>\n<p>These changes cannot fairly be characterized as \"ministerial\" in light of the sweeping objectives of the Act. The Voting Rights Act was aimed at \"the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race.\" <i>Allen</i> v. <span class=\"star-pagination\">*176</span> <i>State Board of Elections,</i> 393 U. S. 544, 565 (1969). Our precedents recognize that to effectuate the congressional purpose,  5 is to be given broad scope. <i>Id.,</i> at 567; see also <i>Dougherty County Board of Education</i> v. <i>White,</i> 439 U. S. 32, 38 (1978). Also, far from exempting alterations that might be perceived as minor, Congress failed to adopt such a suggestion when it was proposed in debates on the original Act.<sup>[20]</sup></p>\n<p>Developments since the passage of the Act provide no basis for concluding that our cases had misinterpreted the intent of Congress. On the contrary, the legislative history of the most recent extension of the Voting Rights Act in 1982 reveals that the congressional commitment to its continued enforcement is firm. The Senate Committee found \"virtual unanimity among those who [had] studied the record,\" S. Rep. No. 97-417, p. 9 (1982), that  5 should be extended. And, as it had in previous extensions of the Act, Congress specifically endorsed a broad construction of the provision.<sup>[21]</sup></p>\n<p>Although this Court has never addressed itself to alterations in voting procedures that exactly parallel those at issue in this case, we have twice held that the rescheduling of a candidate qualifying period is a \"change\" that comes within <span class=\"star-pagination\">*177</span> the scope of  5. <i>Hadnott</i> v. <i>Amos,</i> 394 U. S. 358, 365-366 (1969); <i>Allen</i> v. <i>State Board of Elections, supra,</i> at 551, 570.<sup>[22]</sup> Of course, there was no alteration in the filing period itself in this case; it was held between August 16 and August 31, exactly as Act No. 549 required. But a filing period cannot be considered in isolation from the election of which it forms a part. As we have recognized in an analogous context, issues that provoke responses from the electorate and from potential candidates are most likely to arise shortly before election time.<sup>[23]</sup> Under appellees' approach, a filing period held years before an election would serve as well as one held on election eve. But clearly, the former has a much greater potential for hindering voter participation than the latter. Furthermore, the August filing period was held at a time when the Attorney General still had an outstanding objection to Act No. 549. Potential candidates who considered the opening of the filing period illegal in these circumstances may have deliberately stayed away.<sup>[24]</sup></p>\n<p><span class=\"star-pagination\">*178</span> Appellees do not seriously dispute that a change in the date of an election, if effected by statute, requires approval by the Attorney General under  5.<sup>[25]</sup> Rather, they argue that because the rescheduling in this case was merely an administrative effort to comply with a statute that had already received clearance, it was not a change of such magnitude as to trigger the requirements of  5. But plainly, the form of a change in voting procedures cannot determine whether it is within the scope of  5. That section reaches informal as well as formal changes, such as a bulletin issued by a state board of elections. <i>Allen, supra.</i><sup></sup>[26] If it were otherwise, States could evade the requirements of  5 merely by implementing changes in an informal manner. Neither is it determinative that an alteration in scheduling is unlikely to be repeated, as it would be if it were embodied in a statute or rule. The Voting Rights Act reaches changes that affect even a single election.<sup>[27]</sup> As we have noted, the change in the election date in this instance extended the gap between the filing period and the election, possibly preventing relative latecomers from entering the race. In addition, an election in March is likely to draw significantly fewer voters than an election held simultaneously with a general election in November.<sup>[28]</sup></p>\n<p>Any doubt that these changes are covered by  5 is resolved by the construction placed upon the Act by the Attorney <span class=\"star-pagination\">*179</span> General, which is entitled to considerable deference.<sup>[29]</sup> Under Department of Justice regulations:</p>\n<blockquote>\"Any change affecting voting, even though it appears to be minor or indirect, even though it ostensibly expands voting rights, or even though it is designed to remove the elements that caused objection by the Attorney General to a prior submitted change, must meet the Section 5 preclearance requirement.\" 28 CFR  51.11 (1984).</blockquote>\n<p>Among the specific examples of changes listed in the regulations is \"[a]ny change affecting the eligibility of persons to become or remain candidates.\"  51.12. Pursuant to these regulations, the Attorney General has, since 1980, reviewed approximately 58 changes in election dates and approximately 10 changes in dates for candidate filing periods. In none of these instances did the Attorney General advise the covered jurisdiction that its submission was not a \"change,\" and on several occasions objections were interposed.<sup>[30]</sup></p>\n<p>Appellees argue that these changes in voting procedures were exempt from preclearance because literal compliance with  5 was impossible. The Attorney General did not approve the November election date until after that date had passed; hence, it was necessary to schedule another election date. Also, it is said that if the legislature had passed a statute setting a March election date and submitted it to the Attorney General, preclearance might not have been obtained by the date of the March election. In that event, yet another amendment would have been necessary, requiring yet another submission. The process might have continued <i>ad infinitum.</i></p>\n<p><span class=\"star-pagination\">*180</span> To the extent that appellees found themselves in a dilemma, however, it was largely of their own making. Rather than submitting Act No. 549 shortly after its passage, which would have allowed ample time for preclearance before the scheduled opening of the filing period, the State delayed this action for two months.<sup>[31]</sup> Even after Act No. 549 received clearance too late to allow the election to be held in November, appellees might still have submitted the new election date without encountering significant inconvenience. Because the Attorney General must respond to any submission within 60 days after he receives the necessary information,<sup>[32]</sup> appellees need only have selected an election date sufficiently far in the future to allow preclearance.</p>\n<p>Appellees would have us hold that the changes here at issue did not require preclearance because they were undertaken in good faith, were merely an attempt to implement a statute that had already been approved by the Attorney General, and were therefore an improvement over prior voting procedures. But the Attorney General's approval of Act No. 549 signified only that it was not discriminatory, not that it was an improvement over Act No. 547, which had also been approved. Furthermore, neither the absence of discriminatory purpose nor a good-faith implementation of a change removes the potential for discriminatory effects.<sup>[33]</sup><span class=\"star-pagination\">*181</span> More fundamentally, it is not our province, nor that of the District Court below, to determine whether the changes at issue in this case in fact resulted in impairment of the right to vote, or whether they were intended to have that effect. That task is reserved by statute to the Attorney General or to the District Court for the District of Columbia. Our inquiry is limited to whether the challenged alteration has the <i>potential</i> for discrimination.<sup>[34]</sup> The changes effected here did have such potential and therefore should have been precleared under  5.</p>\n<p></p>\n<h2>III</h2>\n<p>Relying on <i>Berry</i> v. <i>Doles,</i> 438 U. S. 190 (1978), the District Court held as an alternative ground that these changes were implicitly approved when the Attorney General withdrew his objection to Act No. 549. <i>Berry</i> involved changes in voting procedures that were implemented without first being submitted to the Attorney General. In a decision rendered after the election had already taken place, a three-judge District Court held that the changes should have been submitted under  5 and enjoined further enforcement of the statute, but refused to set aside the election. We held that the appropriate remedy was to allow the covered jurisdiction 30 days in which to apply for approval of the change. We further stated:</p>\n<blockquote>\"If approval is obtained, the matter will be at an end. If approval is denied, appellants are free to renew to the District Court their request for [a new election.]\" <i>Id.,</i> at 193.</blockquote>\n<p><span class=\"star-pagination\">*182</span> From this, the District Court drew the conclusion that \"a retroactive validation of an election law change under Section 5 could be achieved by after-the-fact federal approval.\"<sup>[35]</sup></p>\n<p>Regardless of whether this is a fair characterization of the holding of <i>Berry,</i> it clearly has no application to the facts of this case. The changes we have identified here  the retention of an August filing period in conjunction with a March election, and the scheduling of the March election  had not even been decided upon by state authorities at the time the Attorney General approved Act No. 549. That statute provided for an August filing period and a <i>November</i> election, which, as we have demonstrated, is quite another matter. Even an informal submission of a change in voting procedures does not satisfy the requirements of  5: the change must be submitted \"in some unambiguous and recordable manner.\" <i>Allen,</i> 393 U. S., at 571. See also <i>McCain</i> v. <i>Lybrand,</i> 465 U. S. 236 (1984); <i>United States</i> v. <i>Sheffield Board of Comm'rs,</i> 435 U. S. 110, 136 (1978). A change that was never submitted at all does not meet this standard. The Attorney General cannot be said to have validated these changes, retroactively or otherwise, because they were never before him.</p>\n<p></p>\n<h2>IV</h2>\n<p>Appellees' use of an August filing period in conjunction with a March election, and the setting of the March election date itself, were changes that should have been submitted to the Attorney General under  5. These changes cannot be said to have been approved along with Act No. 549. As in <i>Berry</i> v. <i>Doles, supra</i><i>,</i> it is appropriate in these circumstances for the District Court to enter an order allowing appellees 30 days in which to submit these changes to the Attorney General for approval. 438 U. S., at 192-193. If appellees fail to seek this approval, or if approval is not <span class=\"star-pagination\">*183</span> forthcoming, the results of the March 1983 election should be set aside. If, however, the Attorney General determines that the changes had no discriminatory purpose or effect, the District Court should determine, in the exercise of its equitable discretion, whether the results of the election may stand.<sup>[36]</sup></p>\n<p>We therefore reverse the District Court's judgment that  5 was not violated by appellees' failure to secure approval of these changes, and remand for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE POWELL and JUSTICE REHNQUIST concur in the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 5, as set forth in 42 U. S. C.  1973c, provides in pertinent part:\n</p>\n<p>\"Whenever a State or political subdivision with respect to which the prohibitions set forth in section 1973b(a) of this title based upon determinations made under the first sentence of section 1973b(b) of this title are in effect shall enact or seek to administer any voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different from that in force or effect on November 1, 1964, . . . such State or subdivision may institute an action in the United States District Court for the District of Columbia for a declaratory judgment that such qualification. . . does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color, or in contravention of the guarantees set forth in section 1973b(f)(2) of this title, and unless and until the court enters such judgment no person shall be denied the right to vote for failure to comply with such qualification . . . : <i>Provided,</i> That such qualification . . . may be enforced without such proceedings if the qualification . . . has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission, or upon good cause shown, to facilitate an expedited approval within sixty days after such submission, the Attorney General has affirmatively indicated that such objection will not be made. Neither an affirmative indication by the Attorney General that no objection will be made, nor the Attorney General's failure to object, nor a declaratory judgment entered under this section shall bar a subsequent action to enjoin enforcement of such qualification . . . . In the event that the Attorney General affirmatively indicates that no objection will be made within the sixty-day period following receipt of a submission, the Attorney General may reserve the right to reexamine the submission if additional information comes to his attention during the remainder of the sixty-day period which would otherwise require objection in accordance with this section. Any action under this section shall be heard and determined by a court of three judges in accordance with the provisions of section 2284 of Title 28 and any appeal shall lie to the Supreme Court.\"</p>\n<p>The option of obtaining preclearance from the Attorney General, rather than from the District Court for the District of Columbia, was added to the original legislation \" `to provide a speedy alternative method of compliance to covered States.' \" <i>McCain</i> v. <i>Lybrand,</i> 465 U. S. 236, 246 (1984) (quoting <i>Morris</i> v. <i>Gressette,</i> 432 U. S. 491, 503 (1977)).</p>\n<p>[2]  According to appellants' complaint filed in the District Court, the county as a whole is 47% white and 53% black. School District No. 1 contains 91% of the white student population, and its schools are 46% white. School District No. 2 is 92% black. App. 8a-10a.</p>\n<p>[3]  According to the court below, it was thought that an elected board, as opposed to an appointed one, would \"be responsive to consolidating School Districts One and Two.\" App. to Juris. Statement 3a (order of United States District Court for the District of South Carolina, Sept. 9, 1983).</p>\n<p>[4]  See <i>id.,</i> at 17a.</p>\n<p>[5]  See App. 52a (letter of Gerald W. Jones to C. Havird Jones, Jr.).</p>\n<p>[6]  <i>Ibid.</i></p>\n<p>[7]  App. to Juris. Statement 19a-21a. In their complaint in the court below and in their brief in this Court, appellants alleged that Act No. 549 was enacted in response to pressure from white citizens of Hampton County who feared that Act No. 547 might lead to consolidation of the two School Districts. The complaint alleged that white residents of School District No. 1 circulated a petition calling for the abolition of the County Board of Education and the County Superintendent, thus severing the connection between School District No. 1 and School District No. 2. Brief for Appellants 5.</p>\n<p>[8]  App. to Juris. Statement 4a (order of United States District Court for the District of South Carolina, Sept. 9, 1983).</p>\n<p>[9]  <i>Id.,</i> at 59a.</p>\n<p>[10]  <i>Id.,</i> at 63a-64a (letter of C. Havird Jones, Jr., to William Bradford Reynolds).</p>\n<p>[11]  Of the six Board members elected in the November election, three were black and three were white. Brief for Appellants 9.</p>\n<p>[12]  App. to Juris. Statement 65a-66a (letter of William Bradford Reynolds to C. Havird Jones, Jr.).</p>\n<p>[13]  <i>Id.,</i> at 67a-69a (letter of Treva Ashworth to Randolph Murdaugh III).</p>\n<p>[14]  The complaint also alleged two other \"changes.\" One of these was the failure to certify the results of the May referendum to the State Code Commissioner as required by state law. Appellants have not raised this claim in this Court. Appellants also argued in the District Court, and in their brief in this Court, that Act No. 549 had effectively shortened the term of the County Superintendent of Education. Appellants stated at oral argument that they no longer wished to pursue this claim. In addition, the complaint alleged that the abolition of the Board of Education violated  2 of the Votings Rights Act and the Fourteenth and Fifteenth Amendments. App. 22a-23a. These claims are the subject of continuing litigation in the District Court. Brief for Appellants 13, n. 3.</p>\n<p>[15]  <i>Id.,</i> at 13-14. Black candidates were elected to all five seats on the District No. 2 Board on March 15. Four whites and one black won seats on the District No. 1 Board. App. to Juris. Statement 7a, n. 2.</p>\n<p>[16]  Section 5 of the Voting Rights Act provides that \"[a]ny action under this section shall be heard and determined by a court of three judges in accordance with the provisions of section 2284 of Title 28 and any appeal shall lie to the Supreme Court.\" 42 U. S. C.  1973c.</p>\n<p>[17]  App. to Juris. Statement 8a-11a.</p>\n<p>[18]  Brief for Appellee School Districts 27.</p>\n<p>[19]  We note, however, that a prime concern of Congress when it extended the Voting Rights Act in 1982 was the prevalence of changes that were implemented without preclearance and, in some cases, were not submitted to the Attorney General until years later. See S. Rep. No. 97-417, pp. 12, 14, n. 43 (1982); H. R. Rep. No. 97-227, p. 13 (1981). The Senate Report stated:\n</p>\n<p>\"Timely submission of proposed changes before their implementation is the crucial threshold element of compliance with the law. The Supreme Court has recognized that enforcement of the Act depends upon voluntary and timely submission of changes subject to preclearance.</p>\n<p>\"The extent of non-submission documented in both the House hearings and those of this Committee remains surprising and deeply disturbing. There are numerous instances in which jurisdictions failed to submit changes before implementing them and submitted them only, if at all, many years after, when sued or threatened with suit.</p>\n<p>\"Put simply, such jurisdictions have flouted the law and hindered the protection of minority rights in voting.\" S. Rep. No. 97-417, <i>supra,</i> at 47-48.</p>\n<p>Generally, statutes that are subject to  5 are ineffective as laws until they have been cleared by federal authorities. <i>Connor</i> v. <i>Waller,</i> 421 U. S. 656 (1975) <i>(per curiam)</i><i>.</i></p>\n<p>[20]  In <i>Allen,</i> the Court noted that the Attorney General stated in hearings in the House that two or three types of changes, such as changing from paper ballots to voting machines, could be specifically excluded from  5 without undermining its purpose. We found it significant that \"Congress chose not to include even these minor exceptions in  5, thus indicating an intention that all changes, no matter how small, be subjected to  5 scrutiny.\" 393 U. S., at 568.</p>\n<p>[21]  S. Rep. No. 97-417, <i>supra,</i> at 6-7, and n. 8; see also H. R. Rep. No. 97-227, <i>supra,</i> at 34-35 (rejecting proposal to limit  5 to cover only those changes that had produced the most objections; \" `[t]he discriminatory potential in seemingly innocent or insignificant changes can only be determined after the specific facts of the change are analyzed in context' \") (quoting testimony of Drew Days, former U. S. Assistant Attorney General).</p>\n<p>[22]  See also <i>Dougherty County Board of Education</i> v. <i>White,</i> 439 U. S. 32, 43 (1978), where we held that a Board of Education rule requiring employees to take unpaid leaves of absence while campaigning for elective political office was a barrier to candidacy \"as formidable as the filing date changes at issue in\" <i>Hadnott</i> and <i>Allen.</i> In other contexts, we have interpreted  5 broadly to require preclearance of changes in residence requirements for candidates, <i>City of Rome</i> v. <i>United States,</i> 446 U. S. 156, 160-161 (1980); alterations of municipal boundaries, <i>Richmond</i> v. <i>United States,</i> 422 U. S. 358 (1975); reapportionment and redistricting plans, <i>Georgia</i> v. <i>United States,</i> 411 U. S. 526 (1973); and the location of polling places, <i>Perkins</i> v. <i>Matthews,</i> 400 U. S. 379 (1971).</p>\n<p>[23]  See <i>Steelworkers</i> v. <i>Usery,</i> 429 U. S. 305 (1977) (recognizing, in union democracy context, potential adverse impact of requiring candidates to qualify long before election).</p>\n<p>[24]  Only one black candidate filed for election as a trustee of District No. 1 during the August filing period. He was ultimately elected to the post, along with four white candidates. Brief for Appellants 27, and n. 12. That other potential candidates were prevented from filing is not mere speculation. Appellants alleged in their complaint that three black citizens of Hampton County, including appellant Benjamin Brooks, attempted to have their names placed on the ballot for trustee positions in February, but were told that the filing period had ended the previous August. App. 16a-17a.</p>\n<p>[25]  See <i>supra,</i> at 174.</p>\n<p>[26]  See also <i>Dougherty County, supra</i> (rule promulgated by County Board of Education).</p>\n<p>[27]  See H. R. Rep. 97-227, at 35 (rejecting proposal that  5 should be limited to changes that produce most objections; \"[w]hile some changes may adversely affect a greater number of people, others may have precisely the type of discriminatory impact which Congress sought to prevent, even though the numbers involved are smaller\").</p>\n<p>[28]  Appellants state that over 6,000 Hampton County voters participated in the November 1982 general election, whereas less than half that number voted in the March 1983 special election. Brief for Appellants 23-24.</p>\n<p>[29]  See, <i>e. g., </i><i>United States</i> v. <i>Sheffield Board of Comm'rs,</i> 435 U. S. 110, 131 (1978) (deference should be accorded to Attorney General's construction of the Act, especially in light of the extensive role played by the Attorney General in drafting the statute and explaining its operation to Congress); <i>Dougherty County, supra,</i> at 39.</p>\n<p>[30]  Brief for United States as <i>Amicus Curiae</i> 13-14, and n. 7.</p>\n<p>[31]  Appellees imply that they were unable to submit Act No. 549 until after it had been approved in the May referendum. But the Department's regulations explicitly provide for submission of statutes before such ratification has been obtained. See 28 CFR  51.20 (1984). Thus, the Act could have been submitted as soon as it was signed into law on April 9, a full 129 days before the filing period opened on August 16.</p>\n<p>[32]  See 28 CFR  51.8, 51.35, 51.37 (1984).</p>\n<p>[33]  See S. Rep. No. 97-417, at 12, n. 31 (\"even when changes are made for valid reasons, for example, reapportionment or home rule, `jurisdictions may not always take care to avoid discriminating against minority voters in the process' \") (quoting S. Rep. No. 94-295, p. 18 (1975)). See also <i>Allen</i> v. <i>State Board of Elections,</i> 393 U. S., at 565, n. 29 (that a change was undertaken in an attempt to comply with the Act does not exempt it from  5; \"[t]o hold otherwise would mean that legislation, allegedly passed to meet the requirements of the Act, would be exempted from  5 coverage  even though it would have the effect of racial discrimination\").</p>\n<p>[34]  See <i>McCain</i> v. <i>Lybrand,</i> 465 U. S., at 250; <i>Dougherty County Board of Education</i> v. <i>White,</i> 439 U. S., at 42; <i>Georgia</i> v. <i>United States,</i> 411 U. S., at 534; <i>Perkins</i> v. <i>Matthews,</i> 400 U. S., at 383-385; <i>Allen</i> v. <i>State Board of Elections, supra,</i> at 555, n. 19, 570.</p>\n<p>[35]  App. to Juris. Statement 10a.</p>\n<p>[36]  In <i>Berry,</i> we stated that if the Attorney General gave his after-the-fact approval to the challenged alterations in voting procedure, \"the matter will be at an end.\" 438 U. S., at 193. In that case, however, the District Court had previously acknowledged that the changes were covered by  5 and had reached the question of an appropriate remedy. In this case, however, the District Court erroneously concluded that the changes were outside the scope of  5 and never engaged in the equitable weighing process necessary to determine whether failure to submit a covered change for preclearance requires that an election be set aside. The factors to be weighed include \"the nature of the changes complained of, and whether it was reasonably clear at the time of the election that the changes were covered by  5.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 396.\n</p>\n<p>The determination whether a change has a discriminatory purpose or effect, which is committed by statute to the Attorney General, is distinct from the determination whether failure to submit the change requires that the election be set aside. The latter determination must be made by the District Court, after the Attorney General has passed on the substantive nature of the change.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">166</span></span> (1985)</b></center>\n<center><h1>NATIONAL ASSOCIATION FOR THE ADVANCEMENT OF COLORED PEOPLE ET AL.<br>\nv.<br>\nHAMPTON COUNTY ELECTION COMMISSION ET AL.</h1></center>\n<center>No. 83-1015.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 28, 1984</center>\n<center>Decided February 27, 1985</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF SOUTH CAROLINA\n<p><span class=\"star-pagination\">*168</span> <i>Armand Derfner</i> argued the cause for appellants. With him on the briefs were <i>John R. Harper II, Thomas I. Atkins, J. LeVonne Chambers, Lani Guinier,</i> and <i>Eric Schnapper.</i></p>\n<p><i>David A. Strauss</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Lee, Assistant Attorney General Reynolds, Deputy Solicitor General Wallace, Deputy Assistant Attorney General Turner, Barbara E. Etkind,</i> and <i>Jessica Dunsay Silver.</i></p>\n<p><i>Treva G. Ashworth,</i> Senior Assistant Attorney General of South Carolina, argued the cause for appellees and filed a brief for appellees Hampton County Election Commission et al. With her on the brief were <i>T. Travis Medlock,</i> Attorney General, and <i>J. Emory Smith, Jr.,</i> Assistant Attorney General. <i>Bruce E. Davis</i> and <i>Karen LeCraft Henderson</i> filed a brief for appellees Hampton County School District No. 1 et al.</p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>This appeal challenges a three-judge District Court's construction and application of  5 of the Voting Rights Act, 79 Stat. 437, as amended, 42 U. S. C.  1973c. That section provides that certain jurisdictions, including the one in which this case arose, may not implement any election practices different from those in force on November 1, 1964, without first obtaining approval from the United States District Court for the District of Columbia or, alternatively, from the Attorney General.<sup>[1]</sup> The statute further provides that once a proposed <span class=\"star-pagination\">*169</span> change has been submitted to the Attorney General, he has 60 days in which to object. If an objection is interposed, the submitting authority may request reconsideration. 28 CFR  51.44 (1984). Such a request triggers another 60-day period for the Attorney General to decide whether to continue or withdraw his objection.  51.47. The District Court held that  5 did not require the changes in election practices involved here to be cleared by the Attorney General prior to their implementation. We noted probable jurisdiction, 467 U. S. 1250 (1984), and now reverse that judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*170</span> I</h2>\n<p>As of November 1, 1964, the Hampton County, South Carolina, public schools were governed by appointed officials and an elected Superintendent of Education. The county comprises two school districts, School District No. 1, where the vast majority of white students live, and School District No. 2, which is predominantly black.<sup>[2]</sup> Each District was governed by a separate six-member Board of Trustees. These trustees were appointed by a six-member County Board of Education, which in turn was appointed by the county legislative delegation.</p>\n<p>On February 18, 1982, apparently in an attempt to facilitate consolidation of these two School Districts,<sup>[3]</sup> the South Carolina General Assembly enacted Act No. 547. This statute provided that, beginning in 1983, the six members of the County Board of Education were to be elected at large rather than appointed. The first election for the new Board was to be held simultaneously with the general election in November 1982, and prospective candidates were required to file with the Election Commission at least 45 days before the election.<sup>[4]</sup> Pursuant to  5 of the Voting Rights Act, the State submitted Act No. 547 for the approval of the Attorney General, who received it on February 27.<sup>[5]</sup> On April 28, the Attorney General informed the State that he had no objection to the change in question.<sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*171</span> On April 9, however, before the Attorney General had approved Act No. 547, the Governor of South Carolina signed Act No. 549, which was designed to supersede Act No. 547. Act No. 549 abolished the County Board of Education and the County Superintendent, devolving their duties upon the District Boards of Trustees, which were to be elected separately by each District. Like Act No. 547, Act No. 549 scheduled the first trustee election to coincide with the November 1982 general election. Candidates were required to file between August 16 and August 31. Implementation of the Act was made contingent upon approval in a referendum to be held in May 1982.<sup>[7]</sup></p>\n<p>The State did not submit Act No. 549 to the Attorney General for clearance until June 16, 1982, 22 days after it was approved in the referendum and 68 days after it had been enacted.<sup>[8]</sup> As of August 16  the opening date of the filing period under Act No. 549  no response had yet been received from the Attorney General. Nevertheless, the County Election Commission began accepting filings for elections to be held under Act No. 549. On August 23, the Attorney General interposed an objection. He informed the State that it had not sustained its burden of showing that the proposal to eliminate the County Board of Education did not have a discriminatory purpose or effect. The Attorney General noted that \"the county board has been particularly responsive to the interests and needs of the black community <span class=\"star-pagination\">*172</span> in Hampton County and consistently has appointed bi-racial representation on the local boards of trustees for both School District 1 and School District 2.\"<sup>[9]</sup></p>\n<p>Because the State was contemplating requesting the Attorney General to reconsider this objection, the County Election Commission continued to accept filings under Act No. 549 through the end of the designated filing period, August 31. On that date, the State officially requested reconsideration.<sup>[10]</sup> At the same time, the Election Commission began accepting filings under Act No. 547, in case the Attorney General refused to withdraw his objection to Act No. 549. On November 2, the date of the general election, the Attorney General had not yet responded to the request for reconsideration, and elections for County Board members were held pursuant to Act No. 547.<sup>[11]</sup> No elections were held pursuant to Act No. 549.</p>\n<p>On November 19, the Attorney General withdrew his objection to Act No. 549. The objection had been based primarily on the possibility that the County Board, which the Act would abolish, might have consolidated the two School Districts, but, upon reappraising South Carolina law, the Attorney General concluded that the Board lacked authority to approve such a consolidation. Therefore, its elimination would not have a potentially discriminatory impact.<sup>[12]</sup></p>\n<p>The effect of the Attorney General's clearance of Act No. 549 was to render Act No. 547  and the November elections held pursuant to it  null and void. In response to a request for advice, the South Carolina Attorney General informed the County Election Commission in January that <span class=\"star-pagination\">*173</span> Act No. 549 was now in effect and that an election for school district trustees should be held \"as soon as possible.\" The State Attorney General further opined that there was no reason to reopen the filing period, \"as only the date of the election has changed.\"<sup>[13]</sup> Accordingly, the Commission set March 15, 1983, as election day.</p>\n<p>On March 11, appellants, two civil rights organizations and several residents of Hampton County, filed suit in the United States District Court for the District of South Carolina seeking to enjoin the election as illegal under  5 of the Voting Rights Act. The defendants were the County Election Commission, the two School Districts, and various county officials. The complaint identified a number of alleged \"changes\" in election procedure, including the scheduling of an election at a time other than that specified in the statute, and the use of the August filing period for the March election.<sup>[14]</sup> A preliminary injunction was denied, and the election took place as scheduled.<sup>[15]</sup> Subsequently, a three-judge panel denied a permanent injunction and declaratory relief, holding that no violation of  5 of the Voting Rights Act had occurred.<sup>[16]</sup> The court reasoned that, although Act No. 549 <span class=\"star-pagination\">*174</span> itself was a \"change\" under the Act, the scheduling of the election and the filing period were simply \"ministerial acts necessary to accomplish the statute's purpose . . . , and thus did not require preclearance.\" App. to Juris. Statement 9a. In the alternative, the court held that even if these acts did constitute \"changes,\" they had now been \"precleared along with the remaining provisions of Act No. 549.\" <i>Ibid.</i> That this \"preclearance\" did not occur until after the filing period had been held was not considered dispositive. The court interpreted <i>Berry</i> v. <i>Doles,</i> 438 U. S. 190 (1978), to stand for the proposition that after-the-fact federal approval under  5 might retroactively validate a change in voting procedures.<sup>[17]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Appellants contend that the opening of the August filing period before preclearance, and the scheduling of an election in March after the Attorney General had approved only a November election date, are changes that come within the scope of  5. Appellees, echoing the rationale of the District Court, maintain that opening the filing period as required by Act No. 549  albeit before the Act had been approved  was merely a preliminary step in its implementation. If the Attorney General had ultimately disapproved Act No. 549, the county would not have held an election under it, and the filing period would have become a nullity. Because Act No. 549 was in fact cleared, the filing period it specified was necessarily cleared as well. The alteration of the date of the election, according to appellees, was merely an \"unfreezing\" of a process that had been temporarily suspended by the operation of the Voting Rights Act. Although appellees concede that a legislatively enacted change in the date of an election is covered by the Act,<sup>[18]</sup> they distinguish the change at issue <span class=\"star-pagination\">*175</span> here because it was required only by the Attorney General's failure to approve Act No. 549 before the scheduled election date, and because it was undertaken only to effect the initial implementation of the statute.</p>\n<p>We need not decide whether a jurisdiction covered by  5 may ever open a filing period under a statute that has not yet been precleared.<sup>[19]</sup> In this case, Hampton County not only opened the filing period for School District trustees before preclearance, but it also scheduled the election for a date four months later than that approved by the Attorney General. Thus the county effectively altered the filing deadline from a date approximately two months before the election to one that was almost six months before the election.</p>\n<p>These changes cannot fairly be characterized as \"ministerial\" in light of the sweeping objectives of the Act. The Voting Rights Act was aimed at \"the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race.\" <i>Allen</i> v. <span class=\"star-pagination\">*176</span> <i>State Board of Elections,</i> 393 U. S. 544, 565 (1969). Our precedents recognize that to effectuate the congressional purpose,  5 is to be given broad scope. <i>Id.,</i> at 567; see also <i>Dougherty County Board of Education</i> v. <i>White,</i> 439 U. S. 32, 38 (1978). Also, far from exempting alterations that might be perceived as minor, Congress failed to adopt such a suggestion when it was proposed in debates on the original Act.<sup>[20]</sup></p>\n<p>Developments since the passage of the Act provide no basis for concluding that our cases had misinterpreted the intent of Congress. On the contrary, the legislative history of the most recent extension of the Voting Rights Act in 1982 reveals that the congressional commitment to its continued enforcement is firm. The Senate Committee found \"virtual unanimity among those who [had] studied the record,\" S. Rep. No. 97-417, p. 9 (1982), that  5 should be extended. And, as it had in previous extensions of the Act, Congress specifically endorsed a broad construction of the provision.<sup>[21]</sup></p>\n<p>Although this Court has never addressed itself to alterations in voting procedures that exactly parallel those at issue in this case, we have twice held that the rescheduling of a candidate qualifying period is a \"change\" that comes within <span class=\"star-pagination\">*177</span> the scope of  5. <i>Hadnott</i> v. <i>Amos,</i> 394 U. S. 358, 365-366 (1969); <i>Allen</i> v. <i>State Board of Elections, supra,</i> at 551, 570.<sup>[22]</sup> Of course, there was no alteration in the filing period itself in this case; it was held between August 16 and August 31, exactly as Act No. 549 required. But a filing period cannot be considered in isolation from the election of which it forms a part. As we have recognized in an analogous context, issues that provoke responses from the electorate and from potential candidates are most likely to arise shortly before election time.<sup>[23]</sup> Under appellees' approach, a filing period held years before an election would serve as well as one held on election eve. But clearly, the former has a much greater potential for hindering voter participation than the latter. Furthermore, the August filing period was held at a time when the Attorney General still had an outstanding objection to Act No. 549. Potential candidates who considered the opening of the filing period illegal in these circumstances may have deliberately stayed away.<sup>[24]</sup></p>\n<p><span class=\"star-pagination\">*178</span> Appellees do not seriously dispute that a change in the date of an election, if effected by statute, requires approval by the Attorney General under  5.<sup>[25]</sup> Rather, they argue that because the rescheduling in this case was merely an administrative effort to comply with a statute that had already received clearance, it was not a change of such magnitude as to trigger the requirements of  5. But plainly, the form of a change in voting procedures cannot determine whether it is within the scope of  5. That section reaches informal as well as formal changes, such as a bulletin issued by a state board of elections. <i>Allen, supra.</i><sup></sup>[26] If it were otherwise, States could evade the requirements of  5 merely by implementing changes in an informal manner. Neither is it determinative that an alteration in scheduling is unlikely to be repeated, as it would be if it were embodied in a statute or rule. The Voting Rights Act reaches changes that affect even a single election.<sup>[27]</sup> As we have noted, the change in the election date in this instance extended the gap between the filing period and the election, possibly preventing relative latecomers from entering the race. In addition, an election in March is likely to draw significantly fewer voters than an election held simultaneously with a general election in November.<sup>[28]</sup></p>\n<p>Any doubt that these changes are covered by  5 is resolved by the construction placed upon the Act by the Attorney <span class=\"star-pagination\">*179</span> General, which is entitled to considerable deference.<sup>[29]</sup> Under Department of Justice regulations:</p>\n<blockquote>\"Any change affecting voting, even though it appears to be minor or indirect, even though it ostensibly expands voting rights, or even though it is designed to remove the elements that caused objection by the Attorney General to a prior submitted change, must meet the Section 5 preclearance requirement.\" 28 CFR  51.11 (1984).</blockquote>\n<p>Among the specific examples of changes listed in the regulations is \"[a]ny change affecting the eligibility of persons to become or remain candidates.\"  51.12. Pursuant to these regulations, the Attorney General has, since 1980, reviewed approximately 58 changes in election dates and approximately 10 changes in dates for candidate filing periods. In none of these instances did the Attorney General advise the covered jurisdiction that its submission was not a \"change,\" and on several occasions objections were interposed.<sup>[30]</sup></p>\n<p>Appellees argue that these changes in voting procedures were exempt from preclearance because literal compliance with  5 was impossible. The Attorney General did not approve the November election date until after that date had passed; hence, it was necessary to schedule another election date. Also, it is said that if the legislature had passed a statute setting a March election date and submitted it to the Attorney General, preclearance might not have been obtained by the date of the March election. In that event, yet another amendment would have been necessary, requiring yet another submission. The process might have continued <i>ad infinitum.</i></p>\n<p><span class=\"star-pagination\">*180</span> To the extent that appellees found themselves in a dilemma, however, it was largely of their own making. Rather than submitting Act No. 549 shortly after its passage, which would have allowed ample time for preclearance before the scheduled opening of the filing period, the State delayed this action for two months.<sup>[31]</sup> Even after Act No. 549 received clearance too late to allow the election to be held in November, appellees might still have submitted the new election date without encountering significant inconvenience. Because the Attorney General must respond to any submission within 60 days after he receives the necessary information,<sup>[32]</sup> appellees need only have selected an election date sufficiently far in the future to allow preclearance.</p>\n<p>Appellees would have us hold that the changes here at issue did not require preclearance because they were undertaken in good faith, were merely an attempt to implement a statute that had already been approved by the Attorney General, and were therefore an improvement over prior voting procedures. But the Attorney General's approval of Act No. 549 signified only that it was not discriminatory, not that it was an improvement over Act No. 547, which had also been approved. Furthermore, neither the absence of discriminatory purpose nor a good-faith implementation of a change removes the potential for discriminatory effects.<sup>[33]</sup><span class=\"star-pagination\">*181</span> More fundamentally, it is not our province, nor that of the District Court below, to determine whether the changes at issue in this case in fact resulted in impairment of the right to vote, or whether they were intended to have that effect. That task is reserved by statute to the Attorney General or to the District Court for the District of Columbia. Our inquiry is limited to whether the challenged alteration has the <i>potential</i> for discrimination.<sup>[34]</sup> The changes effected here did have such potential and therefore should have been precleared under  5.</p>\n<p></p>\n<h2>III</h2>\n<p>Relying on <i>Berry</i> v. <i>Doles,</i> 438 U. S. 190 (1978), the District Court held as an alternative ground that these changes were implicitly approved when the Attorney General withdrew his objection to Act No. 549. <i>Berry</i> involved changes in voting procedures that were implemented without first being submitted to the Attorney General. In a decision rendered after the election had already taken place, a three-judge District Court held that the changes should have been submitted under  5 and enjoined further enforcement of the statute, but refused to set aside the election. We held that the appropriate remedy was to allow the covered jurisdiction 30 days in which to apply for approval of the change. We further stated:</p>\n<blockquote>\"If approval is obtained, the matter will be at an end. If approval is denied, appellants are free to renew to the District Court their request for [a new election.]\" <i>Id.,</i> at 193.</blockquote>\n<p><span class=\"star-pagination\">*182</span> From this, the District Court drew the conclusion that \"a retroactive validation of an election law change under Section 5 could be achieved by after-the-fact federal approval.\"<sup>[35]</sup></p>\n<p>Regardless of whether this is a fair characterization of the holding of <i>Berry,</i> it clearly has no application to the facts of this case. The changes we have identified here  the retention of an August filing period in conjunction with a March election, and the scheduling of the March election  had not even been decided upon by state authorities at the time the Attorney General approved Act No. 549. That statute provided for an August filing period and a <i>November</i> election, which, as we have demonstrated, is quite another matter. Even an informal submission of a change in voting procedures does not satisfy the requirements of  5: the change must be submitted \"in some unambiguous and recordable manner.\" <i>Allen,</i> 393 U. S., at 571. See also <i>McCain</i> v. <i>Lybrand,</i> 465 U. S. 236 (1984); <i>United States</i> v. <i>Sheffield Board of Comm'rs,</i> 435 U. S. 110, 136 (1978). A change that was never submitted at all does not meet this standard. The Attorney General cannot be said to have validated these changes, retroactively or otherwise, because they were never before him.</p>\n<p></p>\n<h2>IV</h2>\n<p>Appellees' use of an August filing period in conjunction with a March election, and the setting of the March election date itself, were changes that should have been submitted to the Attorney General under  5. These changes cannot be said to have been approved along with Act No. 549. As in <i>Berry</i> v. <i>Doles, supra</i><i>,</i> it is appropriate in these circumstances for the District Court to enter an order allowing appellees 30 days in which to submit these changes to the Attorney General for approval. 438 U. S., at 192-193. If appellees fail to seek this approval, or if approval is not <span class=\"star-pagination\">*183</span> forthcoming, the results of the March 1983 election should be set aside. If, however, the Attorney General determines that the changes had no discriminatory purpose or effect, the District Court should determine, in the exercise of its equitable discretion, whether the results of the election may stand.<sup>[36]</sup></p>\n<p>We therefore reverse the District Court's judgment that  5 was not violated by appellees' failure to secure approval of these changes, and remand for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE POWELL and JUSTICE REHNQUIST concur in the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 5, as set forth in 42 U. S. C.  1973c, provides in pertinent part:\n</p>\n<p>\"Whenever a State or political subdivision with respect to which the prohibitions set forth in section 1973b(a) of this title based upon determinations made under the first sentence of section 1973b(b) of this title are in effect shall enact or seek to administer any voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different from that in force or effect on November 1, 1964, . . . such State or subdivision may institute an action in the United States District Court for the District of Columbia for a declaratory judgment that such qualification. . . does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color, or in contravention of the guarantees set forth in section 1973b(f)(2) of this title, and unless and until the court enters such judgment no person shall be denied the right to vote for failure to comply with such qualification . . . : <i>Provided,</i> That such qualification . . . may be enforced without such proceedings if the qualification . . . has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission, or upon good cause shown, to facilitate an expedited approval within sixty days after such submission, the Attorney General has affirmatively indicated that such objection will not be made. Neither an affirmative indication by the Attorney General that no objection will be made, nor the Attorney General's failure to object, nor a declaratory judgment entered under this section shall bar a subsequent action to enjoin enforcement of such qualification . . . . In the event that the Attorney General affirmatively indicates that no objection will be made within the sixty-day period following receipt of a submission, the Attorney General may reserve the right to reexamine the submission if additional information comes to his attention during the remainder of the sixty-day period which would otherwise require objection in accordance with this section. Any action under this section shall be heard and determined by a court of three judges in accordance with the provisions of section 2284 of Title 28 and any appeal shall lie to the Supreme Court.\"</p>\n<p>The option of obtaining preclearance from the Attorney General, rather than from the District Court for the District of Columbia, was added to the original legislation \" `to provide a speedy alternative method of compliance to covered States.' \" <i>McCain</i> v. <i>Lybrand,</i> 465 U. S. 236, 246 (1984) (quoting <i>Morris</i> v. <i>Gressette,</i> 432 U. S. 491, 503 (1977)).</p>\n<p>[2]  According to appellants' complaint filed in the District Court, the county as a whole is 47% white and 53% black. School District No. 1 contains 91% of the white student population, and its schools are 46% white. School District No. 2 is 92% black. App. 8a-10a.</p>\n<p>[3]  According to the court below, it was thought that an elected board, as opposed to an appointed one, would \"be responsive to consolidating School Districts One and Two.\" App. to Juris. Statement 3a (order of United States District Court for the District of South Carolina, Sept. 9, 1983).</p>\n<p>[4]  See <i>id.,</i> at 17a.</p>\n<p>[5]  See App. 52a (letter of Gerald W. Jones to C. Havird Jones, Jr.).</p>\n<p>[6]  <i>Ibid.</i></p>\n<p>[7]  App. to Juris. Statement 19a-21a. In their complaint in the court below and in their brief in this Court, appellants alleged that Act No. 549 was enacted in response to pressure from white citizens of Hampton County who feared that Act No. 547 might lead to consolidation of the two School Districts. The complaint alleged that white residents of School District No. 1 circulated a petition calling for the abolition of the County Board of Education and the County Superintendent, thus severing the connection between School District No. 1 and School District No. 2. Brief for Appellants 5.</p>\n<p>[8]  App. to Juris. Statement 4a (order of United States District Court for the District of South Carolina, Sept. 9, 1983).</p>\n<p>[9]  <i>Id.,</i> at 59a.</p>\n<p>[10]  <i>Id.,</i> at 63a-64a (letter of C. Havird Jones, Jr., to William Bradford Reynolds).</p>\n<p>[11]  Of the six Board members elected in the November election, three were black and three were white. Brief for Appellants 9.</p>\n<p>[12]  App. to Juris. Statement 65a-66a (letter of William Bradford Reynolds to C. Havird Jones, Jr.).</p>\n<p>[13]  <i>Id.,</i> at 67a-69a (letter of Treva Ashworth to Randolph Murdaugh III).</p>\n<p>[14]  The complaint also alleged two other \"changes.\" One of these was the failure to certify the results of the May referendum to the State Code Commissioner as required by state law. Appellants have not raised this claim in this Court. Appellants also argued in the District Court, and in their brief in this Court, that Act No. 549 had effectively shortened the term of the County Superintendent of Education. Appellants stated at oral argument that they no longer wished to pursue this claim. In addition, the complaint alleged that the abolition of the Board of Education violated  2 of the Votings Rights Act and the Fourteenth and Fifteenth Amendments. App. 22a-23a. These claims are the subject of continuing litigation in the District Court. Brief for Appellants 13, n. 3.</p>\n<p>[15]  <i>Id.,</i> at 13-14. Black candidates were elected to all five seats on the District No. 2 Board on March 15. Four whites and one black won seats on the District No. 1 Board. App. to Juris. Statement 7a, n. 2.</p>\n<p>[16]  Section 5 of the Voting Rights Act provides that \"[a]ny action under this section shall be heard and determined by a court of three judges in accordance with the provisions of section 2284 of Title 28 and any appeal shall lie to the Supreme Court.\" 42 U. S. C.  1973c.</p>\n<p>[17]  App. to Juris. Statement 8a-11a.</p>\n<p>[18]  Brief for Appellee School Districts 27.</p>\n<p>[19]  We note, however, that a prime concern of Congress when it extended the Voting Rights Act in 1982 was the prevalence of changes that were implemented without preclearance and, in some cases, were not submitted to the Attorney General until years later. See S. Rep. No. 97-417, pp. 12, 14, n. 43 (1982); H. R. Rep. No. 97-227, p. 13 (1981). The Senate Report stated:\n</p>\n<p>\"Timely submission of proposed changes before their implementation is the crucial threshold element of compliance with the law. The Supreme Court has recognized that enforcement of the Act depends upon voluntary and timely submission of changes subject to preclearance.</p>\n<p>\"The extent of non-submission documented in both the House hearings and those of this Committee remains surprising and deeply disturbing. There are numerous instances in which jurisdictions failed to submit changes before implementing them and submitted them only, if at all, many years after, when sued or threatened with suit.</p>\n<p>\"Put simply, such jurisdictions have flouted the law and hindered the protection of minority rights in voting.\" S. Rep. No. 97-417, <i>supra,</i> at 47-48.</p>\n<p>Generally, statutes that are subject to  5 are ineffective as laws until they have been cleared by federal authorities. <i>Connor</i> v. <i>Waller,</i> 421 U. S. 656 (1975) <i>(per curiam)</i><i>.</i></p>\n<p>[20]  In <i>Allen,</i> the Court noted that the Attorney General stated in hearings in the House that two or three types of changes, such as changing from paper ballots to voting machines, could be specifically excluded from  5 without undermining its purpose. We found it significant that \"Congress chose not to include even these minor exceptions in  5, thus indicating an intention that all changes, no matter how small, be subjected to  5 scrutiny.\" 393 U. S., at 568.</p>\n<p>[21]  S. Rep. No. 97-417, <i>supra,</i> at 6-7, and n. 8; see also H. R. Rep. No. 97-227, <i>supra,</i> at 34-35 (rejecting proposal to limit  5 to cover only those changes that had produced the most objections; \" `[t]he discriminatory potential in seemingly innocent or insignificant changes can only be determined after the specific facts of the change are analyzed in context' \") (quoting testimony of Drew Days, former U. S. Assistant Attorney General).</p>\n<p>[22]  See also <i>Dougherty County Board of Education</i> v. <i>White,</i> 439 U. S. 32, 43 (1978), where we held that a Board of Education rule requiring employees to take unpaid leaves of absence while campaigning for elective political office was a barrier to candidacy \"as formidable as the filing date changes at issue in\" <i>Hadnott</i> and <i>Allen.</i> In other contexts, we have interpreted  5 broadly to require preclearance of changes in residence requirements for candidates, <i>City of Rome</i> v. <i>United States,</i> 446 U. S. 156, 160-161 (1980); alterations of municipal boundaries, <i>Richmond</i> v. <i>United States,</i> 422 U. S. 358 (1975); reapportionment and redistricting plans, <i>Georgia</i> v. <i>United States,</i> 411 U. S. 526 (1973); and the location of polling places, <i>Perkins</i> v. <i>Matthews,</i> 400 U. S. 379 (1971).</p>\n<p>[23]  See <i>Steelworkers</i> v. <i>Usery,</i> 429 U. S. 305 (1977) (recognizing, in union democracy context, potential adverse impact of requiring candidates to qualify long before election).</p>\n<p>[24]  Only one black candidate filed for election as a trustee of District No. 1 during the August filing period. He was ultimately elected to the post, along with four white candidates. Brief for Appellants 27, and n. 12. That other potential candidates were prevented from filing is not mere speculation. Appellants alleged in their complaint that three black citizens of Hampton County, including appellant Benjamin Brooks, attempted to have their names placed on the ballot for trustee positions in February, but were told that the filing period had ended the previous August. App. 16a-17a.</p>\n<p>[25]  See <i>supra,</i> at 174.</p>\n<p>[26]  See also <i>Dougherty County, supra</i> (rule promulgated by County Board of Education).</p>\n<p>[27]  See H. R. Rep. 97-227, at 35 (rejecting proposal that  5 should be limited to changes that produce most objections; \"[w]hile some changes may adversely affect a greater number of people, others may have precisely the type of discriminatory impact which Congress sought to prevent, even though the numbers involved are smaller\").</p>\n<p>[28]  Appellants state that over 6,000 Hampton County voters participated in the November 1982 general election, whereas less than half that number voted in the March 1983 special election. Brief for Appellants 23-24.</p>\n<p>[29]  See, <i>e. g., </i><i>United States</i> v. <i>Sheffield Board of Comm'rs,</i> 435 U. S. 110, 131 (1978) (deference should be accorded to Attorney General's construction of the Act, especially in light of the extensive role played by the Attorney General in drafting the statute and explaining its operation to Congress); <i>Dougherty County, supra,</i> at 39.</p>\n<p>[30]  Brief for United States as <i>Amicus Curiae</i> 13-14, and n. 7.</p>\n<p>[31]  Appellees imply that they were unable to submit Act No. 549 until after it had been approved in the May referendum. But the Department's regulations explicitly provide for submission of statutes before such ratification has been obtained. See 28 CFR  51.20 (1984). Thus, the Act could have been submitted as soon as it was signed into law on April 9, a full 129 days before the filing period opened on August 16.</p>\n<p>[32]  See 28 CFR  51.8, 51.35, 51.37 (1984).</p>\n<p>[33]  See S. Rep. No. 97-417, at 12, n. 31 (\"even when changes are made for valid reasons, for example, reapportionment or home rule, `jurisdictions may not always take care to avoid discriminating against minority voters in the process' \") (quoting S. Rep. No. 94-295, p. 18 (1975)). See also <i>Allen</i> v. <i>State Board of Elections,</i> 393 U. S., at 565, n. 29 (that a change was undertaken in an attempt to comply with the Act does not exempt it from  5; \"[t]o hold otherwise would mean that legislation, allegedly passed to meet the requirements of the Act, would be exempted from  5 coverage  even though it would have the effect of racial discrimination\").</p>\n<p>[34]  See <i>McCain</i> v. <i>Lybrand,</i> 465 U. S., at 250; <i>Dougherty County Board of Education</i> v. <i>White,</i> 439 U. S., at 42; <i>Georgia</i> v. <i>United States,</i> 411 U. S., at 534; <i>Perkins</i> v. <i>Matthews,</i> 400 U. S., at 383-385; <i>Allen</i> v. <i>State Board of Elections, supra,</i> at 555, n. 19, 570.</p>\n<p>[35]  App. to Juris. Statement 10a.</p>\n<p>[36]  In <i>Berry,</i> we stated that if the Attorney General gave his after-the-fact approval to the challenged alterations in voting procedure, \"the matter will be at an end.\" 438 U. S., at 193. In that case, however, the District Court had previously acknowledged that the changes were covered by  5 and had reached the question of an appropriate remedy. In this case, however, the District Court erroneously concluded that the changes were outside the scope of  5 and never engaged in the equitable weighing process necessary to determine whether failure to submit a covered change for preclearance requires that an election be set aside. The factors to be weighed include \"the nature of the changes complained of, and whether it was reasonably clear at the time of the election that the changes were covered by  5.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 396.\n</p>\n<p>The determination whether a change has a discriminatory purpose or effect, which is committed by statute to the Attorney General, is distinct from the determination whether failure to submit the change requires that the election be set aside. The latter determination must be made by the District Court, after the Attorney General has passed on the substantive nature of the change.</p>\n\n</div>", "id": 111359, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111359/", "sha1": "50fd0037228d62113ba685a21fade261f44c801e", "source": "LR", "supreme_court_db_id": "1984-036", "time_retrieved": "2010-04-28T10:13:10"}