{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "471 U.S. 1030", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/111447/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Arthur Martin Boyd, Jr. v. North Carolina", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "84-5819", 
    "id": 95806, 
    "resource_uri": "/api/rest/v2/citation/95806/"
  }, 
  "id": 111447, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1985-04-15", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/471/471.US.1030.84-5819.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T10:13:14", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span></p>\n    <p class=\"case_cite\">105 S.Ct. 2052</p>\n    <p class=\"case_cite\">85 L.Ed.2d 324</p>\n    <p class=\"parties\">Arthur Martin BOYD, Jr.<br>v.<br>NORTH CAROLINA</p>\n    <p class=\"docket\">No. 84-5819</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">April 15, 1985</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Supreme Court of North Carolina.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BRENNAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner was sentenced to death after a hearing in which the judge prevented the jury from considering evidence that it might well have considered highly relevant to petitioner's motive at the time of his crime and to the relationship of his character and record to the offense he had committed.  As a result, the jury was called on to decide whether death was the appropriate punishment but was deprived of the evidence petitioner offered in mitigation of his crime.  The death sentence must thus be vacated, for it stands in glaring conflict with one of the most basic requirements of the Eighth Amendment&#8212;\" 'that the sentencer . . . not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.' \"  <i>Eddings v. Oklahoma,</i> <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 110, 102 S.Ct. 869, 874, 71 L.Ed.2d 1 (1982) (quoting <i>Lockett v. Ohio,</i> <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, 604, 98 S.Ct. 2954, 2964, 57 L.Ed.2d 973 (1978)).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioner Boyd was convicted of murdering his former girlfriend after unsuccessfully attempting a reconciliation.  They had lived together for three years but had separated several months prior to the murder.  On the day of the murder, Boyd met the victim at a local shopping mall.  They sat and talked quietly for some time, sitting in the midst of a church-sponsored event run by the victim's father, a local pastor.  Eventually, the victim's mother approached her daughter and said it was time to leave, but Boyd asked the daughter to stay and talk to him a little longer.  After talking some more, the victim said she would leave.  She was also reported to have said that if Boyd was going to kill her \"he should hurry up and get it over with.\"  Boyd took out a knife but also assured her that he would not hurt her.  He then began to stab her rapidly and repeatedly until bystanders dragged the two apart.  The victim died from the multiple stab wounds.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At his capital sentencing hearing, Boyd offered in mitigation expert testimony by a sociologist, Dr. Humphrey, who had interviewed Boyd and previously had done academic research into the behavioral dynamics of suicide and homicide.  Most relevantly, Dr. Humphrey had coauthored a study of people who had murdered their relatives or intimates.  The trial judge excluded the entirety of his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dr. Humphrey would have testified, based on his study and his personal interview with Boyd, that Boyd's crime and life history conformed to a common pattern that distinguishes those who kill intimates from those who kill others.  According to the sociologist, those in the former group are more likely to have had lives characterized by repeated deep personal losses (such as death of loved ones or abandonment by parents) and strong feelings of self-destruction:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\" 'The more loss in someone's life, the more likely they      are to become self-destructive.  And it seems that killing a      family member or killing a close friend is an act of      self-destruction.  They are after all, killing something that      is a part of them, very close to them, very important to      their self.  They are destroying them.  So in the act of      killing another person they are in fact destroying part of      their self, a self-destructive act.' \"  <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">408</span></span>, 439,      <span class=\"citation\" data-id=\"1349923\"><a href=\"/opinion/1349923/state-v-boyd/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">189</span></a></span>, 209 (1984) (Exum, J., dissenting) (quoting      <i>voir dire</i> testimony of Dr. Humphrey).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Dr. Humphrey's view, Boyd's life history conformed to the pattern he had found in his research;  Boyd's life had involved repeated and intense personal losses that had generated strong self-destructive feelings in him.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Dr. Humphrey thus understood Boyd's crime \"primarily [as] a depression caused self-destructive act, closely related to the impulse that leads to suicide, resulting from a life history of an inordinate number of losses beginning with the abandonment by the defendant's father and the death of his grandfather and culminating with the threatened loss of [the victim].\"  <i>Id.,</i> at 419, 319 S.E.2d, at 197.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Boyd's counsel sought to introduce the expert's testimony to provide the jury with a perspective on Boyd's personal history, on his mental and emotional condition, and on how these factors may have led to the crime.  In that sense, it was evidence of motive; but more broadly, the proposed testimony was an effort to \"link together all of the defendant's mitigating evidence into a unified whole which explained the apparent contradiction of killing the person the defendant loved the most.\"  <i>Ibid.</i><a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the prosecutor's motion, the trial court excluded Dr. Humphrey's explanation of why Boyd killed his former girlfriend, but the prosecutor nevertheless argued vigorously for an alternative explanation of Boyd's motive.  According to the prosecutor, Boyd was selfish and mean;  he killed the victim because if he could not have her he wanted to make sure that no one else could.  <i>Id.,</i> at 436, 319 S.E.2d, at 207 (Exum, J. dissenting).  In the words of the dissenting opinion below, the State's theory was \"a motive theory that is easy to sell in this kind of case. . . .  Defendant's motive theory was different, less apparent to the average observer, and probably more difficult to sell.  It was a theory which does not excuse the crime but which might have mitigated it in the eyes of the jury.\"  <i>Ibid.</i>  The legal question, obviously, is not which of these theories is more worthy of belief, but whether petitioner had a right to offer evidence in support of his theory.  <i>Lockett</i> and <i>Eddings</i> leave no doubt as to the correct answer to that question;  he had such a right.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">With two justices in dissent, the State Supreme Court affirmed the sentence of death.  In the court's view the proffered testimony only \"placed [the] various 'stressful events' [of Boyd's life] in a context suggesting that defendant's act [of murder] was predictable.\"  311 N.C., at 423, 319 S.E.2d, at 199.  It had \"merely constructed a profile of a murderer into which the defendant fits.\"  <i>Ibid.</i>  The court doubted that this information could have much weight in mitigation, especially because, in the court's view, some of the traumas in Boyd's life (<i>e.g.,</i> imprisonment) could not \"extenuate or reduce the moral culpability of the killing.\"  <i>Ibid.</i></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Lockett</i> and <i>Eddings</i> have at their core an understanding that the factors that can rationally militate against the appropriateness of death are varied, subjective, and not subject to prior itemization.  See also <i>McGautha v. California,</i> <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 204-208, 91 S.Ct. 1454, 1465-1468, 28 L.Ed.2d 711 (1971). Moreover, those cases clearly stand for the proposition that, within a broad range of relevance, the weight of any offered factor of mitigation is for the sentencer to determine.  Here the sentencers were the jurors.  Although evidence of various events in Boyd's personal history was admitted, expert evidence that might have been highly useful to the sentencer's attempt to understand Boyd's crime and its relation to those events of personal history was excluded.  Expert knowledge of human motivation might well have been considered highly relevant in the eyes of the jurors, for it might have offered an alternative explanation for why Boyd killed.  Without that evidence, the scattered personal history evidence might have had little apparent significance, but the expert evidence might well have provided a link between the personal history evidence and that \"extenuat[ion] or reduc[tion of] the moral culpability of the killing\" that might call for a sentence of less than death.  The exclusion of the expert evidence thus violated <i>Lockett</i> and <i>Eddings.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Behind the State Supreme Court decision stand certain premises concerning punishment.  Most apparently, the court took the view that it would be highly questionable to mitigate punishment based on a criminal's conformity to a social psychology profile that traces the crime's origins to the traumas of the criminal's life and to the self-destructive impulses that those traumas may produce.  But under the Constitution, the weight of mitigating factors is a judgment for the capital sentencer, and neither court nor legislature may usurp the sentencer's role.  In a jury's eyes, the fact that a killer is moved by self-destructive tendencies might make a crime seem more generally tragic and less demanding of retribution, and it might make the criminal seem less clearly evil and more capable of rehabilitation.  Moreover, the jury might become less concerned with the prospect of future dangerousness where a defendant's violence stemmed from intimacy and the likely alternative to death is that he spend his life in prison far from loved ones.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although these possible uses of the proffered but excluded evidence show that it was of clear relevance within even the most traditional views of mitigation, its possible power with the jury is even clearer when we consider the inherent subjectivity of capital sentencing decisions.  Put simply, viewing the defendant's behavior in terms of a pattern that has governed a far greater number of persons than the defendant alone might lead a jury to step beyond initial revulsion and attempt to understand the crime in more human terms.  As one commentator has speculated, in many cases a jury's ability to take precisely that step might be what determines whether or not a defendant will be sentenced to die:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"[It may be that] many jurors vote to execute when they      are repelled by the defendant, because he presents the      threatening image of gratuitous, disruptive violence that      they cannot assimilate into any social or psychological      categories they use in comprehending the world.  Jurors can      probably give mercy to even the most vicious killers if they      can somehow understand what might cause this person to be a      killer. . . .  A juror votes to expel the defendant who      presents an image of violence he or she cannot assimilate      into any stabilizing categories, and who thereby threatens      his or her sense of comfortable order in the world.\"      Weisberg, Deregulating Death, 1983 S.Ct.Rev. 305, 391.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It was our recognition of the importance to a defendant of just this sort of subjective but intensely human analysis of mitigation that stood behind this Court in <i>Lockett</i> and <i>Eddings.</i> Relying on those cases, Boyd sought to place his crime within the jury's understanding.  The state courts denied him the right to make that effort.</p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have broadly declared that the law cannot preclude a capital sentencer's consideration of \" '<i>any</i> aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.' \"  <i>Eddings,</i> 455 U.S., at 110, 102 S.Ct., at 874 (quoting <i>Lockett,</i> 438 U.S., at 604, 98 S.Ct., at 2965). Accordingly, a constitutional death sentence cannot result from a process wherein the State may portray a defendant's acts as so \"inhuman,\" bizarre, and cruel as to be beyond the reach of human sympathy, but a defendant is legally precluded from offering in mitigation those \" 'diverse frailties of humankind' \" an understanding of which might place the barbaric act within the realm of the tragic but nonetheless human.  455 U.S., at 112, n. 7, 102 S.Ct., at 875, n. 7 (quoting <i>Woodson v. North Carolina,</i> <span class=\"citation\" data-id=\"109535\"><a href=\"/opinion/109535/woodson-v-north-carolina/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, 304, 96 S.Ct. 2978, 2991, 49 L.Ed.2d 944 (1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The <i>Lockett-Eddings</i> principle stems from the \" 'fundamental respect for humanity underlying the Eighth Amendment,' \" <i>Eddings, supra,</i> 455 U.S., at 112, 102 S.Ct., at 875 (quoting <i>Woodson v. North Carolina, supra,</i> 428 U.S., at 304, 96 S.Ct., at 2991), and rests on the requirement that \"[a] jury must be allowed to consider on the basis of all relevant evidence not only why a death sentence should be imposed, but also why it should not be imposed.\"  <i>Jurek v. Texas,</i> <span class=\"citation\" data-id=\"109534\"><a href=\"/opinion/109534/jurek-v-texas/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 271, 96 S.Ct. 2950, 2956, 49 L.Ed.2d 929 (1976).  Without the <i>Lockett-Eddings</i> principle, the uniqueness of a person's life, including how that life may have led to the crime, may be casually ignored in determining whether that person should live or die.  The Constitution cannot tolerate the execution of people \"not as uniquely individual human beings, but as members of a faceless, undifferentiated mass to be subjected to the blind infliction of the penalty of death.\" <i>Woodson v. North Carolina, supra,</i> 428 U.S., at 304, 96 S.Ct., at 2991.  This Court should not stand by and allow the <i>Lockett-Eddings</i> principle to erode.  I would thus grant review, and I dissent from the denial of certiorari.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> I continue to adhere to my view that the death penalty is in all circumstances cruel and unusual punishment prohibited by the Eighth and Fourteenth Amendments.  <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 231, 96 S.Ct. 2909, 2973, 49 L.Ed.2d 859 (1976) (MARSHALL, J., dissenting).  But even if I did not take this view, I would grant review in this case because of the important issue raised concerning the proper interpretation of <i>Lockett</i> and <i>Eddings.</i></p>\n        <p>Unfortunately, this case is illustrative of a disturbing trend in a number of state courts to read our holdings in <i>Eddings</i> and <i>Lockett</i> in an unjustifiably narrow manner, and to declare, in spite of these holdings, that an increasing number of proffered bases of mitigation are simply irrelevant.  See <i>Eutzy v. Florida,</i> <span class=\"citation\" data-id=\"111448\"><a href=\"/opinion/111448/william-eutzy-petitioner-v-florida/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1045</span></a></span>, 105 S.Ct. 2062, 85 L.Ed.2d 336 (MARSHALL, J., dissenting from denial of certiorari);  <i>Patterson v. South Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span>, 105 S.Ct. 2056, 85 L.Ed.2d 329 (MARSHALL, J., dissenting from denial of certiorari).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Boyd's lawyers had introduced evidence that Boyd's father had been an alcoholic who abandoned his family when Boyd was a child, that his grandfather&#8212;whom he had come to view as a father had then died, that he had a history of losing jobs and repeated imprisonment, and that his life since adolescence had been characterized by drug and alcohol abuse.  When Dr. Humphrey interviewed Boyd, Boyd said that he had so feared the loss of his girlfriend that he had contemplated suicide shortly before the murder.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The proffered evidence would of course also have been quite relevant to such issues as future dangerousness and prospects of rehabilitation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is some ambiguity in the State Supreme Court's opinion as to whether the affirmance rested on a view that the proffered evidence was properly excludable as irrelevant or was simply of so little weight as to not be a basis for vacating the sentence in this case.  Either basis would of course be improper. The former would clearly be contrary to the discussions of relevance in <i>Lockett v. Ohio,</i> <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978), and <i>Eddings v. Oklahoma,</i> <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982), and the latter would ignore those cases' determination that the sentencer be the judge of the proper weight to be given to mitigating factors.  Whatever might be the circumstances, if any, that might allow a court to speculate as to the possible harmlessness of an improper exclusion of a properly proffered mitigating factor, cf. <i>Eddings, supra,</i> at 119, 102 S.Ct., at 879 (O'CONNOR, J., concurring);  see also <i>Songer v. Wainwright,</i> <span class=\"citation\" data-id=\"111340\"><a href=\"/opinion/111340/carl-ray-songer-v-louie-l-wainwright/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1133</span></a></span>, 1140, and n. 13, 105 S.Ct. 817, and n. 13, 83 L.Ed.2d 809 (1985) (BRENNAN, J., dissenting from denial of certiorari), the standard can certainly be no less than the constitutional harmless-error standard we have otherwise endorsed. The court below did not engage in any determination that there was error that could be found harmless beyond a reasonable doubt.  See <i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).  Moreover, there is no reason to believe that any such determination could reasonably have been made in a case such as this.</p>\n      </div>\n    </div>\n    ", 
  "sha1": "16cff11b1578b955aa6bfafb6e0bbb53d5d13308", 
  "date_modified": "2014-12-21T02:08:08.539730", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111447/arthur-martin-boyd-jr-v-north-carolina/", 
  "citation_count": 116, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/79395/", 
  "html": "<p class=\"case_cite\">471 U.S. 1030</p>\n    <p class=\"case_cite\">105 S.Ct. 2052</p>\n    <p class=\"case_cite\">85 L.Ed.2d 324</p>\n    <p class=\"parties\">Arthur Martin BOYD, Jr.<br>v.<br>NORTH CAROLINA</p>\n    <p class=\"docket\">No. 84-5819</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">April 15, 1985</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Supreme Court of North Carolina.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BRENNAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner was sentenced to death after a hearing in which the judge prevented the jury from considering evidence that it might well have considered highly relevant to petitioner's motive at the time of his crime and to the relationship of his character and record to the offense he had committed.  As a result, the jury was called on to decide whether death was the appropriate punishment but was deprived of the evidence petitioner offered in mitigation of his crime.  The death sentence must thus be vacated, for it stands in glaring conflict with one of the most basic requirements of the Eighth Amendment&#8212;\" 'that the sentencer . . . not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.' \"  <i>Eddings v. Oklahoma,</i> 455 U.S. 104, 110, 102 S.Ct. 869, 874, 71 L.Ed.2d 1 (1982) (quoting <i>Lockett v. Ohio,</i> 438 U.S. 586, 604, 98 S.Ct. 2954, 2964, 57 L.Ed.2d 973 (1978)).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioner Boyd was convicted of murdering his former girlfriend after unsuccessfully attempting a reconciliation.  They had lived together for three years but had separated several months prior to the murder.  On the day of the murder, Boyd met the victim at a local shopping mall.  They sat and talked quietly for some time, sitting in the midst of a church-sponsored event run by the victim's father, a local pastor.  Eventually, the victim's mother approached her daughter and said it was time to leave, but Boyd asked the daughter to stay and talk to him a little longer.  After talking some more, the victim said she would leave.  She was also reported to have said that if Boyd was going to kill her \"he should hurry up and get it over with.\"  Boyd took out a knife but also assured her that he would not hurt her.  He then began to stab her rapidly and repeatedly until bystanders dragged the two apart.  The victim died from the multiple stab wounds.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At his capital sentencing hearing, Boyd offered in mitigation expert testimony by a sociologist, Dr. Humphrey, who had interviewed Boyd and previously had done academic research into the behavioral dynamics of suicide and homicide.  Most relevantly, Dr. Humphrey had coauthored a study of people who had murdered their relatives or intimates.  The trial judge excluded the entirety of his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dr. Humphrey would have testified, based on his study and his personal interview with Boyd, that Boyd's crime and life history conformed to a common pattern that distinguishes those who kill intimates from those who kill others.  According to the sociologist, those in the former group are more likely to have had lives characterized by repeated deep personal losses (such as death of loved ones or abandonment by parents) and strong feelings of self-destruction:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\" 'The more loss in someone's life, the more likely they      are to become self-destructive.  And it seems that killing a      family member or killing a close friend is an act of      self-destruction.  They are after all, killing something that      is a part of them, very close to them, very important to      their self.  They are destroying them.  So in the act of      killing another person they are in fact destroying part of      their self, a self-destructive act.' \"  311 N.C. 408, 439,      319 S.E.2d 189, 209 (1984) (Exum, J., dissenting) (quoting      <i>voir dire</i> testimony of Dr. Humphrey).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In Dr. Humphrey's view, Boyd's life history conformed to the pattern he had found in his research;  Boyd's life had involved repeated and intense personal losses that had generated strong self-destructive feelings in him.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Dr. Humphrey thus understood Boyd's crime \"primarily [as] a depression caused self-destructive act, closely related to the impulse that leads to suicide, resulting from a life history of an inordinate number of losses beginning with the abandonment by the defendant's father and the death of his grandfather and culminating with the threatened loss of [the victim].\"  <i>Id.,</i> at 419, 319 S.E.2d, at 197.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Boyd's counsel sought to introduce the expert's testimony to provide the jury with a perspective on Boyd's personal history, on his mental and emotional condition, and on how these factors may have led to the crime.  In that sense, it was evidence of motive; but more broadly, the proposed testimony was an effort to \"link together all of the defendant's mitigating evidence into a unified whole which explained the apparent contradiction of killing the person the defendant loved the most.\"  <i>Ibid.</i><a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the prosecutor's motion, the trial court excluded Dr. Humphrey's explanation of why Boyd killed his former girlfriend, but the prosecutor nevertheless argued vigorously for an alternative explanation of Boyd's motive.  According to the prosecutor, Boyd was selfish and mean;  he killed the victim because if he could not have her he wanted to make sure that no one else could.  <i>Id.,</i> at 436, 319 S.E.2d, at 207 (Exum, J. dissenting).  In the words of the dissenting opinion below, the State's theory was \"a motive theory that is easy to sell in this kind of case. . . .  Defendant's motive theory was different, less apparent to the average observer, and probably more difficult to sell.  It was a theory which does not excuse the crime but which might have mitigated it in the eyes of the jury.\"  <i>Ibid.</i>  The legal question, obviously, is not which of these theories is more worthy of belief, but whether petitioner had a right to offer evidence in support of his theory.  <i>Lockett</i> and <i>Eddings</i> leave no doubt as to the correct answer to that question;  he had such a right.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">With two justices in dissent, the State Supreme Court affirmed the sentence of death.  In the court's view the proffered testimony only \"placed [the] various 'stressful events' [of Boyd's life] in a context suggesting that defendant's act [of murder] was predictable.\"  311 N.C., at 423, 319 S.E.2d, at 199.  It had \"merely constructed a profile of a murderer into which the defendant fits.\"  <i>Ibid.</i>  The court doubted that this information could have much weight in mitigation, especially because, in the court's view, some of the traumas in Boyd's life (<i>e.g.,</i> imprisonment) could not \"extenuate or reduce the moral culpability of the killing.\"  <i>Ibid.</i></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Lockett</i> and <i>Eddings</i> have at their core an understanding that the factors that can rationally militate against the appropriateness of death are varied, subjective, and not subject to prior itemization.  See also <i>McGautha v. California,</i> 402 U.S. 183, 204-208, 91 S.Ct. 1454, 1465-1468, 28 L.Ed.2d 711 (1971). Moreover, those cases clearly stand for the proposition that, within a broad range of relevance, the weight of any offered factor of mitigation is for the sentencer to determine.  Here the sentencers were the jurors.  Although evidence of various events in Boyd's personal history was admitted, expert evidence that might have been highly useful to the sentencer's attempt to understand Boyd's crime and its relation to those events of personal history was excluded.  Expert knowledge of human motivation might well have been considered highly relevant in the eyes of the jurors, for it might have offered an alternative explanation for why Boyd killed.  Without that evidence, the scattered personal history evidence might have had little apparent significance, but the expert evidence might well have provided a link between the personal history evidence and that \"extenuat[ion] or reduc[tion of] the moral culpability of the killing\" that might call for a sentence of less than death.  The exclusion of the expert evidence thus violated <i>Lockett</i> and <i>Eddings.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Behind the State Supreme Court decision stand certain premises concerning punishment.  Most apparently, the court took the view that it would be highly questionable to mitigate punishment based on a criminal's conformity to a social psychology profile that traces the crime's origins to the traumas of the criminal's life and to the self-destructive impulses that those traumas may produce.  But under the Constitution, the weight of mitigating factors is a judgment for the capital sentencer, and neither court nor legislature may usurp the sentencer's role.  In a jury's eyes, the fact that a killer is moved by self-destructive tendencies might make a crime seem more generally tragic and less demanding of retribution, and it might make the criminal seem less clearly evil and more capable of rehabilitation.  Moreover, the jury might become less concerned with the prospect of future dangerousness where a defendant's violence stemmed from intimacy and the likely alternative to death is that he spend his life in prison far from loved ones.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although these possible uses of the proffered but excluded evidence show that it was of clear relevance within even the most traditional views of mitigation, its possible power with the jury is even clearer when we consider the inherent subjectivity of capital sentencing decisions.  Put simply, viewing the defendant's behavior in terms of a pattern that has governed a far greater number of persons than the defendant alone might lead a jury to step beyond initial revulsion and attempt to understand the crime in more human terms.  As one commentator has speculated, in many cases a jury's ability to take precisely that step might be what determines whether or not a defendant will be sentenced to die:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"[It may be that] many jurors vote to execute when they      are repelled by the defendant, because he presents the      threatening image of gratuitous, disruptive violence that      they cannot assimilate into any social or psychological      categories they use in comprehending the world.  Jurors can      probably give mercy to even the most vicious killers if they      can somehow understand what might cause this person to be a      killer. . . .  A juror votes to expel the defendant who      presents an image of violence he or she cannot assimilate      into any stabilizing categories, and who thereby threatens      his or her sense of comfortable order in the world.\"      Weisberg, Deregulating Death, 1983 S.Ct.Rev. 305, 391.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It was our recognition of the importance to a defendant of just this sort of subjective but intensely human analysis of mitigation that stood behind this Court in <i>Lockett</i> and <i>Eddings.</i> Relying on those cases, Boyd sought to place his crime within the jury's understanding.  The state courts denied him the right to make that effort.</p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have broadly declared that the law cannot preclude a capital sentencer's consideration of \" '<i>any</i> aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.' \"  <i>Eddings,</i> 455 U.S., at 110, 102 S.Ct., at 874 (quoting <i>Lockett,</i> 438 U.S., at 604, 98 S.Ct., at 2965). Accordingly, a constitutional death sentence cannot result from a process wherein the State may portray a defendant's acts as so \"inhuman,\" bizarre, and cruel as to be beyond the reach of human sympathy, but a defendant is legally precluded from offering in mitigation those \" 'diverse frailties of humankind' \" an understanding of which might place the barbaric act within the realm of the tragic but nonetheless human.  455 U.S., at 112, n. 7, 102 S.Ct., at 875, n. 7 (quoting <i>Woodson v. North Carolina,</i> 428 U.S. 280, 304, 96 S.Ct. 2978, 2991, 49 L.Ed.2d 944 (1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The <i>Lockett-Eddings</i> principle stems from the \" 'fundamental respect for humanity underlying the Eighth Amendment,' \" <i>Eddings, supra,</i> 455 U.S., at 112, 102 S.Ct., at 875 (quoting <i>Woodson v. North Carolina, supra,</i> 428 U.S., at 304, 96 S.Ct., at 2991), and rests on the requirement that \"[a] jury must be allowed to consider on the basis of all relevant evidence not only why a death sentence should be imposed, but also why it should not be imposed.\"  <i>Jurek v. Texas,</i> 428 U.S. 262, 271, 96 S.Ct. 2950, 2956, 49 L.Ed.2d 929 (1976).  Without the <i>Lockett-Eddings</i> principle, the uniqueness of a person's life, including how that life may have led to the crime, may be casually ignored in determining whether that person should live or die.  The Constitution cannot tolerate the execution of people \"not as uniquely individual human beings, but as members of a faceless, undifferentiated mass to be subjected to the blind infliction of the penalty of death.\" <i>Woodson v. North Carolina, supra,</i> 428 U.S., at 304, 96 S.Ct., at 2991.  This Court should not stand by and allow the <i>Lockett-Eddings</i> principle to erode.  I would thus grant review, and I dissent from the denial of certiorari.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> I continue to adhere to my view that the death penalty is in all circumstances cruel and unusual punishment prohibited by the Eighth and Fourteenth Amendments.  <i>Gregg v. Georgia,</i> 428 U.S. 153, 231, 96 S.Ct. 2909, 2973, 49 L.Ed.2d 859 (1976) (MARSHALL, J., dissenting).  But even if I did not take this view, I would grant review in this case because of the important issue raised concerning the proper interpretation of <i>Lockett</i> and <i>Eddings.</i></p>\n        <p>Unfortunately, this case is illustrative of a disturbing trend in a number of state courts to read our holdings in <i>Eddings</i> and <i>Lockett</i> in an unjustifiably narrow manner, and to declare, in spite of these holdings, that an increasing number of proffered bases of mitigation are simply irrelevant.  See <i>Eutzy v. Florida,</i> 471 U.S. 1045, 105 S.Ct. 2062, 85 L.Ed.2d 336 (MARSHALL, J., dissenting from denial of certiorari);  <i>Patterson v. South Carolina,</i> 471 U.S. 1036, 105 S.Ct. 2056, 85 L.Ed.2d 329 (MARSHALL, J., dissenting from denial of certiorari).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Boyd's lawyers had introduced evidence that Boyd's father had been an alcoholic who abandoned his family when Boyd was a child, that his grandfather&#8212;whom he had come to view as a father had then died, that he had a history of losing jobs and repeated imprisonment, and that his life since adolescence had been characterized by drug and alcohol abuse.  When Dr. Humphrey interviewed Boyd, Boyd said that he had so feared the loss of his girlfriend that he had contemplated suicide shortly before the murder.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The proffered evidence would of course also have been quite relevant to such issues as future dangerousness and prospects of rehabilitation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is some ambiguity in the State Supreme Court's opinion as to whether the affirmance rested on a view that the proffered evidence was properly excludable as irrelevant or was simply of so little weight as to not be a basis for vacating the sentence in this case.  Either basis would of course be improper. The former would clearly be contrary to the discussions of relevance in <i>Lockett v. Ohio,</i> 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978), and <i>Eddings v. Oklahoma,</i> 455 U.S. 104, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982), and the latter would ignore those cases' determination that the sentencer be the judge of the proper weight to be given to mitigating factors.  Whatever might be the circumstances, if any, that might allow a court to speculate as to the possible harmlessness of an improper exclusion of a properly proffered mitigating factor, cf. <i>Eddings, supra,</i> at 119, 102 S.Ct., at 879 (O'CONNOR, J., concurring);  see also <i>Songer v. Wainwright,</i> 469 U.S. 1133, 1140, and n. 13, 105 S.Ct. 817, and n. 13, 83 L.Ed.2d 809 (1985) (BRENNAN, J., dissenting from denial of certiorari), the standard can certainly be no less than the constitutional harmless-error standard we have otherwise endorsed. The court below did not engage in any determination that there was error that could be found harmless beyond a reasonable doubt.  See <i>Chapman v. California,</i> 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).  Moreover, there is no reason to believe that any such determination could reasonably have been made in a case such as this.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111447/"
}