{"absolute_url": "/opinion/111463/williams-v-vermont/", "blocked": false, "citation": {"case_name": "Williams v. Vermont", "docket_number": "84-592", "document_uris": ["/api/rest/v2/document/111463/"], "federal_cite_one": "472 U.S. 14", "federal_cite_three": "86 L. Ed. 2d 11", "federal_cite_two": "105 S. Ct. 2465", "id": 95822, "lexis_cite": "1985 U.S. LEXIS 90", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95822/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 47, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1985-06-04", "date_modified": "2014-12-21T02:08:12.437796", "docket": "/api/rest/v2/docket/865442/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">472 U.S. 14</p>\n    <p class=\"case_cite\">105 S.Ct. 2465</p>\n    <p class=\"case_cite\">86 L.Ed.2d 11</p>\n    <p class=\"parties\">Norman WILLIAMS and Susan Levine, Appellants<br>v.<br>VERMONT et al.</p>\n    <p class=\"docket\">No. 84-592.</p>\n    <p class=\"date\">Argued March 19, 1985.</p>\n    <p class=\"date\">Decided June 4, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Vermont collects a use tax when cars are registered with it, but the tax is not imposed if the car was purchased in Vermont and a sales tax has been paid.  The tax is also reduced by the amount of any sales or use tax paid to another State if that State would afford a credit for taxes paid to Vermont in similar circumstances.  The credit is available, however, only if the registrant was a Vermont resident at the time he paid the taxes. Appellants, who bought and registered cars outside of Vermont before becoming Vermont residents, were required to pay the full use tax in order to register their cars in Vermont.  In proceedings in the Vermont Superior Court, appellants alleged that Vermont's failure to afford them credit for the out-of-state sales taxes they had paid violated, <i>inter alia,</i> the Equal Protection Clause of the Fourteenth Amendment because the credit was provided in the case of vehicles acquired outside the State by Vermont residents.  Rejecting appellants' contention, the court dismissed the complaint.  The Vermont Supreme Court affirmed by citation to another decision handed down the same day, <i>Leverson v. Conway,</i> 144 Vt. 523, 481 A.2d 1029, in which it rejected a similar equal protection challenge to the tax credit, concluding that the Vermont statute was rationally related to the legitimate state interest in raising revenue to maintain and improve the highways, and rationally placed the burden on those who used them.</p>\n      <p class=\"indent\"><i>Held:</i>  When the Vermont statute is viewed on its face, appellants have stated a claim of discrimination prohibited by the Equal Protection Clause.  Pp. 18-28.</p>\n      <p class=\"indent\">(a) While the State asserts that the tax credit applies only to Vermont residents who register their cars in Vermont without first having registered them elsewhere, and that a resident who purchases, pays a sales or use tax on, and registers a car in another State must also pay the Vermont use tax upon his return, it does not appear that the Vermont Supreme Court, in ruling on the equal protection claim in <i>Leverson, supra,</i> construed the exemption in such a manner.  Instead, every indication is that a Vermont resident enjoys a credit for any sales taxes paid to a reciprocating State, even if he registered and used the car there before registering it in Vermont.  Pp. 18-21.</p>\n      <p class=\"indent\">(b) An exemption such as that challenged here will be sustained if the legislature could have reasonably concluded that the challenged classification would promote a legitimate state purpose.  No legitimate purpose is furthered by the discriminatory exemption here. Residence at the time of purchase is a wholly arbitrary basis on which to distinguish among present Vermont registrants&#8212;at least among those who used their cars elsewhere before coming to Vermont.  The distinction between them bears no relation to the statutory purpose of raising revenue for the maintenance and improvement of Vermont roads.  The customary rationale for a use tax&#8212;relating to protecting local merchants from out-of-state competition which, because of its lower or nonexistent tax burdens, can offer lower prices&#8212;has no application to purchases made out-of-state by those who were not residents of the taxing State at the time of purchase.  Nor can the distinction here be justified by a state policy of making those who use the highways contribute to their maintenance and improvement, or as encouraging interstate commerce by enabling Vermont residents, faced with limited automobile offerings at home, to shop outside the State without penalty.  Pp. 21-27.</p>\n      <p class=\"indent\">144 Vt. 649, 478 A.2d 993, reversed and remanded.</p>\n      <p class=\"indent\">Norman Charles Williams, Burlington, Vt., for appellants.</p>\n      <p class=\"indent\">Andrew M. Eschen, Waterbury, Vt., for appellees.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The State of Vermont collects a use tax when cars are registered with it.  The tax is not imposed if the car was purchased in Vermont and a sales tax has been paid.  The tax is also reduced by the amount of any sales or use tax paid to another State if that State would afford a credit for taxes paid to Vermont in similar circumstances.  The credit is available, however, only if the registrant was a Vermont resident at the time he paid the taxes.  Appellants, who bought cars outside of Vermont before becoming residents of that State, challenge the failure to grant them a similar credit.  We agree that this failure denies them the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Appellants' complaint, which was dismissed before an answer was filed, sets out the following facts.  In December 1980, appellant Norman Williams purchased a new car in Illinois, paying a five-percent sales tax.  Three months later, he moved to Vermont, bringing the car with him.  He subsequently attempted to register the car in Vermont without paying the required use tax. The Vermont Department of Motor Vehicles refused to register the car.  Williams responded by suing in the Federal District Court for the District of Vermont, which, relying on 28 U.S.C. &#167; 1341, dismissed his complaint.  Williams then paid the tax, which came to $172, unsuccessfully sought a refund from the Department of Motor Vehicles, and filed the present suit in Vermont Superior Court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The complaint alleged a number of constitutional defects in the State's failure to afford appellants credit for the sales taxes they had paid.  One of them was that the Equal Protection Clause of the Fourteenth Amendment forbade the State to deny the credit to them while providing it in the case of vehicles \"acquired outside the state by a resident of Vermont.\" Vt.Stat.Ann., Tit. 32, &#167; 8911(9) (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Superior Court dismissed the complaint.  Acknowledging that the use tax \"does not afford, on its face, equal treatment to residents and nonresidents who purchase cars out-of-state,\" App. 14, the court considered the relevant inquiry to be \"whether discrimination occurs within the state,\" <i>id.,</i> at 15.  It saw no such discrimination, reasoning that in practice Vermont residents always pay the use tax, because reciprocal States excuse payment of the sales tax and therefore there is no out-of-state payment to credit the use tax against. The court also found no burden on the right to travel, no violation of the Privileges and Immunities Clause, and no interference with interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Vermont Supreme Court affirmed, 144 Vt. 649, 478 A.2d 993 (1984), by citation to another decision handed down the same day, <i>Leverson v. Conway,</i> 144 Vt. 523, 481 A.2d 1029, appeal dism'd for want of a substantial federal question, 469 U.S. 926, 105 S.Ct. 316, 83 L.Ed.2d 255 (1984), pet. for rehearing pending, No. 84-315.  <i>Leverson</i> was an essentially identical case brought by a former Wisconsin resident who, like appellants, had purchased a car in his home State and paid a sales tax, then moved to Vermont and been obliged to pay the use tax.  The Vermont Supreme Court upheld the tax.  First, it rejected the argument that denying a credit for a sales tax paid to another State infringed the right to travel.  The use tax did not impose a penalty for moving to Vermont&#8212;the obligation was incurred only by registering one's car there.  Absent such a penalty, and given that there is no fundamental right to have or to register a car, the Equal Protection Clause required only minimal scrutiny.  The statute was rationally related to the legitimate state interest in raising revenue to maintain and improve the highways, and rationally placed the burden on those who used them.  The exemption for residents who purchased cars in reciprocal States encouraged purchases within Vermont by residents of those States.  This goal would not be furthered by granting an exemption to new residents who have already purchased cars elsewhere.  The court went on to hold that the Privileges and Immunities Clause did not come into play because no right, such as the right to travel, qualifying as a privilege or immunity was involved.  It also rejected a Commerce Clause challenge, viewing this as a straightforward use tax, imposed only on goods that had come to rest in Vermont.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Vermont Supreme Court denied rehearing, and appellants brought this appeal.  We noted probable jurisdiction, 469 U.S. 1085, 105 S.Ct. 588, 83 L.Ed.2d 698 (1984), and we now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Vermont Motor Vehicle Purchase and Use Tax, Vt.Stat.Ann., Tit. 32, ch. 219 (1981), is distinct from the State's general sales and use taxes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It is intended to \"improve and maintain the state and interstate highway systems, to pay the principal and interest on bonds issued for the improvement and maintenance of those systems and to pay the cost of administering this chapter.\" &#167; 8901.  The revenue from the tax goes into a distinct \"transportation fund.\"  &#167; 8912.  The tax is of two sorts:  a four-percent sales tax is imposed at the time of purchase of a motor vehicle in Vermont by a Vermont resident, &#167; 8903(a), and a four-percent use tax is imposed upon registration of a motor vehicle in Vermont unless the Vermont sales tax was paid, &#167; 8903(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  A number of vehicles are exempt, including, for example, those owned by a State, the United States, or charitable institutions, and those transferred within a family.  See generally &#167; 8911.  Prior to September 1, 1980, the statute also exempted \"pleasure cars, the owners of which were not residents of this State at the time of purchase and had registered and used the vehicle for at least thirty days in a state or province other than Vermont.\"  Vt.Stat.Ann., Tit. 32, &#167; 8911(6) (1970 and Supp.1981) (repealed).  That provision would have exempted appellants from the use tax.  Since its repeal, registrants who purchased their cars out-of-state when not Vermont residents have had to pay the use tax, regardless of whether they already paid a sales tax in another jurisdiction on the same car.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">One other exemption is critical to this case.  Section 8911(9) provides that the tax does not apply to</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"pleasure cars acquired outside the state by a resident of      Vermont on which a state sales or use tax has been paid by      the person applying for a registration in Vermont, providing      that the state or province collecting such tax would grant      the same pro-rata credit for Vermont tax paid under similar      circumstances.  If the tax paid in another state is less than      the Vermont tax the tax due shall be the difference.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is some dispute as to the reach of this provision. Appellants assert that, in light of this provision, had they been residents when they purchased their cars, they would now be exempt from the use tax.  The State disagrees, asserting that the exemption applies only to Vermont residents who register their cars in Vermont without first having registered them elsewhere. According to it, a resident who purchases, pays a sales or use tax on, and registers a car in another State must also pay the Vermont use tax upon his return, bearing the same obligation as appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The State's submission, if it is to be accepted, would negate any claim that appellants were treated differently than Vermont residents in similar circumstances.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  For several reasons, however, we do not believe that in ruling on the equal protection claim the Vermont Supreme Court construed the exemption in this manner.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The exemption contained in &#167; 8911(9) refers to \"pleasure cars acquired outside the state by a resident of Vermont.\"  That language on its face exempts Vermont residents who register in another State, and in <i>Leverson</i> the Vermont Supreme Court appears to have proceeded on this basis.  That court set out a comprehensive list of who must pay the tax, from which the Vermont resident who first registers the car in another State is conspicuously absent.  144 Vt., at 532, 481 A.2d, at 1034.  The opinion also several times points out that residents who pay a tax in a nonreciprocal State do not enjoy the credit upon registering their cars in Vermont.  <i>Id.,</i> at 532, 533, 481 A.2d, at 1034, 1035. Had the court believed that those purchasing and registering a car in a reciprocal State are also not exempt, one would have expected it to have said so.  Similarly, the court noted that someone in appellants' position \"is treated in exactly the same manner as all nonexempt persons, including the resident who purchases his vehicle in a nonreciprocal state.\"  <i>Id.,</i> at 533, 481 A.2d, at 1035.  If the court had understood the statute as do appellees, it would also have noted that appellants were treated just like any resident who had previously registered a car elsewhere, not just one who purchased in a nonreciprocal State.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">More fundamentally, had the Vermont Supreme Court accepted the narrow construction of the exemption that the State urges, it surely would have stated that the new resident suffers no unequal treatment under the statute at all and would have found no necessity to justify any discriminatory impact of the tax.  This would have been a simple and straightforward answer to the equal protection claim, and there would have been no occasion to address the level of scrutiny to be applied to the discrimination or to identify the State's interest in imposing the differential treatment of the nonresident.  Instead, the court concluded that the State need have only a rational basis for the discrimination, and proceeded to hold that there was adequate justification for not extending the exemption to nonresidents.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In short, every indication is that a Vermont resident who, like appellants, bought a car in another State, paid a sales or use tax, and used the car there for a period of time before coming to Vermont, would receive the credit.  Appellees offer only their own say-so to the contrary.  See Tr. of Oral Arg. 39.  Pointing to nothing in the statute or in the opinion below to support their narrow reading, they would have us essentially add a clause that is not there.  We cannot do so without stronger authority.  We therefore proceed on the understanding that a Vermonter enjoys a credit for any sales taxes paid to a reciprocating State, even if he registered and used the car there before registering the car in Vermont.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This Court has expressly reserved the question whether a State must credit a sales tax paid to another State against its own use tax.  <i>Southern Pacific Co. v. Gallagher,</i> 306 U.S. 167, 172, 59 S.Ct. 389, 391, 83 L.Ed. 586 (1939);  <i>Henneford v. Silas Mason Co.,</i> 300 U.S. 577, 587, 57 S.Ct. 524, 529, 81 L.Ed. 814 (1937).  The District of Columbia and all but three States with sales and use taxes do provide such a credit, although reciprocity may be required.  CCH, State Tax Guide 6013 (1984).  As noted above, see n. 2, <i>supra,</i> Vermont provides a credit with regard to its general use tax.  Such a requirement has been endorsed by at least one state court, <i>Montgomery Ward &amp; Co. v. State Board of Equalization,</i> 272 Cal.App.2d 728, 78 Cal.Rptr. 373 (1969), cert. denied, 396 U.S. 1040, 90 S.Ct. 688, 24 L.Ed.2d 684 (1970), was advocated 20 years ago in the much-cited Report of the Willis Subcommittee, H.R.Rep. No. 565, 89th Cong., 1st Sess. 1136, 1177-1178 (1965), is adopted in the Multistate Tax Compact, Art. V, &#167; 1, and has significant support in the commentary, <i>e.g.,</i> J. Hellerstein &amp; W. Hellerstein, State and Local Taxation 637-638 (1978);  Developments in the Law:  Federal Limits on State Taxation of Interstate Business, 75 Harv.L.Rev. 953, 999-1000 (1962).  Appellants urge us to hold that it is a constitutional requirement.  Brief for Appellants 31-35.  Once again, however, we find it unnecessary to reach this question.  Whatever the general rule may be, to provide a credit only to those who were residents at the time they paid the sales tax to another State is an arbitrary distinction that violates the Equal Protection Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This Court has many times pointed out that in structuring internal taxation schemes \"the States have large leeway in making classifications and drawing lines which in their judgment produce reasonable systems of taxation.\"  <i>Lehnhausen v. Lake Shore Auto Parts Co.,</i> 410 U.S. 356, 359, 93 S.Ct. 1001, 1003, 35 L.Ed.2d 351 (1973).  It has been reluctant to interfere with legislative policy decisions in this area.  See <i>Regan v. Taxation with Representation of Washington,</i> 461 U.S. 540, 547-548, 103 S.Ct. 1997, 2001-2002, 76 L.Ed.2d 129 (1983);  <i>San Antonio Independent School District v. Rodriguez,</i> 411 U.S. 1, 40-41, 93 S.Ct. 1278, 1300-1301, 36 L.Ed.2d 16 (1973);  <i>Allied Stores of Ohio, Inc. v. Bowers,</i> 358 U.S. 522, 526-527, 79 S.Ct. 437, 440-441, 3 L.Ed.2d 480 (1959).  An exemption such as that challenged here \"will be sustained if the legislature could have reasonably concluded that the challenged classification would promote a legitimate state purpose.\"   <i>Exxon Corp. v. Eagerton,</i> 462 U.S. 176, 196, 103 S.Ct. 2296, 2308, 76 L.Ed.2d 497 (1983). See generally <i>Schweiker v. Wilson,</i> 450 U.S. 221, 234-235, 101 S.Ct. 1074, 1082-1083, 67 L.Ed.2d 186 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We perceive no legitimate purpose, however, that is furthered by this discriminatory exemption.  As we said in holding that the use tax base cannot be broader than the sales tax base, \"equal treatment for in-state and out-of-state taxpayers similarly situated is the condition precedent for a valid use tax on goods imported from out-of-state.\"  <i>Halliburton Oil Well Co. v. Reily,</i> 373 U.S. 64, 70, 83 S.Ct. 1201, 1204, 10 L.Ed.2d 202 (1963).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  A State may not treat those within its borders unequally solely on the basis of their different residences or States of incorporation.  <i>WHYY v. Glassboro,</i> 393 U.S. 117, 119, 89 S.Ct. 286, 287, 21 L.Ed.2d 242 (1968);  <i>Wheeling Steel Corp. v. Glander,</i> 337 U.S. 562, 571-572, 69 S.Ct. 1291, 1296-1297, 93 L.Ed. 1544 (1949).  In the present case, residence at the time of purchase is a wholly arbitrary basis on which to distinguish among present Vermont registrants&#8212;at least among those who used their cars elsewhere before coming to Vermont.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Having registered a car in Vermont they are similarly situated for all relevant purposes. Each is a Vermont resident, using a car in Vermont, with an equal obligation to pay for the maintenance and improvement of Vermont's roads.  The purposes of the statute would be identically served, and with an identical burden, by taxing each.  The distinction between them bears no relation to the statutory purpose.  See <i>Zobel v. Williams,</i> 457 U.S. 55, 61, 102 S.Ct. 2309, 2313, 72 L.Ed.2d 672 (1982);  cf. <i>Texaco, Inc. v. Short,</i> 454 U.S. 516, 540, 102 S.Ct. 781, 798, 70 L.Ed.2d 738 (1982).  As the Court said in <i>Wheeling,</i> appellants have not been \"accorded equal treatment, and the inequality is not because of the slightest difference in [Vermont's] relation to the decisive transaction, but solely because of the[ir] different residence.\"  337 U.S., at 572, 69 S.Ct., at 1297.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In some ways, this is not a typical sales and use tax scheme. The proceeds go to a transportation fund rather than to general revenue.  Perhaps as a result, the sales tax is narrower than most, in that it applies not to all sales within the jurisdiction, but only to those to residents.  Conversely, the use tax is broader than most, in that it applies to items purchased by nonresidents and taxed by other States.  As noted, the general sales and use tax provisions of Vermont, for example, have neither of these features.  See n. 2, <i>supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Applied to those such as appellants, the use tax exceeds the usual justifications for such a tax.  A use tax is generally perceived as a necessary complement to the sales tax, designed to \" 'protect a state's revenues by taking away the advantages to residents of traveling out of state to make untaxed purchases, and to protect local merchants from out-of-state competition which, because of its lower or nonexistent tax burdens, can offer lower prices.' \"  <i>Leverson,</i> 144 Vt., at 527, 481 A.2d, at 1032, quoting <i>Rowe-Genereux, Inc. v. Department of Taxes,</i> 138 Vt. 130, 133-134, 411 A.2d 1345, 1347 (1980);  see <i>Henneford v. Silas Mason Co., supra,</i> 300 U.S., at 581, 57 S.Ct., at 526.  This customary rationale for the use tax has no application to purchases made out-of-state by those who were not residents of the taxing State at the time of purchase.  These home-state transactions cannot be seen as lost Vermont sales, and are certainly not ones lost as a result of Vermont's sales tax.  Imposing a use tax on them in no way protects local business.  In short, in its structure, this sales and use tax combination is exactly the opposite of the customary provisions:  there is no disincentive to the Vermont resident's purchasing outside the State, and there is a penalty on those who bought out-of-state but could not have been expected to do otherwise.  The first provision limits local commerce, the second does not help it.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Despite <i>Leverson</i> &#167; passing reference to the standard rationale for use taxes, then, the only plausible justification for imposing the tax on those in appellants' position in the first place&#8212;apart from the simple desire to raise funds&#8212;is the principle that those using the roads should pay for them.  In <i>Leverson,</i> the Vermont Supreme Court supported the tax by reference to \"Vermont's basic policy\" of making those who use the highways contribute to their maintenance and improvement.  144 Vt., at 532, 481 A.2d, at 1034.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Yet this does not explain the exemption for a resident who bought a car elsewhere and paid a tax to another State, which, as the dissent points out, <i>post,</i> at 32-33, is \"directly contrary\" to the user-pays principle.  This \"basic policy\" arguably supports imposition of the use tax on appellants, and the denial of a credit to them;  but it provides no rational reason to spare Vermont residents an equal burden.  The same response applies to the Vermont court's statement that to allow an exemption for people in appellants' position, or for Vermonters who purchase in nonreciprocal States, \"would run counter to the state's present policies of requiring user contributions and encouraging purchases within the state, and would result in the loss of tax revenues to the state.\"  144 Vt., at 533, 481 A.2d, at 1035.  This is no less true with regard to the Vermonter who purchases a car in a reciprocal State.  Granting the resident a credit for sales tax paid to the other State is similarly \"counter to the state's policies of requiring user contributions and encouraging purchases within the state.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The <i>Leverson</i> court's primary explanation of the exemption was that it</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"appears to be based upon a policy of encouraging      out-of-staters from reciprocal states to purchase their      vehicles in Vermont and pay a sales tax to Vermont, secure in      the knowledge that they will not be subject to a duplicate      tax in their home states, and upon a legislative assumption      that few, if any, tax dollars will be lost through this      exercise in comity.\"  <i>Id.,</i> at 532, 481 A.2d, at 1034-1035.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">However, the exemption cannot be justified as an indirect means of encouraging out-of-staters to purchase in Vermont and pay Vermont sales tax, for the straightforward reason that Vermont does not impose its sales tax on nonresidents.  &#167; 8903(a).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellees take a different tack, suggesting that the exemption is designed to encourage interstate commerce by enabling Vermont residents, faced with limited automobile offerings at home, Tr. of Oral Arg. 35-36, to shop outside the State without penalty.  Brief for Appellees 7.  This justification may sound plausible, but it fails to support the classification at issue. Those in appellants' position pay exactly the penalty for purchasing out-of-state that Vermont spares its own residents.  The credit may rationally further Vermont's legitimate interest in facilitating Vermonters' out-of-state purchases, but this interest does not extend to the facilitation of Vermonters' out-of-state use.  Vermont may choose not to penalize old residents who used their cars in other States, but it cannot extend that benefit to old residents and deny it to new ones.  The fact that it may be rational or beneficent to spare some the burden of double taxation does not mean that the beneficence can be distributed arbitrarily.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, the Vermont court pointed out that Leverson was \"treated in exactly the same manner as all nonexempt persons, including the resident who purchases his vehicle in a nonreciprocal state.\"  144 Vt., at 533, 481 A.2d, at 1035.  Yet the fact that all those not benefited by the challenged exemption are treated equally has no bearing on the legitimacy of that classification in the first place.  A State cannot deflect an equal protection challenge by observing that in light of the statutory classification all those within the burdened class are similarly situated.  The classification must reflect pre-existing differences;  it cannot create new ones that are supported by only their own bootstraps.  \"The Equal Protection Clause requires more of a state law than nondiscriminatory application within the class it establishes.\"   <i>Rinaldi v. Yeager,</i> 384 U.S. 305, 308, 86 S.Ct. 1497, 1499, 16 L.Ed.2d 577 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In sum, we can see no relevant difference between motor vehicle registrants who purchased their cars out-of-state while they were Vermont residents and those who only came to Vermont after buying a car elsewhere.  To free one group and not the other from the otherwise applicable tax burden violates the Equal Protection Clause.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Our holding is quite narrow, and we conclude by emphasizing what we do not decide.  We need not consider appellants' various arguments based on the right to travel, the Privileges and Immunities Clause, and the Commerce Clause. We again put to one side the question whether a State must in all circumstances credit sales or use taxes paid to another State against its own use tax.  In addition, we note that this action was dismissed for failure to state a claim before an answer was filed.  The \"dominant theme running through all state taxation cases\" is the \"concern with the actuality of operation.\" <i>Halliburton,</i> 373 U.S., at 69, 83 S.Ct., at 1203.  It is conceivable that, were a full record developed, it would turn out that in practice the statute does not operate in a discriminatory fashion.  Finally, in light of the fact that the action was dismissed on the pleadings, and given the possible relevance of state law, see <i>Bacchus Imports, Ltd. v. Dias,</i> 468 U.S. 263, 277, 104 S.Ct. 3049, 3058, 82 L.Ed.2d 200 (1984), we express no opinion as to the appropriate remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We hold only that, when the statute is viewed on its face, appellants have stated a claim of unconstitutional discrimination. The decision below is accordingly reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Justice POWELL took no part in the decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Justice BRENNAN, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">I join the Court's opinion for the reasons stated therein and in my concurring opinion in <i>Zobel v. Williams,</i> 457 U.S. 55, 65, 102 S.Ct. 2309, 2315, 72 L.Ed.2d 672 (1982).  General application of distinctions of the kind made by the Vermont statute would clearly, though indirectly, threaten the \"federal interest in free interstate migration.\"  <i>Id.,</i> at 66, 102 S.Ct., at 2316.  In addition, the statute makes distinctions among residents that are not \"supported by a valid state interest independent of the discrimination itself.\"  <i>Id.,</i> at 70, 102 S.Ct., at 2318.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Justice BLACKMUN, with whom Justice REHNQUIST and Justice O'CONNOR join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court in this case draws into question the constitutionality of a statute that was not intended to discriminate against anyone, does not discriminate against appellants, and, for all that appears, never has been applied in a discriminatory fashion against anyone else.  Nevertheless, the Court has imagined a fanciful hypothetical discrimination, and then has threatened that the statute will violate equal protection unless the Vermont Supreme Court or the Vermont Legislature rejects the Court's conjecture.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As the Court recognizes, Vermont's use tax is designed to help defray the State's cost for building and maintaining its roads.  Generally speaking, if one purchases an automobile in Vermont, one pays a sales tax on the purchase.  If one purchases a car elsewhere but registers it in Vermont, the use tax is assessed.  The end result is that likely users of the State's roads are assessed a tax for their use.  The overlapping series of credits and exemptions built into this vehicle tax system are designed to resolve a number of less common cases that fall outside the typical pattern of a Vermonter's purchase of a car either in Vermont or elsewhere.  However complex and redundant, the exceptions and credits accomplish two related legitimate purposes:  they facilitate the flow of interstate commerce by ensuring that residents and nonresidents alike are not penalized for purchasing cars in a foreign State, and they protect against the possibility that someone using the roads primarily in only one State will be forced to pay taxes in two States.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus Vermont, along with apparently every other State, will not charge a sales tax to an out-of-state purchaser of an automobile.  See Vt.Stat.Ann., Tit. 23, &#167; 463, and Tit. 32, &#167; 8903(a) (Supp.1984);  <i>J.C. Penney Co. v. Hardesty,</i> 164 W.Va. 525, 538-539, 264 S.E.2d 604, 613 (1980).  This exemption ensures that out-of-state purchasers who do not use Vermont roads except to leave the State will not be made to pay for their use.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The credit at issue in this litigation accomplishes much the same purpose.  If a Vermont resident, for whatever reason, <i>does</i> pay an out-of-state sales tax, then, when he returns to Vermont with his car, he will be excused from payment of Vermont's use tax to the extent of the amount paid by way of the sales tax, if the other State provides a reciprocal credit. Again, the credit facilitates the interstate purchase of automobiles, and helps ensure that a car buyer is not paying for the use of two States' roads when using only one.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Vermont's tax credit system worked exactly as it was intended to work in the cases of Mr. Williams and Ms. Levine.  Each purchased his or her car and used it for a time in another State, and so paid a tax to that State for the use of its roads.  When each subsequently moved to Vermont and registered the cars there, he or she paid a second tax for the use of the roads in their new State.  Each used his or her car in two States, and each paid two States' use or sales taxes.  Thus, appellants are not situated similarly to a Vermont resident who buys his car in Illinois or New York, is exempted from sales taxes there, drives it to Vermont, and pays Vermont's use tax.  Such an individual uses a car only in Vermont, and pays only Vermont's use tax.  As the Superior Court most appropriately found, any difference in treatment between appellants and the typical Vermont out-of-state automobile purchaser \"is supported by [appellants'] use of the highways of more than one state.\"  App. 15.  Nor would it have furthered the commerce-facilitating purposes of the tax to extend a credit to persons in appellants' situation.  Having <i>already</i> purchased their cars, they are beyond the reach of any credit designed to facilitate the purchase of cars across state lines.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Vermont's asserted purposes being concededly legitimate, and the means used to achieve those purposes rational in the abstract and effective in these particular instances, the tax exemption should easily pass the minimal scrutiny this Court routinely applies to tax statutes.  See, <i>e.g., Regan v. Taxation with Representation of Washington,</i> 461 U.S. 540, 547-548, 103 S.Ct. 1997, 2001-2002, 76 L.Ed.2d 129 (1983).  The Court, however, has subjected Vermont's motor vehicle tax laws to a kind of microscopic scrutiny that few enactments could survive, and has managed, it feels, to find a way in which the statute can be understood to discriminate against appellants.  The Court seems to have adopted a new level of scrutiny that is neither minimal nor strict, but strange unto itself.  Out there somewhere, the Court imagines, is someone whom Vermont wishes to treat better than it treated Mr. Williams or Ms. Levine.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This phantom beneficiary of Vermont's discrimination is a Vermont resident who leaves the State to purchase an automobile, pays the sales tax and registers the car in the foreign State of purchase, lives there for a while, and then returns to Vermont and registers the car there.  This resident is said to be entitled to the exception of Vt.Stat.Ann., Tit. 32, &#167; 8911(9) (1981), while the similarly situated nonresident such as Mr. Williams is not. The phantom's car is said to be entitled to the credit because it is \"acquired outside the state by a resident of Vermont\" under the terms of the statute.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The majority correctly understands that if its hypothetical Vermonter is not entitled to the exception, the discrimination disappears.  That being the case, the problem the Court identifies seems to me to be largely of its own making.  For the discrimination it finds was neither pleaded in the complaint nor discussed in any opinion of the Vermont courts.  The Court rejects the State's submission that the exception would <i>not</i> be applied to this hypothetical Vermonter, has never been applied in that situation, and was not intended to be so applied.  It rejects this understanding of the statute because the statute is ambiguously worded, and because the Supreme Court of Vermont in <i>Leverson v. Conway,</i> 144 Vt. 523, 481 A.2d 1029, appeal dism'd, 469 U.S. 926, 105 S.Ct. 316, 83 L.Ed.2d 255 (1984), pet. for rehearing pending, No. 84-315, apparently failed to consider explicitly and accept the State's view of the statute.  <i>Ante,</i> at 19-21.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Thus a statute is placed under a constitutional cloud because a state court failed to go out of its way to reject a hypothetical interpretation of one of the statute's terms.  If appellants were in fact concerned about this type of discrimination, they should have made that concern clear in their pleadings, so the Vermont courts could address the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">While it is idle to speculate as to how the Vermont Supreme Court will interpret &#167; 8911(9) on remand, it is not inappropriate to observe that there is force in the State's position that in context an equally plausible interpretation of the phrase \"acquired outside the state\" in &#167; 8911(9) is that the car is purchased outside the State but registered immediately in Vermont. This reading of the statute best comports with the legislative purpose in enacting exceptions to the automobile use tax.  Section 8911(9) was designed to prevent people who buy their cars out-of-state but live in Vermont from being doubly taxed.  Nothing in the exception/credit scheme suggests that Vermont ever wished to protect a resident who took up temporary residency elsewhere and therefore ultimately used the highways in two States, rather than in just one.  Allowing such residents this credit would be directly contrary to the purpose of the tax, which is to have the users of the State's roads pay for the maintenance and improvement of those roads.  See Vt.Stat.Ann., Tit. 32, &#167; 8901 (1981).  There is also support for this construction of the statute in the language of &#167; 8911 itself.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  Nor is there any evidence in the legislative history or the administrative practice that supports the Court's contrary reading of the statutory language.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even if the Court is correct in its understanding of &#167; 8911(9), however, the identified discrimination still is created by a classification rationally related to a legitimate governmental purpose sufficient to satisfy the minimal scrutiny the Court routinely applies in similar equal protection challenges to tax provisions.  The Court admits that it is a legitimate governmental purpose to assess taxes on people who use roads to provide for their upkeep.  The question then becomes whether the identified discrimination worked by &#167; 8911(9) is designed rationally to further this purpose.  And I would have thought the answer was not even close.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The reason nonresidents who purchase cars out-of-state are taxed if they subsequently relocate in Vermont, while resident out-of-state purchasers are not, is that it was presumed that people will use their cars primarily in the States in which they reside.  Most people who do not reside in Vermont and do not purchase their cars in that State, will not use their cars primarily in Vermont.  If at some time in the future they move to Vermont and register their automobiles there, the assumption is that they will have used their cars in two different States.  On the other hand, most people who reside in Vermont and purchase their cars out-of-state will return to Vermont immediately with their cars.  Thus, the out-of-state purchaser is taxed, while the Vermont purchaser is exempted to the extent that he already has paid a sales tax.  This distinction is hardly irrational, and the fact that there may be a Vermont resident who both purchases and uses his car out-of-state, and is therefore situated similarly to Mr. Williams, surely does not render the scheme irrational.  A tax classification does not violate the demands of equal protection simply because it may not perfectly identify the class of people it wishes to single out.  A State \"is not required to resort to close distinctions or to maintain a precise, scientific uniformity with reference to composition, use or value.\"  <i>Allied Stores of Ohio, Inc. v. Bowers,</i> 358 U.S. 522, 527, 79 S.Ct. 437, 441, 3 L.Ed.2d 480 (1959).<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Court disagrees, and finds that \"residence at the time of purchase is a wholly arbitrary basis on which to distinguish among present Vermont registrants&#8212;at least among those who used their cars elsewhere before coming to Vermont.\"  <i>Ante,</i> at 23.  The Court, however, ignores the purpose of the tax and of the classification.  Vermont does not wish to \"distinguish among present Vermont registrants,\" but to distinguish those who will likely use Vermont's roads immediately after they have purchased cars out-of-state from those who will not. Residency is not an irrational way to enact such a classification. Moreover, the Court's qualification misstates the language of the statute, for, as indicated, &#167; 8911(9) does not distinguish among residents depending upon where they first <i>used</i> their cars, but upon where they <i>acquired</i> their cars.  A classification based on the assumption that people will use their cars in the States where they live, rather than in the States where they acquire them, is far from the kind of \"palpably arbitrary\" classification that the Court previously has struck down on equal protection grounds.  See <i>Allied Stores of Ohio, Inc. v. Bowers,</i> 358 U.S., at 527, 79 S.Ct., at 441.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Having interpreted the statute so as to generate some discrimination, and then having declared the discrimination \"wholly arbitrary,\" the Court felicitously retreats to a holding sufficiently narrow as to strip its decision of any constitutional significance.  The problem is not that the statute actually discriminates, we are told, but that the Vermont Superior Court dismissed the equal protection challenge before there was record evidence of \" 'the actuality of [the statute's] operation.' \" <i>Ante,</i> at 28, quoting <i>Halliburton Oil Well Cementing Co. v. Reily,</i> 373 U.S. 64, 69, 83 S.Ct. 1201, 1203, 10 L.Ed.2d 202 (1963).  The implication is that equal protection challenges to tax statutes may never be dismissed on the pleadings when the plaintiff can concoct a discriminatory application of the statute, no matter how farfetched.  Were it to be given any general application, this would be a mischievous rule of law, especially when, as here, the discrimination that has been seized upon was not even identified with particularity in the complaint.  It does, however, leave Vermont's taxing power intact.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This follows because the State need take only one of a number of actions to save its statute.  It may produce an administrative regulation clarifying the scope of the exception. See Vt.Stat.Ann., Tit. 32, &#167; 8901 (1981).  It may introduce evidence at trial concerning the statute's application.  Or it may introduce evidence to show that a classification based upon residency is a rational way to assess for road use&#8212;a proposition that until today I thought was self-evident.  And if the state courts on remand find that the statute does not discriminate as applied, or that the discrimination is rationally related to a legitimate governmental purpose, that, too, should end this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">This, then, is another case which approaches the status of a \"noncase, made seemingly attractive by high-sounding suggestions of inequality and unfairness.\"  <i>Austin v. New Hampshire,</i> 420 U.S. 656, 670, 95 S.Ct. 1191, 1199, 43 L.Ed.2d 530 (1975) (dissenting opinion).<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  Mr. Williams and Ms. Levine apparently delayed the day on which they were required to pay for their right to use Vermont's roads by failing to register their cars within the time period set by Vermont law.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  Today the Court does little more than add to this delay by forcing the State to develop a record to prove the rationality of a manifestly rational distinction.  Thus the Court requires unnecessary litigation and for the time being deprives Vermont of $282 in taxes to which it is entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I would affirm the judgment of the Supreme Court of Vermont.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant Susan Levine moved to Vermont in 1979.  She brought with her a car she had purchased in New York a year before on which she had paid a seven-percent state sales tax.  Upon registering her car in Vermont in 1982, she paid a use tax of $110.  She then successfully moved to intervene in Williams' suit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The general sales and use tax provisions are found in Vt.Stat.Ann., Tit. 32, ch. 233 (1981).  The present controversy could not have arisen under these provisions.  Vermont's ordinary use tax applies neither to \"property purchased by the user while a nonresident of this State,\" &#167; 9744(a)(2), nor to any property to the extent the user has already paid a sales or use tax to a State with a reciprocal agreement, &#167; 9744(a)(3).  Appellants would be exempt under both these subsections.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both taxes have a ceiling of $600.  The sales tax is paid on the purchase price.  &#167;&#167; 8902(4), (5) (1981), 8903(a) (Supp.1984).  The use tax is paid on the car's low book value at the time of registration.  App. 15;  &#167; 8907.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> If the statute operated as the State says it does, it might still be discriminatory, at least in theory.  A nonresident who buys his car in another State, pays a sales tax, but does not register it there, and brings it right to Vermont, would pay two taxes, whereas a Vermont resident doing the same thing would pay only one.  But this is not a distinction that appellants could challenge.  Since they registered their cars out-of-state, they would not qualify for the exemption, but neither would a resident who had done the same.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The State put forward this reading of the statute in its briefs in this case and in <i>Leverson.</i>  See Brief for Appellees in No. 83-139 (Vt.Sup.Ct.), pp. 18-19, and n. 2;  Brief for Appellee in No. 83-157 (Vt.Sup.Ct.), pp. 17-18, and n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The dissent suggests that this reading is not consistent with the statutory language.  <i>Post,</i> at 32-33, and n. 3.  While it is not our business to interpret state statutes, there is no necessary inconsistency.  The literal language applies whenever a Vermonter buys a car in another State, regardless of how quickly he returns to Vermont.  Significantly, the tax from which &#167; 8911(9) exempts Vermont residents is imposed \"at the time of first registering <i>or transferring a registration.</i>\"  &#167; 8903(b) (emphasis added);  see also &#167; 8905(b).  In addition, the credit applies when a \"state sales <i>or use</i> tax has been paid.\"  &#167; 8911(9) (emphasis added).  If it extended only to the Vermont resident who bought a car elsewhere and brought it straight to Vermont, the reference to a use tax would be meaningless.  Finally, as the dissent itself notes, <i>post,</i> at 36, n. 5, if the credit only applied in these circumstances, the provision would be essentially superfluous.  We should not assume the legislature passed a statute without effect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>Halliburton</i> was decided under the Commerce Clause and is not dispositive.  We do not consider in what way, if any, the failure to give appellants a credit might burden interstate commerce.  The critical point is the Court's emphasis on the need for equal treatment of taxpayers who can be distinguished only on the basis of residence.  See also <i>Henneford v. Silas Mason Co.,</i> 300 U.S. 577, 583-584, 57 S.Ct. 524, 527-528, 81 L.Ed. 814 (1937).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The dissent does not disagree that such people are similarly situated, nor does it identify any justification for preferential treatment of the resident.  <i>Post,</i> at 32, 34.  It merely argues that the inequity is the acceptable result of the imprecision of a generally rational classification.  <i>Post,</i> at 33-35.  Under rational-basis scrutiny, legislative classifications are of course allowed some play in the joints.  But the choice of a proxy criterion&#8212;here, residence for State of use&#8212;cannot be so casual as this, particularly when a more precise and direct classification is easily drawn.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A nonrecurring use tax pegged to the value of the car is an exceedingly loosely-tailored means to this end.  The amount of such a payment has no relation to the extent of use, includes the irrelevant variable of the luxury value of the car, and fails to account for the possibility of the owner moving out of the State or selling the car during its useful life.  Reliance on annual registration fees would provide a more accurate measure of current use and would seem to be more closely related to the stated purpose.  However, appellants do not challenge the tax itself as an equal protection violation.  And despite the looseness of the fit, we would be hard pressed to say that this manner of funding highway maintenance and construction is irrational.  \"If the classification has some 'reasonable basis,' it does not offend the Constitution simply because the classification 'is not made with mathematical nicety or because in practice it results in some inequality.' \"  <i>Dandridge v. Williams,</i> 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 491 (1970), quoting <i>Lindsley v. Natural Carbonic Gas Co.,</i> 220 U.S. 61, 78, 31 S.Ct. 337, 340, 55 L.Ed. 369 (1911).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> In the rare event that the use-tax credit is used because the out-of-state sales tax for some reason was paid, see n. 5, <i>infra,</i> the State that receives the tax will not be the State whose roads are used, but the State where the car was purchased. Because the statute is reciprocal, however, it is hardly irrational to assume that the reciprocal payments will even out. The exemptions, thus, are entirely consistent with the user-pays principle of the tax.  And from the point of view of the purchaser, as with these appellants, it matters little to whom he is paying a tax.  He is using the car primarily in only one State, and paying a use or sales tax in one State.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> In the only nonsummary opinion issued in this case, however, the Vermont Superior Court found that the statute did <i>not</i> discriminate:</p>\n        <p>\"The state exacts a use tax upon the value of all cars used <i>within</i> the state, regardless of whether they were purchased by residents or nonresidents, and Plaintiffs have failed to demonstrate that they would have been treated any differently had they been Vermont residents when they purchased their cars.\"  App. 15 (emphasis in original).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> When the Vermont Legislature meant to exempt an automobile under &#167; 8911 because of where it was operated or who owned it, it said so.  In particular, the State made only one specific allowance for certain residents who purchase and initially register their cars out-of-state.  Thus, in &#167; 8911(11) motor vehicles \"owned or purchased in another state by a member of the armed forces on full time active duty\" are exempted from the use tax.  That section would be partially redundant if the Court's interpretation of &#167; 8911(9) were accurate.  Other subsections of &#167; 8911 also speak explicitly of cars classified by where they are operated or registered.  Thus, the statute exempts cars \"owned or registered\" by any State, cars \"owned and operated by the United States,\" cars \"owned and registered\" by religious or charitable groups, cars \"owned and operated\" by certain dealers, and certain cars \"owned and operated by physically handicapped persons.\"  &#167; 8911(1), (2), (3), (4), and (12).  Only &#167; 8911(9), in contrast, speaks in terms of where a car is \"acquired.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> \"States have large leeway in making classifications and drawing lines which in their judgment produce reasonable systems of taxation.\"   <i>Lehnhausen v. Lake Shore Auto Parts Co.,</i> 410 U.S. 356, 359, 93 S.Ct. 1001, 1003, 35 L.Ed.2d 351 (1973).  Were it otherwise, it would be an easy task to ferret out inconsistencies in taxation schemes.  After all, even if Vermont's statute were worded in terms of the State of first registration, rather than the State of residency, as the Court wishes, it would still be possible to imagine some hypothetical Vermont registrant who uses his car initially exclusively in some other State.  He, too, is situated similarly to Mr. Williams in that neither initially is using Vermont roads.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> This is a noncase in another sense as well.  Since all States apparently forgo payment of their sales tax by out-of-state purchasers of automobiles, see <i>J.C. Penney Co. v. Hardesty,</i> 164 W.Va. 525, 538-539, 264 S.E.2d 604, 613 (1980), &#167; 8911(9) might well be entirely superfluous, as no out-of-state purchaser will ever be required to pay a sales tax which could be credited against Vermont's use tax pursuant to &#167; 8911(9).  I doubt that a statute offering a tax credit that is never applied can violate equal protection.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Vermont automobile owners are required to register their cars in Vermont when they become residents of the State. Vt.Stat.Ann., Tit. 23, &#167;&#167; 4(30), 301 (1978).  In appellants' case, liability for the tax arose six months after they accepted employment in the State, at which time they became Vermont residents.  Vt.Stat.Ann., Tit. 32, &#167; 8902(2) (1981).  Mr. Williams accepted employment in Vermont on February 1, 1981, App. 5, and so was required to register his car before August 1 of that year.  He did not attempt to register it, however, until his Illinois registration expired on September 30, 1981.  Similarly, Ms. Levine accepted employment in Vermont in November 1979, <i>ibid.,</i> and was required to register her car in May 1980.  She did not attempt to do so until December 1982, when her New York registration was about to expire.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>472 U.S. 14 (1985)</b></center>\n<center><h1>WILLIAMS ET AL.<br>\nv.<br>\nVERMONT ET AL.</h1></center>\n<center>No. 84-592.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 19, 1985</center>\n<center>Decided June 4, 1985</center>\nAPPEAL FROM THE SUPREME COURT OF VERMONT\n<p><span class=\"star-pagination\">*15</span> <i>Norman Williams</i> argued the cause <i>pro se</i> and filed briefs for appellants.</p>\n<p><i>Andrew M. Eschen,</i> Assistant Attorney General of Vermont, argued the cause for appellees. With him on the brief was <i>Jeffrey L. Amestoy,</i> Attorney General.</p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The State of Vermont collects a use tax when cars are registered with it. The tax is not imposed if the car was purchased in Vermont and a sales tax has been paid. The tax is also reduced by the amount of any sales or use tax paid to another State if that State would afford a credit for taxes paid to Vermont in similar circumstances. The credit is available, however, only if the registrant was a Vermont resident at the time he paid the taxes. Appellants, who bought cars outside of Vermont before becoming residents of that State, challenge the failure to grant them a similar <span class=\"star-pagination\">*16</span> credit. We agree that this failure denies them the equal protection of the laws.</p>\n<p></p>\n<h2>I</h2>\n<p>Appellants' complaint, which was dismissed before an answer was filed, sets out the following facts. In December 1980, appellant Norman Williams purchased a new car in Illinois, paying a five-percent sales tax. Three months later, he moved to Vermont, bringing the car with him. He subsequently attempted to register the car in Vermont without paying the required use tax. The Vermont Department of Motor Vehicles refused to register the car. Williams responded by suing in the Federal District Court for the District of Vermont, which, relying on 28 U. S. C.  1341, dismissed his complaint. Williams then paid the tax, which came to $172, unsuccessfully sought a refund from the Department of Motor Vehicles, and filed the present suit in Vermont Superior Court.<sup>[1]</sup></p>\n<p>The complaint alleged a number of constitutional defects in the State's failure to afford appellants credit for the sales taxes they had paid. One of them was that the Equal Protection Clause of the Fourteenth Amendment forbade the State to deny the credit to them while providing it in the case of vehicles \"acquired outside the state by a resident of Vermont.\" Vt. Stat. Ann., Tit. 32,  8911 (9) (1981).</p>\n<p>The Superior Court dismissed the complaint. Acknowledging that the use tax \"does not afford, on its face, equal treatment to residents and nonresident who purchase cars out-of-state,\" App. 14, the court considered the relevant inquiry to be \"whether discrimination occurs within the state,\" <i>id.,</i> at 15. It saw no such discrimination, reasoning that in <span class=\"star-pagination\">*17</span> practice Vermont residents always pay the use tax, because reciprocal States excuse payment of the sales tax and therefore there is no out-of-state payment to credit the use tax against. The court also found no burden on the right to travel, no violation of the Privileges and Immunities Clause, and no interference with interstate commerce.</p>\n<p>The Vermont Supreme Court affirmed, 144 Vt. 649, 478 A. 2d 993 (1984), by citation to another decision handed down the same day, <i>Leverson</i> v. <i>Conway,</i> 144 Vt. 523, 481 A. 2d 1029, appeal dism'd for want of a substantial federal question, 469 U. S. 926 (1984), pet. for rehearing pending, No. 84-315. <i>Leverson</i> was an essentially identical case brought by a former Wisconsin resident who, like appellants, had purchased a car in his home State and paid a sales tax, then moved to Vermont and been obliged to pay the use tax. The Vermont Supreme Court upheld the tax. First, it rejected the argument that denying a credit for a sales tax paid to another State infringed the right to travel. The use tax did not impose a penalty for moving to Vermont  the obligation was incurred only by registering one's car there. Absent such a penalty, and given that there is no fundamental right to have or to register a car, the Equal Protection Clause required only minimal scrutiny. The statute was rationally related to the legitimate state interest in raising revenue to maintain and improve the highways, and rationally placed the burden on those who used them. The exemption for residents who purchased cars in reciprocal States encouraged purchases within Vermont by residents of those States. This goal would not be furthered by granting an exemption to new residents who have already purchased cars elsewhere. The court went on to hold that the Privileges and Immunities Clause did not come into play because no right, such as the right to travel, qualifying as a privilege or immunity was involved. It also rejected a Commerce Clause challenge, viewing this as a straightforward use tax, imposed only on goods that had come to rest in Vermont.</p>\n<p><span class=\"star-pagination\">*18</span> The Vermont Supreme Court denied rehearing, and appellants brought this appeal. We noted probable jurisdiction, 469 U. S. 1085 (1984), and we now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Vermont Motor Vehicle Purchase and Use Tax, Vt. Stat. Ann., Tit. 32, ch. 219 (1981), is distinct from the State's general sales and use taxes.<sup>[2]</sup> It is intended to \"improve and maintain the state and interstate highway systems, to pay the principal and interest on bonds issued for the improvement and maintenance of those systems and to pay the cost of administering this chapter.\"  8901. The revenue from the tax goes into a distinct \"transportation fund.\"  8912. The tax is of two sorts: a four-percent sales tax is imposed at the time of purchase of a motor vehicle in Vermont by a Vermont resident,  8903(a), and a four-percent use tax is imposed upon registration of a motor vehicle in Vermont unless the Vermont sales tax was paid,  8903(b).<sup>[3]</sup> A number of vehicles are exempt, including, for example, those owned by a State, the United States, or charitable institutions, and those transferred within a family. See generally  8911. Prior to September 1, 1980, the statute also exempted \"pleasure cars, the owners of which were not residents of this State at the time of purchase and had registered and used the vehicle for at least thirty days in a state or province other than Vermont.\" Vt. Stat. Ann., Tit. 32,  8911(6) (1970 and Supp. 1981) (repealed). That provision would have exempted <span class=\"star-pagination\">*19</span> appellants from the use tax. Since its repeal, registrants who purchased their cars out-of-state when not Vermont residents have had to pay the use tax, regardless of whether they already paid a sales tax in another jurisdiction on the same car.</p>\n<p>One other exemption is critical to this case. Section 8911(9) provides that the tax does not apply to</p>\n<blockquote>\"pleasure cars acquired outside the state by a resident of Vermont on which a state sales or use tax has been paid by the person applying for a registration in Vermont, providing that the state or province collecting such tax would grant the same pro-rata credit for Vermont tax paid under similar circumstances. If the tax paid in another state is less than the Vermont tax the tax due shall be the difference.\"</blockquote>\n<p>There is some dispute as to the reach of this provision. Appellants assert that, in light of this provision, had they been residents when they purchased their cars, they would now be exempt from the use tax. The State disagrees, asserting that the exemption applies only to Vermont residents who register their cars in Vermont without first having registered them elsewhere. According to it, a resident who purchases, pays a sales or use tax on, and registers a car in another State must also pay the Vermont use tax upon his return, bearing the same obligation as appellants.</p>\n<p>The State's submission, if it is to be accepted, would negate any claim that appellants were treated differently than Vermont residents in similar circumstances.<sup>[4]</sup> For several reasons, <span class=\"star-pagination\">*20</span> however, we do not believe that in ruling on the equal protection claim the Vermont Supreme Court construed the exemption in this manner.<sup>[5]</sup> The exemption contained in  8911(9) refers to \"pleasure cars acquired outside the state by a resident of Vermont.\" That language on its face exempts Vermont residents who register in another State, and in <i>Leverson</i> the Vermont Supreme Court appears to have proceeded on this basis. That court set out a comprehensive list of who must pay the tax, from which the Vermont resident who first registers the car in another state is conspicuously absent. 144 Vt., at 532, 481 A. 2d, at 1034. The opinion also several times points out that residents who pay a tax in a nonreciprocal State do not enjoy the credit upon registering their cars in Vermont. <i>Id.,</i> at 532, 533, 481 A. 2d, at 1034, 1035. Had the court believed that those purchasing and registering a car in a reciprocal State are also not exempt, one would have expected it to have said so. Similarly, the court noted that someone in appellants' position \"is treated in exactly the same manner as all nonexempt persons, including the resident who purchases his vehicle in a nonreciprocal state.\" <i>Id.,</i> at 533, 481 A. 2d, at 1035. If the court had understood the statute as do appellees, it would also have noted that appellants were treated just like any resident who had previously registered a car elsewhere, not just one who purchased in a nonreciprocal State.</p>\n<p>More fundamentally, had the Vermont Supreme court accepted the narrow construction of the exemption that the State urges, it surely would have stated that the new resident suffers no unequal treatment under the statute at all and would have found no necessity to justify any discriminatory impact of the tax. This would have been a simple and straightforward answer to the equal protection claim, and <span class=\"star-pagination\">*21</span> there would have been no occasion to address the level of scrutiny to be applied to the discrimination or to identify the State's interest in imposing the differential treatment of the nonresident. Instead, the court concluded that the State need have only a rational basis for the discrimination, and proceeded to hold that there was adequate justification for not extending the exemption to nonresident.<sup>[6]</sup></p>\n<p>In short, every indication is that a Vermont resident who, like appellants, bought a car in another State, paid a sales or use tax, and used the car there for a period of time before coming to Vermont, would receive the credit. Appellees offer only their own say-so to the contrary. See Tr. of Oral Arg. 39. Pointing to nothing in the statute or in the opinion below to support their narrow reading, they would have us essentially add a clause that is not there. We cannot do so without stronger authority. We therefore proceed on the understanding that a Vermonter enjoys a credit for any sales taxes paid to a reciprocating State, even if he registered and used the car there before registering the car in Vermont.</p>\n<p></p>\n<h2>III</h2>\n<p>This Court has expressly reserved the question whether a State must credit a sales tax paid to another State against its <span class=\"star-pagination\">*22</span> own use tax. <i>Southern Pacific Co.</i> v. <i>Gallagher,</i> 306 U. S. 167, 172 (1939); <i>Henneford</i> v. <i>Silas Mason Co.,</i> 300 U. S. 577, 587 (1937). The District of Columbia and all but three States with sales and use taxes do provide such a credit, although reciprocity may be required. CCH, State Tax Guide 6013 (1984). As noted above, see n. 2, <i>supra,</i> Vermont provides a credit with regard to its general use tax. Such a requirement has been endorsed by at least one state court, <i>Montgomery Ward &amp; Co.</i> v. <i>State Board of Equalization,</i> 272 Cal. App. 2d 728, 78 Cal. Rptr. 373 (1969), cert. denied, 396 U. S. 1040 (1970), was advocated 20 years ago in the much-cited Report of the Willis Subcommittee, H. R. Rep. No. 565, 89th Cong., 1st Sess., 1136, 1177-1178 (1965), is adopted in the Multistate Tax Compact, Art. V,  1, and has significant support in the commentary, <i>e. g.,</i> J. Hellerstein &amp; W. Hellerstein, State and Local Taxation 637-638 (1978); Developments in the Law: Federal Limits on State Taxation of Interstate Business, 75 Harv. L. Rev. 953, 999-1000 (1962). Appellants urge us to hold that it is a constitutional requirement. Brief for Appellants 31-35. Once again, however, we find it unnecessary to reach this question. Whatever the general rule may be, to provide a credit only to those who were residents at the time they paid the sales tax to another State is an arbitrary distinction that violates the Equal Protection Clause.</p>\n<p>This Court has many times pointed out that in structuring internal taxation schemes \"the States have large leeway in making classifications and drawing lines which in their judgment produce reasonable systems of taxation.\" <i>Lehnhausen</i> v. <i>Lake Shore Auto Parts Co.,</i> 410 U. S. 356, 359 (1973). It has been reluctant to interfere with legislative policy decisions in this area. See <i>Regan</i> v. <i>Taxation with Representation of Washington,</i> 461 U. S. 540, 547-548 (1983); <i>San Antonio Independent School District</i> v. <i>Rodriguez,</i> 411 U. S. 1, 40-41 (1973); <i>Allied Stores of Ohio, Inc.</i> v. <i>Bowers,</i> 358 U. S. 522, 526-527 (1959). An exemption such as that challenged <span class=\"star-pagination\">*23</span> here \"will be sustained if the legislature could have reasonably concluded that the challenged classification would promote a legitimate state purpose.\" <i>Exxon Corp.</i> v. <i>Eagerton,</i> 462 U. S. 176, 196 (1983). See generally <i>Schweiker</i> v. <i>Wilson,</i> 450 U. S. 221, 234-235 (1981).</p>\n<p>We perceive no legitimate purpose, however, that is furthered by this discriminatory exemption. As we said in holding that the use tax base cannot be broader than the sales tax base, \"equal treatment for in-state and out-of-state taxpayers similarly situated is the condition precedent for a valid use tax on goods imported from out-of-state.\" <i>Halliburton Oil Well Co.</i> v. <i>Reily,</i> 373 U. S. 64, 70 (1963).<sup>[7]</sup> A State may not treat those within its borders unequally solely on the basis of their different residences or States of incorporation. <i>WHYY</i> v. <i>Glassboro,</i> 393 U. S. 117, 119 (1968); <i>Wheeling Steel Corp.</i> v. <i>Glander,</i> 337 U. S. 562, 571-572 (1949). In the present case, residence at the time of purchase is a wholly arbitrary basis on which to distinguish among present Vermont registrants  at least among those who used their cars elsewhere before coming to Vermont.<sup>[8]</sup> Having registered a car in Vermont they are similarly situated for all relevant purposes. Each is a Vermont resident, using a car in Vermont, with an equal obligation to pay for <span class=\"star-pagination\">*24</span> the maintenance and improvement of Vermont's roads. The purpose of the statute would be identically served, and with an identical burden, by taxing each. The distinction between them bears no relation to the statutory purpose. See <i>Zobel</i> v. <i>Williams,</i> 457 U. S. 55, 61 (1982); cf. <i>Texaco, Inc.</i> v. <i>Short,</i> 454 U. S. 516, 540 (1982). As the Court said in <i>Wheeling,</i> appellants have not been \"accorded equal treatment, and the inequality is not because of the slightest difference in [Vermont's] relation to the decisive transaction, but solely because of the[ir] different residence.\" 337 U. S., at 572.</p>\n<p>In some ways, this is not a typical sales and use tax scheme. The proceeds go to a transportation fund rather than to general revenue. Perhaps as a result, the sales tax is narrower than most, in that it applies not to all sales within the jurisdiction, but only to those to residents. Conversely, the use tax is broader than most, in that it applies to items purchased by nonresident and taxed by other States. As noted, the general sales and use tax provisions of Vermont, for example, have neither of these features. See n. 2, <i>supra.</i></p>\n<p>Applied to those such as appellants, the use tax exceeds the usual justifications for such a tax. A use tax is generally perceived as a necessary complement to the sales tax, designed to \" `protect a state's revenues by taking away the advantages to residents of traveling out of state to make untaxed purchases, and to protect local merchants from out-of-state competition which, because of its lower or nonexistent tax burdens, can offer lower prices.' \" <i>Leverson,</i> 144 Vt., at 527, 481 A. 2d, at 1032, quoting <i>Rowe-Genereux, Inc.</i> v. <i>Department of Taxes,</i> 138 Vt. 130, 133-134, 411 A. 2d 1345, 1347 (1980); see <i>Henneford</i> v. <i>Silas Mason Co., supra,</i> at 581. This customary rationale for the use tax has no application to purchases made out-of-state by those who were not residents of the taxing State at the time of purchase. These home-state transactions cannot be seen as lost <span class=\"star-pagination\">*25</span> Vermont sales, and are certainly not ones lost as a result of Vermont's sales tax. Imposing a use tax on them in no way protects local business. In short, in its structure, this sales and use tax combination is exactly the opposite of the customary provisions: there is no disincentive to the Vermont resident's purchasing outside the State, and there is a penalty on those who bought out-of-state but could not have been expected to do otherwise. The first provision limits local commerce, the second does not help it.</p>\n<p>Despite <i>Leverson</i>'s passing reference to the standard rationale for use taxes, then, the only plausible justification for imposing the tax on those in appellants' position in the first place  apart from the simple desire to raise funds  is the principle that those using the roads should pay for them. In <i>Leverson,</i> the Vermont Supreme Court supported the tax by reference to \"Vermont's basic policy\" of making those who use the highways contribute to their maintenance and improvement. 144 Vt., at 532, 481 A. 2d, at 1034.<sup>[9]</sup> Yet this does not explain the exemption for a resident who bought a car elsewhere and paid a tax to another State, which, as the dissent points out, <i>post,</i> at 32-33, is \"directly contrary\" to the user-pays principle. This \"basic policy\" arguably supports <span class=\"star-pagination\">*26</span> imposition of the use tax on appellants, and the denial of a credit to them; but it provides no rational reason to spare Vermont residents an equal burden. The same response applies to the Vermont court's statement that to allow an exemption for people in appellants' position, or for Vermonters who purchase in nonreciprocal States, \"would run counter to the state's present policies of requiring user contributions and encouraging purchases within the state, and would result in the loss of tax revenues to the state.\" 144 Vt., at 533, 481 A. 2d, at 1035. This is no less true with regard to the Vermonter who purchases a car in a reciprocal State. Granting the resident a credit for sales tax paid to the other State is similarly \"counter to the state's policies of requiring user contributions and encouraging purchases within the state.\" <i>Ibid.</i></p>\n<p>The <i>Leverson</i> court's primary explanation of the exemption was that it</p>\n<blockquote>\"appears to be based upon a policy of encouraging out-of-staters from reciprocal state to purchase their vehicles in Vermont and pay a sales tax to Vermont, secure in the knowledge that they will not be subject to a duplicate tax in their home states, and upon a legislative assumption that few, if any, tax dollars will be lost through this exercise in comity.\" <i>Id.,</i> at 532, 481 A. 2d, at 1034-1035.</blockquote>\n<p>However, the exemption cannot be justified as an indirect means of encouraging out-of-staters to purchase in Vermont and pay Vermont sales tax, for the straightforward reason that Vermont does not impose its sales tax on nonresident.  8903(a).</p>\n<p>Appellees take a different tack, suggesting that the exemption is designed to encourage interstate commerce by enabling Vermont residents, faced with limited automobile offerings at home, Tr. of Oral Arg. 35-36, to shop outside the State without penalty. Brief for Appellees 7. This justification may sound plausible, but it fails to support the classification at issue. Those in appellants' position pay exactly the <span class=\"star-pagination\">*27</span> penalty for purchasing out-of-state that Vermont spares its own residents. The credit may rationally further Vermont's legitimate interest in facilitating Vermonters' out-of-state purchases, but this interest does not extend to the facilitation of Vermonters' out-of-state use. Vermont may choose not to penalize old residents who used their cars in other States, but it cannot extend that benefit to old residents and deny it to new ones. The fact that it may be rational or beneficent to spare some the burden of double taxation does not mean that the beneficence can be distributed arbitrarily.</p>\n<p>Finally, the Vermont court pointed out that Leverson was \"treated in exactly the same manner as all nonexempt persons, including the resident who purchases his vehicle in a nonreciprocal state.\" 144 Vt., at 533, 481 A. 2d, at 1035. Yet the fact that all those not benefited by the challenged exemption are treated equally has no bearing on the legitimacy of that classification in the first place. A State cannot deflect an equal protection challenge by observing that in light of the statutory classification all those within the burdened class are similarly situated. The classification must reflect pre-existing differences; it cannot create new ones that are supported by only their own bootstraps. \"The Equal Protection Clause requires more of a state law than nondiscriminatory application within the class it establishes.\" <i>Rinaldi</i> v. <i>Yeager,</i> 384 U. S. 305, 308 (1966).</p>\n<p>In sum, we can see no relevant difference between motor vehicle registrants who purchased their cars out-of-state while they were Vermont residents and those who only came to Vermont after buying a car elsewhere. To free one group and not the other from the otherwise applicable tax burden violates the Equal Protection Clause.</p>\n<p></p>\n<h2>IV</h2>\n<p>Our holding is quite narrow, and we conclude by emphasizing what we do not decide. We need not consider appellants' various arguments based on the right to travel, the Privileges and Immunities Clause, and the Commerce Clause. <span class=\"star-pagination\">*28</span> We again put to one side the question whether a State must in all circumstances credit sales or use taxes paid to another State against its own use tax. In addition, we note that this action was dismissed for failure to state a claim before an answer was filed. The \"dominant theme running through all state taxation cases\" is the \"concern with the actuality of operation.\" <i>Halliburton,</i> 373 U. S., at 69. It is conceivable that, were a full record developed, it would turn out that in practice the statute does not operate in a discriminatory fashion. Finally, in light of the fact that the action was dismissed on the pleading, and given the possible relevance of state law, see <i>Bacchus Imports, Ltd.</i> v. <i>Dias,</i> 468 U. S. 263, 277 (1984), we express no opinion as to the appropriate remedy.</p>\n<p>We hold only that, when the statute is viewed on its face, appellants have stated a claim of unconstitutional discrimination. The decision below is accordingly reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE POWELL took no part in the decision of this case.</p>\n<p>JUSTICE BRENNAN, concurring.</p>\n<p>I join the Court's opinion for the reasons stated therein and in my concurring opinion in <i>Zobel</i> v. <i>Williams,</i> 457 U. S. 55, 65 (1982). General application of distinctions of the kind made by the Vermont statute would clearly, though indirectly, threaten the \"federal interest in free interstate migration.\" <i>Id.,</i> at 66. In addition, the statute makes distinctions among residents that are not \"supported by a valid state interest independent of the discrimination itself.\" <i>Id.,</i> at 70.</p>\n<p>JUSTICE BLACKMUN, with whom JUSTICE REHNQUIST and JUSTICE O'CONNOR join, dissenting.</p>\n<p>The Court in this case draws into question the constitutionality of a statute that was not intended to discriminate <span class=\"star-pagination\">*29</span> against anyone, does not discriminate against appellants, and, for all that appears, never has been applied in a discriminatory fashion against anyone else. Nevertheless, the Court has imagined a fanciful hypothetical discrimination, and then has threatened that the statute will violate equal protection unless the Vermont Supreme Court or the Vermont Legislature rejects the Court's conjecture.</p>\n<p>As the Court recognizes, Vermont's use tax is designed to help defray the State's cost for building and maintaining its roads. Generally speaking, if one purchases an automobile in Vermont, one pays a sales tax on the purchase. If one purchase a car elsewhere but registers it in Vermont, the use tax is assessed. The end result is that likely users of the State's roads are assessed a tax for their use. The overlapping series of credits and exemptions built into this vehicle tax system, are designed to resolve a number of less common cases that fall outside the typical pattern of a Vermonter's purchase of a car either in Vermont or elsewhere. However complex and redundant, the exceptions and credits accomplish two related legitimate purposes: they facilitate the flow of interstate commerce by ensuring that residents and nonresident alike are not penalized for purchasing cars in a foreign State, and they protect against the possibility that someone using the roads primarily in only one State will be forced to pay taxes in two States.</p>\n<p>Thus Vermont, along with apparently every other State, will not charge a sales tax to an out-of-state purchaser of an automobile. See Vt. Stat. Ann., Tit. 23,  463, and Tit. 32,  8903(a) (Supp. 1984); <i>J. C. Penney Co.</i> v. <i>Hardesty,</i> 164 W. Va. 525, 538-539, 264 S. E. 2d 604, 613 (1980). This exemption ensures that out-of-state purchasers who do not use Vermont roads except to leave the State will not be made to pay for their use.</p>\n<p>The credit at issue in this litigation accomplishes much the same purpose. If a Vermont resident, for whatever reason, <i>does</i> pay an out-of-state sales tax, then, when he returns to Vermont with his car, he will be excused from payment of <span class=\"star-pagination\">*30</span> Vermont's use tax to the extent of the amount paid by way of the sales tax, if the other State provides a reciprocal credit. Again, the credit facilitates the interstate purchase of automobiles, and helps ensure that a car buyer is not paying for the use of two States' roads when using only one.<sup>[1]</sup></p>\n<p></p>\n<h2>A</h2>\n<p>Vermont's tax credit system worked exactly as it was intended to work in the cases of Mr. Williams and Ms. Levine. Each purchased his or her car and used it for a time in another State, and so paid a tax to that State for the use of its roads. When each subsequently moved to Vermont and registered the cars there, he or she paid a second tax for the use of the roads in their new State. Each used his or her car in two States, and each paid two States' use or sales taxes. Thus, appellants are not situated similarly to a Vermont resident who buys his car in Illinois or New York, is exempted from sales taxes there, drives it to Vermont, and pays Vermont's use tax. Such an individual uses a car only in Vermont, and pays only Vermont's use tax. As the Superior Court most appropriately found, any difference in treatment between appellants and the typical Vermont out-of-state automobile purchaser \"is supported by [appellants'] use of the highways of more than one state.\" App. 15. Nor would it have furthered the commerce-facilitating purposes of the tax to extend a credit to persons in appellants' situation. Having <i>already</i> purchased their cars, they are beyond <span class=\"star-pagination\">*31</span> the reach of any credit designed to facilitate the purchase of cars across state lines.</p>\n<p>Vermont's asserted purposes being concededly legitimate, and the means used to achieve those purpose rational in the abstract and effective in these particular instances, the tax exemption should easily pass the minimal scrutiny this Court routinely applies to tax statutes. See, <i>e. g., </i><i>Regan</i> v. <i>Taxation with Representation of Washington,</i> 461 U. S. 540, 547-548 (1983). The Court however, has subjected Vermont's motor vehicles tax laws to a kind of microscopic scrutiny that few enactments could survive, and has managed, it feels, to find a way in which the statute can be understood to discriminate against appellants. The Court seems to have adopted a new level of scrutiny that is neither minimal nor strict, but strange unto itself. Out there somewhere, the Court imagines, is someone whom Vermont wishes to treat better than it treated Mr. Williams or Ms. Levine.</p>\n<p>This phantom beneficiary of Vermont's discrimination is a Vermont resident who leaves the State to purchase an automobile, pays the sales tax and registers the car in the foreign State of purchase, lives there for a while, and then returns to Vermont and registers the car there. This resident is said to be entitled to the exception of Vt. Stat. Ann., Tit. 32,  8911(9) (1981), while the similarly situated nonresident such as Mr. Williams is not. The phantom's car is said to be entitled to the credit because it is \"acquired outside the state by a resident of Vermont\" under the terms of the statute.</p>\n<p></p>\n<h2>B</h2>\n<p>The majority correctly understands that if its hypothetical Vermonter is not entitled to the exception, the discrimination disappears. That being the case, the problem the Court identifies seems to me to be largely of its own making. For the discrimination it finds was neither pleaded in the complaint nor discussed in any opinion of the Vermont courts. The Court rejects the State's submission that the exception <span class=\"star-pagination\">*32</span> would <i>not</i> be applied to this hypothetical Vermonter, has never been applied in that situation, and was not intended to be so applied. It rejects this understanding of the statute because the statute is ambiguously worded, and because the Supreme Court of Vermont in <i>Leverson</i> v. <i>Conway,</i> 144 Vt. 523, 481 A. 2d 1029, appeal dism'd, 469 U. S. 926 (1984), pet. for rehearing pending, No. 84-315, apparently failed to consider explicitly and accept the State's view of the statute. <i>Ante,</i> at 19-21.<sup>[2]</sup> Thus a statute is placed under a constitutional could because a state court failed to go out of its way to reject a hypothetical interpretation of one of the statute's terms. If appellants were in fact concerned about this type of discrimination, they should have made that concern clear in their pleadings, so the Vermont courts could address the issue.</p>\n<p>While it is idle to speculate as to how the Vermont Supreme Court will interpret  8911(9) on remand, it is not inappropriate to observe that there is force in the State's position that in context an equally plausible interpretation of the phrase \"acquired outside the state\" in  8911(9) is that the car is purchased outside the State but registered immediately in Vermont. This reading of the statute best comports with the legislative purpose in enacting exceptions to the automobile use tax. Section 8911(9) was designed to prevent people who buy their cars out-of-state but live in Vermont from being doubly taxed. Nothing in the exception/credit scheme suggests that Vermont ever wished to protect a resident who took up temporary residency elsewhere and therefore ultimately used the highways in two States, rather than in just one. Allowing such residents this credit would be directly <span class=\"star-pagination\">*33</span> contrary to the purpose of the tax, which is to have the users of the State's roads pay for the maintainance and improvement of those roads. See Vt. Stat. Ann., Tit. 32,  8901 (1981). There is also support for this construction of the statute in the language of  8911 itself.<sup>[3]</sup> Nor is there any evidence in the legislative history or the administrative practice that supports the Court's contrary reading of the statutory language.</p>\n<p></p>\n<h2>C</h2>\n<p>Even if the Court is correct in its understanding of  8911 (9), however, the identified discrimination still is created by a classification rationally related to a legitimate governmental purpose sufficient to satisfy the minimal scrutiny the Court routinely applies in similar equal protection challenges to tax provisions. The Court admits that it is a legitimate governmental purpose to assess taxes on people who use roads to provide for their upkeep. The question then becomes whether the identified discrimination worked by  8911(9) is designed rationally to further this purpose. And I would have thought the answer was not even close.</p>\n<p>The reason nonresident who purchase cars out-of-state are taxed if they subsequently relocate in Vermont, while resident out-of-state purchasers are not, is that it was presumed <span class=\"star-pagination\">*34</span> that people will use their cars primarily in the States in which they reside. Most people who do not reside in Vermont and do not purchase their cars in that State, will not use their cars primarily in Vermont. If at some time in the future they move to Vermont and register their automobiles there, the assumption is that they will have used their cars in two different States. On the other hand, most people who reside in Vermont and purchase their cars out-of-state will return to Vermont immediately with their cars. Thus, the out-of-state purchaser is taxed, while the Vermont purchaser is exempted to the extent that he already has paid a sales tax. This distinction is hardly irrational, and the fact that there may be a Vermont resident who both purchases and uses his car out-of-state, and is therefore situated similarly to Mr. Williams, surely does not render the scheme irrational. A tax classification does not violate the demands of equal protection simply because it may not perfectly identify the class of people it wishes to single out. A State \"is not required to resort to close distinctions or to maintain a precise, scientific uniformity with reference to composition, use or value.\" <i>Allied Stores of Ohio, Inc.</i> v. <i>Bowers,</i> 358 U. S. 522, 527 (1959).<sup>[4]</sup></p>\n<p>The Court disagrees, and finds that \"residence at the time of purchase is a wholly arbitrary basis on which to distinguish among present Vermont registrants  at least among those who used their cars elsewhere before coming to Vermont.\" <i>Ante,</i> at 23. The Court, however, ignores the purpose of the tax and of the classification. Vermont does not wish to \"distinguish <span class=\"star-pagination\">*35</span> among present Vermont registrants,\" but to distinguish those who will likely use Vermont's roads immediately after they have purchased cars out-of-state from those who will not. Residency is not an irrational way to enact such a classification. Moreover, the Court's qualification misstates the language of the statute, for, as indicated,  8911(9) does not distinguish among residents depending upon where they first <i>used</i> their cars, but upon where they <i>acquired</i> their cars. A classification based on the assumption that people will use their cars in the States where they live, rather than in the States where they acquire them, is far from the kind of \"palpably arbitrary\" classification that the Court previously has struck down on equal protection grounds. See <i>Allied Stores of Ohio, Inc.</i> v. <i>Bowers,</i> 358 U. S., at 527.</p>\n<p></p>\n<h2>D</h2>\n<p>Having interpreted the statute so as to generate some discrimination, and then having declared the discrimination \"wholly arbitrary,\" the Court felicitously retreats to a holding sufficiently narrow as to strip its decision of any constitutional significance. The problem is not that the statute actually discriminates, we are told, but that the Vermont Superior Court dismissed the equal protection challenge before there was record evidence of \" `the actuality of [the statute's] operation.' \" <i>Ante,</i> at 28, quoting <i>Halliburton Oil Well Cementing Co.</i> v. <i>Reily,</i> 373 U. S. 64, 69 (1963). The implication is that equal protection challenges to tax statutes may never be dismissed on the pleadings when the plaintiff can concoct a discriminatory application of the statute, no matter how farfetched. Were it to be given any general application, this would be a mischievous rule of law, especially when, as here, the discrimination that has been seized upon was not even identified with particularity in the complaint. It does, however, leave Vermont's taxing power intact.</p>\n<p>This follows because the State need take only one of a number of actions to save its statute. It may produce an administrative <span class=\"star-pagination\">*36</span> regulation clarifying the scope of the exception. See Vt. Stat. Ann. Tit. 32,  8901 (1981). It may introduce evidence at trial concerning the statute's application. Or it may introduce evidence to show that a classification based upon residency is a rational way to assess for road use  a proposition that until today I thought was self-evident. And if the state courts on remand find that the statute does not discriminate as applied, or that the discrimination is rationally related to a legitimate governmental purpose, that, too, should end this litigation.</p>\n<p>This, then is another case which approaches the status of a \"noncase, made seemingly attractive by high-sounding suggestions of inequality and unfairness.\" <i>Austin</i> v. <i>New Hampshire,</i> 420 U. S. 656, 670 (1975) (dissenting opinion).<sup>[5]</sup> Mr. Williams and Ms. Levine apparently delayed the day on which they were required to pay for their right to use Vermont's roads by failing to register their cars within the time period set by Vermont law.<sup>[6]</sup> Today the Court does little <span class=\"star-pagination\">*37</span> more than add to this delay by forcing the State to develop a record to prove the rationality of a manifestly rational distinction. Thus the Court requires unnecessary litigation and for the time being deprives Vermont of $282 in taxes to which it is entitled.</p>\n<p>I would affirm the judgment of the Supreme Court of Vermont.</p>\n<h2>NOTES</h2>\n<p>[1]  Appellant Susan Levine moved to Vermont in 1979. She brought with her a car she had purchased in New York a year before on which she had paid a seven-percent state sales tax. Upon registering her car in Vermont in 1982, she paid a use tax of $110. She then successfully moved to intervene in Williams' suit.</p>\n<p>[2]  The general sales and use tax provisions are found in Vt. Stat. Ann., Tit. 32, ch. 233 (1981). The present controversy could not have arisen under these provisions. Vermont's ordinary use tax applies neither to \"property purchased by the user while a nonresident of this State,\"  9744(a)(2), nor to any property to the extent the user has already paid a sales or use tax to a State with a reciprocal agreement,  9744(a)(3). Appellants would be exempt under both these subsections.</p>\n<p>[3]  Both taxes have a ceiling of $600. The sales tax is paid on the purchase price.  8902(4), (5) (1981),  8903(a) (Supp. 1984). The use tax is paid on the car's low book value at the time of registration. App. 15;  8907.</p>\n<p>[4]  If the statute operated as the State says it does, it might still be discriminatory, at least in theory. A nonresident who buys his car in another State, pays a sales tax, but does not register it there, and brings it right to Vermont, would pay two taxes, whereas a Vermont resident doing the same thing would pay only one. But this is not a distinction that appellants could challenge. Since they registered their cars out-of-state, they would not qualify for the exemption, but neither would a resident who had done the same.</p>\n<p>[5]  The State put forward this reading of the statute in its briefs in this case and in <i>Leverson.</i> See Brief for Appellees in No. 83-139 (Vt. Sup. Ct.), pp. 18-19, and n. 2; Brief for Appellee in No. 83-157 (Vt. Sup. Ct.), pp. 17-18, and n. 3.</p>\n<p>[6]  The dissent suggests that this reading is not consistent with the statutory language. <i>Post,</i> at 32-33, and n. 3. While it is not our business to interpret state statutes, there is no necessary inconsistency. The literal language applies whenever a Vermonter buys a car in another State, regardless of how quickly he returns to Vermont. Significantly, the tax from which  8911(9) exempts Vermont residents is imposed \"at the time of first registering <i>or transferring a registration.</i>\"  8903(b) (emphasis added); see also  8905(b). In addition, the credit applies when a \"state sales <i>or use</i> tax has been paid.\"  8911(9) (emphasis added). If it extended only to the Vermont resident who bought a car elsewhere and brought it straight to Vermont, the reference to a use tax would be meaningless. Finally, as the dissent itself notes, <i>post,</i> at 36, n. 5, if the credit only applied in these circumstances, the provision would be essentially superfluous. We should not assume the legislature passed a statute without effect.</p>\n<p>[7]  <i>Halliburton</i> was decided under the Commerce Clause and is not dispositive. We do not consider in what way, if any, the failure to give appellants a credit might burden interstate commerce. The critical point is the Court's emphasis on the need for equal treatment of taxpayers who can be distinguished only on the basis of residence. See also <i>Henneford</i> v. <i>Silas Mason Co.,</i> 300 U. S. 577, 583-584 (1937).</p>\n<p>[8]  The dissent does not disagree that such people are similarly situated, nor does it identify any justification for preferential treatment of the resident. <i>Post,</i> at 32-34. It merely argues that the inequity is the acceptable result of the impression of a generally rational classification. <i>Post,</i> at 33-35. Under rational-basis scrutiny, legislative classifications are of course allowed some play in the joints. But the choice of a proxy criterion  here, residence for State of use  cannot be so casual as this, particularly when a more precise and direct classification is easily drawn.</p>\n<p>[9]  A nonrecurring use tax pegged to the value of the car is an exceedingly loosely tailored means to this end. The amount of such a payment has no relation to the extent of use, includes the irrelevant variable of the luxury value of the car, and fails to account for the possibility of the owner moving out of the State or selling the car during its useful life. Reliance on annual registration fees would provide a more accurate measure of current use and would seem to be more closely related to the stated purpose. However, appellants do not challenge the tax itself as an equal protection violation. And despite the looseness of the fit, we would be hard pressed to say that this manner of funding highway maintenance and construction is irrational. \"If the classification has some `reasonable basis,' it does not offend the Constitution simply because the classification `is not made with mathematical nicety or because in practice it results in some inequality.' \" <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 485 (1970), quoting <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> 220 U. S. 61, 78 (1911).</p>\n<p>[1]  In the rare event that the use-tax credit is used because the out-of-state sales tax for some reason was paid, see n. 5, <i>infra,</i> the State that receives the tax will not be the State whose roads are used, but the State where the car was purchased. Because the statute is reciprocal, however, it is hardly irrational to assume that the reciprocal payments will even out. The exemptions, thus, are entirely consistent with the user-pays principle of the tax. And from the point of view of the purchaser, as with these appellants, it matters little to whom he is paying a tax. He is using the car primarily in only one State, and paying a use or sales tax in one State.</p>\n<p>[2]  In the only nonsummary opinion issued in this case, however, the Vermont Superior Court found that the statute did <i>not</i> discriminate:\n</p>\n<p>\"The state exacts a use tax upon the value of all cars used <i>within</i> the state, regardless of whether they were purchased by residents or nonresident, and Plaintiffs have failed to demonstrate that they would have been treated any differently had they been Vermont residents when they purchased their cars.\" App. 15 (emphasis in original).</p>\n<p>[3]  When the Vermont Legislature meant to exempt an automobile under  8911 because of where it was operated or who owned it, it said so. In particular, the State made only one specific allowance for certain residents who purchase and initially register their cars out-of-state. Thus, in  8911(11) motor vehicles \"owned or purchased in another state by a member of the armed forces on full time active duty\" are exempted from the use tax. That section would be partially redundant if the Court's interpretation of  8911(9) were accurate. Other subsections of  8911 also speak explicitly of cars classified by where they are operated or registered. Thus, the statute exempts cars \"owned or registered\" by any State, cars \"owned and operated by the United States,\" cars \"owned and registered\" by religious or charitable groups, cars \"owned and operated\" by certain dealers, and certain cars \"owned and operated by physically handicapped persons.\"  8911(1), (2), (3), (4), and (12). Only  8911(9), in contrast, speaks in terms of where a car is \"acquired.\"</p>\n<p>[4]  \"States have large leeway in making classifications and drawing lines which in their judgment produce reasonable systems of taxation.\" <i>Lehnhausen</i> v. <i>Lake Shore Auto Parts Co.,</i> 410 U. S. 356, 359 (1973). Were it otherwise, it would be an easy task to ferret out inconsistencies in taxation schemes. After all, even if Vermont's statute were worded in terms of the State of first registration, rather than the State of residency, as the Court wishes, it would still be possible to imagine some hypothetical Vermont registrant who uses his car initially exclusively in some other State. He, too, is situated similarly to Mr. Williams in that neither initially is using Vermont roads.</p>\n<p>[5]  This is a noncash in another sense as well. Since all States apparently forgo payment of their sales tax by out-of-state purchasers of automobiles, see <i>J. C. Penney Co.</i> v. <i>Hardesty,</i> 164 W. Va. 525, 538-539, 264 S. E. 2d 604, 613 (1980),  8911(9) might well be entirely superfluous, as no out-of-state purchaser will ever be required to pay a sales tax which could be credited against Vermont's use tax pursuant to  8911(9). I doubt that a statute offering a tax credit that is never applied can violate equal protection.</p>\n<p>[6]  Vermont automobile owners are required to register their cars in Vermont when they become residents of the State. Vt. Stat. Ann., Tit. 23,  4(30), 301 (1978). In appellants' case, liability for the tax arose six months after they accepted employment in the State, at which time they became Vermont residents. Vt. Stat. Ann., Tit. 32,  8902(2) (1981). Mr. Williams accepted employment in Vermont on February 1, 1981, App. 5, and so was required to register his car before August 1 of that year. He did not attempt to register it, however, until his Illinois registration expired on September 30, 1981. Similarly, Ms. Levine accepted employment in Vermont in November 1979, <i>ibid.,</i> and was required to register her car in May 1980. She did not attempt to do so until December 1982, when her New York registration was about to expire.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></span> (1985)</b></center>\n<center><h1>WILLIAMS ET AL.<br>\nv.<br>\nVERMONT ET AL.</h1></center>\n<center>No. 84-592.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 19, 1985</center>\n<center>Decided June 4, 1985</center>\nAPPEAL FROM THE SUPREME COURT OF VERMONT\n<p><span class=\"star-pagination\">*15</span> <i>Norman Williams</i> argued the cause <i>pro se</i> and filed briefs for appellants.</p>\n<p><i>Andrew M. Eschen,</i> Assistant Attorney General of Vermont, argued the cause for appellees. With him on the brief was <i>Jeffrey L. Amestoy,</i> Attorney General.</p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>The State of Vermont collects a use tax when cars are registered with it. The tax is not imposed if the car was purchased in Vermont and a sales tax has been paid. The tax is also reduced by the amount of any sales or use tax paid to another State if that State would afford a credit for taxes paid to Vermont in similar circumstances. The credit is available, however, only if the registrant was a Vermont resident at the time he paid the taxes. Appellants, who bought cars outside of Vermont before becoming residents of that State, challenge the failure to grant them a similar <span class=\"star-pagination\">*16</span> credit. We agree that this failure denies them the equal protection of the laws.</p>\n<p></p>\n<h2>I</h2>\n<p>Appellants' complaint, which was dismissed before an answer was filed, sets out the following facts. In December 1980, appellant Norman Williams purchased a new car in Illinois, paying a five-percent sales tax. Three months later, he moved to Vermont, bringing the car with him. He subsequently attempted to register the car in Vermont without paying the required use tax. The Vermont Department of Motor Vehicles refused to register the car. Williams responded by suing in the Federal District Court for the District of Vermont, which, relying on 28 U. S. C.  1341, dismissed his complaint. Williams then paid the tax, which came to $172, unsuccessfully sought a refund from the Department of Motor Vehicles, and filed the present suit in Vermont Superior Court.<sup>[1]</sup></p>\n<p>The complaint alleged a number of constitutional defects in the State's failure to afford appellants credit for the sales taxes they had paid. One of them was that the Equal Protection Clause of the Fourteenth Amendment forbade the State to deny the credit to them while providing it in the case of vehicles \"acquired outside the state by a resident of Vermont.\" Vt. Stat. Ann., Tit. 32,  8911 (9) (1981).</p>\n<p>The Superior Court dismissed the complaint. Acknowledging that the use tax \"does not afford, on its face, equal treatment to residents and nonresident who purchase cars out-of-state,\" App. 14, the court considered the relevant inquiry to be \"whether discrimination occurs within the state,\" <i>id.,</i> at 15. It saw no such discrimination, reasoning that in <span class=\"star-pagination\">*17</span> practice Vermont residents always pay the use tax, because reciprocal States excuse payment of the sales tax and therefore there is no out-of-state payment to credit the use tax against. The court also found no burden on the right to travel, no violation of the Privileges and Immunities Clause, and no interference with interstate commerce.</p>\n<p>The Vermont Supreme Court affirmed, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">649</span></span>, 478 A. 2d 993 (1984), by citation to another decision handed down the same day, <i>Leverson</i> v. <i>Conway,</i> <span class=\"citation\" data-id=\"2009074\"><a href=\"/opinion/2009074/leverson-v-conway/\"><span class=\"volume\">144</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">523</span></a></span>, 481 A. 2d 1029, appeal dism'd for want of a substantial federal question, 469 U. S. 926 (1984), pet. for rehearing pending, No. 84-315. <i>Leverson</i> was an essentially identical case brought by a former Wisconsin resident who, like appellants, had purchased a car in his home State and paid a sales tax, then moved to Vermont and been obliged to pay the use tax. The Vermont Supreme Court upheld the tax. First, it rejected the argument that denying a credit for a sales tax paid to another State infringed the right to travel. The use tax did not impose a penalty for moving to Vermont  the obligation was incurred only by registering one's car there. Absent such a penalty, and given that there is no fundamental right to have or to register a car, the Equal Protection Clause required only minimal scrutiny. The statute was rationally related to the legitimate state interest in raising revenue to maintain and improve the highways, and rationally placed the burden on those who used them. The exemption for residents who purchased cars in reciprocal States encouraged purchases within Vermont by residents of those States. This goal would not be furthered by granting an exemption to new residents who have already purchased cars elsewhere. The court went on to hold that the Privileges and Immunities Clause did not come into play because no right, such as the right to travel, qualifying as a privilege or immunity was involved. It also rejected a Commerce Clause challenge, viewing this as a straightforward use tax, imposed only on goods that had come to rest in Vermont.</p>\n<p><span class=\"star-pagination\">*18</span> The Vermont Supreme Court denied rehearing, and appellants brought this appeal. We noted probable jurisdiction, 469 U. S. 1085 (1984), and we now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>The Vermont Motor Vehicle Purchase and Use Tax, Vt. Stat. Ann., Tit. 32, ch. 219 (1981), is distinct from the State's general sales and use taxes.<sup>[2]</sup> It is intended to \"improve and maintain the state and interstate highway systems, to pay the principal and interest on bonds issued for the improvement and maintenance of those systems and to pay the cost of administering this chapter.\"  8901. The revenue from the tax goes into a distinct \"transportation fund.\"  8912. The tax is of two sorts: a four-percent sales tax is imposed at the time of purchase of a motor vehicle in Vermont by a Vermont resident,  8903(a), and a four-percent use tax is imposed upon registration of a motor vehicle in Vermont unless the Vermont sales tax was paid,  8903(b).<sup>[3]</sup> A number of vehicles are exempt, including, for example, those owned by a State, the United States, or charitable institutions, and those transferred within a family. See generally  8911. Prior to September 1, 1980, the statute also exempted \"pleasure cars, the owners of which were not residents of this State at the time of purchase and had registered and used the vehicle for at least thirty days in a state or province other than Vermont.\" Vt. Stat. Ann., Tit. 32,  8911(6) (1970 and Supp. 1981) (repealed). That provision would have exempted <span class=\"star-pagination\">*19</span> appellants from the use tax. Since its repeal, registrants who purchased their cars out-of-state when not Vermont residents have had to pay the use tax, regardless of whether they already paid a sales tax in another jurisdiction on the same car.</p>\n<p>One other exemption is critical to this case. Section 8911(9) provides that the tax does not apply to</p>\n<blockquote>\"pleasure cars acquired outside the state by a resident of Vermont on which a state sales or use tax has been paid by the person applying for a registration in Vermont, providing that the state or province collecting such tax would grant the same pro-rata credit for Vermont tax paid under similar circumstances. If the tax paid in another state is less than the Vermont tax the tax due shall be the difference.\"</blockquote>\n<p>There is some dispute as to the reach of this provision. Appellants assert that, in light of this provision, had they been residents when they purchased their cars, they would now be exempt from the use tax. The State disagrees, asserting that the exemption applies only to Vermont residents who register their cars in Vermont without first having registered them elsewhere. According to it, a resident who purchases, pays a sales or use tax on, and registers a car in another State must also pay the Vermont use tax upon his return, bearing the same obligation as appellants.</p>\n<p>The State's submission, if it is to be accepted, would negate any claim that appellants were treated differently than Vermont residents in similar circumstances.<sup>[4]</sup> For several reasons, <span class=\"star-pagination\">*20</span> however, we do not believe that in ruling on the equal protection claim the Vermont Supreme Court construed the exemption in this manner.<sup>[5]</sup> The exemption contained in  8911(9) refers to \"pleasure cars acquired outside the state by a resident of Vermont.\" That language on its face exempts Vermont residents who register in another State, and in <i>Leverson</i> the Vermont Supreme Court appears to have proceeded on this basis. That court set out a comprehensive list of who must pay the tax, from which the Vermont resident who first registers the car in another state is conspicuously absent. 144 Vt., at 532, 481 A. 2d, at 1034. The opinion also several times points out that residents who pay a tax in a nonreciprocal State do not enjoy the credit upon registering their cars in Vermont. <i>Id.,</i> at 532, 533, 481 A. 2d, at 1034, 1035. Had the court believed that those purchasing and registering a car in a reciprocal State are also not exempt, one would have expected it to have said so. Similarly, the court noted that someone in appellants' position \"is treated in exactly the same manner as all nonexempt persons, including the resident who purchases his vehicle in a nonreciprocal state.\" <i>Id.,</i> at 533, 481 A. 2d, at 1035. If the court had understood the statute as do appellees, it would also have noted that appellants were treated just like any resident who had previously registered a car elsewhere, not just one who purchased in a nonreciprocal State.</p>\n<p>More fundamentally, had the Vermont Supreme court accepted the narrow construction of the exemption that the State urges, it surely would have stated that the new resident suffers no unequal treatment under the statute at all and would have found no necessity to justify any discriminatory impact of the tax. This would have been a simple and straightforward answer to the equal protection claim, and <span class=\"star-pagination\">*21</span> there would have been no occasion to address the level of scrutiny to be applied to the discrimination or to identify the State's interest in imposing the differential treatment of the nonresident. Instead, the court concluded that the State need have only a rational basis for the discrimination, and proceeded to hold that there was adequate justification for not extending the exemption to nonresident.<sup>[6]</sup></p>\n<p>In short, every indication is that a Vermont resident who, like appellants, bought a car in another State, paid a sales or use tax, and used the car there for a period of time before coming to Vermont, would receive the credit. Appellees offer only their own say-so to the contrary. See Tr. of Oral Arg. 39. Pointing to nothing in the statute or in the opinion below to support their narrow reading, they would have us essentially add a clause that is not there. We cannot do so without stronger authority. We therefore proceed on the understanding that a Vermonter enjoys a credit for any sales taxes paid to a reciprocating State, even if he registered and used the car there before registering the car in Vermont.</p>\n<p></p>\n<h2>III</h2>\n<p>This Court has expressly reserved the question whether a State must credit a sales tax paid to another State against its <span class=\"star-pagination\">*22</span> own use tax. <i>Southern Pacific Co.</i> v. <i>Gallagher,</i> 306 U. S. 167, 172 (1939); <i>Henneford</i> v. <i>Silas Mason Co.,</i> 300 U. S. 577, 587 (1937). The District of Columbia and all but three States with sales and use taxes do provide such a credit, although reciprocity may be required. CCH, State Tax Guide 6013 (1984). As noted above, see n. 2, <i>supra,</i> Vermont provides a credit with regard to its general use tax. Such a requirement has been endorsed by at least one state court, <i>Montgomery Ward &amp; Co.</i> v. <i>State Board of Equalization,</i> <span class=\"citation\" data-id=\"2212105\"><a href=\"/opinion/2212105/montgomery-ward-co-v-st-bd-of-equalization/\"><span class=\"volume\">272</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">728</span></a></span>, <span class=\"citation\" data-id=\"2212105\"><a href=\"/opinion/2212105/montgomery-ward-co-v-st-bd-of-equalization/\"><span class=\"volume\">78</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">373</span></a></span> (1969), cert. denied, 396 U. S. 1040 (1970), was advocated 20 years ago in the much-cited Report of the Willis Subcommittee, H. R. Rep. No. 565, 89th Cong., 1st Sess., 1136, 1177-1178 (1965), is adopted in the Multistate Tax Compact, Art. V,  1, and has significant support in the commentary, <i>e. g.,</i> J. Hellerstein &amp; W. Hellerstein, State and Local Taxation 637-638 (1978); Developments in the Law: Federal Limits on State Taxation of Interstate Business, 75 Harv. L. Rev. 953, 999-1000 (1962). Appellants urge us to hold that it is a constitutional requirement. Brief for Appellants 31-35. Once again, however, we find it unnecessary to reach this question. Whatever the general rule may be, to provide a credit only to those who were residents at the time they paid the sales tax to another State is an arbitrary distinction that violates the Equal Protection Clause.</p>\n<p>This Court has many times pointed out that in structuring internal taxation schemes \"the States have large leeway in making classifications and drawing lines which in their judgment produce reasonable systems of taxation.\" <i>Lehnhausen</i> v. <i>Lake Shore Auto Parts Co.,</i> 410 U. S. 356, 359 (1973). It has been reluctant to interfere with legislative policy decisions in this area. See <i>Regan</i> v. <i>Taxation with Representation of Washington,</i> 461 U. S. 540, 547-548 (1983); <i>San Antonio Independent School District</i> v. <i>Rodriguez,</i> 411 U. S. 1, 40-41 (1973); <i>Allied Stores of Ohio, Inc.</i> v. <i>Bowers,</i> 358 U. S. 522, 526-527 (1959). An exemption such as that challenged <span class=\"star-pagination\">*23</span> here \"will be sustained if the legislature could have reasonably concluded that the challenged classification would promote a legitimate state purpose.\" <i>Exxon Corp.</i> v. <i>Eagerton,</i> 462 U. S. 176, 196 (1983). See generally <i>Schweiker</i> v. <i>Wilson,</i> 450 U. S. 221, 234-235 (1981).</p>\n<p>We perceive no legitimate purpose, however, that is furthered by this discriminatory exemption. As we said in holding that the use tax base cannot be broader than the sales tax base, \"equal treatment for in-state and out-of-state taxpayers similarly situated is the condition precedent for a valid use tax on goods imported from out-of-state.\" <i>Halliburton Oil Well Co.</i> v. <i>Reily,</i> 373 U. S. 64, 70 (1963).<sup>[7]</sup> A State may not treat those within its borders unequally solely on the basis of their different residences or States of incorporation. <i>WHYY</i> v. <i>Glassboro,</i> 393 U. S. 117, 119 (1968); <i>Wheeling Steel Corp.</i> v. <i>Glander,</i> 337 U. S. 562, 571-572 (1949). In the present case, residence at the time of purchase is a wholly arbitrary basis on which to distinguish among present Vermont registrants  at least among those who used their cars elsewhere before coming to Vermont.<sup>[8]</sup> Having registered a car in Vermont they are similarly situated for all relevant purposes. Each is a Vermont resident, using a car in Vermont, with an equal obligation to pay for <span class=\"star-pagination\">*24</span> the maintenance and improvement of Vermont's roads. The purpose of the statute would be identically served, and with an identical burden, by taxing each. The distinction between them bears no relation to the statutory purpose. See <i>Zobel</i> v. <i>Williams,</i> 457 U. S. 55, 61 (1982); cf. <i>Texaco, Inc.</i> v. <i>Short,</i> 454 U. S. 516, 540 (1982). As the Court said in <i>Wheeling,</i> appellants have not been \"accorded equal treatment, and the inequality is not because of the slightest difference in [Vermont's] relation to the decisive transaction, but solely because of the[ir] different residence.\" 337 U. S., at 572.</p>\n<p>In some ways, this is not a typical sales and use tax scheme. The proceeds go to a transportation fund rather than to general revenue. Perhaps as a result, the sales tax is narrower than most, in that it applies not to all sales within the jurisdiction, but only to those to residents. Conversely, the use tax is broader than most, in that it applies to items purchased by nonresident and taxed by other States. As noted, the general sales and use tax provisions of Vermont, for example, have neither of these features. See n. 2, <i>supra.</i></p>\n<p>Applied to those such as appellants, the use tax exceeds the usual justifications for such a tax. A use tax is generally perceived as a necessary complement to the sales tax, designed to \" `protect a state's revenues by taking away the advantages to residents of traveling out of state to make untaxed purchases, and to protect local merchants from out-of-state competition which, because of its lower or nonexistent tax burdens, can offer lower prices.' \" <i>Leverson,</i> 144 Vt., at 527, 481 A. 2d, at 1032, quoting <i>Rowe-Genereux, Inc.</i> v. <i>Department of Taxes,</i> <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">130</span></span>, 133-134, 411 A. 2d 1345, 1347 (1980); see <i>Henneford</i> v. <i>Silas Mason Co., supra,</i> at 581. This customary rationale for the use tax has no application to purchases made out-of-state by those who were not residents of the taxing State at the time of purchase. These home-state transactions cannot be seen as lost <span class=\"star-pagination\">*25</span> Vermont sales, and are certainly not ones lost as a result of Vermont's sales tax. Imposing a use tax on them in no way protects local business. In short, in its structure, this sales and use tax combination is exactly the opposite of the customary provisions: there is no disincentive to the Vermont resident's purchasing outside the State, and there is a penalty on those who bought out-of-state but could not have been expected to do otherwise. The first provision limits local commerce, the second does not help it.</p>\n<p>Despite <i>Leverson</i>'s passing reference to the standard rationale for use taxes, then, the only plausible justification for imposing the tax on those in appellants' position in the first place  apart from the simple desire to raise funds  is the principle that those using the roads should pay for them. In <i>Leverson,</i> the Vermont Supreme Court supported the tax by reference to \"Vermont's basic policy\" of making those who use the highways contribute to their maintenance and improvement. 144 Vt., at 532, 481 A. 2d, at 1034.<sup>[9]</sup> Yet this does not explain the exemption for a resident who bought a car elsewhere and paid a tax to another State, which, as the dissent points out, <i>post,</i> at 32-33, is \"directly contrary\" to the user-pays principle. This \"basic policy\" arguably supports <span class=\"star-pagination\">*26</span> imposition of the use tax on appellants, and the denial of a credit to them; but it provides no rational reason to spare Vermont residents an equal burden. The same response applies to the Vermont court's statement that to allow an exemption for people in appellants' position, or for Vermonters who purchase in nonreciprocal States, \"would run counter to the state's present policies of requiring user contributions and encouraging purchases within the state, and would result in the loss of tax revenues to the state.\" 144 Vt., at 533, 481 A. 2d, at 1035. This is no less true with regard to the Vermonter who purchases a car in a reciprocal State. Granting the resident a credit for sales tax paid to the other State is similarly \"counter to the state's policies of requiring user contributions and encouraging purchases within the state.\" <i>Ibid.</i></p>\n<p>The <i>Leverson</i> court's primary explanation of the exemption was that it</p>\n<blockquote>\"appears to be based upon a policy of encouraging out-of-staters from reciprocal state to purchase their vehicles in Vermont and pay a sales tax to Vermont, secure in the knowledge that they will not be subject to a duplicate tax in their home states, and upon a legislative assumption that few, if any, tax dollars will be lost through this exercise in comity.\" <i>Id.,</i> at 532, 481 A. 2d, at 1034-1035.</blockquote>\n<p>However, the exemption cannot be justified as an indirect means of encouraging out-of-staters to purchase in Vermont and pay Vermont sales tax, for the straightforward reason that Vermont does not impose its sales tax on nonresident.  8903(a).</p>\n<p>Appellees take a different tack, suggesting that the exemption is designed to encourage interstate commerce by enabling Vermont residents, faced with limited automobile offerings at home, Tr. of Oral Arg. 35-36, to shop outside the State without penalty. Brief for Appellees 7. This justification may sound plausible, but it fails to support the classification at issue. Those in appellants' position pay exactly the <span class=\"star-pagination\">*27</span> penalty for purchasing out-of-state that Vermont spares its own residents. The credit may rationally further Vermont's legitimate interest in facilitating Vermonters' out-of-state purchases, but this interest does not extend to the facilitation of Vermonters' out-of-state use. Vermont may choose not to penalize old residents who used their cars in other States, but it cannot extend that benefit to old residents and deny it to new ones. The fact that it may be rational or beneficent to spare some the burden of double taxation does not mean that the beneficence can be distributed arbitrarily.</p>\n<p>Finally, the Vermont court pointed out that Leverson was \"treated in exactly the same manner as all nonexempt persons, including the resident who purchases his vehicle in a nonreciprocal state.\" 144 Vt., at 533, 481 A. 2d, at 1035. Yet the fact that all those not benefited by the challenged exemption are treated equally has no bearing on the legitimacy of that classification in the first place. A State cannot deflect an equal protection challenge by observing that in light of the statutory classification all those within the burdened class are similarly situated. The classification must reflect pre-existing differences; it cannot create new ones that are supported by only their own bootstraps. \"The Equal Protection Clause requires more of a state law than nondiscriminatory application within the class it establishes.\" <i>Rinaldi</i> v. <i>Yeager,</i> 384 U. S. 305, 308 (1966).</p>\n<p>In sum, we can see no relevant difference between motor vehicle registrants who purchased their cars out-of-state while they were Vermont residents and those who only came to Vermont after buying a car elsewhere. To free one group and not the other from the otherwise applicable tax burden violates the Equal Protection Clause.</p>\n<p></p>\n<h2>IV</h2>\n<p>Our holding is quite narrow, and we conclude by emphasizing what we do not decide. We need not consider appellants' various arguments based on the right to travel, the Privileges and Immunities Clause, and the Commerce Clause. <span class=\"star-pagination\">*28</span> We again put to one side the question whether a State must in all circumstances credit sales or use taxes paid to another State against its own use tax. In addition, we note that this action was dismissed for failure to state a claim before an answer was filed. The \"dominant theme running through all state taxation cases\" is the \"concern with the actuality of operation.\" <i>Halliburton,</i> 373 U. S., at 69. It is conceivable that, were a full record developed, it would turn out that in practice the statute does not operate in a discriminatory fashion. Finally, in light of the fact that the action was dismissed on the pleading, and given the possible relevance of state law, see <i>Bacchus Imports, Ltd.</i> v. <i>Dias,</i> 468 U. S. 263, 277 (1984), we express no opinion as to the appropriate remedy.</p>\n<p>We hold only that, when the statute is viewed on its face, appellants have stated a claim of unconstitutional discrimination. The decision below is accordingly reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE POWELL took no part in the decision of this case.</p>\n<p>JUSTICE BRENNAN, concurring.</p>\n<p>I join the Court's opinion for the reasons stated therein and in my concurring opinion in <i>Zobel</i> v. <i>Williams,</i> 457 U. S. 55, 65 (1982). General application of distinctions of the kind made by the Vermont statute would clearly, though indirectly, threaten the \"federal interest in free interstate migration.\" <i>Id.,</i> at 66. In addition, the statute makes distinctions among residents that are not \"supported by a valid state interest independent of the discrimination itself.\" <i>Id.,</i> at 70.</p>\n<p>JUSTICE BLACKMUN, with whom JUSTICE REHNQUIST and JUSTICE O'CONNOR join, dissenting.</p>\n<p>The Court in this case draws into question the constitutionality of a statute that was not intended to discriminate <span class=\"star-pagination\">*29</span> against anyone, does not discriminate against appellants, and, for all that appears, never has been applied in a discriminatory fashion against anyone else. Nevertheless, the Court has imagined a fanciful hypothetical discrimination, and then has threatened that the statute will violate equal protection unless the Vermont Supreme Court or the Vermont Legislature rejects the Court's conjecture.</p>\n<p>As the Court recognizes, Vermont's use tax is designed to help defray the State's cost for building and maintaining its roads. Generally speaking, if one purchases an automobile in Vermont, one pays a sales tax on the purchase. If one purchase a car elsewhere but registers it in Vermont, the use tax is assessed. The end result is that likely users of the State's roads are assessed a tax for their use. The overlapping series of credits and exemptions built into this vehicle tax system, are designed to resolve a number of less common cases that fall outside the typical pattern of a Vermonter's purchase of a car either in Vermont or elsewhere. However complex and redundant, the exceptions and credits accomplish two related legitimate purposes: they facilitate the flow of interstate commerce by ensuring that residents and nonresident alike are not penalized for purchasing cars in a foreign State, and they protect against the possibility that someone using the roads primarily in only one State will be forced to pay taxes in two States.</p>\n<p>Thus Vermont, along with apparently every other State, will not charge a sales tax to an out-of-state purchaser of an automobile. See Vt. Stat. Ann., Tit. 23,  463, and Tit. 32,  8903(a) (Supp. 1984); <i>J. C. Penney Co.</i> v. <i>Hardesty,</i> <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">525</span></span>, 538-539, 264 S. E. 2d 604, 613 (1980). This exemption ensures that out-of-state purchasers who do not use Vermont roads except to leave the State will not be made to pay for their use.</p>\n<p>The credit at issue in this litigation accomplishes much the same purpose. If a Vermont resident, for whatever reason, <i>does</i> pay an out-of-state sales tax, then, when he returns to Vermont with his car, he will be excused from payment of <span class=\"star-pagination\">*30</span> Vermont's use tax to the extent of the amount paid by way of the sales tax, if the other State provides a reciprocal credit. Again, the credit facilitates the interstate purchase of automobiles, and helps ensure that a car buyer is not paying for the use of two States' roads when using only one.<sup>[1]</sup></p>\n<p></p>\n<h2>A</h2>\n<p>Vermont's tax credit system worked exactly as it was intended to work in the cases of Mr. Williams and Ms. Levine. Each purchased his or her car and used it for a time in another State, and so paid a tax to that State for the use of its roads. When each subsequently moved to Vermont and registered the cars there, he or she paid a second tax for the use of the roads in their new State. Each used his or her car in two States, and each paid two States' use or sales taxes. Thus, appellants are not situated similarly to a Vermont resident who buys his car in Illinois or New York, is exempted from sales taxes there, drives it to Vermont, and pays Vermont's use tax. Such an individual uses a car only in Vermont, and pays only Vermont's use tax. As the Superior Court most appropriately found, any difference in treatment between appellants and the typical Vermont out-of-state automobile purchaser \"is supported by [appellants'] use of the highways of more than one state.\" App. 15. Nor would it have furthered the commerce-facilitating purposes of the tax to extend a credit to persons in appellants' situation. Having <i>already</i> purchased their cars, they are beyond <span class=\"star-pagination\">*31</span> the reach of any credit designed to facilitate the purchase of cars across state lines.</p>\n<p>Vermont's asserted purposes being concededly legitimate, and the means used to achieve those purpose rational in the abstract and effective in these particular instances, the tax exemption should easily pass the minimal scrutiny this Court routinely applies to tax statutes. See, <i>e. g., </i><i>Regan</i> v. <i>Taxation with Representation of Washington,</i> 461 U. S. 540, 547-548 (1983). The Court however, has subjected Vermont's motor vehicles tax laws to a kind of microscopic scrutiny that few enactments could survive, and has managed, it feels, to find a way in which the statute can be understood to discriminate against appellants. The Court seems to have adopted a new level of scrutiny that is neither minimal nor strict, but strange unto itself. Out there somewhere, the Court imagines, is someone whom Vermont wishes to treat better than it treated Mr. Williams or Ms. Levine.</p>\n<p>This phantom beneficiary of Vermont's discrimination is a Vermont resident who leaves the State to purchase an automobile, pays the sales tax and registers the car in the foreign State of purchase, lives there for a while, and then returns to Vermont and registers the car there. This resident is said to be entitled to the exception of Vt. Stat. Ann., Tit. 32,  8911(9) (1981), while the similarly situated nonresident such as Mr. Williams is not. The phantom's car is said to be entitled to the credit because it is \"acquired outside the state by a resident of Vermont\" under the terms of the statute.</p>\n<p></p>\n<h2>B</h2>\n<p>The majority correctly understands that if its hypothetical Vermonter is not entitled to the exception, the discrimination disappears. That being the case, the problem the Court identifies seems to me to be largely of its own making. For the discrimination it finds was neither pleaded in the complaint nor discussed in any opinion of the Vermont courts. The Court rejects the State's submission that the exception <span class=\"star-pagination\">*32</span> would <i>not</i> be applied to this hypothetical Vermonter, has never been applied in that situation, and was not intended to be so applied. It rejects this understanding of the statute because the statute is ambiguously worded, and because the Supreme Court of Vermont in <i>Leverson</i> v. <i>Conway,</i> <span class=\"citation\" data-id=\"2009074\"><a href=\"/opinion/2009074/leverson-v-conway/\"><span class=\"volume\">144</span> <span class=\"reporter\">Vt.</span> <span class=\"page\">523</span></a></span>, 481 A. 2d 1029, appeal dism'd, 469 U. S. 926 (1984), pet. for rehearing pending, No. 84-315, apparently failed to consider explicitly and accept the State's view of the statute. <i>Ante,</i> at 19-21.<sup>[2]</sup> Thus a statute is placed under a constitutional could because a state court failed to go out of its way to reject a hypothetical interpretation of one of the statute's terms. If appellants were in fact concerned about this type of discrimination, they should have made that concern clear in their pleadings, so the Vermont courts could address the issue.</p>\n<p>While it is idle to speculate as to how the Vermont Supreme Court will interpret  8911(9) on remand, it is not inappropriate to observe that there is force in the State's position that in context an equally plausible interpretation of the phrase \"acquired outside the state\" in  8911(9) is that the car is purchased outside the State but registered immediately in Vermont. This reading of the statute best comports with the legislative purpose in enacting exceptions to the automobile use tax. Section 8911(9) was designed to prevent people who buy their cars out-of-state but live in Vermont from being doubly taxed. Nothing in the exception/credit scheme suggests that Vermont ever wished to protect a resident who took up temporary residency elsewhere and therefore ultimately used the highways in two States, rather than in just one. Allowing such residents this credit would be directly <span class=\"star-pagination\">*33</span> contrary to the purpose of the tax, which is to have the users of the State's roads pay for the maintainance and improvement of those roads. See Vt. Stat. Ann., Tit. 32,  8901 (1981). There is also support for this construction of the statute in the language of  8911 itself.<sup>[3]</sup> Nor is there any evidence in the legislative history or the administrative practice that supports the Court's contrary reading of the statutory language.</p>\n<p></p>\n<h2>C</h2>\n<p>Even if the Court is correct in its understanding of  8911 (9), however, the identified discrimination still is created by a classification rationally related to a legitimate governmental purpose sufficient to satisfy the minimal scrutiny the Court routinely applies in similar equal protection challenges to tax provisions. The Court admits that it is a legitimate governmental purpose to assess taxes on people who use roads to provide for their upkeep. The question then becomes whether the identified discrimination worked by  8911(9) is designed rationally to further this purpose. And I would have thought the answer was not even close.</p>\n<p>The reason nonresident who purchase cars out-of-state are taxed if they subsequently relocate in Vermont, while resident out-of-state purchasers are not, is that it was presumed <span class=\"star-pagination\">*34</span> that people will use their cars primarily in the States in which they reside. Most people who do not reside in Vermont and do not purchase their cars in that State, will not use their cars primarily in Vermont. If at some time in the future they move to Vermont and register their automobiles there, the assumption is that they will have used their cars in two different States. On the other hand, most people who reside in Vermont and purchase their cars out-of-state will return to Vermont immediately with their cars. Thus, the out-of-state purchaser is taxed, while the Vermont purchaser is exempted to the extent that he already has paid a sales tax. This distinction is hardly irrational, and the fact that there may be a Vermont resident who both purchases and uses his car out-of-state, and is therefore situated similarly to Mr. Williams, surely does not render the scheme irrational. A tax classification does not violate the demands of equal protection simply because it may not perfectly identify the class of people it wishes to single out. A State \"is not required to resort to close distinctions or to maintain a precise, scientific uniformity with reference to composition, use or value.\" <i>Allied Stores of Ohio, Inc.</i> v. <i>Bowers,</i> 358 U. S. 522, 527 (1959).<sup>[4]</sup></p>\n<p>The Court disagrees, and finds that \"residence at the time of purchase is a wholly arbitrary basis on which to distinguish among present Vermont registrants  at least among those who used their cars elsewhere before coming to Vermont.\" <i>Ante,</i> at 23. The Court, however, ignores the purpose of the tax and of the classification. Vermont does not wish to \"distinguish <span class=\"star-pagination\">*35</span> among present Vermont registrants,\" but to distinguish those who will likely use Vermont's roads immediately after they have purchased cars out-of-state from those who will not. Residency is not an irrational way to enact such a classification. Moreover, the Court's qualification misstates the language of the statute, for, as indicated,  8911(9) does not distinguish among residents depending upon where they first <i>used</i> their cars, but upon where they <i>acquired</i> their cars. A classification based on the assumption that people will use their cars in the States where they live, rather than in the States where they acquire them, is far from the kind of \"palpably arbitrary\" classification that the Court previously has struck down on equal protection grounds. See <i>Allied Stores of Ohio, Inc.</i> v. <i>Bowers,</i> 358 U. S., at 527.</p>\n<p></p>\n<h2>D</h2>\n<p>Having interpreted the statute so as to generate some discrimination, and then having declared the discrimination \"wholly arbitrary,\" the Court felicitously retreats to a holding sufficiently narrow as to strip its decision of any constitutional significance. The problem is not that the statute actually discriminates, we are told, but that the Vermont Superior Court dismissed the equal protection challenge before there was record evidence of \" `the actuality of [the statute's] operation.' \" <i>Ante,</i> at 28, quoting <i>Halliburton Oil Well Cementing Co.</i> v. <i>Reily,</i> 373 U. S. 64, 69 (1963). The implication is that equal protection challenges to tax statutes may never be dismissed on the pleadings when the plaintiff can concoct a discriminatory application of the statute, no matter how farfetched. Were it to be given any general application, this would be a mischievous rule of law, especially when, as here, the discrimination that has been seized upon was not even identified with particularity in the complaint. It does, however, leave Vermont's taxing power intact.</p>\n<p>This follows because the State need take only one of a number of actions to save its statute. It may produce an administrative <span class=\"star-pagination\">*36</span> regulation clarifying the scope of the exception. See Vt. Stat. Ann. Tit. 32,  8901 (1981). It may introduce evidence at trial concerning the statute's application. Or it may introduce evidence to show that a classification based upon residency is a rational way to assess for road use  a proposition that until today I thought was self-evident. And if the state courts on remand find that the statute does not discriminate as applied, or that the discrimination is rationally related to a legitimate governmental purpose, that, too, should end this litigation.</p>\n<p>This, then is another case which approaches the status of a \"noncase, made seemingly attractive by high-sounding suggestions of inequality and unfairness.\" <i>Austin</i> v. <i>New Hampshire,</i> 420 U. S. 656, 670 (1975) (dissenting opinion).<sup>[5]</sup> Mr. Williams and Ms. Levine apparently delayed the day on which they were required to pay for their right to use Vermont's roads by failing to register their cars within the time period set by Vermont law.<sup>[6]</sup> Today the Court does little <span class=\"star-pagination\">*37</span> more than add to this delay by forcing the State to develop a record to prove the rationality of a manifestly rational distinction. Thus the Court requires unnecessary litigation and for the time being deprives Vermont of $282 in taxes to which it is entitled.</p>\n<p>I would affirm the judgment of the Supreme Court of Vermont.</p>\n<h2>NOTES</h2>\n<p>[1]  Appellant Susan Levine moved to Vermont in 1979. She brought with her a car she had purchased in New York a year before on which she had paid a seven-percent state sales tax. Upon registering her car in Vermont in 1982, she paid a use tax of $110. She then successfully moved to intervene in Williams' suit.</p>\n<p>[2]  The general sales and use tax provisions are found in Vt. Stat. Ann., Tit. 32, ch. 233 (1981). The present controversy could not have arisen under these provisions. Vermont's ordinary use tax applies neither to \"property purchased by the user while a nonresident of this State,\"  9744(a)(2), nor to any property to the extent the user has already paid a sales or use tax to a State with a reciprocal agreement,  9744(a)(3). Appellants would be exempt under both these subsections.</p>\n<p>[3]  Both taxes have a ceiling of $600. The sales tax is paid on the purchase price.  8902(4), (5) (1981),  8903(a) (Supp. 1984). The use tax is paid on the car's low book value at the time of registration. App. 15;  8907.</p>\n<p>[4]  If the statute operated as the State says it does, it might still be discriminatory, at least in theory. A nonresident who buys his car in another State, pays a sales tax, but does not register it there, and brings it right to Vermont, would pay two taxes, whereas a Vermont resident doing the same thing would pay only one. But this is not a distinction that appellants could challenge. Since they registered their cars out-of-state, they would not qualify for the exemption, but neither would a resident who had done the same.</p>\n<p>[5]  The State put forward this reading of the statute in its briefs in this case and in <i>Leverson.</i> See Brief for Appellees in No. 83-139 (Vt. Sup. Ct.), pp. 18-19, and n. 2; Brief for Appellee in No. 83-157 (Vt. Sup. Ct.), pp. 17-18, and n. 3.</p>\n<p>[6]  The dissent suggests that this reading is not consistent with the statutory language. <i>Post,</i> at 32-33, and n. 3. While it is not our business to interpret state statutes, there is no necessary inconsistency. The literal language applies whenever a Vermonter buys a car in another State, regardless of how quickly he returns to Vermont. Significantly, the tax from which  8911(9) exempts Vermont residents is imposed \"at the time of first registering <i>or transferring a registration.</i>\"  8903(b) (emphasis added); see also  8905(b). In addition, the credit applies when a \"state sales <i>or use</i> tax has been paid.\"  8911(9) (emphasis added). If it extended only to the Vermont resident who bought a car elsewhere and brought it straight to Vermont, the reference to a use tax would be meaningless. Finally, as the dissent itself notes, <i>post,</i> at 36, n. 5, if the credit only applied in these circumstances, the provision would be essentially superfluous. We should not assume the legislature passed a statute without effect.</p>\n<p>[7]  <i>Halliburton</i> was decided under the Commerce Clause and is not dispositive. We do not consider in what way, if any, the failure to give appellants a credit might burden interstate commerce. The critical point is the Court's emphasis on the need for equal treatment of taxpayers who can be distinguished only on the basis of residence. See also <i>Henneford</i> v. <i>Silas Mason Co.,</i> 300 U. S. 577, 583-584 (1937).</p>\n<p>[8]  The dissent does not disagree that such people are similarly situated, nor does it identify any justification for preferential treatment of the resident. <i>Post,</i> at 32-34. It merely argues that the inequity is the acceptable result of the impression of a generally rational classification. <i>Post,</i> at 33-35. Under rational-basis scrutiny, legislative classifications are of course allowed some play in the joints. But the choice of a proxy criterion  here, residence for State of use  cannot be so casual as this, particularly when a more precise and direct classification is easily drawn.</p>\n<p>[9]  A nonrecurring use tax pegged to the value of the car is an exceedingly loosely tailored means to this end. The amount of such a payment has no relation to the extent of use, includes the irrelevant variable of the luxury value of the car, and fails to account for the possibility of the owner moving out of the State or selling the car during its useful life. Reliance on annual registration fees would provide a more accurate measure of current use and would seem to be more closely related to the stated purpose. However, appellants do not challenge the tax itself as an equal protection violation. And despite the looseness of the fit, we would be hard pressed to say that this manner of funding highway maintenance and construction is irrational. \"If the classification has some `reasonable basis,' it does not offend the Constitution simply because the classification `is not made with mathematical nicety or because in practice it results in some inequality.' \" <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 485 (1970), quoting <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> 220 U. S. 61, 78 (1911).</p>\n<p>[1]  In the rare event that the use-tax credit is used because the out-of-state sales tax for some reason was paid, see n. 5, <i>infra,</i> the State that receives the tax will not be the State whose roads are used, but the State where the car was purchased. Because the statute is reciprocal, however, it is hardly irrational to assume that the reciprocal payments will even out. The exemptions, thus, are entirely consistent with the user-pays principle of the tax. And from the point of view of the purchaser, as with these appellants, it matters little to whom he is paying a tax. He is using the car primarily in only one State, and paying a use or sales tax in one State.</p>\n<p>[2]  In the only nonsummary opinion issued in this case, however, the Vermont Superior Court found that the statute did <i>not</i> discriminate:\n</p>\n<p>\"The state exacts a use tax upon the value of all cars used <i>within</i> the state, regardless of whether they were purchased by residents or nonresident, and Plaintiffs have failed to demonstrate that they would have been treated any differently had they been Vermont residents when they purchased their cars.\" App. 15 (emphasis in original).</p>\n<p>[3]  When the Vermont Legislature meant to exempt an automobile under  8911 because of where it was operated or who owned it, it said so. In particular, the State made only one specific allowance for certain residents who purchase and initially register their cars out-of-state. Thus, in  8911(11) motor vehicles \"owned or purchased in another state by a member of the armed forces on full time active duty\" are exempted from the use tax. That section would be partially redundant if the Court's interpretation of  8911(9) were accurate. Other subsections of  8911 also speak explicitly of cars classified by where they are operated or registered. Thus, the statute exempts cars \"owned or registered\" by any State, cars \"owned and operated by the United States,\" cars \"owned and registered\" by religious or charitable groups, cars \"owned and operated\" by certain dealers, and certain cars \"owned and operated by physically handicapped persons.\"  8911(1), (2), (3), (4), and (12). Only  8911(9), in contrast, speaks in terms of where a car is \"acquired.\"</p>\n<p>[4]  \"States have large leeway in making classifications and drawing lines which in their judgment produce reasonable systems of taxation.\" <i>Lehnhausen</i> v. <i>Lake Shore Auto Parts Co.,</i> 410 U. S. 356, 359 (1973). Were it otherwise, it would be an easy task to ferret out inconsistencies in taxation schemes. After all, even if Vermont's statute were worded in terms of the State of first registration, rather than the State of residency, as the Court wishes, it would still be possible to imagine some hypothetical Vermont registrant who uses his car initially exclusively in some other State. He, too, is situated similarly to Mr. Williams in that neither initially is using Vermont roads.</p>\n<p>[5]  This is a noncash in another sense as well. Since all States apparently forgo payment of their sales tax by out-of-state purchasers of automobiles, see <i>J. C. Penney Co.</i> v. <i>Hardesty,</i> <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">525</span></span>, 538-539, 264 S. E. 2d 604, 613 (1980),  8911(9) might well be entirely superfluous, as no out-of-state purchaser will ever be required to pay a sales tax which could be credited against Vermont's use tax pursuant to  8911(9). I doubt that a statute offering a tax credit that is never applied can violate equal protection.</p>\n<p>[6]  Vermont automobile owners are required to register their cars in Vermont when they become residents of the State. Vt. Stat. Ann., Tit. 23,  4(30), 301 (1978). In appellants' case, liability for the tax arose six months after they accepted employment in the State, at which time they became Vermont residents. Vt. Stat. Ann., Tit. 32,  8902(2) (1981). Mr. Williams accepted employment in Vermont on February 1, 1981, App. 5, and so was required to register his car before August 1 of that year. He did not attempt to register it, however, until his Illinois registration expired on September 30, 1981. Similarly, Ms. Levine accepted employment in Vermont in November 1979, <i>ibid.,</i> and was required to register her car in May 1980. She did not attempt to do so until December 1982, when her New York registration was about to expire.</p>\n\n</div>", "id": 111463, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111463/", "sha1": "54137c0ab9b7f0f5c0fe183f62a9d7de361857d5", "source": "LR", "supreme_court_db_id": "1984-114", "time_retrieved": "2010-04-28T10:13:15"}