{"absolute_url": "/opinion/97949/hughes-v-united-states/", "blocked": false, "citation": {"case_name": "Hughes v. United States", "docket_number": "Nos. 718 and 719", "document_uris": ["/api/rest/v2/document/97949/"], "federal_cite_one": "230 U.S. 24", "federal_cite_three": null, "federal_cite_two": null, "id": 82332, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82332/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1913-06-16", "date_modified": "2014-12-21T01:35:33.081577", "docket": "/api/rest/v2/docket/106687/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">230 U.S. 24</p>\n    <p class=\"case_cite\">33 S.Ct. 1019</p>\n    <p class=\"case_cite\">57 L.Ed. 1374</p>\n    <p class=\"parties\">MARY E. HUGHES, Appt.,<br>v.<br>UNITED STATES.  NO 718.  UNITED STATES, Appt.,  v.  MARY E. HUGHES.  NO 719.</p>\n    <p class=\"docket\">Nos. 718 and 719.</p>\n    <p class=\"date\">Submitted January 10, 1913.</p>\n    <p class=\"date\">Decided June 16, 1913.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Assistant Attorney General Thompson and Mr. J. Harwood Graves for the United States.</p>\n      <p class=\"indent\">Messrs. Holmes Conrad and Waitman H. Conaway for Mary E. Hughes.</p>\n      <p class=\"indent\">Mr. Chief Justice White delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit was commenced to recover from the United States the sum of $200,560, subsequently reduced by an amended petition to $165,000, and $12,000 per annum until the principal sum was paid, on the ground that the United States had, as the result of work done by it in relation to the Mississippi river, taken, in the constitutional sense, two certain plantations belonging to the claimant, one the Wigwam plantation, situated on the east bank of the Mississippi, and the other a plantation known as the Timberlake plantation, also lying on the east bank, but higher up the river; that is, in Bolivar county, Mississippi and opposite Arkansas City on the west bank. As to the first, the Wigwam plantation, there was judgment below in favor of the United States, rejecting the claim, and No. 718 is an appeal by the claimant from that judgment. As to the Timberlake plantation, there was a judgment against the United States for what was deemed to be the value of the plantation, and No. 719 is an appeal by the United States from that judgment. The court made a series of general findings stating what was considered to be the facts concerning the situation upon which the right to recover in a general sense as to both plantations was based. It then made particular findings as to the Wigwam plantation and like findings as to the Timberlake plantation. Although the general findings are in some respects amenable to the criticism that they draw erroneous conclusions of law concerning the legislation of Congress, with regard to the improvement of the Mississippi river, and the action of the officers under such legislation, as was done in the Jackson Case, [230 U. S. 1, 57 L. ed. &#8212;&#8212;, 33 Sup. Ct. Rep. 1011], and also treat such mistaken conclusions as findings of fact, such errors are not as apparent as they were in the Jackson Case. This results from the fact that the general expressions in the findings manifesting the error which we pointed out in the Jackson Case are, as a rule, in this case qualified by statements incompatible with the general expressions, and which therefore serve to correct the error which otherwise would exist. Thus, in finding 1, after referring to the St. Francis and other basins on the west bank and the outflow of water into these basins, ultimately reaching the Gulf of Mexico, as described in the findings in the Jackson Case, and the stoppage of such outflow and consequent increase of the volume of water in the river, which, in the Jackson Case, was virtually attributed exclusively to work done by the United States or under its control, the finding in this case accurately states the relation of the United States and the local authorities to the work as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'The outlets and drains thus provided by nature were such as to accommodate said flood waters, and the lands of claimant were not overflowed as frequently before the outlets were closed by levee construction by the United States to improve the river navigation, and by the state and local authorites to protect and reclaim land subject to overflow in times of high water, and consequently were but little injured by said overflows.' So, again, in No. 2, although the finding refers to the adoption of the Eads plan almost in the same all-embracing words used in the Jackson Case, it yet states in explicit terms that the acts of Congress but authorized an improvement of navigation, and empowered expenditures for that purpose, and in referring to levee construction done pursuant to such Congressional action, it is declared in the finding that the United States 'for the improvement of the Missis sippi river for navigation . . . and the local authorities or organizations of the states bordering along the river on both sides, from Cairo to the Gulf, have before and since 1883, constructed and are now constructing and maintaining certain lines of levees at various places and of various lengths for the purpose of protecting and reclaiming lands within their respective districts from overflow in times of high water.' Again, in the concluding part of the fourth finding, a statement in accord with that made in the Jackson Case is found concerning the co-operation of the United States and local authorities in levee building, which is qualified, however, by subsequent statements, which, with reasonable accuracy, displays the real situation, that is, the unifying of the energies of the United States and the local authorities to a common end, levee construction, although the purpose on the one hand was the improvement of navigation, and on the other, the protection of land from overflow. And this also is further illustrated by finding 3, which points out the scope and character of the authority delegated by Congress to build levees; that is, the improvement of the navigation of the river.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The special findings relating to the Wigwam plantation but established that that plantation was situated in one of the minor basins below Vicksburg, like those between Natchez and Baton Rouge, which were described in the Jackson Case. Indeed, the court, in express terms, found there was identity between that case and this, and placed its conclusion against the right to recover upon its ruling in the Jackson Case; and in so doing, in view of our affirmance of the judgment in the Jackson Case, it follows that, in our opinion, no error was committed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As to the Timberlake plantation, special findings were made, and omitting those which relate to the title of the claimant and to the loss suffered by the overflow of the property in the years following the special action by the government, which it was considered gave rise to the right to relief, the findings are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'IX.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Timberlake Plantation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Prior to the construction of the Huntington Short Line levee by the United States, the waters of the Mississippi river did not overflow and submerge the Timberlake plantation hereinafter described at such frequent intervals and for such duration as to disturb the claimant in the profitable use, enjoyment, and possession thereof, or so as to materially affect its cultivation, productive capacity, or market value. It was then suitable for the purpose of raising thereon, and there was profitably raised thereon, crops of cotton, cotton seed, corn, hay, and other products. Since the completion of said Huntington Short Line levee by the United States, placing the plantation of claimant between the old and new levee, in the restricted and narrower high-water channel of the river, the rises in the water of said river, by reason of the water being thus confined and restricted in its flow, have been, and are now, occurring at such frequent intervals and for such duration as to prevent the claimant from raising any kind of a crop thereon; the buildings have become untenantable and uninhabitable; the fencing washed away; the land covered with superinduced additions of water, earth, sand, and gravel to a depth of from 3 to 12 feet; said land has since grown up in willows, cottonwood, underbrush, and weeds, so as to render it valueless to her; to destroy its market value; and to compel its abandonment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'X.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Prior to 1898 said lands (Timberlake plantation) were comparatively high and secure from overflow by the flood waters of the Mississippi river, except at long intervals, and the occurrence of such overflows did not materially affect their productive capacity or market value. Said lands were highly improved, well stocked with tenants and laborers, yielded large crops of cotton, cotton seed, corn, hay, and other products, were located adjacent to what was formerly the town of Huntington, located between the Huntington Short Line levee and the river, since washed away by the flood waters of the Mississippi river, and deserted as a place of residence by the inhabitants some years after the building of the Huntington Short Line levee,&#8212;1898-1900, was very valuable as plantation property, and was worth the sum of ninety thousand dollars ($90,000).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The claimant, Mary E. Hughes, obtained $12,000 from the Board of Mississippi Levee Commissioners, by judgment, for damages to the drainage of the Timberlake plantation into Black Bayou when it was thrown out by the construction of the Huntington Short Line levee in 1898-1900. This plantation is located in the vicinity of and opposite the Arkansas City gauge, and was protected from overflow up until the time of the construction of the Huntington Short Line levee.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'XI.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Prior to the year 1898, said Timberlake plantation was protected from overflow by the flood waters of the Mississippi river by a continuous levee line located in front of said lands, along, by, and close to the river bank for its entire frontage, built by state and local authorities, and said plantations still remained valuable for plantation purposes, and up to that time had not been seriously injured in its use and enjoyment by the flood waters of said river.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'About the year 1898, the United States surveyed and thereafter began to construct what was known as and now called the Huntington Short Line levee, a new levee, about 15 feet high, located some distance back from the old levee, behind the land of claimant, thus placing and permanently locating said Timberlake plantation between the Huntington Short Line levee and the old levee in the narrower high-water channel and bed of the river, placing an additional burden and servitude thereon, and subjecting said property to more frequent and destructive overflows and the force and scouring power of the high-water current of said river. After the completion of the Huntington Short Line levee a high water came in the river during the year 1903, and because of a break in said old levee, the water of said river began to flow onto and over the plantation of claimant, then located between the old levee and the Huntington Short Line levee, and remained standing on and over said land to a great depth after the high waters receded, and because of the great pressure of the water thus confined, standing against said Huntington Short Line levee, threatening its destruction by breaking through, the United States then caused the old levee to be blown up by dynamite in many places, so as to relieve the pressure of the water standing against the Huntington Short Line levee, and to save it, thus causing the water to rush over and across said land, injuring it for agricultural as well as all other purposes, greatly reducing its value.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'XIV.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Upon the foregoing facts the court finds as an ultimate fact, so far as it is a question of fact, that the effect of placing and permanently locating the Timberlake plantation of claimant between the Huntington Short Line levee and the old levee, and the river bank, was and is an act on the part of the United States intending to place, and which finally resulted in placing, the lands of claimant in the narrower highwater channel of the Mississippi river, subjecting it to more frequent and destructive overflows, and the forceful and destructive action of the current, placing an additional burden and servitude thereon, which has finally resulted, since the years 1907, 1908, and 1909, in such serious and continuous interruption to the common and necessary use and enjoyment of said property, as to amount to a taking thereof by the United States under the fifth Amendment to the Constitution.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It will be observed that finding 9, although special to the Timberlake plantation, contains statements concerning the general raising of the flood level in the river as the result of levee work done by the United States and the state and local authorities, followed by a description of the injury by overflow to the Timberlake plantation, which would give rise to the inference that the judgment which was rendered against the United States as to that plantation was based upon a consideration of that subject. If that view were taken, the case would be controlled by our decision just rendered in the Jackson Case; but we cannot adopt that view of the court's action, as the court in the Jackson Case decided that like facts did not justify recovery against the United States, and reiterated in this case its conclusion in that respect by rejecting the claim as to the Wigwam plantation. Under this view we assume that finding 9 was a mere inadvertence, or, at all events, if not so, may be now put out of view. This leaves only for consideration the special facts concerning the Timberlake plantation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plantation bordered on the river, and was protected by a levee. Whether that levee was built by the private efforts of the owner of the land or by state or local authority does not appear. The officers of the United States, deeming it advisable, in aid of the improvement of navigation, to construct a new levee, did not locate it along the river, in front of the plantation, but joining the existing line of levee, somewhere above the projecting point on which Timberlake plantation was situated, built a direct line of levees which passed across the point several miles back of the Timberlake plantation, and joined the line of levees on the river bank below the plantation. This levee, known as the Huntington Short Line, is thus described in the report of the Mississippi River Commission for 1898, at page 3390:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Huntington Short Line.&#8212;This is a new levee under construction from Mound Landing to a point about 1 1/2 miles below Offutts Landing. The new levee here is 4.4 miles in length, and will shorten the levee line 7 miles over its present length.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The findings exclude the conception that this new and more direct levee was built upon land belonging to the owner of the Timberlake plantation. They show that the location and construction of this new line of levee was approved by the local levee authorities, since they establish that those authorities paid to the owner of the Timberlake plantation a sum of money for the incidental damage occasioned to that plantation by the fact that the levee, in passing in the rear of the plantation, obstructed drains or means of drainage by which the surface water of the plantation was carried off to the rear. The report of the Mississippi River Commission for 1900, page 4849, shows that before this payment was made by the local authorities there was a suit brought by owners of the plantation, and that that suit culminated in a recognition by the local courts of the right to build the levee on payment of the sum stated, which was but a part of a much larger claim made, which was disallowed. The facts just stated serve to demonstrate the error which was committed in deciding that the exertion of national power to build levees for improving navigation had effaced the exercise of state power to construct levees for protection from overflow, since they manifest the harmonious co-operation of the two powers, the United States bearing the burden of building a great levee in the interest of navigation, and the local authorities, in view of the protection from overflow which necessarily resulted from the construction of the levee for navigation purposes, contributing the amount essential to pay an award of a local character.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Upon all these facts we are unable to perceive any ground for distinguishing the claim as to the Timberlake from that as to the Wigwam plantation or from the claims which were held to be without merit in the Jackson Case. We say this because the claims in the Jackson Case as well as the claim in this case, made as to the Wigwam plantation, in their last analysis but involve the assertion of a right of recovery against the United States for failing to build a levee in front of the plantations in question for the purpose of affording them protection from the increased stage of highwater which it was asserted had been created by the act of the United States in building levees elsewhere along the river. This being so, as it is not pretended that the building of the new line of levee here considered trespassed upon the property rights of the owners of the Timberlake plantation by an actual taking of land, the asserted claim but comes to this: that the owner of the Timberlake plantation, abutting on the river, is entitled to hold the United States responsible, because in improving the navigation of the river the officers of the United States, in selecting the place where the levee should be built, did not select the front of the plantation, that is, did not construct the levee along the river bank of the plantation. Thus accurately fixing the contention, it is patent that we cannot affirm the judgment of the court below against the United States as to the Timberlake plantation without reversing its judgment is favor of the United States as to the Wigwam plantation, and without disregarding the decision which we have just announced in the Jackson Case. In saying this we are not unmindful of expressions in the findings, and which indeed the court below declared in express terms were the basis of its legal conclusion in respect to the liability of the United States, to the effect that the building of the new levee operated to change the situation of the claimant's property by putting it in the bed of the river. But the substance of things may not be changed by mere figures of speech. The plantation was situated on the bank of the river. It was protected from overflow by the levee on that bank. Whether that levee was private or public, as we have said, does not appear, but nothing in the fact that a new levee was built far in the rear of the plantation changed the physical situation, or had the magical effect of transporting the property from one place to another. Where it was before the location of the new levee, it remained after the new levee was completed. True it is that if, from caving banks or other natural causes, it became impossible to protect the property by means of a levee along its front, that fact was in no way caused by the building of the new levee, and if high water and disastrous overflow subsequently came from the inherent weakness of the existing levee along the front on the river bank, the consequent loss may not be attributed to the fact that a new and stronger levee was constructed along shorter and safer lines. There is no pretense of any intention to injure the claimant by the building of the new levee; and on the contrary, light is reflexly thrown upon the conditions which led to the exercise of judgment on the part of the officers of the United States in building the new levee on the much shorter and more direct line by the report of the commission for 1899, at page 3555, where the caving condition of the bank of the river in and about the place where the plantation was situated is stated.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As to the statement in one of the findings concerning the act of an officer of the United States after the old levee had given way, in using dynamite to enlarge the opening, we find it difficult to understand the finding. Of course it can be easily appreciated that when a break occurred in the old levee along the bank, that impelled by the great force of the current of the river and the volume of its water, there rushed through the opening or crevasse with great momentum, a body of water which might, before its force was spent, strike the new levee, although it was far in the rear, and endanger its safety,&#8212;a danger which is aptly portrayed as to a relatively similar situation elsewhere in the report of the chief of engineers for 1903 at p. 260. But the finding does not seem to refer to such a danger nor to assume that the dynamite was used to guard against it, that is, to expand the opening in the old levee to such a degree that, although increasing the quantity of the flow of water, it would diminish its momentum, and thus prevent the danger of striking against the new levee and sweeping it away. We say this since, taking the finding literally, it gives rise to the conviction that the old levee was dynamited after the river had subsided, for the purpose of allowing the water to flow off, which had accumulated in the basin created by the remaining line of old levee along the river front and the line of the new levee. We do not stop, however, to further consider the subject, since whatever view be taken of the finding, the fact as to the use of dynamite would not in law amount to a taking by the United States, because in any event the mere act, to meet an emergency, of the officer, conceding, under the circumstances stated, that it was a wrongful act, cannot be held to be the act of the United States, and therefore affords no ground in any event for holding that the United States had taken the property for public use.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It follows from what we have said that the judgment below in favor of the United States in No. 718 must be affirmed, and the judgment against the United States in No. 719 must be and it is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">And it is so ordered.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>230 U.S. 24 (1913)</b></center>\n<center><h1>HUGHES<br>\nv.<br>\nUNITED STATES.<br>\nUNITED STATES<br>\nv.<br>\nHUGHES.</h1></center>\n<center>Nos. 718, 719.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 10, 1913.</center>\n<center>Decided June 16, 1913.</center>\nAPPEALS FROM THE COURT OF CLAIMS.\n<p><i>Mr. Waitman H. Conaway</i> for appellant in No. 718 and appellee in No. 719.</p>\n<p><i>Mr. Assistant Attorney General John Q. Thompson</i> and <i>Mr. J. Harwood Graves</i> for the United States.</p>\n<p>MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>This suit was commenced to recover from the United States the sum of $200,560, subsequently reduced by an <span class=\"star-pagination\">*25</span> amended petition to $165,000, and $12,000 per annum until the principal sum was paid on the ground that the United States had as the result of work done by it in relation to the Mississippi River, taken, in the constitutional sense, two certain plantations belonging to the claimant, one the Wigwam plantation situated on the east bank of the Mississippi, and the other a plantation known as the Timberlake plantation also lying on the east bank but higher up the river, that is, in Bolivar County, Mississippi, and opposite Arkansas City on the west bank. As to the first, the Wigwam plantation, there was judgment below in favor of the United States, rejecting the claim, and No. 718 is an appeal by the claimant from that judgment. As to the Timberlake plantation, there was a judgment against the United States for what was deemed to be the value of the plantation, and No. 719 is an appeal by the United States from that judgment. The court made a series of general findings stating what was considered to be the facts concerning the situation upon which the right to recover in a general sense as to both plantations was based. It then made particular findings as to the Wigwam plantation and like findings as to the Timberlake plantation. Although the general findings are in some respects amenable to the criticism that they draw erroneous conclusions of law concerning the legislation of Congress, with regard to the improvement of the Mississippi River, and the action of the officers under such legislation, as was done in the <i>Jackson Case,</i> and also treat such mistaken conclusions as findings of fact, such errors are not as apparent as they were in the <i>Jackson Case.</i> This results from the fact that the general expressions in the findings manifesting the error which we pointed out in the <i>Jackson Case</i> are as a rule in this case qualified by statements incompatible with the general expressions and which therefore serve to correct the error which otherwise would exist. Thus, in finding 1, after referring to the St. <span class=\"star-pagination\">*26</span> Francis and other basins on the west bank and the outflow of water into these basins ultimately reaching the Gulf of Mexico, as described in the findings in the <i>Jackson Case,</i> and the stoppage of such outflow and consequent increase of the volume of water in the river which in the <i>Jackson Case</i> was virtually attributed exclusively to work done by the United States or under its control, the finding in this case accurately states the relation of the United States and the local authorities to the work as follows:</p>\n<p>\"The outlets and drains thus provided by nature were such as to accommodate said flood waters, and the lands of claimant were not overflowed as frequently before the outlets were closed by levee construction by the United States to improve the river navigation, and by the State and local authorities to protect and reclaim land subject to overflow in times of high water, and consequently were but little injured by said overflows.\"</p>\n<p>So, again, in No. 2, although the finding refers to the adoption of the Eads plan almost in the same all-embracing words used in the <i>Jackson Case,</i> it yet states in explicit terms that the acts of Congress but authorized an improvement of navigation and empowered expenditures for that purpose and in referring to levee construction done pursuant to such Congressional action, it is declared in the finding: that the United States \"for the improvement of the Mississippi River for navigation . . . and the local authorities or organizations of the States bordering along the river on both sides from Cairo to the Gulf have before and since 1883 constructed and are now constructing and maintaining certain lines of levees at various places and of various lengths for the purpose of protecting and reclaiming lands within their respective districts from overflow in times of high water.\" Again, in the concluding part of the fourth finding a statement in accord with that made in the <i>Jackson Case</i> is found concerning the cooperation of the United States and local authorities in <span class=\"star-pagination\">*27</span> levee building which is qualified, however, by subsequent statements which with reasonable accuracy displays the real situation, that is, the unifying of the energies of the United States and the local authorities to a common end, levee construction, although the purpose on the one hand was the improvement of navigation and on the other the protection of land from overflow. And this also is further illustrated by finding 3 which points out the scope and character of the authority delegated by Congress to build levees, that is, the improvement of the navigation of the river.</p>\n<p>The special findings relating to the Wigwam plantation but established that that plantation was situated in one of the minor basins below Vicksburg like those between Natchez and Baton Rouge which were described in the <i>Jackson Case.</i> Indeed, the court, in express terms found there was identity between that case and this, and placed its conclusion against the right to recover upon its ruling in the <i>Jackson Case;</i> and in so doing, in view of our affirmance of the judgment in the <i>Jackson Case,</i> it follows that in our opinion no error was committed.</p>\n<p>As to the Timberlake plantation, special findings were made, and omitting those which relate to the title of the claimant and to the loss suffered by the overflow of the property in the years following the special action by the Government, which it was considered gave rise to the right to relief, the findings are as follows:</p>\n<p></p>\n<h2>\"IX.</h2>\n<p></p>\n<h2>\"TIMBERLAKE PLANTATION.</h2>\n<p>\"Prior to the construction of the Huntington Short Line levee by the United States the waters of the Mississippi River did not overflow and submerge the Timberlake plantation hereinafter described at such frequent intervals and for such duration as to disturb the claimant in the profitable use, enjoyment, and possession thereof or so as to materially affect its cultivation, productive <span class=\"star-pagination\">*28</span> capacity, or market value. It was then suitable for the purpose of raising thereon, and there was profitably raised thereon, crops of cotton, cotton seed, corn, hay, and other products. Since the completion of said Huntington Short Line levee by the United States, placing the plantation of claimant between the old and new levee, in the restricted and narrower high-water channel of the river, the rises in the water of said river, by reason of the water being thus confined and restricted in its flow, have been, and are now, occurring at such frequent intervals and for such duration as to prevent the claimant from raising any kind of a crop thereon; the buildings have become untenantable and uninhabitable; the fencing washed away; the land covered with superinduced additions of water, earth, sand, and gravel to a depth of from 3 to 12 feet; said land has since grown up in willows, cottonwood, underbrush, and weeds so as to render it valueless to her; to destroy its market value; and to compel its abandonment.</p>\n<p></p>\n<h2>\"X.</h2>\n<p>\"Prior to 1898 said lands (Timberlake plantation) were comparatively high and secure from overflow by the flood waters of the Mississippi River, except at long intervals, and the occurrence of such overflows did not materially affect their productive capacity or market value. Said lands were highly improved, well stocked with tenants and laborers, yielded large crops of cotton, cotton seed, corn, hay, and other products, were located adjacent to what was formerly the town of Huntington, located between the Huntington Short Line levee and the river, since washed away by the flood waters of the Mississippi River, and deserted as a place of residence by the inhabitants some years after the building of the Huntington Short Line levee  1898-1900  was very valuable as plantation property, and was worth the sum of ninety thousand dollars ($90,000).</p>\n<p>\"The claimant, Mary E. Hughes, obtained $12,000 from <span class=\"star-pagination\">*29</span> the Board of Mississippi Levee Commissioners, by judgment, for damages to the drainage of the Timberlake plantation into Black Bayou when it was thrown out by the construction of the Huntington Short Line levee in 1898-1900. This plantation is located in the vicinity of and opposite the Arkansas City gauge and was protected from overflow up until the time of the construction of the Huntington Short Line levee.</p>\n<p></p>\n<h2>\"XI.</h2>\n<p>\"Prior to the year 1898 said Timberlake plantation was protected from overflow by the flood waters of the Mississippi River by a continuous levee line located in front of said lands along, by, and close to the river bank for its entire frontage, built by State and local authorities, and said plantations still remained valuable for plantation purposes, and up to that time had not been seriously injured in its use and enjoyment by the flood waters of said river.</p>\n<p>\"About the year 1898 the United States surveyed and thereafter began to construct what was known as and now called the Huntington Short Line levee, a new levee, about 15 feet high, located some distance back from the old levee, behind the land of claimant, thus placing and permanently locating said Timberlake plantation between the Huntington Short Line levee and the old levee in the narrower high-water channel and bed of the river, placing an additional burden and servitude thereon and subjecting said property to more frequent and destructive overflows and the force and scouring power of the high-water current of said river. After the completion of the Huntington Short Line levee a high water came in the river during the year 1903 and because of a break in said old levee the water of said river began to flow onto and over the plantation of claimant, then located between the old levee and the Huntington Short Line levee, and remained standing on and over said land to a great depth after the <span class=\"star-pagination\">*30</span> high waters receded, and because of the great pressure of the water thus confined, standing against said Huntington Short Line levee, threatening its destruction by breaking through, the United States then caused the old levee to be blown up by dynamite in many places, so as to relieve the pressure of the water standing against the Huntington Short Line levee, and to save it, thus causing the water to rush over and across said land, injuring it for agricultural as well as all other purposes, greatly reducing its value.</p>\n<p></p>\n<h2>\"XIV.</h2>\n<p>\"Upon the foregoing facts the court finds as an ultimate fact, so far as it is a question of fact, that the effect of placing and permanently locating the Timberlake plantation of claimant between the Huntington Short Line levee and the old levee, and the river bank, was and is an act on the part of the United States intending to place, and which finally resulted in placing, the lands of claimant in the narrower high-water channel of the Mississippi River, subjecting it to more frequent and destructive overflows, and the forceful and destructive action of the current, placing an additional burden and servitude thereon, which had finally resulted, since the years 1907, 1908 and 1909, in such serious and continuous interruption to the common and necessary use and enjoyment of said property, as to amount to a taking thereof by the United States under the fifth amendment to the Constitution.\"</p>\n<p>It will be observed that finding 9, although special to the Timberlake plantation contains statements concerning the general raising of the flood level in the river as the result of levee work done by the United States and the state and local authorities followed by a description of the injury by overflow to the Timberlake plantation which would give rise to the inference that the judgment which was rendered against the United States as to that plantation was based upon a consideration of that subject. If <span class=\"star-pagination\">*31</span> that view were taken the case would be controlled by our decision just rendered in the <i>Jackson Case,</i> but we cannot adopt that view of the court's action, as the court in the <i>Jackson Case</i> decided that like facts did not justify recovery against the United States and reiterated in this case its conclusion in that respect by rejecting the claim as to the Wigwam plantation. Under this view we assume that finding 9 was a mere inadvertence, or at all events if not so may be now put out of view. This leaves only for consideration the special facts concerning the Timberlake plantation.</p>\n<p>The plantation bordered on the river and was protected by a levee. Whether that levee was built by the private efforts of the owner of the land or by state or local authority does not appear. The officers of the United States deeming it advisable in aid of the improvement of navigation to construct a new levee, did not locate it along the river in front of the plantation, but joining the existing line of levee somewhere above the projecting point on which Timberlake plantation was situated, built a direct line of levees which passed across the point several miles back of the Timberlake plantation and joined the line of levees on the river bank below the plantation. This levee, known as the Huntington Short Line, is thus described in the report of the Mississippi River Commission for 1898, at p. 3390:</p>\n<p>\"<i>Huntington Short Line.</i>  This is a new levee under construction from Mound Landing to a point about 1 1/2 miles below Offutts Landing. The new levee here is 4.4 miles in length, and will shorten the levee line 7 miles over its present length.\"</p>\n<p>The findings exclude the conception that this new and more direct levee was built upon land belonging to the owner of the Timberlake plantation. They show that the location and construction of this new line of levee was approved by the local levee authorities, since they establish <span class=\"star-pagination\">*32</span> that those authorities paid to the owner of the Timberlake plantation a sum of money for the incidental damage occasioned to that plantation by the fact that the levee in passing in the rear of the plantation obstructed drains or means of drainage by which the surface water of the plantation was carried off to the rear. The report of the Mississippi River Commission for 1900, p. 4849, shows that before this payment was made by the local authorities there was a suit brought by owners of the plantation and that that suit culminated in a recognition by the local courts of the right to build the levee on payment of the sum stated, which was but a part of a much larger claim made which was disallowed. The facts just stated serve to demonstrate the error which was committed in deciding that the exertion of national power to build levees for improving navigation had effaced the exercise of state power to construct levees for protection from overflow, since they manifest the harmonious cooperation of the two powers, the United States bearing the burden of building a great levee in the interest of navigation and the local authorities, in view of the protection from overflow which necessarily resulted from the construction of the levee for navigation purposes, contributing the amount essential to pay an award of a local character.</p>\n<p>Upon all these facts we are unable to perceive any ground for distinguishing the claim as to the Timberlake from that as to the Wigwam plantation or from the claims which were held to be without merit in the <i>Jackson Case.</i> We say this because the claims in the <i>Jackson Case</i> as well as the claim in this case made as to the Wigwam plantation in their last analysis but involve the assertion of a right of recovery against the United States for failing to build a levee in front of the plantations in question for the purpose of affording them protection from the increased stage of high-water which it was asserted had been created by the act of the United States in building levees elsewhere along <span class=\"star-pagination\">*33</span> the river. This being so, as it is not pretended that the building of the new line of levee here considered trespassed upon the property rights of the owners of the Timberlake plantation by an actual taking of land, the asserted claim but comes to this, that the owner of the Timberlake plantation abutting on the river is entitled to hold the United States responsible because in improving the navigation of the river the officers of the United States, in selecting the place where a levee should be built did not select the front of the plantation, that is, did not construct the levee along the river bank of the plantation. Thus accurately fixing the contention, it is patent that we cannot affirm the judgment of the court below against the United States as to the Timberlake plantation without reversing its judgment in favor of the United States as to the Wigwam plantation and without disregarding the decision which we have just announced in the <i>Jackson Case.</i> In saying this we are not unmindful of expressions in the findings, and which indeed the court below declared in express terms was the basis of its legal conclusion in respect to the liability of the United States, to the effect that the building of the new levee operated to change the situation of the claimant's property by putting it in the bed of the river. But the substance of things may not be changed by mere figures of speech. The plantation was situated on the bank of the river. It was protected from overflow by the levee on that bank. Whether that levee was private or public, as we have said, does not appear, but nothing in the fact that a new levee was built far in the rear of the plantation changed the physical situation, or had the magical effect of transporting the property from one place to another. Where it was before the location of the new levee, it remained after the new levee was completed. True it is that if from caving banks or other natural causes it became impossible to protect the property by means of a levee along its front, that fact was in <span class=\"star-pagination\">*34</span> no way caused by the building of the new levee, and if high water and disastrous overflow subsequently came from the inherent weakness of the existing levee along the front on the river bank, the consequent loss may not be attributed to the fact that a new and stronger levee was constructed along shorter and safer lines. There is no pretense of any intention to injure the claimant by the building of the new levee; and on the contrary, light is reflexly thrown upon the conditions which led to the exercise of judgment on the part of the officers of the United States in building the new levee on the much shorter and more direct line by the report of the Commission for 1899, at p. 3555, where the caving condition of the bank of the river in and about the place where the plantation was situated, is stated.</p>\n<p>As to the statement in one of the findings concerning the act of an officer of the United States after the old levee had given way in using dynamite to enlarge the opening, we find it difficult to understand the finding. Of course it can be easily appreciated that when a break occurred in the old levee along the bank, that impelled by the great force of the current of the river and the volume of its water, there rushed through the opening or crevasse with great momentum, a body of water which might before its force was spent strike the new levee, although it was far in the rear, and endanger its safety, a danger which is aptly portrayed as to a relatively similar situation elsewhere in the report of the chief of engineers for 1903 at p. 260. But the finding does not seem to refer to such a danger nor to assume that the dynamite was used to guard against it, that is, to expand the opening in the old levee to such a degree that although increasing the quantity of the flow of water it would diminish its momentum and thus prevent the danger of striking against the new levee and sweeping it away. We say this since taking the finding literally it gives rise to the conviction that the old levee <span class=\"star-pagination\">*35</span> was dynamited after the river had subsided for the purpose of allowing the water to flow off, which had accumulated in the basin created by the remaining line of old levee along the river front and the line of the new levee. We do not stop, however, to further consider the subject, since whatever view be taken of the finding, the fact as to the use of dynamite would not in law amount to a taking by the United States, because in any event the mere act, to meet an emergency, of the officer, conceding, under the circumstances stated, that it was a wrongful act, cannot be held to be the act of the United States, and therefore affords no ground in any event for holding that the United States had taken the property for public use.</p>\n<p><i>It follows from what we have said that the judgment below in favor of the United States in No. 718 must be affirmed, and the judgment against the United States in No. 719 must be and it is reversed. And it is so ordered.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></span> (1913)</b></center>\n<center><h1>HUGHES<br>\nv.<br>\nUNITED STATES.<br>\nUNITED STATES<br>\nv.<br>\nHUGHES.</h1></center>\n<center>Nos. 718, 719.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 10, 1913.</center>\n<center>Decided June 16, 1913.</center>\nAPPEALS FROM THE COURT OF CLAIMS.\n<p><i>Mr. Waitman H. Conaway</i> for appellant in No. 718 and appellee in No. 719.</p>\n<p><i>Mr. Assistant Attorney General John Q. Thompson</i> and <i>Mr. J. Harwood Graves</i> for the United States.</p>\n<p>MR. CHIEF JUSTICE WHITE delivered the opinion of the court.</p>\n<p>This suit was commenced to recover from the United States the sum of $200,560, subsequently reduced by an <span class=\"star-pagination\">*25</span> amended petition to $165,000, and $12,000 per annum until the principal sum was paid on the ground that the United States had as the result of work done by it in relation to the Mississippi River, taken, in the constitutional sense, two certain plantations belonging to the claimant, one the Wigwam plantation situated on the east bank of the Mississippi, and the other a plantation known as the Timberlake plantation also lying on the east bank but higher up the river, that is, in Bolivar County, Mississippi, and opposite Arkansas City on the west bank. As to the first, the Wigwam plantation, there was judgment below in favor of the United States, rejecting the claim, and No. 718 is an appeal by the claimant from that judgment. As to the Timberlake plantation, there was a judgment against the United States for what was deemed to be the value of the plantation, and No. 719 is an appeal by the United States from that judgment. The court made a series of general findings stating what was considered to be the facts concerning the situation upon which the right to recover in a general sense as to both plantations was based. It then made particular findings as to the Wigwam plantation and like findings as to the Timberlake plantation. Although the general findings are in some respects amenable to the criticism that they draw erroneous conclusions of law concerning the legislation of Congress, with regard to the improvement of the Mississippi River, and the action of the officers under such legislation, as was done in the <i>Jackson Case,</i> and also treat such mistaken conclusions as findings of fact, such errors are not as apparent as they were in the <i>Jackson Case.</i> This results from the fact that the general expressions in the findings manifesting the error which we pointed out in the <i>Jackson Case</i> are as a rule in this case qualified by statements incompatible with the general expressions and which therefore serve to correct the error which otherwise would exist. Thus, in finding 1, after referring to the St. <span class=\"star-pagination\">*26</span> Francis and other basins on the west bank and the outflow of water into these basins ultimately reaching the Gulf of Mexico, as described in the findings in the <i>Jackson Case,</i> and the stoppage of such outflow and consequent increase of the volume of water in the river which in the <i>Jackson Case</i> was virtually attributed exclusively to work done by the United States or under its control, the finding in this case accurately states the relation of the United States and the local authorities to the work as follows:</p>\n<p>\"The outlets and drains thus provided by nature were such as to accommodate said flood waters, and the lands of claimant were not overflowed as frequently before the outlets were closed by levee construction by the United States to improve the river navigation, and by the State and local authorities to protect and reclaim land subject to overflow in times of high water, and consequently were but little injured by said overflows.\"</p>\n<p>So, again, in No. 2, although the finding refers to the adoption of the Eads plan almost in the same all-embracing words used in the <i>Jackson Case,</i> it yet states in explicit terms that the acts of Congress but authorized an improvement of navigation and empowered expenditures for that purpose and in referring to levee construction done pursuant to such Congressional action, it is declared in the finding: that the United States \"for the improvement of the Mississippi River for navigation . . . and the local authorities or organizations of the States bordering along the river on both sides from Cairo to the Gulf have before and since 1883 constructed and are now constructing and maintaining certain lines of levees at various places and of various lengths for the purpose of protecting and reclaiming lands within their respective districts from overflow in times of high water.\" Again, in the concluding part of the fourth finding a statement in accord with that made in the <i>Jackson Case</i> is found concerning the cooperation of the United States and local authorities in <span class=\"star-pagination\">*27</span> levee building which is qualified, however, by subsequent statements which with reasonable accuracy displays the real situation, that is, the unifying of the energies of the United States and the local authorities to a common end, levee construction, although the purpose on the one hand was the improvement of navigation and on the other the protection of land from overflow. And this also is further illustrated by finding 3 which points out the scope and character of the authority delegated by Congress to build levees, that is, the improvement of the navigation of the river.</p>\n<p>The special findings relating to the Wigwam plantation but established that that plantation was situated in one of the minor basins below Vicksburg like those between Natchez and Baton Rouge which were described in the <i>Jackson Case.</i> Indeed, the court, in express terms found there was identity between that case and this, and placed its conclusion against the right to recover upon its ruling in the <i>Jackson Case;</i> and in so doing, in view of our affirmance of the judgment in the <i>Jackson Case,</i> it follows that in our opinion no error was committed.</p>\n<p>As to the Timberlake plantation, special findings were made, and omitting those which relate to the title of the claimant and to the loss suffered by the overflow of the property in the years following the special action by the Government, which it was considered gave rise to the right to relief, the findings are as follows:</p>\n<p></p>\n<h2>\"IX.</h2>\n<p></p>\n<h2>\"TIMBERLAKE PLANTATION.</h2>\n<p>\"Prior to the construction of the Huntington Short Line levee by the United States the waters of the Mississippi River did not overflow and submerge the Timberlake plantation hereinafter described at such frequent intervals and for such duration as to disturb the claimant in the profitable use, enjoyment, and possession thereof or so as to materially affect its cultivation, productive <span class=\"star-pagination\">*28</span> capacity, or market value. It was then suitable for the purpose of raising thereon, and there was profitably raised thereon, crops of cotton, cotton seed, corn, hay, and other products. Since the completion of said Huntington Short Line levee by the United States, placing the plantation of claimant between the old and new levee, in the restricted and narrower high-water channel of the river, the rises in the water of said river, by reason of the water being thus confined and restricted in its flow, have been, and are now, occurring at such frequent intervals and for such duration as to prevent the claimant from raising any kind of a crop thereon; the buildings have become untenantable and uninhabitable; the fencing washed away; the land covered with superinduced additions of water, earth, sand, and gravel to a depth of from 3 to 12 feet; said land has since grown up in willows, cottonwood, underbrush, and weeds so as to render it valueless to her; to destroy its market value; and to compel its abandonment.</p>\n<p></p>\n<h2>\"X.</h2>\n<p>\"Prior to 1898 said lands (Timberlake plantation) were comparatively high and secure from overflow by the flood waters of the Mississippi River, except at long intervals, and the occurrence of such overflows did not materially affect their productive capacity or market value. Said lands were highly improved, well stocked with tenants and laborers, yielded large crops of cotton, cotton seed, corn, hay, and other products, were located adjacent to what was formerly the town of Huntington, located between the Huntington Short Line levee and the river, since washed away by the flood waters of the Mississippi River, and deserted as a place of residence by the inhabitants some years after the building of the Huntington Short Line levee  1898-1900  was very valuable as plantation property, and was worth the sum of ninety thousand dollars ($90,000).</p>\n<p>\"The claimant, Mary E. Hughes, obtained $12,000 from <span class=\"star-pagination\">*29</span> the Board of Mississippi Levee Commissioners, by judgment, for damages to the drainage of the Timberlake plantation into Black Bayou when it was thrown out by the construction of the Huntington Short Line levee in 1898-1900. This plantation is located in the vicinity of and opposite the Arkansas City gauge and was protected from overflow up until the time of the construction of the Huntington Short Line levee.</p>\n<p></p>\n<h2>\"XI.</h2>\n<p>\"Prior to the year 1898 said Timberlake plantation was protected from overflow by the flood waters of the Mississippi River by a continuous levee line located in front of said lands along, by, and close to the river bank for its entire frontage, built by State and local authorities, and said plantations still remained valuable for plantation purposes, and up to that time had not been seriously injured in its use and enjoyment by the flood waters of said river.</p>\n<p>\"About the year 1898 the United States surveyed and thereafter began to construct what was known as and now called the Huntington Short Line levee, a new levee, about 15 feet high, located some distance back from the old levee, behind the land of claimant, thus placing and permanently locating said Timberlake plantation between the Huntington Short Line levee and the old levee in the narrower high-water channel and bed of the river, placing an additional burden and servitude thereon and subjecting said property to more frequent and destructive overflows and the force and scouring power of the high-water current of said river. After the completion of the Huntington Short Line levee a high water came in the river during the year 1903 and because of a break in said old levee the water of said river began to flow onto and over the plantation of claimant, then located between the old levee and the Huntington Short Line levee, and remained standing on and over said land to a great depth after the <span class=\"star-pagination\">*30</span> high waters receded, and because of the great pressure of the water thus confined, standing against said Huntington Short Line levee, threatening its destruction by breaking through, the United States then caused the old levee to be blown up by dynamite in many places, so as to relieve the pressure of the water standing against the Huntington Short Line levee, and to save it, thus causing the water to rush over and across said land, injuring it for agricultural as well as all other purposes, greatly reducing its value.</p>\n<p></p>\n<h2>\"XIV.</h2>\n<p>\"Upon the foregoing facts the court finds as an ultimate fact, so far as it is a question of fact, that the effect of placing and permanently locating the Timberlake plantation of claimant between the Huntington Short Line levee and the old levee, and the river bank, was and is an act on the part of the United States intending to place, and which finally resulted in placing, the lands of claimant in the narrower high-water channel of the Mississippi River, subjecting it to more frequent and destructive overflows, and the forceful and destructive action of the current, placing an additional burden and servitude thereon, which had finally resulted, since the years 1907, 1908 and 1909, in such serious and continuous interruption to the common and necessary use and enjoyment of said property, as to amount to a taking thereof by the United States under the fifth amendment to the Constitution.\"</p>\n<p>It will be observed that finding 9, although special to the Timberlake plantation contains statements concerning the general raising of the flood level in the river as the result of levee work done by the United States and the state and local authorities followed by a description of the injury by overflow to the Timberlake plantation which would give rise to the inference that the judgment which was rendered against the United States as to that plantation was based upon a consideration of that subject. If <span class=\"star-pagination\">*31</span> that view were taken the case would be controlled by our decision just rendered in the <i>Jackson Case,</i> but we cannot adopt that view of the court's action, as the court in the <i>Jackson Case</i> decided that like facts did not justify recovery against the United States and reiterated in this case its conclusion in that respect by rejecting the claim as to the Wigwam plantation. Under this view we assume that finding 9 was a mere inadvertence, or at all events if not so may be now put out of view. This leaves only for consideration the special facts concerning the Timberlake plantation.</p>\n<p>The plantation bordered on the river and was protected by a levee. Whether that levee was built by the private efforts of the owner of the land or by state or local authority does not appear. The officers of the United States deeming it advisable in aid of the improvement of navigation to construct a new levee, did not locate it along the river in front of the plantation, but joining the existing line of levee somewhere above the projecting point on which Timberlake plantation was situated, built a direct line of levees which passed across the point several miles back of the Timberlake plantation and joined the line of levees on the river bank below the plantation. This levee, known as the Huntington Short Line, is thus described in the report of the Mississippi River Commission for 1898, at p. 3390:</p>\n<p>\"<i>Huntington Short Line.</i>  This is a new levee under construction from Mound Landing to a point about 1 1/2 miles below Offutts Landing. The new levee here is 4.4 miles in length, and will shorten the levee line 7 miles over its present length.\"</p>\n<p>The findings exclude the conception that this new and more direct levee was built upon land belonging to the owner of the Timberlake plantation. They show that the location and construction of this new line of levee was approved by the local levee authorities, since they establish <span class=\"star-pagination\">*32</span> that those authorities paid to the owner of the Timberlake plantation a sum of money for the incidental damage occasioned to that plantation by the fact that the levee in passing in the rear of the plantation obstructed drains or means of drainage by which the surface water of the plantation was carried off to the rear. The report of the Mississippi River Commission for 1900, p. 4849, shows that before this payment was made by the local authorities there was a suit brought by owners of the plantation and that that suit culminated in a recognition by the local courts of the right to build the levee on payment of the sum stated, which was but a part of a much larger claim made which was disallowed. The facts just stated serve to demonstrate the error which was committed in deciding that the exertion of national power to build levees for improving navigation had effaced the exercise of state power to construct levees for protection from overflow, since they manifest the harmonious cooperation of the two powers, the United States bearing the burden of building a great levee in the interest of navigation and the local authorities, in view of the protection from overflow which necessarily resulted from the construction of the levee for navigation purposes, contributing the amount essential to pay an award of a local character.</p>\n<p>Upon all these facts we are unable to perceive any ground for distinguishing the claim as to the Timberlake from that as to the Wigwam plantation or from the claims which were held to be without merit in the <i>Jackson Case.</i> We say this because the claims in the <i>Jackson Case</i> as well as the claim in this case made as to the Wigwam plantation in their last analysis but involve the assertion of a right of recovery against the United States for failing to build a levee in front of the plantations in question for the purpose of affording them protection from the increased stage of high-water which it was asserted had been created by the act of the United States in building levees elsewhere along <span class=\"star-pagination\">*33</span> the river. This being so, as it is not pretended that the building of the new line of levee here considered trespassed upon the property rights of the owners of the Timberlake plantation by an actual taking of land, the asserted claim but comes to this, that the owner of the Timberlake plantation abutting on the river is entitled to hold the United States responsible because in improving the navigation of the river the officers of the United States, in selecting the place where a levee should be built did not select the front of the plantation, that is, did not construct the levee along the river bank of the plantation. Thus accurately fixing the contention, it is patent that we cannot affirm the judgment of the court below against the United States as to the Timberlake plantation without reversing its judgment in favor of the United States as to the Wigwam plantation and without disregarding the decision which we have just announced in the <i>Jackson Case.</i> In saying this we are not unmindful of expressions in the findings, and which indeed the court below declared in express terms was the basis of its legal conclusion in respect to the liability of the United States, to the effect that the building of the new levee operated to change the situation of the claimant's property by putting it in the bed of the river. But the substance of things may not be changed by mere figures of speech. The plantation was situated on the bank of the river. It was protected from overflow by the levee on that bank. Whether that levee was private or public, as we have said, does not appear, but nothing in the fact that a new levee was built far in the rear of the plantation changed the physical situation, or had the magical effect of transporting the property from one place to another. Where it was before the location of the new levee, it remained after the new levee was completed. True it is that if from caving banks or other natural causes it became impossible to protect the property by means of a levee along its front, that fact was in <span class=\"star-pagination\">*34</span> no way caused by the building of the new levee, and if high water and disastrous overflow subsequently came from the inherent weakness of the existing levee along the front on the river bank, the consequent loss may not be attributed to the fact that a new and stronger levee was constructed along shorter and safer lines. There is no pretense of any intention to injure the claimant by the building of the new levee; and on the contrary, light is reflexly thrown upon the conditions which led to the exercise of judgment on the part of the officers of the United States in building the new levee on the much shorter and more direct line by the report of the Commission for 1899, at p. 3555, where the caving condition of the bank of the river in and about the place where the plantation was situated, is stated.</p>\n<p>As to the statement in one of the findings concerning the act of an officer of the United States after the old levee had given way in using dynamite to enlarge the opening, we find it difficult to understand the finding. Of course it can be easily appreciated that when a break occurred in the old levee along the bank, that impelled by the great force of the current of the river and the volume of its water, there rushed through the opening or crevasse with great momentum, a body of water which might before its force was spent strike the new levee, although it was far in the rear, and endanger its safety, a danger which is aptly portrayed as to a relatively similar situation elsewhere in the report of the chief of engineers for 1903 at p. 260. But the finding does not seem to refer to such a danger nor to assume that the dynamite was used to guard against it, that is, to expand the opening in the old levee to such a degree that although increasing the quantity of the flow of water it would diminish its momentum and thus prevent the danger of striking against the new levee and sweeping it away. We say this since taking the finding literally it gives rise to the conviction that the old levee <span class=\"star-pagination\">*35</span> was dynamited after the river had subsided for the purpose of allowing the water to flow off, which had accumulated in the basin created by the remaining line of old levee along the river front and the line of the new levee. We do not stop, however, to further consider the subject, since whatever view be taken of the finding, the fact as to the use of dynamite would not in law amount to a taking by the United States, because in any event the mere act, to meet an emergency, of the officer, conceding, under the circumstances stated, that it was a wrongful act, cannot be held to be the act of the United States, and therefore affords no ground in any event for holding that the United States had taken the property for public use.</p>\n<p><i>It follows from what we have said that the judgment below in favor of the United States in No. 718 must be affirmed, and the judgment against the United States in No. 719 must be and it is reversed. And it is so ordered.</i></p>\n</div>", "id": 97949, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97949/", "sha1": "c8d4a384d4639b128a5a4735cb2ab7b470b7a1eb", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:44"}