{"absolute_url": "/opinion/95749/corbus-v-alaska-treadwell-gold-mining-co/", "blocked": false, "citation": {"case_name": "Corbus v. Alaska Treadwell Gold Mining Co.", "docket_number": "10", "document_uris": ["/api/rest/v2/document/95749/"], "federal_cite_one": "187 U.S. 455", "federal_cite_three": null, "federal_cite_two": null, "id": 80132, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80132/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 16, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1903-01-05", "date_modified": "2014-12-21T01:33:50.927480", "docket": "/api/rest/v2/docket/629707/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">187 U.S. 455</p>\n    <p class=\"case_cite\">23 S.Ct. 157</p>\n    <p class=\"case_cite\">47 L.Ed. 256</p>\n    <p class=\"parties\">A. W. CORBUS, <i>Appt.</i>,<br>v.<br>ALASKA TREADWELL GOLD MINING COMPANY.</p>\n    <p class=\"docket\">No. 10.</p>\n    <p class=\"date\">Argued April 25, 1901.</p>\n    <p class=\"date\">Ordered for reargument April 29, 1901.</p>\n    <p class=\"date\">Reargued December 8, 1902.</p>\n    <p class=\"date\">Decided January 5, 1903.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This, like the preceding cases, was brought to prevent the payment of an Alaskan license tax. The method pursued was, however, different. It is a suit in equity brought by a stockholder against a corporation&#8212;the stockholder and the corporation being the sole parties plaintiff and defendant&#8212;to restrain it from paying the tax. Notice was given to the United States district attorney of the pendency of the suit, who appeared as <i>amicus curioe</i>, and, disclaiming any intention of, in any manner, representing or binding the United States, denied the jurisdiction of the court, its right to enjoin the defendant from paying the license, and argued in favor of the constitutionality of the law.</p>\n      <p class=\"indent\">The bill alleged that the defendant was incorporated under the laws of the state of Minnesota, and engaged in mining and milling ore in the district of Alaska, with an office and manager in the district; that 'the general control of the affairs of said company is intrusted to a board of directors who reside in San Francisco, state of California, and are nonresidents of the district of Alaska; that the complete control and management of the affairs of said company in Alaska are under the supervision and control of its general superintendent and manager, J. P. Corbus.'</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is further averred that the company by its general superintendent in Alaska is intending to pay the license tax which, for the year beginning July 1, 1899, amounted, with the clerk's fee, to the sum of $1,875. After denying the legality of the tax the bill proceeds:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Your orator further shows that this suit is not a collusive one, brought to confer jurisdiction of the case upon this court, of which it would not otherwise have cognizance; that your orator has not been able, because of the great distance at which the directors of said company reside, to request them to refuse to pay said tax and to apply for said license, but has made such request of the officers or agents of said company controlling its business in Alaska, but they have failed and refused not to make such application and pay such tax, for the reason that, though they doubt the constitutionality of said law, the pains and penalties imposed by said act for the omission so to do are so severe that said company and its said officers and agents fear, and have reason to fear, the great loss and injury in defending prosecution that might be brought against it for the failure to comply with said law; that they deem it better to submit to the legal tax than to incur the consequences of the failure to comply with it; that your orator is advised that there is no procedure provided by law whereby said company could test the validity of said law and the constitutionality of said tax without incurring the pains and penalties therein provided for the violation thereof, inasmuch as the said act requires the voluntary payment of the tax imposed under a penalty of heavy forfeiture and fines for the failure to make such voluntary payment; that the said company, in view of the foregoing, has refused and still refuses and intends omitting to comply with complainant's demand to refuse to pay said tax, and has resolved and determined and intends to comply with all and singular the provisions of said chapter 44 of said act of Congress, and to pay said tax upon its stamps and upon its said mercantile establishment, amounting to the said sum of $1,875 for the said year, and to continue the payment of a like or greater sum for each year hereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Your orator further shows that if said company and its officers, as they have proposed and declared their intention to do, shall pay said tax, the assets of the said company will be thereby diminished and lessened, as well as the dividends to be declared upon the stock thereof, and the value of the shares of said company, including the shares owned by your orator and all others in whose behalf this suit is brought; and your orator further shows that this involves more than the sum of $5,000; that, unless the company should comply with said act, or this court grant the relief herein prayed for, the said company would be exposed to a multiplicity of suits and prosecutions for the violation of said act, and would be put to great expense and suffer irreparable injury in defending said suits and avoiding the fines and forfeitures provided by the said act, and its assets and the value of its shares would be thereby greatly lessened, to the great and irreparable injury and damage to your orator and other shareholders in said company.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A demurrer to the bill was sustained, and a decree entered dismissing the suit. A single opinion was filed by the district judge in disposing of all of these tax cases. In that opinion, and with special reference to the present case, he said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'In the cases at bar the district attorney, so far as he had the right to do so, the government not being a party to the suits, raised, not only the question of the jurisdiction of the court because the plaintiffs had a plain, speedy, and adequate remedy at law, but insisted that the suits were of a friendly nature, collusive in character, and brought for the sole purpose of conferring jurisdiction upon the court, to the end that the defendants might escape paying the license fee imposed by law. And when all the facts are taken together, as disclosed by the record, some color is lent to the latter contention. Take the case of <i>Corbus</i> v. <i>Alaska Treadwell Gold Min. Co.</i> The bill was filed July 17, the subpoena served July 19, commanding the defendant to answer the bill within twenty days. No appearance was made by defendant, however, and no pleading filed until November 15, nearly four months after the filing of the bill, and not until about the time the matter was called up for hearing, when a demurrer was interposed. Counsel for defendant did not contend for his demurrer, made no argument, and filed no brief in support of the same, and in the very nature of the case the interests of the plaintiff and defendant are identical. Then, if the object and purpose of the suit is solely to test the constitutionality of the law without first paying into the United States Treasury the amount of the license tax (and there can be no other object), and if the court will sustain the plaintiff and enjoin the defendant as prayed, how is the private citizen to avail himself of a similar remedy? Who shall enjoin him and save him from paying his tax until the constitutionality of the law is determined? And if he cannot avail himself of this manner of suit, why should corporations or copartnerships be permitted to do so? Why should not corporations and individuals have and be permitted to exercise identically the same legal rights and remedies under the law?' [99 Fed. 338.]</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">From the decree of dismissal the plaintiff appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><i>Messrs. L. T. Michener,</i> <i>W. W. Dudley, J. F. Malony</i>, and <i>J. H. Cobb</i> for appellant on first argument.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">No counsel for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Messrs.</i> <i>S. M. Stockslager,</i> <i>George C. Heard, John R. Winn</i>, and <i>John G. Heid</i> for appellant on reargument.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Solicitor General</i> <i>Richards</i> and <i>Assistant Attorney General Beck</i> for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice Brewer delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The thought suggested by the quotation from the opinion of the district judge impresses us forcibly. Evidently the plaintiff patterned his proceeding upon <i>Pollock</i> v. <i>Farmers' Loan &amp; T. Co.</i> 157 U. S. 429, 39 L. ed. 759, 15 Sup. Ct. Rep. 673. But that case does not determine to what extent a court of equity will permit a stockholder to maintain a suit nominally against the corporation but really for its benefit. <i>Hawes</i> v. <i>Oakland</i>, 104 U. S. 450, <i>sub nom. Hawes</i> v. <i>Contra Costa Water Co.</i> 26 L. ed. 827, is pertinent in this direction. In that case a citizen of New York, a stockholder in the Contra Costa Waterworks Company, a California corporation, filed his bill in the circuit court of the United States for the district of California against the city of Oakland, the waterworks company, and its directors. The gravamen of the bill was that the city claimed and received from the company without compensation a supply of water for all municipal purposes whatever; that the claim had no legal foundation, and that such supply without compensation resulted in a diminution of the dividends which should come to the plaintiff and other stockholders, and a decrease in the value of their stock. The bill further alleged that the plaintiff applied to the directors to desist from such illegal practice and take immediate proceedings to prevent the city from taking water from the waterworks without compensation, but that they declined to do so, and threatened to continue to furnish water to the city of Oakland free of charge for all municipal purposes, as had theretofore been done. To this bill the company and its directors failed to make answer or other defense. The city of Oakland filed a demurrer, which was sustained and the bill dismissed, and from such decree the case was appealed to this court. The opinion, which is too long to quote in full, opens with these observations (pp. 452, 453, L. ed. p. 829):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Since the decision of this court in <i>Dodge</i> v. <i>Woolsey</i>, 18 How. 331, 15 L. ed. 401, the principles of which have received more than once the approval of this court, the frequency with which the most ordinary and usual chancery remedies are sought in the Federal courts by a single stockholder of a corporation who possesses the requisite citizenship, in cases where the corporation whose rights are to be enforced cannot sue in those courts, seems to justify a consideration of the grounds on which that case was decided, and of the just limitations of the exercise of those principles.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'This practice has grown until the corporations created by the laws of the states bring a large part of their controversies with their neighbors and fellow citizens into the courts of the United States for adjudication, instead of resorting to the state courts, which are their natural, their lawful, and their appropriate forum. It is not difficult to see how this has come to pass. A corporation having such a controversy, which it is foreseen must end in litigation, and preferring for any reason whatever that this litigation shall take place in a Federal court, in which it can neither sue its real antagonist nor be used by it, has recourse to a holder of one of its shares, who is a citizen of another state. This stockholder is called into consultation, and is told that his corporation has rights which the directors refuse to enforce or to protect. He instantly demands of them to do their duty in this regard, which, of course, they fail or refuse to do, and thereupon he discovers that he has two causes of action entitling him to equitable relief in a court of chancery; namely, one against his own company of which he is a corporator, for refusing to do what he has requested them to do, and the other against the party which contests the matter in controversy with that corporation. These two causes of action he combines in an equity suit in the circuit court of the United States, because he is a citizen of a different state, though the real parties to the controversy could have no standing in that court. If no nonresident stockholder exists, a transfer of a few shares is made to some citizen of another state, who then brings the suit. The real defendant in this action may be quite as willing to have the case tried in the Federal court as the corporation and its stockholder. If so, he makes no objection, and the case proceeds to a hearing. Or he may file his answer denying the special grounds set up in the bill as a reason for the stockholder's interference, at the same time that he answers to the merits. In either event the whole case is prepared for hearing on the merits, the right of the stockholder to a standing in equity receives but little attention, and the overburdened courts of the United States have this additional important litigation imposed upon them by a simulated and conventional arrangement, unauthorized by the facts of the case or by the sound principles of equity jurisdiction.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After a full discussion, with the citation of many authorities, the conclusion is summed up in these words (pp. 460, 461, L. ed. p. 832):</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'We understand that doctrine to be that to enable a stockholder in a corporation to sustain in a court of equity, in his own name, a suit founded on a right of action existing in the corporation itself, and in which the corporation itself is the appropriate plaintiff, there must exist as the foundation of the suit&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Some action, or threatened action, of the managing board of directors or trustees of the corporation which is beyond the authority conferred on them by their charter or other source of organization;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Or such a fraudulent transaction completed or contemplated by the acting managers, in connection with some other party, or among themselves, or with other shareholders, as will result in serious injury to the corporation, or to the interests of the other shareholders;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Or where the board of directors, or a majority of them, are acting for their own interest, in a manner destructive of the corporation itself, or of the rights of the other shareholders;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Or where the majority of shareholders themselves are oppressively and illegally pursuing a course in the name of the corporation, which is in violation of the rights of the other shareholders, and which can only be restrained by the aid of a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Possibly other cases may arise in which, to prevent irremediable injury, or a total failure of justice, the court would be justified in exercising its powers, but the foregoing may be regarded as an outline of the principles which govern this class of cases.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'But, in addition to the existence of grievances which call for this kind of relief, it is equally important that, before the shareholder is permitted in his own name to institute and conduct a litigation which usually belongs to the corporation, he should show to the satisfaction of the court that he has exhausted all the means within his reach to obtain, within the corporation itself, the redress of his grievances, or action in conformity to his wishes. He must make an earnest, not a simulated, effort, with the managing body of the corporation, to induce remedial action on their part, and this must be made apparent to the court. If time permits, or has permitted, he must show, if he fails with the directors, that he has made an honest effort to obtain action by the stockholders as a body, in the matter of which he complains. And he must show a case, if this is not done, where it could not be done, or it was not reasonable to require it.' See also <i>Detroit</i> v. <i>Dean</i>, 106 U. S. 537-542, 27 L. ed. 300, 302, 1 Sup. Ct. Rep. 560; <i>Quincy</i> v.  <i>Steel</i>, 120 U. S. 241, 30 L. ed. 624, 7 Sup. Ct. Rep. 520.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While this case is unlike that in that it does not attempt to transfer from a state to a Federal court a controversy which really belongs in the former,&#8212;there being none other than Federal courts in the territory,&#8212;yet the principle is the same, for it is an effort to secure for the benefit of the corporation an injunction which it could not itself obtain, and which no individual similarly situated can obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Immediately after announcing the decision in <i>Hawes</i> v. <i>Oakland</i>, 104 U. S. 450, <i>sub nom. Hawes</i> v. <i>Contra Costa Water Co.</i> 26 L. ed. 827, this court promulgated an additional equity rule (rule 94):</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'Every bill brought by one or more stockholders in a corporation against the corporation and other parties, founded on rights which may properly be asserted by the corporation must be verified by oath, and must contain an allegation that the plaintiff was a shareholder at the time of the transaction of which he complains, or that his share had devolved on him since by operation of law; and that the suit is not a collusive one to confer on a court of the United States jurisdiction of a case of which it would not otherwise have cognizance. It must also set forth with particularity the efforts of the plaintiff to secure such action as he desires on the part of the managing directors or trustees, and, if necessary, of the shareholders, and the causes of his failure to obtain such action.' It must not be understood that a mere technical compliance with the foregoing rule is sufficient, and precludes all inquiry as to the right of the stockholder to maintain a bill against the corporation. This court will examine the bill in its entirety, and determine whether, under all the circumstances, the plaintiff has made such a showing of wrong on the part of the corporation or its officers and injury to himself as will justify the suit. The directors represent all the stockholders, and are presumed to act honestly and according to their best judgment for the interests of all. Their judgment as to any matter lawfully confided to their discretion may not lightly be challenged by any stockholder or at his instance submitted for review to a court of equity. The directors may sometimes properly waive a legal right vested in the corporation in the belief that its best interests will be promoted by not insisting on such right. They may regard the expense of enforcing the right or the furtherance of the general business of the corporation in determining whether to waive or insist upon the right. And a court of equity may not be called upon at the appeal of any single stockholder to compel the directors or the corporation to enforce every right which it may possess, irrespective of other considerations. It is not a trifling thing for a stockholder to attempt to coerce the directors of a corporation to an act which their judgment does not approve, or to substitute his judgment for theirs. As said in <i>Dodge</i> v. <i>Woolsey</i>, 18 How. 344, 15 L. ed. 406: 'The circumstances of each case must determine the jurisdiction of a court of equity to give the relief sought.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It appears from the bill that the capital stock of the corporation is divided into 200,000 shares of the par value of $25 each, of which the plaintiff is the owner of 100 shares; that the total annual tax, including fees, amounts to $1,875, which results in a charge upon the plaintiff's interest of less than $1 a year. This would scarcely be a case of 'irremediable injury or a total failure of justice,' as indicated in next to the last paragraph of the quotation from the opinion of this court in <i>Hawes</i> v. <i>Oakland</i>. Indeed, the tax upon the company of $3 a stamp for each of the 540 stamps used by it in the crushing and reduction of ore does not appear to be such as threatens ruin to the company. It does not appear from the bill that any other stockholder shares with the plaintiff his belief in the illegality of the tax, or objects to its payment by the corporation, although, of course, it may be assumed that every person is willing to be relieved from the payment of a tax if other parties will bring about that relief without any trouble to himself.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Again, as suggested by the district judge in his opinion, the plaintiff could not maintain an injunction suit to restrain a similar tax upon himself, and why should he be permitted to secure a relief to the corporation (of which he is a minor stockholder) which he could not secure for himself individually? Are corporations the favored parties in respect to the enforcement of taxes? And when the assistance of a court of equity is invoked, the purpose of the suit and the object which is sought to be accomplished are frequently matters which may properly be considered. Not only is it the general rule that equity will not restrain the collection of a tax on the mere ground of its illegality, but also, as appears by its legislation, Congress has attempted to enforce that rule and to require payment of a tax by the party charged therewith before inquiry as to its validity will be permitted. See <i>Pacific Steam Whaling Co.</i> v. <i>United States</i>, 187 U. S. 447, 23 Sup. Ct. Rep. 154. Now, before a court of equity will in any way help a party to thwart this intent of Congress, it should affirmatively and clearly appear that there is an obsolute necessity for its interference in order to prevent irreparable injury. No considerations of mere convenience are sufficient. And if the party primarily and directly charged with a tax is unable to make a case for the interference of a court of equity, no one subordinately and indirectly affected by the tax should be given relief unless he shows, not merely irreparable injury to the tax debtor as well as to himself, but also that he has takne every essential preliminary step to justify his claim of a right to act in behalf of such tax debtor. We have seen how small the burden of this tax is upon the plaintiff, and how comparatively light it is upon the corporation,&#8212;how far short it comes of anything like irretrievable ruin. It is clearly an attempt to thwart, in behalf of this corporation, the obvious purpose of Congress, that a tax must be paid before its validity is challenged. Under those circumstances, a court of equity should scrutinize with the utmost care the conduct of the plaintiff, and see that he has done everything which ought to have been done to secure action by the corporation and its directors, and justify under the assumption of a controversy between himself and the corporation his prosecution of a litigation for its benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It appears affirmatively that no demand has been made on the directors to protect the corporation against this alleged illegal tax. The only demand shown is that upon the managing agent of the corporation in charge of the business in Alaska, and the excuse is that the directors (living in San Francisco) are too far away to be reached by notice. The act went into effect March 3, 1899, and this bill was filed July 17, 1899. The rule requires that the plaintiff must set forth with particularity the efforts made by him to secure action by the directors. It does not appear that he made any effort to secure such action, but he relies simply on the distance of the directors from the place where he resides and in which the court is held, as an excuse for not applying to them. We are of opinion that the excuse is not sufficient. He should at least have shown some effort. If he had made an effort, and obtained no satisfactory result, either by reason of the distance of the directors, or by their dilatoriness or unwillingness to act, a different case would have been presented, but to do nothing is not sufficient. For aught that the bill discloses, he may have been in San Francisco from the time of the passage of the act until he left to come to Alaska for the purpose of bringing this suit. The district judge, in his opinion, said that the facts disclosed by the record lend color to the contention that the suit was collusive. In addition to the matters pointed out by him, it may also be stated that since the case was brought to this court the company has not appeared by counsel in either brief or argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Putting all these things together, we are of opinion that the action of the District Court in dismissing the suit was right, and <i>it is affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The CHIEF JUSTICE took no part in the decision of this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>187 U.S. 455 (1903)</b></center>\n<center><h1>CORBUS<br>\nv.<br>\nALASKA TREADWELL GOLD MINING COMPANY.</h1></center>\n<center>No. 10.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 8, 1902.</center>\n<center>Decided January 5, 1903.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF ALASKA.\n<p><span class=\"star-pagination\">*458</span> <i>Mr. S.M. Stockslager</i> for appellant. <i>Mr. W.W. Dudley, Mr. L.T. Michener, Mr. J.F. Malony, Mr. G.H. Cobb, Mr. George C. Heard, Mr. John R. Wynne</i> and <i>Mr. John G. Heid</i> were on the briefs.</p>\n<p><i>Mr. Solicitor General Richards</i> for the United States. <i>Mr. Assistant Attorney General Beck</i> was with him on the brief.</p>\n<p><span class=\"star-pagination\">*459</span> MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The thought suggested by the quotation from the opinion of the district judge impresses us forcibly. Evidently the plaintiff patterned his proceeding upon <i>Pollock</i> v. <i>Farmers' Loan &amp; Trust Co.,</i> 157 U.S. 429. But that case does not determine to what extent a court of equity will permit a stockholder to maintain a suit nominally against the corporation but really for its benefit. <i>Hawes</i> v. <i>Oakland,</i> 104 U.S. 450, is pertinent in this direction. In that case a citizen of New York, a stockholder in the Contra Costa Waterworks Company, a California corporation, filed his bill in the Circuit Court of the United States for the District of California against the city of Oakland, the waterworks company and its directors. The gravamen of the bill was that the city claimed and received from the company without compensation a supply of water for all municipal purposes whatever; that the claim had no legal foundation, and that such supply without compensation resulted in a diminution of the dividends which should come to the plaintiff and other stockholders, and a decrease in the value of their stock. The bill further alleged that the plaintiff applied to the directors to desist from such illegal practice and take immediate proceedings to prevent the city from taking water from the waterworks without compensation, but that they declined to do so and threatened to continue to furnish water to the city of Oakland free of charge for all municipal purposes, as had theretofore been done. To this bill the company and its directors failed to make answer or other defence. The city of Oakland filed a demurrer, which was sustained and the bill dismissed, and from such decree the case was appealed to this court. The opinion, which is too long to quote in full, opens with these observations (pp. 452, 453):</p>\n<p>\"Since the decision of this court in <i>Dodge</i> v. <i>Woolsey,</i> 18 How. 331, the principles of which have received more than once the approval of this court, the frequency with which the most ordinary and usual chancery remedies are sought in the Federal courts by a single stockholder of a corporation who <span class=\"star-pagination\">*460</span> possesses the requisite citizenship, in cases where the corporation whose rights are to be enforced cannot sue in those courts, seems to justify a consideration of the grounds on which that case was decided, and of the just limitations of the exercise of those principles.</p>\n<p>\"This practice has grown until the corporations created by the laws of the States bring a large part of their controversies with their neighbors and fellow citizens into the courts of the United States for adjudication, instead of resorting to the state courts, which are their natural, their lawful, and their appropriate forum. It is not difficult to see how this has come to pass. A corporation having such a controversy, which it is foreseen must end in litigation, and preferring for any reason whatever that this litigation shall take place in a Federal court, in which it can neither sue its real antagonist nor be sued by it, has recourse to a holder of one of its shares, who is a citizen of another State. This stockholder is called into consultation and is told that his corporation has rights which the directors refuse to enforce or to protect. He instantly demands of them to do their duty in this regard, which of course they fail or refuse to do, and thereupon he discovers that he has two causes of action entitling him to equitable relief in a court of chancery; namely, one against his own company of which he is a corporator, for refusing to do what he has requested them to do; and the other against the party which contests the matter in controversy with that corporation. These two causes of action he combines in an equity suit in the Circuit Court of the United States, because he is a citizen of a different State, though the real parties to the controversy could have no standing in that court. If no non-resident stockholder exists, a transfer of a few shares is made to some citizen of another State, who then brings the suit. The real defendant in this action may be quite as willing to have the case tried in the Federal court as the corporation and its stockholder. If so, he makes no objection, and the case proceeds to a hearing. Or he may file his answer denying the special grounds set up in the bill as a reason for the stockholder's interference, at the same time that he answers to the merits. In either event the whole case is prepared for hearing <span class=\"star-pagination\">*461</span> on the merits, the right of the stockholder to a standing in equity receives but little attention, and the overburdened courts of the United States have this additional important litigation imposed upon them by a simulated and conventional arrangement, unauthorized by the facts of the case or by the sound principles of equity jurisdiction.\"</p>\n<p>After a full discussion, with the citation of many authorities, the conclusion is summed up in these words (pp. 460, 461):</p>\n<p>\"We understand that doctrine to be that to enable a stockholder in a corporation to sustain in a court of equity in his own name, a suit founded on a right of action existing in the corporation itself, and in which the corporation itself is the appropriate plaintiff, there must exist as the foundation of the suit 혰</p>\n<p>\"Some action or threatened action of the managing board of directors or trustees of the corporation which is beyond the authority conferred on them by their charter or other source of organization;</p>\n<p>\"Or such a fraudulent transaction completed or contemplated by the acting managers, in connection with some other party, or among themselves, or with other shareholders as will result in serious injury to the corporation, or to the interests of the other shareholders;</p>\n<p>\"Or where the board of directors, or a majority of them, are acting for their own interest, in a manner destructive of the corporation itself, or of the rights of the other shareholders;</p>\n<p>\"Or where the majority of the shareholders themselves are oppressively and illegally pursuing a course in the name of the corporation, which is in violation of the rights of the other shareholders, and which can only be restrained by the aid of a court of equity.</p>\n<p>\"Possibly other cases may arise in which, to prevent irremediable injury, or a total failure of justice, the court would be justified in exercising its powers, but the foregoing may be regarded as an outline of the principles which govern this class of cases.</p>\n<p>\"But, in addition to the existence of grievances which call for this kind of relief, it is equally important that before the <span class=\"star-pagination\">*462</span> shareholder is permitted in his own name to institute and conduct a litigation which usually belongs to the corporation, he should show to the satisfaction of the court that he has exhausted all the means within his reach to obtain, within the corporation itself, the redress of his grievances, or action in conformity to his wishes. He must make an earnest, not a simulated effort, with the managing body of the corporation, to induce remedial action on their part, and this must be made apparent to the court. If time permits or has permitted, he must show, if he fails with the directors, that he has made an honest effort to obtain action by the stockholders as a body, in the matter of which he complains. And he must show a case, if this is not done, where it could not be done, or it was not reasonable to require it.\" See also <i>Detroit</i> v. <i>Dean,</i> 106 U.S. 537-542; <i>Quincy</i> v. <i>Steel,</i> 120 U.S. 241.</p>\n<p>While this case is unlike that in that it does not attempt to transfer from a state to a Federal court a controversy which really belongs in the former 혰 there being none other than Federal courts in the Territory 혰 yet the principle is the same, for it is an effort to secure for the benefit of the corporation an injunction which it could not itself obtain and which no individual similarly situated can obtain.</p>\n<p>Immediately after announcing the decision in <i>Hawes</i> v. <i>Oakland, supra</i><i>,</i> this court promulgated an additional equity rule (Rule 94):</p>\n<p>\"Every bill brought by one or more stockholders in a corporation, against the corporation and other parties, founded on rights which may properly be asserted by the corporation, must be verified by oath, and must contain an allegation that the plaintiff was a shareholder at the time of the transaction of which he complains, or that his share had devolved on him since by operation of law; and that the suit is not a collusive one to confer on a court of the United States jurisdiction of a case of which it would not otherwise have cognizance. It must also set forth with particularity the efforts of the plaintiff to secure such action as he desires on the part of the managing directors or trustees, and, if necessary, of the shareholders, and the causes of his failure to obtain such action.\"</p>\n<p><span class=\"star-pagination\">*463</span> It must not be understood that a mere technical compliance with the foregoing rule is sufficient and precludes all inquiry as to the right of the stockholder to maintain a bill against the corporation. This court will examine the bill in its entirety and determine whether, under all the circumstances, the plaintiff has made such a showing of wrong on the part of the corporation or its officers and injury to himself as will justify the suit. The directors represent all the stockholders and are presumed to act honestly and according to their best judgment for the interests of all. Their judgment as to any matter lawfully confided to their discretion may not lightly be challenged by any stockholder or at his instance submitted for review to a court of equity. The directors may sometimes properly waive a legal right vested in the corporation in the belief that its best interests will be promoted by not insisting on such right. They may regard the expense of enforcing the right or the furtherance of the general business of the corporation in determining whether to waive or insist upon the right. And a court of equity may not be called upon at the appeal of any single stockholder to compel the directors or the corporation to enforce every right which it may possess, irrespective of other considerations. It is not a trifling thing for a stockholder to attempt to coerce the directors of a corporation to an act which their judgment does not approve, or to substitute his judgment for theirs. As said in <i>Dodge</i> v. <i>Woolsey,</i> 18 How. 344: \"The circumstances of each case must determine the jurisdiction of a court of equity to give the relief sought.\"</p>\n<p>It appears from the bill that the capital stock of the corporation is divided into 200,000 shares of the par value of $25 each, of which the plaintiff is the owner of 100 shares; that the total annual tax, including fees, amounts to $1875, which results in a charge upon the plaintiff's interest of less than one dollar a year. This would scarcely be a case of \"irremediable injury or a total failure of justice,\" as indicated in next to the last paragraph of the quotation from the opinion of this court in <i>Hawes</i> v. <i>Oakland</i><i>.</i> Indeed, the tax upon the company of $3 a stamp for each of the 540 stamps used by it in the crushing and reduction of ore does not appear to be such as threatens <span class=\"star-pagination\">*464</span> ruin to the company. It does not appear from the bill that any other stockholder shares with the plaintiff his belief in the illegality of the tax or objects to its payment by the corporation, although of course it may be assumed that every person is willing to be relieved from the payment of a tax if other parties will bring about that relief without any trouble to himself.</p>\n<p>Again, as suggested by the district judge in his opinion, the plaintiff could not maintain an injunction suit to restrain a similar tax upon himself and why should he be permitted to secure a relief to the corporation (of which he is a minor stockholder) which he could not secure for himself individually? Are corporations the favored parties in respect to the enforcement of taxes? And when the assistance of a court of equity is invoked the purpose of the suit and the object which is sought to be accomplished are frequently matters which may properly be considered. Not only is it the general rule that equity will not restrain the collection of a tax on the mere ground of its illegality, but also, as appears by its legislation, Congress has attempted to enforce that rule and to require payment of a tax by the party charged therewith before inquiry as to its validity will be permitted. See <i>Pacific Steam Whaling Company</i> v. <i>United States, ante,</i> p. 447. Now before a court of equity will in any way help a party to thwart this intent of Congress, it should affirmatively and clearly appear that there is an absolute necessity for its interference in order to prevent irreparable injury. No considerations of mere convenience are sufficient. And if the party primarily and directly charged with a tax is unable to make a case for the interference of a court of equity, no one subordinately and indirectly affected by the tax should be given relief unless he shows not merely irreparable injury to the tax debtor as well as to himself, but also that he has taken every essential preliminary step to justify his claim of a right to act in behalf of such tax debtor. We have seen how small the burden of this tax is upon the plaintiff and how comparatively light it is upon the corporation 혰 how far short it comes of anything like irretrievable ruin. It is clearly an attempt to thwart in behalf of this corporation the obvious purpose of Congress, that a tax must be paid before its validity <span class=\"star-pagination\">*465</span> is challenged. Under those circumstances a court of equity should scrutinize with the utmost care the conduct of the plaintiff and see that he has done everything which ought to have been done to secure action by the corporation and its directors, and justify under the assumption of a controversy between himself and the corporation his prosecution of a litigation for its benefit.</p>\n<p>It appears affirmatively that no demand has been made on the directors to protect the corporation against this alleged illegal tax. The only demand shown is that upon the managing agent of the corporation in charge of the business in Alaska, and the excuse is that the directors (living in San Francisco) are too far away to be reached by notice. The act went into effect March 3, 1899, and this bill was filed July 17, 1899. The rule requires that the plaintiff must set forth with particularity the efforts made by him to secure action by the directors. It does not appear that he made any effort to secure such action, but he relies simply on the distance of the directors from the place where he resides and in which the court is held as an excuse for not applying to them. We are of opinion that the excuse is not sufficient. He should at least have shown some effort. If he had made an effort and obtained no satisfactory result either by reason of the distance of the directors or by their dilatoriness or unwillingness to act, a different case would have been presented, but to do nothing is not sufficient. For aught that the bill discloses he may have been in San Francisco from the time of the passage of the act until he left to come to Alaska for the purpose of bringing this suit. The district judge, in his opinion, said that the facts disclosed by the record lend color to the contention that the suit was collusive. In addition to the matters pointed out by him it may also be stated that since the case was brought to this court the company has not appeared by counsel in either brief or argument.</p>\n<p>Putting all these things together we are of opinion that the action of the District Court in dismissing the suit was right, and it is</p>\n<p><i>Affirmed.</i></p>\n<p>The CHIEF JUSTICE took no part in the decision of this case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></span> (1903)</b></center>\n<center><h1>CORBUS<br>\nv.<br>\nALASKA TREADWELL GOLD MINING COMPANY.</h1></center>\n<center>No. 10.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 8, 1902.</center>\n<center>Decided January 5, 1903.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF ALASKA.\n<p><span class=\"star-pagination\">*458</span> <i>Mr. S.M. Stockslager</i> for appellant. <i>Mr. W.W. Dudley, Mr. L.T. Michener, Mr. J.F. Malony, Mr. G.H. Cobb, Mr. George C. Heard, Mr. John R. Wynne</i> and <i>Mr. John G. Heid</i> were on the briefs.</p>\n<p><i>Mr. Solicitor General Richards</i> for the United States. <i>Mr. Assistant Attorney General Beck</i> was with him on the brief.</p>\n<p><span class=\"star-pagination\">*459</span> MR. JUSTICE BREWER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The thought suggested by the quotation from the opinion of the district judge impresses us forcibly. Evidently the plaintiff patterned his proceeding upon <i>Pollock</i> v. <i>Farmers' Loan &amp; Trust Co.,</i> 157 U.S. 429. But that case does not determine to what extent a court of equity will permit a stockholder to maintain a suit nominally against the corporation but really for its benefit. <i>Hawes</i> v. <i>Oakland,</i> <span class=\"citation\" data-id=\"90478\"><a href=\"/opinion/90478/hawes-v-oakland/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, is pertinent in this direction. In that case a citizen of New York, a stockholder in the Contra Costa Waterworks Company, a California corporation, filed his bill in the Circuit Court of the United States for the District of California against the city of Oakland, the waterworks company and its directors. The gravamen of the bill was that the city claimed and received from the company without compensation a supply of water for all municipal purposes whatever; that the claim had no legal foundation, and that such supply without compensation resulted in a diminution of the dividends which should come to the plaintiff and other stockholders, and a decrease in the value of their stock. The bill further alleged that the plaintiff applied to the directors to desist from such illegal practice and take immediate proceedings to prevent the city from taking water from the waterworks without compensation, but that they declined to do so and threatened to continue to furnish water to the city of Oakland free of charge for all municipal purposes, as had theretofore been done. To this bill the company and its directors failed to make answer or other defence. The city of Oakland filed a demurrer, which was sustained and the bill dismissed, and from such decree the case was appealed to this court. The opinion, which is too long to quote in full, opens with these observations (pp. 452, 453):</p>\n<p>\"Since the decision of this court in <i>Dodge</i> v. <i>Woolsey,</i> <span class=\"citation\" data-id=\"87016\"><a href=\"/opinion/87016/dodge-v-woolsey/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">331</span></a></span>, the principles of which have received more than once the approval of this court, the frequency with which the most ordinary and usual chancery remedies are sought in the Federal courts by a single stockholder of a corporation who <span class=\"star-pagination\">*460</span> possesses the requisite citizenship, in cases where the corporation whose rights are to be enforced cannot sue in those courts, seems to justify a consideration of the grounds on which that case was decided, and of the just limitations of the exercise of those principles.</p>\n<p>\"This practice has grown until the corporations created by the laws of the States bring a large part of their controversies with their neighbors and fellow citizens into the courts of the United States for adjudication, instead of resorting to the state courts, which are their natural, their lawful, and their appropriate forum. It is not difficult to see how this has come to pass. A corporation having such a controversy, which it is foreseen must end in litigation, and preferring for any reason whatever that this litigation shall take place in a Federal court, in which it can neither sue its real antagonist nor be sued by it, has recourse to a holder of one of its shares, who is a citizen of another State. This stockholder is called into consultation and is told that his corporation has rights which the directors refuse to enforce or to protect. He instantly demands of them to do their duty in this regard, which of course they fail or refuse to do, and thereupon he discovers that he has two causes of action entitling him to equitable relief in a court of chancery; namely, one against his own company of which he is a corporator, for refusing to do what he has requested them to do; and the other against the party which contests the matter in controversy with that corporation. These two causes of action he combines in an equity suit in the Circuit Court of the United States, because he is a citizen of a different State, though the real parties to the controversy could have no standing in that court. If no non-resident stockholder exists, a transfer of a few shares is made to some citizen of another State, who then brings the suit. The real defendant in this action may be quite as willing to have the case tried in the Federal court as the corporation and its stockholder. If so, he makes no objection, and the case proceeds to a hearing. Or he may file his answer denying the special grounds set up in the bill as a reason for the stockholder's interference, at the same time that he answers to the merits. In either event the whole case is prepared for hearing <span class=\"star-pagination\">*461</span> on the merits, the right of the stockholder to a standing in equity receives but little attention, and the overburdened courts of the United States have this additional important litigation imposed upon them by a simulated and conventional arrangement, unauthorized by the facts of the case or by the sound principles of equity jurisdiction.\"</p>\n<p>After a full discussion, with the citation of many authorities, the conclusion is summed up in these words (pp. 460, 461):</p>\n<p>\"We understand that doctrine to be that to enable a stockholder in a corporation to sustain in a court of equity in his own name, a suit founded on a right of action existing in the corporation itself, and in which the corporation itself is the appropriate plaintiff, there must exist as the foundation of the suit 혰</p>\n<p>\"Some action or threatened action of the managing board of directors or trustees of the corporation which is beyond the authority conferred on them by their charter or other source of organization;</p>\n<p>\"Or such a fraudulent transaction completed or contemplated by the acting managers, in connection with some other party, or among themselves, or with other shareholders as will result in serious injury to the corporation, or to the interests of the other shareholders;</p>\n<p>\"Or where the board of directors, or a majority of them, are acting for their own interest, in a manner destructive of the corporation itself, or of the rights of the other shareholders;</p>\n<p>\"Or where the majority of the shareholders themselves are oppressively and illegally pursuing a course in the name of the corporation, which is in violation of the rights of the other shareholders, and which can only be restrained by the aid of a court of equity.</p>\n<p>\"Possibly other cases may arise in which, to prevent irremediable injury, or a total failure of justice, the court would be justified in exercising its powers, but the foregoing may be regarded as an outline of the principles which govern this class of cases.</p>\n<p>\"But, in addition to the existence of grievances which call for this kind of relief, it is equally important that before the <span class=\"star-pagination\">*462</span> shareholder is permitted in his own name to institute and conduct a litigation which usually belongs to the corporation, he should show to the satisfaction of the court that he has exhausted all the means within his reach to obtain, within the corporation itself, the redress of his grievances, or action in conformity to his wishes. He must make an earnest, not a simulated effort, with the managing body of the corporation, to induce remedial action on their part, and this must be made apparent to the court. If time permits or has permitted, he must show, if he fails with the directors, that he has made an honest effort to obtain action by the stockholders as a body, in the matter of which he complains. And he must show a case, if this is not done, where it could not be done, or it was not reasonable to require it.\" See also <i>Detroit</i> v. <i>Dean,</i> 106 U.S. 537-542; <i>Quincy</i> v. <i>Steel,</i> 120 U.S. 241.</p>\n<p>While this case is unlike that in that it does not attempt to transfer from a state to a Federal court a controversy which really belongs in the former 혰 there being none other than Federal courts in the Territory 혰 yet the principle is the same, for it is an effort to secure for the benefit of the corporation an injunction which it could not itself obtain and which no individual similarly situated can obtain.</p>\n<p>Immediately after announcing the decision in <i>Hawes</i> v. <i>Oakland, supra</i><i>,</i> this court promulgated an additional equity rule (Rule 94):</p>\n<p>\"Every bill brought by one or more stockholders in a corporation, against the corporation and other parties, founded on rights which may properly be asserted by the corporation, must be verified by oath, and must contain an allegation that the plaintiff was a shareholder at the time of the transaction of which he complains, or that his share had devolved on him since by operation of law; and that the suit is not a collusive one to confer on a court of the United States jurisdiction of a case of which it would not otherwise have cognizance. It must also set forth with particularity the efforts of the plaintiff to secure such action as he desires on the part of the managing directors or trustees, and, if necessary, of the shareholders, and the causes of his failure to obtain such action.\"</p>\n<p><span class=\"star-pagination\">*463</span> It must not be understood that a mere technical compliance with the foregoing rule is sufficient and precludes all inquiry as to the right of the stockholder to maintain a bill against the corporation. This court will examine the bill in its entirety and determine whether, under all the circumstances, the plaintiff has made such a showing of wrong on the part of the corporation or its officers and injury to himself as will justify the suit. The directors represent all the stockholders and are presumed to act honestly and according to their best judgment for the interests of all. Their judgment as to any matter lawfully confided to their discretion may not lightly be challenged by any stockholder or at his instance submitted for review to a court of equity. The directors may sometimes properly waive a legal right vested in the corporation in the belief that its best interests will be promoted by not insisting on such right. They may regard the expense of enforcing the right or the furtherance of the general business of the corporation in determining whether to waive or insist upon the right. And a court of equity may not be called upon at the appeal of any single stockholder to compel the directors or the corporation to enforce every right which it may possess, irrespective of other considerations. It is not a trifling thing for a stockholder to attempt to coerce the directors of a corporation to an act which their judgment does not approve, or to substitute his judgment for theirs. As said in <i>Dodge</i> v. <i>Woolsey,</i> 18 How. 344: \"The circumstances of each case must determine the jurisdiction of a court of equity to give the relief sought.\"</p>\n<p>It appears from the bill that the capital stock of the corporation is divided into 200,000 shares of the par value of $25 each, of which the plaintiff is the owner of 100 shares; that the total annual tax, including fees, amounts to $1875, which results in a charge upon the plaintiff's interest of less than one dollar a year. This would scarcely be a case of \"irremediable injury or a total failure of justice,\" as indicated in next to the last paragraph of the quotation from the opinion of this court in <i>Hawes</i> v. <i>Oakland</i><i>.</i> Indeed, the tax upon the company of $3 a stamp for each of the 540 stamps used by it in the crushing and reduction of ore does not appear to be such as threatens <span class=\"star-pagination\">*464</span> ruin to the company. It does not appear from the bill that any other stockholder shares with the plaintiff his belief in the illegality of the tax or objects to its payment by the corporation, although of course it may be assumed that every person is willing to be relieved from the payment of a tax if other parties will bring about that relief without any trouble to himself.</p>\n<p>Again, as suggested by the district judge in his opinion, the plaintiff could not maintain an injunction suit to restrain a similar tax upon himself and why should he be permitted to secure a relief to the corporation (of which he is a minor stockholder) which he could not secure for himself individually? Are corporations the favored parties in respect to the enforcement of taxes? And when the assistance of a court of equity is invoked the purpose of the suit and the object which is sought to be accomplished are frequently matters which may properly be considered. Not only is it the general rule that equity will not restrain the collection of a tax on the mere ground of its illegality, but also, as appears by its legislation, Congress has attempted to enforce that rule and to require payment of a tax by the party charged therewith before inquiry as to its validity will be permitted. See <i>Pacific Steam Whaling Company</i> v. <i>United States, ante,</i> p. 447. Now before a court of equity will in any way help a party to thwart this intent of Congress, it should affirmatively and clearly appear that there is an absolute necessity for its interference in order to prevent irreparable injury. No considerations of mere convenience are sufficient. And if the party primarily and directly charged with a tax is unable to make a case for the interference of a court of equity, no one subordinately and indirectly affected by the tax should be given relief unless he shows not merely irreparable injury to the tax debtor as well as to himself, but also that he has taken every essential preliminary step to justify his claim of a right to act in behalf of such tax debtor. We have seen how small the burden of this tax is upon the plaintiff and how comparatively light it is upon the corporation 혰 how far short it comes of anything like irretrievable ruin. It is clearly an attempt to thwart in behalf of this corporation the obvious purpose of Congress, that a tax must be paid before its validity <span class=\"star-pagination\">*465</span> is challenged. Under those circumstances a court of equity should scrutinize with the utmost care the conduct of the plaintiff and see that he has done everything which ought to have been done to secure action by the corporation and its directors, and justify under the assumption of a controversy between himself and the corporation his prosecution of a litigation for its benefit.</p>\n<p>It appears affirmatively that no demand has been made on the directors to protect the corporation against this alleged illegal tax. The only demand shown is that upon the managing agent of the corporation in charge of the business in Alaska, and the excuse is that the directors (living in San Francisco) are too far away to be reached by notice. The act went into effect March 3, 1899, and this bill was filed July 17, 1899. The rule requires that the plaintiff must set forth with particularity the efforts made by him to secure action by the directors. It does not appear that he made any effort to secure such action, but he relies simply on the distance of the directors from the place where he resides and in which the court is held as an excuse for not applying to them. We are of opinion that the excuse is not sufficient. He should at least have shown some effort. If he had made an effort and obtained no satisfactory result either by reason of the distance of the directors or by their dilatoriness or unwillingness to act, a different case would have been presented, but to do nothing is not sufficient. For aught that the bill discloses he may have been in San Francisco from the time of the passage of the act until he left to come to Alaska for the purpose of bringing this suit. The district judge, in his opinion, said that the facts disclosed by the record lend color to the contention that the suit was collusive. In addition to the matters pointed out by him it may also be stated that since the case was brought to this court the company has not appeared by counsel in either brief or argument.</p>\n<p>Putting all these things together we are of opinion that the action of the District Court in dismissing the suit was right, and it is</p>\n<p><i>Affirmed.</i></p>\n<p>The CHIEF JUSTICE took no part in the decision of this case.</p>\n</div>", "id": 95749, "judges": "Brewer, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95749/", "sha1": "de192fce2a57529ff2885def05fded0b22502df8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:14"}