{"absolute_url": "/opinion/95752/mobile-transp-co-v-mobile/", "blocked": false, "citation": {"case_name": "Mobile Transp. Co. v. Mobile", "docket_number": "62", "document_uris": ["/api/rest/v2/document/95752/"], "federal_cite_one": "187 U.S. 479", "federal_cite_three": null, "federal_cite_two": null, "id": 80135, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80135/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1903-01-05", "date_modified": "2014-12-21T01:33:53.143067", "docket": "/api/rest/v2/docket/513594/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">187 U.S. 479</p>\n    <p class=\"case_cite\">23 S.Ct. 170</p>\n    <p class=\"case_cite\">47 L.Ed. 266</p>\n    <p class=\"parties\">MOBILE TRANSPORTATION COMPANY, <i>Plff. in Err.</i>,<br>v.<br>CITY OF MOBILE.</p>\n    <p class=\"docket\">No. 62.</p>\n    <p class=\"date\">Argued November 3, 1902.</p>\n    <p class=\"date\">Decided January 5, 1903.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an action in ejectment brought in the state circuit court by the city of Mobile against the Mobile Transportation Company, to recover a portion of the shore and bed of the Mobile river in the city of Mobile, between high-water mark and the channel line or point of practical navigability.</p>\n      <p class=\"indent\">In support of its title the city relied upon the following acts:</p>\n      <p class=\"indent\">1. An act of Congress approved March 2, 1819, entitled 'An Act to Enable the People of the Alabama Territory to Form a Constitution and State Government, and for the Admission of Such State into the Union on an Equal Footing with the Original States.' 3 Stat. at L. 489, chap. 47.</p>\n      <p class=\"indent\">2. An ordinance of the convention of Alabama adopted August 2, 1819, accepting the proposition offered by Congress. Ala. Code 1876, p. 68.</p>\n      <p class=\"indent\">3. A resolution of Congress of December 14, 1819, declaring the admission of the state into the Union, with a Constitution which had been adopted by the state. 3 Stat. at L. 608.</p>\n      <p class=\"indent\">4. An act of the general assembly of Alabama, approved January 31, 1867, entitled 'An Act Granting the City of Mobile the Riparian Rights in the River Front.' Acts of 1866-67, p. 307.</p>\n      <p class=\"indent\">5. An act of the assembly, approved February 18, 1895, entitled 'An Act to fix the Right of the City of Mobile to Certain Real Estate.' Acts of 1894-95, p. 815.</p>\n      <p class=\"indent\">6. An act approved December 5, 1896 (Acts 1896, p. 49), amending the last act.</p>\n      <p class=\"indent\">Several acts respecting the incorporation of the city of Mobile, unnecessary to be considered, were also offered in evidence. It was admitted that defendant was in possession of the lands.</p>\n      <p class=\"indent\">Defendant pleaded the statute of limitations, and offered in evidence certain 'documents, legislative and executive, of the Congress of the United States, in relation to the public lands, from the first session of the First Congress to the first session of the Twenty-third Congress,' and particularly that relating to the claim of one Regis Bernoudy, who claimed under a Spanish grant made March 3, 1792, to Joseph Munora, together with evidence of the report of the Land Commissioner in favor of his claim, and a patent of the United States dated December 28, 1836, to the assignees of Bernoudy, wherein it was recited that the claim of Bernoudy (entered as No. 11) was affirmed, had been surveyed, and was by such title granted unto his assignees. The defendant also offered an unbroken chain of deeds from these assignees to the transportation company, as well as proof of an adverse possession of the lands described in the complaint, under a color of right, for twenty years before bringing suit.</p>\n      <p class=\"indent\">All this evidence was excluded by the circuit court, whose action in that particular was affirmed by the supreme court of the state. 128 Ala. 335, 30 So. 645.</p>\n      <p class=\"indent\"><i>Messrs. Frederic G. Bromberg,</i> <i>William B. Putney</i>, and <i>Eugene H. Lewis</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>Messrs. Harry T. Smith</i> and <i>Gregory L. Smith</i> for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Brown delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">1. Motion was made to dismiss this writ of error for the want of a Federal question, but in view of the fact that defendant's title depends upon a Spanish grant claimed to have been perfected under the treaty of 1819 between the United States and the King of Spain (8 Stat. at L. 252), and a patent of the United States dated December 28, 1836, in alleged confirmation of such claim, we do not see how such motion can be sustained, unless upon the theory that the Federal questions so raised are frivolous and undeserving of further notice. We are of opinion that they cannot be so considered, and the motion to dismiss must therefore be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There are fifty-eight assignments of error, none of which require separate consideration, since all turn upon the respective titles of the parties to the land in question. As the plaintiff in an action of ejectment is bound to recover upon the strength of his own title, we shall first consider the several objections made to the title of the city.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">2. That the state of Alabama, when admitted into the Union, became entitled to the soil under the navigable waters, below high-water mark within the limits of the state, not previously granted, was so conclusively settled by this court in <i>Pollard</i> v. <i>Hagan</i>, 3 How. 212, 11 L. ed. 565, as to need no further consideration. This was also an action of ejectment for lands below high-water mark in the city of Mobile. The plaintiffs insisted that, by the compact between the United States and Alabama, on her admission into the Union, it was agreed that the people of Alabama forever disclaimed all right or title to the waste or unappropriated lands lying within the state, that the same should remain at the sole disposal of the United States; and that all the navigable waters within the state should forever remain public highways; and hence, that the lands under the navigable waters, and the public domain above high water, were alike reserved to the United States, and alike subject to be sold by them; and that to give any other construction to these compacts would be to yield up to Alabama, and the other new states, all the public land within their limits. This court, however, held that, when Alabama was admitted into the Union, on an equal footing with the original states, she succeeded to all the rights of sovereignty, jurisdiction, and eminent domain which Georgia possessed at the time she ceded the territory of Alabama to the United States, and that nothing remained to the latter, according to the terms of the agreement, but the public lands. In summing up its conclusions the court held: 'First, the shores of navigable waters, and the soils under them, were not granted by the Constitution to the United States, but were reserved to the states respectively. Secondly, the new states have the same rights, sovereignty, and jurisdiction over this subject as the original states. Thirdly, the right of the United States to the public lands, and the power of Congress to make all needful rules and regulations for the sale and disposition thereof, conferred no power to grant to the plaintiffs the land in controversy in this case.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The supreme court of Alabama having approved a charge to the jury that 'if they believed the premises sued for were below the usual high-water mark, at the time Alabama was admitted into the Union, then the act of Congress' (passed in July, 1836, confirming the title of the plaintiff), 'and the patent in pursuance thereof, could give the plaintiffs no title,' its judgment was affirmed. The opinion of the court was pronounced in 1844.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to this time, however, and in 1839, the supreme court of Alabama in the case of <i>Mobile</i> v. <i>Eslava</i>, 9 Port. (Ala.) 577, 33 Am. Dec. 325, had also held that the navigable waters within that state, having been dedicated to the use of the citizens of the United States, it was not competent for Congress to grant a right of property in the same, and that the navigable waters extended, not only to low water, but embraced all the soil within the limits of high-water mark. This case was also affirmed by this court (16 Pet. 234, 10 L. ed. 948), though the case as here presented did not turn upon the rights of the state to land beneath its navigable waters below high-water mark.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This was also declared to be the doctrine of the supreme court of Alabama as late as 1853, when in <i>Magee</i> v. <i>Doe ex dem. Hallett</i>, 22 Ala. 699, it was held that, if the Mobile river were the eastern boundary of the grants in question, the lines could not, under the decisions of that court, as well as those of the Supreme Court of the United States, extend beyond high-water mark at that time, citing <i>Pollard</i> v. <i>Hagan</i>, 3 Ala. 291, Affirmed, as above stated, in 3 How. 212, 11 L. ed. 565; <i>Abbot</i> v. <i>Doe ex dem. Kennedy</i>, 5 Ala. 393, and <i>Goodtitle</i> v. <i>Kibbe</i>, 9 How. 471, 13 L. ed. 220. This last case was little more than an affirmance of <i>Pollard</i> v. <i>Hagan</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 31, 1867, the general assembly of Alabama passed 'An Act Granting the City of Mobile the Riparian Rights in the River Front,' the first section of which enacted that 'the shore and the soil under Mobile river, situated within the boundary lines of the city of Mobile, as defined and set forth in &#167; 2 of an act to incorporate the city of Mobile, approved February 2, 1866, be and the same is hereby granted and delivered to the city of Mobile.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Sec. 2. <i>Be it further enacted</i>, That the mayor, aldermen, and common council of the city of Mobile be and they are hereby created and declared trustees to hold, possess, direct, control, and manage the shore and soil herein granted, in such manner as they may deem best for the public good.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Boulo</i> v. <i>New Orleans, N. &amp; T. R. Co.</i> 55 Ala. 480, decided in 1875, it was also held that the title to the shore of all tidewater streams resides in the state, for the benefit of the public, and its use by the public for the purpose of commerce was not only permissible, but in accordance with the trust annexed to the title. The place in controversy was a slip beneath two wharves, but whether it was covered at high tide by the water of the river was a fact about which the evidence conflicted, though the court inclined to the opinion that land had been formed which was not usually covered by water at high tide. It was held the title was in the state.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In <i>Williams</i> v. <i>Glover</i>, 66 Ala. 189, part of the land in controversy was an island in the Tennessee river. Some 12 acres of the tract lay between high and low water marks, and was covered with water in high floods. The court held that the ownership of the plaintiff extended to the margin of the water at its ordinary stage, and hence embraced the land between high and low water marks. As the Tennessee river is not a tidal stream, but empties into the Mississippi far to the north of Alabama, the court in using the words 'between high and low water marks' must have had reference to the difference between the river at floods and at its ordinary stage. No reference was made to the prior authorities respecting tide waters.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>Demopolis</i> v. <i>Webb</i>, 87 Ala. 659, 6 So. 408, the case did not turn upon the ownership of land below high-water mark, although the court, in delivering the opinion, said: 'Under our decisions, when a person owns lands on a navigable river his ownership is held to extend so far as to embrace the land between high and low water marks,' citing <i>Williams</i> v. <i>Glover</i>, 66 Ala. 189, which, as before stated, related to land upon an island in the Tennessee river, and not upon a tidal stream. The land in question was in the city of Demopolis, on the Tombigbee river, a navigable stream emptying into the Bay of Mobile, and at this point apparently far above the tidal effect. In the same case afterwards before the court on its merits (<i>Webb</i> v. <i>Demopolis</i>, 95 Ala. 116, 21 L. R. A. 62, 13 So. 289), the court held that whether a grant of the United States to land lying on a navigable stream within the limits of a state extends to high or to low water mark, or to the middle thread of the stream, was not a Federal, but a local, question, citing <i>Barney</i> v. <i>Keokuk</i>, 94 U. S. 324, 24 L. ed. 224; <i>Packer</i> v. <i>Bird</i>, 137 U. S. 661, 34 L. ed. 819, 11 Sup. Ct. Rep. 210; <i>St. Louis</i> v. <i>Rutz</i>, 138 U. S. 226, 34 L. ed. 941, 11 Sup. Ct. Rep. 337; <i>Hardin</i> v. <i>Jordan</i>, 140 U. S. 371, 35 L. ed. 428, 11 Sup. Ct. Rep. 808, 835, and <i>Kaukauna Water Power Co.</i> v. <i>Green Bay &amp; M. Canal Co.</i> 142 U. S. 255, 35 L. ed. 1004, 12 Sup. Ct. Rep. 173, and also held that 'the rule which this state has adopted and declared through this court is that a grant by the United States to land bordering on a navigable river includes the shore or bank of such river, and extends to the water line thereof at low water.' In none of the above cases cited from our reports were the lands situated within tide waters.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Relying upon these cases from the supreme court of Alabama, the transportation company attack the constitutionality of the act of January 31, 1867, conveying to the city of Mobile the shore and soil under Mobile river, 'because the act impairs vested rights, because riparian rights are property, and because the rule in Alabama is that a grant by the United States of lands bordering on a navigable river includes the shore or bank of such river, and extends to the water line at low water.' In this connection the company insists that the decisions above cited constitute a rule of property in the nature of a contract with the owners of land adjacent to the Mobile river, which have been impaired by the construction given to the act of January 31, 1867; but, as we have already noticed, none of the cases related to tidal streams.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In its opinion in this case the supreme court of Alabama seems to admit that in <i>Webb</i> v. <i>Demopolis</i>, and one or two other cases relating to the shore line of streams <i>above the ebb and flow of tide waters</i>, the defendant was correct in supposing that the title of the riparian proprietor extended to low-water mark, but, said the court, 'these cases in nowise conflict with the commonlaw rule, so often approved by this court and other jurisdictions, that on streams where the tide ebbs and flows, grants of adjoining lands only extend to the ordinary high-tide line along the shore. The law is definitely settled as to this point, and it could hardly have been the purpose of the decision in <i>Webb</i> v. <i>Demopolis</i> to disturb this rule of property, supported by a vast array of authorities, without making reference to them.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But we are of opinion that there is no conflict between the cases in Alabama, inasmuch as the cases which hold that the rights of the riparian proprietor extend only to high-water mark are cases arising upon navigable <i>tide</i> waters, where the rise and fall are of daily occurrence, and not usually subject to much variation in height. In regard to this class of cases the rule laid down by the supreme court of Alabama in <i>Mobile</i> v. <i>Eslava</i>, 9 Port. (Ala.) 577, 33 Am. Dec. 325, that private ownership extends only to high-water mark, has been consistently adhered to ever since, and notably so in <i>Doe ex dem. Kennedy</i> v. <i>Beebe</i>, 8 Ala. 909, 914; <i>Doe ex dem. Pollard</i> v. <i>Greit</i>, 8 Ala. 930, 941; <i>Magee</i> v. <i>Doe ex dem. Hallett</i>, 22 Ala. 699, 719; <i>Abbot</i> v. <i>Kennedy</i>, 5 Ala. 393; <i>Boulo</i> v. <i>New Orleans, M. &amp; T. R. Co.</i> 55 Ala. 480; while, upon the other hand, in the cases which hold that private ownership extends to low-water mark (<i>Bullock</i> v. <i>Wilson</i>, 2 Port. (Ala.) 436; <i>Williams</i> v. <i>Glover</i>, 66 Ala. 189; <i>Demopolis</i> v. <i>Webb</i>, 87 Ala. 659, 6 So. 408, and <i>Webb</i> v. <i>Demopolis</i>, 95 Ala. 116, 21 L. R. A. 62, 13 So. 289), the lands were situated upon a navigable river far above the tidal influence, and high and low water marks were determined, not by the action of the tides, but by the actual rise and fall of the river at different seasons of the year. With regard to this latter class of cases there is a great conflict of authority in the state courts, some holding that the rights of the riparian proprietor are bounded by high-water mark, others by low-water mark, and still others by the thread of the stream. Some of these cases are mentioned in the opinion of Mr. Justice Bradley in <i>Hardin</i> v. <i>Jordan</i>, 140 U. S. 371, 382, 35 L. ed. 428, 433, 11 Sup. Ct. Rep. 808, 838, and a large number of them are reviewed in part 1, chap. 3, of Gould on Waters, where nearly all the cases seem to be collected.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But even if it were conceded that there had been a change of opinion in Alabama with respect to riparian rights upon tide waters, such change by no means raises a case under the contract clause of the Constitution. The status of real estate within a particular jurisdiction is not so much one of contract as of policy, which may be changed at any time by the legislature, provided no vested rights are disturbed. Of course, if riparian proprietors have acquired the title to the property below high-water mark by a grant or prior possession, good against the state, they could only be dispossessed by proceedings in eminent domain. The act of 1867 declared no more than that the rights possessed by the state in the shore and soil under Mobile river were granted to the city. We see nothing objectionable in this act. What the state held it held as trustee for the public, and it had a right to devolve this trust upon the city of Mobile. What it had not it could not grant, and the rights of the riparian proprietors were neither enlarged nor restricted by the act. If subsequent cases have given any construction at all to that act, of which there seems to be some doubt, such construction would not present a Federal question, and if the supreme court of Alabama had changed its views with respect to the limit of private ownership upon tide waters, its decision in that regard cannot be reviewed by this court. <i>Central Land Co.</i> v. <i>Laidley</i>, 159 U. S. 103, 40 L. ed. 91, 16 Sup. Ct. Rep. 80; <i>Hanford</i> v. <i>Davies</i>, 163 U. S. 273, 41 L. ed. 157, 16 Sup. Ct. Rep. 1051. Upon the whole, we are of opinion that there is no defect upon the face of the title of the city of which the transportation company was entitled to avail itself.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">3. We are next to consider whether the defendant has a vested right in these lands which could not be taken from it without compensation or proceedings in eminent domain.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By the eighth article of the treaty between the United States and Spain of February 22, 1819 (8 Stat. at L. 252), 'all the grants of land made before the 24th of January, 1818, by His Catholic Majesty, or by his lawful authorities, in the said territories ceded by His Majesty to the United States, shall be ratified and confirmed to the persons in possession of the lands, to the same extent that the same grants would be valid if the territories had remained under the dominion of His Catholic Majesty.' In support of this alleged grant from the King of Spain, defendant offered in evidence volume 3 of the American State Papers, entitled 'Documents, legislative and executive, of the Congress of the United States in relation to the public lands, from the first session of the First Congress to the first session of the Twenty-third Congress, March 4, 1789, to June 15, 1834.' That part of it relating to the claim of Regis Bernoudy of the land in question is printed in the margin.  The difficulty</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Register of claims to land in the district east of Pearl river, in Louisiana, founded on private conveyances, which have passed through the office of the commandant, but founded, as the claimant supposes, on grants lost by time or accident.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(Page 30.)</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Number &#8212;&#8212;, 11.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By whom claimed, Regis Bernody.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Original claimant, Joseph Munora.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Where situated, Mobile river.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Quantity claimed, area in arpens, 600.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Cultivation and inhabitation, from 1809 to 1813.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(Page 31.)</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(Signed) William Crawford,</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Commissioner. with this report is that it contains no grant, but merely a supposition of the claimant that a grant once existed, and had been lost by time or accident. It is needless to say that this is no evidence of an actual grant; but a further, and even more serious, objection to the document is, that it contains no other description of the land granted than that it was 600 arpents in area, and was situated on the Mobile river, but that no survey of the land existed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Apparently in confirmation of this claim, defendant also offered in evidence a patent of the United States, dated December 28, 1836, wherein it was recited that this claim had been confirmed by acts of Congress passed in 1819 and 1822 [3 Stat. at L. 707, chap. 128], and that it had been surveyed. Referring to these acts of Congress, we find that both contain a proviso that the confirmations and grants provided to be made by the acts 'shall amount only to a relinquishment forever, on the part of the United States, of all right and title whatever to the lots of land so confirmed and granted.' Had this patent been issued before the admission of Alabama into the Union, it would be difficult to see why it did not convey a perfect title; but it was fully settled by this court with respect to these titles in <i>Pollard</i> v. <i>Hagan</i>, 3 How. 212, 11 L. ed. 565; <i>Goodtitle</i> v. <i>Kibbe</i>, 9 How. 471, 13 L. ed. 220, and <i>Doe ex dem. Hallett</i> v. <i>Beebe</i>, 13 How. 25, 14 L. ed. 35, that, inasmuch as all lands below high-water mark had passed to the state of Alabama upon her admission into the Union in 1819, there was nothing left upon which a subsequent patent of the United States could operate.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There are other defenses presented by the record in this case, such as that of estoppel, by reason of improvements made upon this land with the acquiescence of the city, license to build a wharf, and payment of taxes; the unconstitutionality of the act of 1867, because the title of the act does not describe its subject; want of power in the state to convey its title to the city, and the statute of limitations. These, however, are all of a local nature, and present no Federal question.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In connection with the power of the state to convey its interest in these lands to the city, as it attempted to do by the act of 1867, much reliance is placed by the transportation company upon the case of <i>Illinois C. R. Co.</i> v. <i>Illinois</i>, 146 U. S. 387, 36 L. ed. 1018, 13 Sup. Ct. Rep. 110. This case, however, is inapplicable for two reasons: First, it turns upon the power of the state to convey its right to the soil beneath the <i>navigable</i> waters of the state, and, of course, below low-water mark, not to a municipal corporation 'created and declared trustees to hold, possess, direct, control, and manage the shore and soil herein granted in such manner as they may deem best for the public good,' but to a private railroad corporation to hold and control for its own purposes; second, that case came to this court from the circuit court of the United States, which was called upon to declare as an original question what power the state of Illinois had to convey the property in question to the Illinois Central Railroad Company; while this case comes up by writ of error to the supreme court of a state, which has itself put a construction upon an act of its own legislature and upon its conformity to the Constitution of the state. The decision of that court upon these questions is obligatory upon us.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>The judgment of the Supreme Court of Alabama is affirmed</i>.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Remarks.&#8212;Though the original grants upon which the preceding claims are founded have been lost, yet it is conceived that the claims to such lands, not exceeding a reasonable quantity, as were inhabited and cultivated under the Spanish government, ought to be confirmed.</p>\n        <p>(Signed) William Crawford,</p>\n        <p>Commissioner.</p>\n        <p>*          *          *          *          *</p>\n        <p>(Page 400.)</p>\n        <p>No. 9.</p>\n        <p>Report on the conflicting claims of Joseph McCandless and Regis Bernody, both of whom claim the same tract of land, and in relation to whose claims the former commissioner reported favorably.</p>\n        <p>Former Commis.'s Report.</p>\n        <p>No. of report, 10.</p>\n        <p>No. of claim, 11.</p>\n        <p>By whom claimed, Regis Bernody.</p>\n        <p>Original claimant, Joseph S. Murona.</p>\n        <p>Nature of claim and from what authority derived, spa. pert. to cert. from commandant; grant lost by time or accident.</p>\n        <p>Date of claim, 3 March, 1792.</p>\n        <p>Quantity claimed, area in arpens, 600.</p>\n        <p>Where situated, Mobile river.</p>\n        <p>By whom issued, Carondelet.</p>\n        <p>Surveyed, no survey.</p>\n        <p>Cultivation and inhabitation, from 1809 to 1813.</p>\n        <p>*          *          *          *          *</p>\n        <p>Report 10, claim 11.&#8212;The claim of Regis Bernody is founded on a conveyance made to him by Joseph Gaspar Munora, at Pensacola, which passed through the office of the commandant, as all authentic conveyances must have done in the Spanish posts of the intendancy, and recognizes the original grant or concession of the same made by the Baron de Carondelet in favor of said Munora on the 3d March, 1792, which grant was produced by Munora on the day of the execution of the conveyance to Bernody. The proof of the inhabitation and cultivation by Bernody (until forcibly expelled by McCandless) is complete, and the inference is strong that Munora,</p>\n        <p>the grantee, did comply with the essential conditions of the grant, inasmuch as the instructions of Morales expressly charge the 'notaries and commandants not to pass any conveyance of lands where the conditions of the grant were not previously proven to have been complied with; and, independently of this consideration, the declaration of Munora, in the conveyance to Bernody, that it was 'the same land that Antonio Espejo worked with his permission,' made, too, at a time when it could not be imagined that any rival claim would arise, furnishes a violent presumption that the land was inhabited or cultivated by or for Munora agreeably to the Spanish regulations. A full report of all the evidence presented by the conflicting claimants is herewith presented. Upon the best view we have been able to take of the relative merits of these claims, we are decidedly of opinion that the claim of Joseph McCandless ought to be rejected, and that of Regis Bernody confirmed.'</p>\n        <p>W. Barton, Register.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>187 U.S. 479 (1903)</b></center>\n<center><h1>MOBILE TRANSPORTATION COMPANY<br>\nv.<br>\nMOBILE.</h1></center>\n<center>No. 62.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 3, 1902.</center>\n<center>Decided January 5, 1903.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ALABAMA.\n<p><span class=\"star-pagination\">*481</span> <i>Mr. Frederick G. Bromburg</i> for plaintiff in error. <i>Mr. Eugene H. Lewis</i> was with him on the brief.</p>\n<p><i>Mr. Harry T. Smith</i> for defendant in error. <i>Mr. Gregory L. Smith</i> was with him on the brief.</p>\n<p><span class=\"star-pagination\">*482</span> MR. JUSTICE BROWN, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>1. Motion was made to dismiss this writ of error for the want of a Federal question, but in view of the fact that defendant's title depends upon a Spanish grant claimed to have been perfected under the treaty of 1819 between the United States and the King of Spain, 8 Stat. 252, and a patent of the United States dated December 28, 1836, in alleged confirmation of such claim, we do not see how such motion can be sustained, unless upon the theory that the Federal questions so raised are frivolous and undeserving of further notice. We are of opinion that they cannot be so considered, and the motion to dismiss must therefore be denied.</p>\n<p>There are fifty-eight assignments of error, none of which require separate consideration, since all turn upon the respective titles of the parties to the land in question. As the plaintiff in an action of ejectment is bound to recover upon the strength of his own title, we shall first consider the several objections made to the title of the city.</p>\n<p>2. That the State of Alabama, when admitted into the Union, became entitled to the soil under the navigable waters, below high water mark within the limits of the State, not previously granted, was of conclusively settled by this court in <i>Pollard's Lessee</i> v. <i>Hagan,</i> 3 How. 212, as to need no further consideration. This was also an action of ejectment for lands below high water mark in the city of Mobile. The plaintiffs insisted that, by the compact between the United States and Alabama, on her admission into the Union, it was agreed that the people of Alabama forever disclaimed all right or title to the waste or unappropriated lands lying within the State, that the same should remain at the sole disposal of the United States; and that all the navigable waters within the State should forever remain public highways; and hence, that the lands under the navigable waters, and the public domain above high water, were alike reserved to the United States, and alike subject to be sold by them; and that, to give any other construction to these compacts, would be to yield up to Alabama, <span class=\"star-pagination\">*483</span> and the other new States, all the public land within their limits. This court, however, held that, when Alabama was admitted into the Union, on an equal footing with the original States, she succeeded to all the rights of sovereignty, jurisdiction and eminent domain which Georgia possessed at the time she ceded the Territory of Alabama to the United States, and that nothing remained to the latter, according to the terms of the agreement, but the public lands. In summing up its conclusions the court held: \"First, the shores of navigable waters, and the soils under them, were not granted by the Constitution to the United States, but were reserved to the States respectively. Secondly, the new States have the same rights, sovereignty, and jurisdiction over this subject as the original States. Thirdly, the right of the United States to the public lands, and the power of Congress to make all needful rules and regulations for the sale and disposition thereof, conferred no power to grant to the plaintiffs the land in controversy in this case.\"</p>\n<p>The Supreme Court of Alabama having approved a charge to the jury that \"if they believed the premises sued for were below the usual high water mark, at the time Alabama was admitted into the Union, then the act of Congress\" (passed in July, 1836, confirming the title of the plaintiff) \"and the patent in pursuance thereof, could give the plaintiffs no title,\" its judgment was affirmed. The opinion of the court was pronounced in 1844.</p>\n<p>Prior to this time, however, and in 1839, the Supreme Court of Alabama in the case of <i>Mayor &amp;c. of Mobile</i> v. <i>Eslava,</i> 9 Porter, 577, had also held that the navigable waters within that State, having been dedicated to the use of the citizens of the United States, it was not competent for Congress to grant a right of property in the same, and that the navigable waters extended not only to low water, but embraced all the soil within the limits of high water mark. This case was also affirmed by this court, 16 Pet. 234, though the case as here presented did not turn upon the rights of the State to land beneath its navigable waters below high water mark.</p>\n<p>This was also declared to be the doctrine of the Supreme Court of Alabama as late as 1853, when in <i>Magee</i> v. <i>Hallett,</i> <span class=\"star-pagination\">*484</span> 22 Alabama, 699, it was held that, if the Mobile River were the eastern boundary of the grants in question, the lines could not under the decisions of that court, as well as those of the Supreme Court of the United States, extend beyond high water mark at that time, citing <i>Pollard's Heirs</i> v. <i>Thorp,</i> 3 Alabama, 291, affirmed as above stated in 3 How. 212; <i>Abbot's Ex'r</i> v. <i>Kennedy,</i> 5 Alabama, 393, and <i>Goodtitle</i> v. <i>Kibbe,</i> 9 How. 471. This last case was little more than an affirmance of <i>Pollard</i> v. <i>Hagan</i><i>.</i></p>\n<p>On January 31, 1867, the general assembly of Alabama passed \"An act granting the city of Mobile the riparian rights in the river front,\" the first section of which enacted that \"the shore and the soil under Mobile River, situated within the boundary lines of the city of Mobile, as defined and set forth in section two of `An act to incorporate the city of Mobile,' approved February 2, 1866, be, and the same is hereby granted and delivered to the city of Mobile.\"</p>\n<p>\"SEC. 2. <i>Be it further enacted,</i> That the mayor, aldermen and common council of the city of Mobile be, and are hereby created and declared trustees to hold, possess, direct, control and manage the shore and soil herein granted, in such manner as they may deem best for the public good.\"</p>\n<p>In <i>Boulo</i> v. <i>New Orleans &amp;c. R.R. Co.,</i> 55 Alabama, 480, decided in 1875, it was also held that the title to the shore of all tide-water streams resides in the State, for the benefit of the public, and its use by the public for the purpose of commerce was not only permissible, but in accordance with the trust annexed to the title. The place in controversy was a slip beneath two wharves, but whether it was covered at high tide by the water of the river was a fact about which the evidence conflicted, though the court inclined to the opinion that land had been formed which was not usually covered by water at high tide. It was held the title was in the State.</p>\n<p>In <i>Williams</i> v. <i>Glover,</i> 66 Alabama, 189, part of the land in controversy was an island in the Tennessee River. Some twelve acres of the tract lay between high and low water marks, and was covered with water in high floods. The court held that the ownership of the plaintiff extended to the margin <span class=\"star-pagination\">*485</span> of the water at its ordinary stage, and hence embraced the land between high and low water marks. As the Tennessee River is not a tidal stream, but empties into the Mississippi far to the north of Alabama, the court in using the words \"between high and low water marks\" must have had reference to the difference between the river at floods and at its ordinary stage. No reference was made to the prior authorities respecting tide waters.</p>\n<p>In <i>City of Demopolis</i> v. <i>Webb,</i> 87 Alabama, 659, the case did not turn upon the ownership of land below high water mark, although the court, in delivering the opinion, said: \"Under our decisions, when a person own lands on a navigable river his ownership is held to extend so far as to embrace the land between high and low water marks,\" citing <i>Williams</i> v. <i>Glover,</i> 66 Alabama, 189, which, as before stated, related to land upon an island in the Tennessee River and not upon a tidal stream. The land in question was in the city of Demopolis, on the Tombigbee River, a navigable stream emptying into the Bay of Mobile, and at this point apparently far above the tidal effect. In the same case afterwards before the court on its merits, <i>Webb</i> v. <i>Demopolis,</i> 95 Alabama, 116, the court held that whether a grant of the United States to land lying on a navigable stream within the limits of a State extends to high or to low water mark or to the middle thread of the stream, was not a Federal but a local question, citing <i>Barney</i> v. <i>Keokuk,</i> 94 U.S. 324; <i>Packer</i> v. <i>Bird,</i> 137 U.S. 661; <i>St. Louis</i> v. <i>Rutz,</i> 138 U.S. 226; <i>Hardin</i> v. <i>Jordan,</i> 140 U.S. 371; and <i>Kaukauna Co.</i> v. <i>Green Bay &amp;c. Canal Co.,</i> 142 U.S. 255, and also held that \"the rule which this State has adopted and declared through this court is that a grant by the United States to land bordering on a navigable river includes the shore or bank of such river, and extends to the water line thereof at low water.\" In none of the above cases cited from our reports were the lands situated within tide waters.</p>\n<p>Relying upon these cases from the Supreme Court of Alabama, the Transportation Company attacks the constitutionality of the act of January 31, 1867, conveying to the city of Mobile the shore and soil under Mobile River, \"because the act impairs <span class=\"star-pagination\">*486</span> vested rights, because riparian rights are property, and because the rule in Alabama is that a grant by the United States of lands bordering on a navigable river includes the shore or bank of such river and extends to the water line at low water.\" In this connection the company insists that the decisions above cited constitute a rule of property in the nature of a contract with the owners of land adjacent to the Mobile River, which have been impaired by the construction given to the act of January 31, 1867; but, as we have already noticed, none of the cases related to tidal streams.</p>\n<p>In its opinion in this case the Supreme Court of Alabama seems to admit that in <i>Webb</i> v. <i>Demopolis</i><i>,</i> and one or two other cases relating to the shore line of streams <i>above the ebb and flow of tide waters,</i> the defendant was correct in supposing that the title of the riparian proprietor extended to low water mark, but, said the court, \"these cases in nowise conflict with the common law rule so often approved by this court and other jurisdictions that on streams where the tide ebbs and flows grants of adjoining lands only extends to the ordinary high tide line along the shore. The law is definitely settled as to this point, and it could hardly have been the purpose of the decision in <i>Webb</i> v. <i>Demopolis</i> to disturb this rule of property supported by a vast array of authorities without making reference to them.\"</p>\n<p>But we are of opinion that there is no conflict between the cases in Alabama, inasmuch as the cases which hold that the rights of the riparian proprietor extend only to high water mark are cases arising upon navigable <i>tide</i> waters, where the rise and fall are of daily occurrence, and not usually subject to much variation in height. In regard to this class of cases the rule laid down by the Supreme Court of Alabama in <i>Mayor &amp;c. of Mobile</i> v. <i>Eslava,</i> 9 Porter, 577, that private ownership extends only to high water mark, has been consistently adhered to ever since, and notably so in <i>Kennedy</i> v. <i>Bebee,</i> 8 Alabama, 909, 914; <i>Pollard's Heirs</i> v. <i>Greit,</i> 8 Alabama, 930, 941; <i>Magee</i> v. <i>Hallett,</i> 22 Alabama, 699, 719; <i>Abbot</i> v. <i>Kennedy,</i> 5 Alabama, 393; <i>Boulo</i> v. <i>New Orleans &amp;c. R.R. Co.,</i> 55 Alabama, 480; while, upon the other hand, in the cases which <span class=\"star-pagination\">*487</span> hold that private ownership extends to low water mark, <i>Bullock</i> v. <i>Wilson,</i> 2 Porter, 436; <i>Williams</i> v. <i>Glover,</i> 66 Alabama, 189; <i>Demopolis</i> v. <i>Webb,</i> 87 Alabama, 659, and <i>Webb</i> v. <i>Demopolis,</i> 95 Alabama, 116, the lands were situated upon a navigable river far above the tidal influence, and high and low water marks were determined, not by the action of the tides, but by the actual rise and fall of the river at different seasons of the year. With regard to this latter class of cases there is a great conflict of authority in the state courts, some holding that the rights of the riparian proprietor are bounded by high water mark, others by low water mark, and still others by the thread of the stream. Some of these cases are mentioned in the opinion of Mr. Justice Bradley in <i>Hardin</i> v. <i>Jordan,</i> 140 U.S. 371, 382, and a large number of them are reviewed in part I, chap. 3, of Gould on Waters, where nearly all the cases seem to be collected.</p>\n<p>But even if it were conceded that there had been a change of opinion in Alabama with respect to riparian rights upon tide waters, such change by no means raises a case under the contract clause of the Constitution. The status of real estate within a particular jurisdiction is not so much one of contract as of policy, which may be changed at any time by the legislature, provided no vested rights are disturbed. Of course, if riparian proprietors have acquired the title to the property below high water mark by a grant or prior possession, good against the State, they could only be dispossessed by proceedings in eminent domain. The act of 1867 declared no more than that the rights possessed by the State in the shore and soil under Mobile River were granted to the city. We see nothing objectionable in this act. What the State held it held as trustee for the public, and it had a right to devolve this trust upon the city of Mobile. What it had not it could not grant, and the rights of the riparian proprietors were neither enlarged nor restricted by the act. If subsequent cases have given any construction at all to that act, of which there seems to be some doubt, such construction would not present a Federal question, and if the Supreme Court of Alabama had changed its views with respect to the limit of private ownership <span class=\"star-pagination\">*488</span> upon tide waters, its decision in that regard cannot be reviewed by this court. <i>Central Land Co.</i> v. <i>Laidley,</i> 159 U.S. 103; <i>Hanford</i> v. <i>Davies,</i> 163 U.S. 273. Upon the whole, we are of opinion that there is no defect upon the face of the title of the city of which the Transportation Company was entitled to avail itself of.</p>\n<p>3. We are next to consider whether the defendant has a vested right in these lands which could not be taken from it without compensation or proceedings in eminent domain.</p>\n<p>By the eighth article of the treaty between the United States and Spain of February 22, 1819, 8 Stat. 252, \"all the grants of land made before the 24th of January, 1818, by His Catholic Majesty, or by his lawful authorities, in the said territories ceded by His Majesty to the United States, shall be ratified and confirmed to the persons in possession of the lands, to the same extent that the same grants would be valid if the territories had remained under the dominion of His Catholic Majesty.\" In support of this alleged grant from the King of Spain, defendant offered in evidence volume 3 of the American State Papers, entitled \"Documents, legislative and executive, of the Congress of the United States in relation to the public lands, from the first session of the First Congress to the first session of the Twenty-third Congress, March 4, 1789, to June 15, 1834.\" That part of it relating to the claim of Regis Bernoudy of the land in question is printed in the margin.<sup>[1]</sup> The difficulty <span class=\"star-pagination\">*489</span> with this report is that it contains no grant, but merely a supposition of the claimant that a grant once existed, and had been lost by time or accident. It is needless to say that this is no evidence of an actual grant; but a further and even more serious objection to the document is, that it contains no other description of the land granted than that it was 600 arpents in area, and was situated on the Mobile River, but that no survey of the land existed.</p>\n<p><span class=\"star-pagination\">*490</span> Apparently in confirmation of this claim defendant also offered in evidence a patent of the United States, dated December 28, 1836, wherein it was recited that this claim had been confirmed by acts of Congress passed in 1819 and 1822, and that it had been surveyed. Referring to these acts of Congress we find that both contain a proviso that the confirmations and grants provided to be made by the acts \"shall amount only to a relinquishment forever, on the part of the United States, of any claim whatever to the tract of land so confirmed or granted.\" Had this patent been issued before the admission of Alabama into the Union, it would be difficult to see why it did not convey a perfect title; but it was fully settled by this court with respect to these titles in <i>Pollard's Lessee</i> v. <i>Hagan,</i> 3 How. 212; <i>Goodtitle</i> v. <i>Kibbe,</i> 9 How. 471, and <i>Doe</i> v. <i>Beebe,</i> 13 How. 25, that, inasmuch as all lands below high water mark had passed to the State of Alabama upon her admission into the Union in 1819, there was nothing left upon which a subsequent patent of the United States could operate.</p>\n<p>There are other defences presented by the record in this case, such as that of estoppel, by reason of improvements made upon this land with the acquiescence of the city, license to build a wharf, and payment of taxes; the unconstitutionality of the act of 1867, because the title of the act does not describe its subject; want of power in the State to convey its title to <span class=\"star-pagination\">*491</span> the city, and the statute of limitations. These, however, are all of a local nature and present no Federal question.</p>\n<p>In connection with the power of the State to convey its interest in these lands to the city, as it attempted to do by the act of 1867, much reliance is placed by the Transportation Company upon the case of the <i>Illinois Central R.R. Co.</i> v. <i>Illinois,</i> 146 U.S. 387. This case, however, is inapplicable for two reasons, first, it turns upon the power of the State to convey its right to the soil beneath the <i>navigable</i> waters of the State, and of course below low water mark, not to a municipal corporation whose officers were \"created and declared trustees to hold, possess, direct, control and manage the shore and soil herein granted in such manner as they may deem best for the public good,\" but to a private railroad corporation to hold and control for its own purposes; second, that case came to this court from the Circuit Court of the United States, which was called upon to declare as an original question what power the State of Illinois had to convey the property in question to the Illinois Central Railroad Company; while this case comes up by writ of error to the Supreme Court of a State, which has itself put a construction upon an act of its own legislature and upon its conformity to the constitution of the State. The decision of that court upon these questions is obligatory upon us.</p>\n<p>The judgment of the Supreme Court of Alabama is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  of claims to land in the district east of Pearl River, in Louisiana, founded on private conveyances, which have passed through the office of the commandant, but founded, as the claimant supposes, on grants lost by time or accident.</p>\n<p>* * * * * * * *</p>\n                          (Page 30.)\n   Number, 11.\n   By whom claimed, Regis Bernody.\n   Original claimant, Joseph Munora.\n   Where situated, Mobile River.\n   Quantity claimed, area in arpens, 600.\n   Cultivation and inhabitation, from 1809 to 1813.\n<p>* * * * * * * *</p>\n<p>(Page 31.)</p>\n            (Signed)                   WILLIAM CRAWFORD,\n                                                 <i>Commissioner.</i>\n<p>REMARKS.  Though the original grants upon which the preceding claims are founded, have been lost, yet it is conceived that the claims to such lands, not exceeding a reasonable quantity, as were inhabited and cultivated under the Spanish government, ought to be confirmed.</p>\n            (Signed)                   WILLIAM CRAWFORD,\n                                                 <i>Commissioner.</i>\n<p>* * * * * * * *</p>\n<p>(Page 400.)</p>\n<p>No. 9.</p>\n<p>Report on the conflicting claims of Joseph McCandless and Regis Bernody, both of whom claim the same tract of land, and in relation to whose claims the former commissioner reported favorably.</p>\n               <i>Former Commis's Report.</i>\n   No. of report, 10.\n   No. of claim, 11.\n   By whom claimed, Regis Bernody.\n   Original claimant, Joseph S. Munora.\n<p>Nature of claim, and from what authority derived, grant lost by time or accident.</p>\n   Date of claim, 3 March, 1792.\n   Quantity claimed, area in arpens, 600.\n   Where situated, Mobile River.\n   By whom issued, Carondelet.\n   Surveyed, no survey.\n   Cultivation and inhabitation, from 1809 to 1813.\n<p>* * * * * * * *</p>\n<p>Report 10, claim 11.  The claim of Regis Bernody is founded on a conveyance made to him by Joseph Gaspar Munora, at Pensacola, which passed through the office of the commandant, as all authentic conveyances must have done in the Spanish posts of the intendancy, and recognizes the original grant or concession of the same made by the Baron de Carondelet in favor of said Munora, on the 3d March, 1792, which grant was produced by Munora on the day of the execution of the conveyance to Bernody. The proof of the inhabitation and cultivation by Bernody (until forcibly expelled by McCandless) is complete, and the inference is strong that Munora, the grantee, did comply with the essential conditions of the grant, inasmuch as the instructions of Morales expressly charge the notaries and commandants not to pass any conveyances of lands, where the conditions of the grant were not previously proven to have been complied with; and, independently of this consideration, the declaration of Munora, in the conveyance to Bernody, that it was \"the same land that Antonio Espejo worked with his permission,\" made, too, at a time when it could not be imagined that any rival claim would arise, furnishes a violent presumption that the land was inhabited or cultivated by or for Munora agreeably to the Spanish regulations. A full report of all the evidence presented by the conflicting claimants is herewith presented.</p>\n<p>Upon the best view we have been able to take of the relative merits of these claims, we are decidedly of opinion that the claim of Joseph McCandless ought to be rejected, and that of Regis Bernody confirmed.</p>\n                                          W. BARTON, <i>Register.</i>\n\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></span> (1903)</b></center>\n<center><h1>MOBILE TRANSPORTATION COMPANY<br>\nv.<br>\nMOBILE.</h1></center>\n<center>No. 62.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 3, 1902.</center>\n<center>Decided January 5, 1903.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF ALABAMA.\n<p><span class=\"star-pagination\">*481</span> <i>Mr. Frederick G. Bromburg</i> for plaintiff in error. <i>Mr. Eugene H. Lewis</i> was with him on the brief.</p>\n<p><i>Mr. Harry T. Smith</i> for defendant in error. <i>Mr. Gregory L. Smith</i> was with him on the brief.</p>\n<p><span class=\"star-pagination\">*482</span> MR. JUSTICE BROWN, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>1. Motion was made to dismiss this writ of error for the want of a Federal question, but in view of the fact that defendant's title depends upon a Spanish grant claimed to have been perfected under the treaty of 1819 between the United States and the King of Spain, 8 Stat. 252, and a patent of the United States dated December 28, 1836, in alleged confirmation of such claim, we do not see how such motion can be sustained, unless upon the theory that the Federal questions so raised are frivolous and undeserving of further notice. We are of opinion that they cannot be so considered, and the motion to dismiss must therefore be denied.</p>\n<p>There are fifty-eight assignments of error, none of which require separate consideration, since all turn upon the respective titles of the parties to the land in question. As the plaintiff in an action of ejectment is bound to recover upon the strength of his own title, we shall first consider the several objections made to the title of the city.</p>\n<p>2. That the State of Alabama, when admitted into the Union, became entitled to the soil under the navigable waters, below high water mark within the limits of the State, not previously granted, was of conclusively settled by this court in <i>Pollard's Lessee</i> v. <i>Hagan,</i> <span class=\"citation\" data-id=\"86317\"><a href=\"/opinion/86317/pollards-lessee-v-hagan/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">212</span></a></span>, as to need no further consideration. This was also an action of ejectment for lands below high water mark in the city of Mobile. The plaintiffs insisted that, by the compact between the United States and Alabama, on her admission into the Union, it was agreed that the people of Alabama forever disclaimed all right or title to the waste or unappropriated lands lying within the State, that the same should remain at the sole disposal of the United States; and that all the navigable waters within the State should forever remain public highways; and hence, that the lands under the navigable waters, and the public domain above high water, were alike reserved to the United States, and alike subject to be sold by them; and that, to give any other construction to these compacts, would be to yield up to Alabama, <span class=\"star-pagination\">*483</span> and the other new States, all the public land within their limits. This court, however, held that, when Alabama was admitted into the Union, on an equal footing with the original States, she succeeded to all the rights of sovereignty, jurisdiction and eminent domain which Georgia possessed at the time she ceded the Territory of Alabama to the United States, and that nothing remained to the latter, according to the terms of the agreement, but the public lands. In summing up its conclusions the court held: \"First, the shores of navigable waters, and the soils under them, were not granted by the Constitution to the United States, but were reserved to the States respectively. Secondly, the new States have the same rights, sovereignty, and jurisdiction over this subject as the original States. Thirdly, the right of the United States to the public lands, and the power of Congress to make all needful rules and regulations for the sale and disposition thereof, conferred no power to grant to the plaintiffs the land in controversy in this case.\"</p>\n<p>The Supreme Court of Alabama having approved a charge to the jury that \"if they believed the premises sued for were below the usual high water mark, at the time Alabama was admitted into the Union, then the act of Congress\" (passed in July, 1836, confirming the title of the plaintiff) \"and the patent in pursuance thereof, could give the plaintiffs no title,\" its judgment was affirmed. The opinion of the court was pronounced in 1844.</p>\n<p>Prior to this time, however, and in 1839, the Supreme Court of Alabama in the case of <i>Mayor &amp;c. of Mobile</i> v. <i>Eslava,</i> 9 Porter, 577, had also held that the navigable waters within that State, having been dedicated to the use of the citizens of the United States, it was not competent for Congress to grant a right of property in the same, and that the navigable waters extended not only to low water, but embraced all the soil within the limits of high water mark. This case was also affirmed by this court, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">234</span></span>, though the case as here presented did not turn upon the rights of the State to land beneath its navigable waters below high water mark.</p>\n<p>This was also declared to be the doctrine of the Supreme Court of Alabama as late as 1853, when in <i>Magee</i> v. <i>Hallett,</i> <span class=\"star-pagination\">*484</span> 22 Alabama, 699, it was held that, if the Mobile River were the eastern boundary of the grants in question, the lines could not under the decisions of that court, as well as those of the Supreme Court of the United States, extend beyond high water mark at that time, citing <i>Pollard's Heirs</i> v. <i>Thorp,</i> 3 Alabama, 291, affirmed as above stated in <span class=\"citation\" data-id=\"86317\"><a href=\"/opinion/86317/pollards-lessee-v-hagan/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">212</span></a></span>; <i>Abbot's Ex'r</i> v. <i>Kennedy,</i> 5 Alabama, 393, and <i>Goodtitle</i> v. <i>Kibbe,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">How.</span> <span class=\"page\">471</span></span>. This last case was little more than an affirmance of <i>Pollard</i> v. <i>Hagan</i><i>.</i></p>\n<p>On January 31, 1867, the general assembly of Alabama passed \"An act granting the city of Mobile the riparian rights in the river front,\" the first section of which enacted that \"the shore and the soil under Mobile River, situated within the boundary lines of the city of Mobile, as defined and set forth in section two of `An act to incorporate the city of Mobile,' approved February 2, 1866, be, and the same is hereby granted and delivered to the city of Mobile.\"</p>\n<p>\"SEC. 2. <i>Be it further enacted,</i> That the mayor, aldermen and common council of the city of Mobile be, and are hereby created and declared trustees to hold, possess, direct, control and manage the shore and soil herein granted, in such manner as they may deem best for the public good.\"</p>\n<p>In <i>Boulo</i> v. <i>New Orleans &amp;c. R.R. Co.,</i> 55 Alabama, 480, decided in 1875, it was also held that the title to the shore of all tide-water streams resides in the State, for the benefit of the public, and its use by the public for the purpose of commerce was not only permissible, but in accordance with the trust annexed to the title. The place in controversy was a slip beneath two wharves, but whether it was covered at high tide by the water of the river was a fact about which the evidence conflicted, though the court inclined to the opinion that land had been formed which was not usually covered by water at high tide. It was held the title was in the State.</p>\n<p>In <i>Williams</i> v. <i>Glover,</i> 66 Alabama, 189, part of the land in controversy was an island in the Tennessee River. Some twelve acres of the tract lay between high and low water marks, and was covered with water in high floods. The court held that the ownership of the plaintiff extended to the margin <span class=\"star-pagination\">*485</span> of the water at its ordinary stage, and hence embraced the land between high and low water marks. As the Tennessee River is not a tidal stream, but empties into the Mississippi far to the north of Alabama, the court in using the words \"between high and low water marks\" must have had reference to the difference between the river at floods and at its ordinary stage. No reference was made to the prior authorities respecting tide waters.</p>\n<p>In <i>City of Demopolis</i> v. <i>Webb,</i> 87 Alabama, 659, the case did not turn upon the ownership of land below high water mark, although the court, in delivering the opinion, said: \"Under our decisions, when a person own lands on a navigable river his ownership is held to extend so far as to embrace the land between high and low water marks,\" citing <i>Williams</i> v. <i>Glover,</i> 66 Alabama, 189, which, as before stated, related to land upon an island in the Tennessee River and not upon a tidal stream. The land in question was in the city of Demopolis, on the Tombigbee River, a navigable stream emptying into the Bay of Mobile, and at this point apparently far above the tidal effect. In the same case afterwards before the court on its merits, <i>Webb</i> v. <i>Demopolis,</i> 95 Alabama, 116, the court held that whether a grant of the United States to land lying on a navigable stream within the limits of a State extends to high or to low water mark or to the middle thread of the stream, was not a Federal but a local question, citing <i>Barney</i> v. <i>Keokuk,</i> 94 U.S. 324; <i>Packer</i> v. <i>Bird,</i> 137 U.S. 661; <i>St. Louis</i> v. <i>Rutz,</i> 138 U.S. 226; <i>Hardin</i> v. <i>Jordan,</i> <span class=\"citation\" data-id=\"93100\"><a href=\"/opinion/93100/hardin-v-jordan/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>; and <i>Kaukauna Co.</i> v. <i>Green Bay &amp;c. Canal Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></span>, and also held that \"the rule which this State has adopted and declared through this court is that a grant by the United States to land bordering on a navigable river includes the shore or bank of such river, and extends to the water line thereof at low water.\" In none of the above cases cited from our reports were the lands situated within tide waters.</p>\n<p>Relying upon these cases from the Supreme Court of Alabama, the Transportation Company attacks the constitutionality of the act of January 31, 1867, conveying to the city of Mobile the shore and soil under Mobile River, \"because the act impairs <span class=\"star-pagination\">*486</span> vested rights, because riparian rights are property, and because the rule in Alabama is that a grant by the United States of lands bordering on a navigable river includes the shore or bank of such river and extends to the water line at low water.\" In this connection the company insists that the decisions above cited constitute a rule of property in the nature of a contract with the owners of land adjacent to the Mobile River, which have been impaired by the construction given to the act of January 31, 1867; but, as we have already noticed, none of the cases related to tidal streams.</p>\n<p>In its opinion in this case the Supreme Court of Alabama seems to admit that in <i>Webb</i> v. <i>Demopolis</i><i>,</i> and one or two other cases relating to the shore line of streams <i>above the ebb and flow of tide waters,</i> the defendant was correct in supposing that the title of the riparian proprietor extended to low water mark, but, said the court, \"these cases in nowise conflict with the common law rule so often approved by this court and other jurisdictions that on streams where the tide ebbs and flows grants of adjoining lands only extends to the ordinary high tide line along the shore. The law is definitely settled as to this point, and it could hardly have been the purpose of the decision in <i>Webb</i> v. <i>Demopolis</i> to disturb this rule of property supported by a vast array of authorities without making reference to them.\"</p>\n<p>But we are of opinion that there is no conflict between the cases in Alabama, inasmuch as the cases which hold that the rights of the riparian proprietor extend only to high water mark are cases arising upon navigable <i>tide</i> waters, where the rise and fall are of daily occurrence, and not usually subject to much variation in height. In regard to this class of cases the rule laid down by the Supreme Court of Alabama in <i>Mayor &amp;c. of Mobile</i> v. <i>Eslava,</i> 9 Porter, 577, that private ownership extends only to high water mark, has been consistently adhered to ever since, and notably so in <i>Kennedy</i> v. <i>Bebee,</i> 8 Alabama, 909, 914; <i>Pollard's Heirs</i> v. <i>Greit,</i> 8 Alabama, 930, 941; <i>Magee</i> v. <i>Hallett,</i> 22 Alabama, 699, 719; <i>Abbot</i> v. <i>Kennedy,</i> 5 Alabama, 393; <i>Boulo</i> v. <i>New Orleans &amp;c. R.R. Co.,</i> 55 Alabama, 480; while, upon the other hand, in the cases which <span class=\"star-pagination\">*487</span> hold that private ownership extends to low water mark, <i>Bullock</i> v. <i>Wilson,</i> 2 Porter, 436; <i>Williams</i> v. <i>Glover,</i> 66 Alabama, 189; <i>Demopolis</i> v. <i>Webb,</i> 87 Alabama, 659, and <i>Webb</i> v. <i>Demopolis,</i> 95 Alabama, 116, the lands were situated upon a navigable river far above the tidal influence, and high and low water marks were determined, not by the action of the tides, but by the actual rise and fall of the river at different seasons of the year. With regard to this latter class of cases there is a great conflict of authority in the state courts, some holding that the rights of the riparian proprietor are bounded by high water mark, others by low water mark, and still others by the thread of the stream. Some of these cases are mentioned in the opinion of Mr. Justice Bradley in <i>Hardin</i> v. <i>Jordan,</i> <span class=\"citation\" data-id=\"93100\"><a href=\"/opinion/93100/hardin-v-jordan/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 382, and a large number of them are reviewed in part I, chap. 3, of Gould on Waters, where nearly all the cases seem to be collected.</p>\n<p>But even if it were conceded that there had been a change of opinion in Alabama with respect to riparian rights upon tide waters, such change by no means raises a case under the contract clause of the Constitution. The status of real estate within a particular jurisdiction is not so much one of contract as of policy, which may be changed at any time by the legislature, provided no vested rights are disturbed. Of course, if riparian proprietors have acquired the title to the property below high water mark by a grant or prior possession, good against the State, they could only be dispossessed by proceedings in eminent domain. The act of 1867 declared no more than that the rights possessed by the State in the shore and soil under Mobile River were granted to the city. We see nothing objectionable in this act. What the State held it held as trustee for the public, and it had a right to devolve this trust upon the city of Mobile. What it had not it could not grant, and the rights of the riparian proprietors were neither enlarged nor restricted by the act. If subsequent cases have given any construction at all to that act, of which there seems to be some doubt, such construction would not present a Federal question, and if the Supreme Court of Alabama had changed its views with respect to the limit of private ownership <span class=\"star-pagination\">*488</span> upon tide waters, its decision in that regard cannot be reviewed by this court. <i>Central Land Co.</i> v. <i>Laidley,</i> 159 U.S. 103; <i>Hanford</i> v. <i>Davies,</i> 163 U.S. 273. Upon the whole, we are of opinion that there is no defect upon the face of the title of the city of which the Transportation Company was entitled to avail itself of.</p>\n<p>3. We are next to consider whether the defendant has a vested right in these lands which could not be taken from it without compensation or proceedings in eminent domain.</p>\n<p>By the eighth article of the treaty between the United States and Spain of February 22, 1819, 8 Stat. 252, \"all the grants of land made before the 24th of January, 1818, by His Catholic Majesty, or by his lawful authorities, in the said territories ceded by His Majesty to the United States, shall be ratified and confirmed to the persons in possession of the lands, to the same extent that the same grants would be valid if the territories had remained under the dominion of His Catholic Majesty.\" In support of this alleged grant from the King of Spain, defendant offered in evidence volume 3 of the American State Papers, entitled \"Documents, legislative and executive, of the Congress of the United States in relation to the public lands, from the first session of the First Congress to the first session of the Twenty-third Congress, March 4, 1789, to June 15, 1834.\" That part of it relating to the claim of Regis Bernoudy of the land in question is printed in the margin.<sup>[1]</sup> The difficulty <span class=\"star-pagination\">*489</span> with this report is that it contains no grant, but merely a supposition of the claimant that a grant once existed, and had been lost by time or accident. It is needless to say that this is no evidence of an actual grant; but a further and even more serious objection to the document is, that it contains no other description of the land granted than that it was 600 arpents in area, and was situated on the Mobile River, but that no survey of the land existed.</p>\n<p><span class=\"star-pagination\">*490</span> Apparently in confirmation of this claim defendant also offered in evidence a patent of the United States, dated December 28, 1836, wherein it was recited that this claim had been confirmed by acts of Congress passed in 1819 and 1822, and that it had been surveyed. Referring to these acts of Congress we find that both contain a proviso that the confirmations and grants provided to be made by the acts \"shall amount only to a relinquishment forever, on the part of the United States, of any claim whatever to the tract of land so confirmed or granted.\" Had this patent been issued before the admission of Alabama into the Union, it would be difficult to see why it did not convey a perfect title; but it was fully settled by this court with respect to these titles in <i>Pollard's Lessee</i> v. <i>Hagan,</i> <span class=\"citation\" data-id=\"86317\"><a href=\"/opinion/86317/pollards-lessee-v-hagan/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">212</span></a></span>; <i>Goodtitle</i> v. <i>Kibbe,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">How.</span> <span class=\"page\">471</span></span>, and <i>Doe</i> v. <i>Beebe,</i> <span class=\"citation\" data-id=\"86719\"><a href=\"/opinion/86719/doe-v-beebe/\"><span class=\"volume\">13</span> <span class=\"reporter\">How.</span> <span class=\"page\">25</span></a></span>, that, inasmuch as all lands below high water mark had passed to the State of Alabama upon her admission into the Union in 1819, there was nothing left upon which a subsequent patent of the United States could operate.</p>\n<p>There are other defences presented by the record in this case, such as that of estoppel, by reason of improvements made upon this land with the acquiescence of the city, license to build a wharf, and payment of taxes; the unconstitutionality of the act of 1867, because the title of the act does not describe its subject; want of power in the State to convey its title to <span class=\"star-pagination\">*491</span> the city, and the statute of limitations. These, however, are all of a local nature and present no Federal question.</p>\n<p>In connection with the power of the State to convey its interest in these lands to the city, as it attempted to do by the act of 1867, much reliance is placed by the Transportation Company upon the case of the <i>Illinois Central R.R. Co.</i> v. <i>Illinois,</i> 146 U.S. 387. This case, however, is inapplicable for two reasons, first, it turns upon the power of the State to convey its right to the soil beneath the <i>navigable</i> waters of the State, and of course below low water mark, not to a municipal corporation whose officers were \"created and declared trustees to hold, possess, direct, control and manage the shore and soil herein granted in such manner as they may deem best for the public good,\" but to a private railroad corporation to hold and control for its own purposes; second, that case came to this court from the Circuit Court of the United States, which was called upon to declare as an original question what power the State of Illinois had to convey the property in question to the Illinois Central Railroad Company; while this case comes up by writ of error to the Supreme Court of a State, which has itself put a construction upon an act of its own legislature and upon its conformity to the constitution of the State. The decision of that court upon these questions is obligatory upon us.</p>\n<p>The judgment of the Supreme Court of Alabama is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  of claims to land in the district east of Pearl River, in Louisiana, founded on private conveyances, which have passed through the office of the commandant, but founded, as the claimant supposes, on grants lost by time or accident.</p>\n<p>* * * * * * * *</p>\n                          (Page 30.)\n   Number, 11.\n   By whom claimed, Regis Bernody.\n   Original claimant, Joseph Munora.\n   Where situated, Mobile River.\n   Quantity claimed, area in arpens, 600.\n   Cultivation and inhabitation, from 1809 to 1813.\n<p>* * * * * * * *</p>\n<p>(Page 31.)</p>\n            (Signed)                   WILLIAM CRAWFORD,\n                                                 <i>Commissioner.</i>\n<p>REMARKS.  Though the original grants upon which the preceding claims are founded, have been lost, yet it is conceived that the claims to such lands, not exceeding a reasonable quantity, as were inhabited and cultivated under the Spanish government, ought to be confirmed.</p>\n            (Signed)                   WILLIAM CRAWFORD,\n                                                 <i>Commissioner.</i>\n<p>* * * * * * * *</p>\n<p>(Page 400.)</p>\n<p>No. 9.</p>\n<p>Report on the conflicting claims of Joseph McCandless and Regis Bernody, both of whom claim the same tract of land, and in relation to whose claims the former commissioner reported favorably.</p>\n               <i>Former Commis's Report.</i>\n   No. of report, 10.\n   No. of claim, 11.\n   By whom claimed, Regis Bernody.\n   Original claimant, Joseph S. Munora.\n<p>Nature of claim, and from what authority derived, grant lost by time or accident.</p>\n   Date of claim, 3 March, 1792.\n   Quantity claimed, area in arpens, 600.\n   Where situated, Mobile River.\n   By whom issued, Carondelet.\n   Surveyed, no survey.\n   Cultivation and inhabitation, from 1809 to 1813.\n<p>* * * * * * * *</p>\n<p>Report 10, claim 11.  The claim of Regis Bernody is founded on a conveyance made to him by Joseph Gaspar Munora, at Pensacola, which passed through the office of the commandant, as all authentic conveyances must have done in the Spanish posts of the intendancy, and recognizes the original grant or concession of the same made by the Baron de Carondelet in favor of said Munora, on the 3d March, 1792, which grant was produced by Munora on the day of the execution of the conveyance to Bernody. The proof of the inhabitation and cultivation by Bernody (until forcibly expelled by McCandless) is complete, and the inference is strong that Munora, the grantee, did comply with the essential conditions of the grant, inasmuch as the instructions of Morales expressly charge the notaries and commandants not to pass any conveyances of lands, where the conditions of the grant were not previously proven to have been complied with; and, independently of this consideration, the declaration of Munora, in the conveyance to Bernody, that it was \"the same land that Antonio Espejo worked with his permission,\" made, too, at a time when it could not be imagined that any rival claim would arise, furnishes a violent presumption that the land was inhabited or cultivated by or for Munora agreeably to the Spanish regulations. A full report of all the evidence presented by the conflicting claimants is herewith presented.</p>\n<p>Upon the best view we have been able to take of the relative merits of these claims, we are decidedly of opinion that the claim of Joseph McCandless ought to be rejected, and that of Regis Bernody confirmed.</p>\n                                          W. BARTON, <i>Register.</i>\n\n\n</div>", "id": 95752, "judges": "Brown, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95752/", "sha1": "1e6dfb3f8d18f26ed3bfd4a5f55804e386644855", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:14"}