{"absolute_url": "/opinion/95873/the-paquete-habana/", "blocked": false, "citation": {"case_name": "The Paquete Habana", "docket_number": "Nos. 578, 579, 580, 581, 582, 583, 584, 585, 586, ", "document_uris": ["/api/rest/v2/document/95873/"], "federal_cite_one": "189 U.S. 453", "federal_cite_three": null, "federal_cite_two": null, "id": 80256, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80256/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1903-04-06", "date_modified": "2014-12-21T01:33:57.553132", "docket": "/api/rest/v2/docket/1507872/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">189 U.S. 453</p>\n    <p class=\"case_cite\">23 S.Ct. 593</p>\n    <p class=\"case_cite\">47 L.Ed. 900</p>\n    <p class=\"parties\">UNITED STATES, <i>Appt.</i>,<br>v.<br>THE SPANISH SMACK PAQUETE HABANA, Galban <i>et</i>  <i>al.</i>, Claimants.</p>\n    <p class=\"docket\">Nos. 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    <p class=\"date\">Argued March 19, 1903.</p>\n    <p class=\"date\">Decided April 6, 1903.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Solicitor General Hoyt</i> for appellant.</p>\n      <p class=\"indent\"><i>Mr. J. Parker Kirlin</i> and <i>Messrs. Convers &amp; Kirlin</i> for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 456-463 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are cases of fishing smacks, which were libeled as prize of war. The proceedings in all the cases are similar and the evidence, to a large extent, the same. It was decided by this court in two of the cases, <i>The Paquete Habana</i>, 175 U. S. 677, 44 L. ed. 320, 20 Sup. Ct. Rep. 290, that smacks of this sort, engaged, as these were, in coast fishing for the daily market, were not liable to capture, and decrees were ordered that the proceeds of the vessels and cargoes be restored to the claimants, with damages and costs. On motion of the United States it was ordered that the decrees be modified so as to direct that the damages should be compensatory only, and not punitive. Decrees were entered in each of the above-named cases by the district court in pursuance of this mandate, and agreements between the United States, the captors, and claimants were filed, that the damages should be charged against the United States or the captors, or apportioned 'as to justice may appertain and as the legal responsibility therefor may appear;' saving the right to review the decrees as to amount and as to where the ultimate responsibility rested. The papers do not disclose such an agreement in the Cuatro de Settembre, but, as the records, so far as similar to the first two cases, were not printed, we assume that the omission was only in the index, and that it was understood that this case should stand like the rest. The cases were referred to a commissioner to report the amount of damages. He reported his findings and the evidence. The United States excepted to the findings as excessive. The district court entered decrees against the United States for the amounts, and the United States appealed on the grounds that the decrees should have gone against the captors, and not against the government, and that the damages were excessive and the exceptions to the commissioner's report should have been sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We do not see how it is possible that a decree should be entered against the captors. There was no formal intervention by them, and, whether a decree can be made against the United States or not, it has so far adopted the acts of capture that it would be hard to say that under the circumstances of these cases it has not made those acts its own. It is not disputed that the United States might have ordered the vessels to be released. It did not do so. The libels were filed by the United States on its own behalf, praying a forfeiture to the United States. The statutes in force seemed to contemplate that form of procedure (Rev. Stat. &#167; 4618 [U. S. Comp. Stat. 1901, p. 3128]), and such has been the practice under them. The libels alleged a capture pursuant to instructions from the President. The captures were by superior force, so that there was no question that the United States was interested in the proceeds. Rev. Stat. &#167; 4630 (U. S. Comp. Stat. 1901, p. 3132). The modification of the decrees in regard to damages, on motion by the United States, imported a recognition of the interest of the United States in that matter, and its submission to the entry of decrees against it. The agreements to which we have referred had a similar import, although they indicated an awakening to a determination to argue the form of the decree. In the case of <i>Little</i> v. <i>Barreme</i>, 2 Cranch 170, 2 L. ed. 243, conversely to this, the United States was not a party and the captor was. All that was decided bearing upon the present point was that instructions from the President did not exonerate the captor from liability to a neutral vessel. As to even that the Chief Justice hesitated. But we are not aware that it is disputed that when the act of a public officer is authorized or has been adopted by the sovereign power, whatever the immunities of the sovereign, the agent thereafter cannot be pursued. <i>Lamar</i> v. <i>Browne</i>, 92 U. S. 188, 199, 23 L. ed. 651, 655; and as to ratification, <i>Buron</i> v. <i>Denman</i>, 2 Exch. 167, 187, 189; <i>Secretary of State</i> v. <i>Kamachee Boye Sahaba</i>, 13 Moore P. C. C. 22, 86. See <i>Dempsey</i> v. <i>Chambers</i>, 154 Mass. 330, 332, 13 L. R. A. 219, 28 N. E. 279. The principle and authority of <i>Buron</i> v. <i>Denman</i> was recognized and followed by the court of claims in <i>Wiggins</i> v. <i>United States</i>, 3 Ct. Cl. 412, 423.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">If we are right so far, we think that, under the circumstances of this case, a decree properly may be entered against the United States. The former decree of this court remains in force and requires a final decree for damages. <i>Re Potts</i>, 166 U. S. 263, 265, 41 L. ed. 994, 995, 17 Sup. Ct. Rep. 520; <i>M'Cormick</i> v. <i>Sullivant</i>, 10 Wheat. 192, 200, 6 L. ed. 300, 302. The decree must run against the United States if a decree is to be made. In <i>The Nuestra Senora de Regla</i>, 108 U. S. 92, 102, <i>sub nom. United States</i> v. <i>The Nuestra Senora de Regla</i>, 27 L. ed. 662, 666, 2 Sup. Ct. Rep. 287, the court was of opinion that the United States had submitted to the jurisdiction of the court so far as to warrant the ascertainment of damages according to the rules applicable to private persons in like cases. It seems to us that the facts here are not less strong. Decrees in cases which disclose no special circumstances have been recognized by subsequent statutes providing for their payment. <i>The Glen</i>, Blatchf. Prize Cas. 375, Fed. Cas. No. 5,479; Act of February 13, 1864, 13 Stat. at L. 575, chap. 10; <i>The Labuan</i>, Blatchf. Prize Cas. 165, Fed. Cas. No. 7,964; Act of July 7, 1870, 16 Stat. at L. 649, chap. 220; <i>The Sybil</i>, Blatchf. Prize Cas. 615, Fed. Cas. No. 13,706; Act of July 8, 1870, 16 Stat. at L. 650, chap. 231; <i>The Flying Scud</i>, 6 Wall. 263, <i>sub nom. The Flying Scud</i> v. <i>United States</i>, 18 L. ed. 755; Act of July 7, 1870, 16 Stat. at L. 649, chap. 219. See also 16 Stat. at L. 650, 651, chaps. 232, 234.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We pass, then, to the other ground of the appeal. With regard to this it is objected that the exceptions to the master's report are not sufficient to open the question; referring to the <i>Commander-in-Chief</i>, 1 Wall. 43, 50, <i>sub nom. La Touretta</i> v. <i>Burton</i>, 17 L. ed. 609, 611. But the objection being the general one that the evidence did not warrant the finding, and all the evidence being attached to the report, nothing more is needed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the amount of the damages, we are of opinion that further proceedings must be had. We do not forget the weight that is given to the findings of a master or commissioner upon matters of fact. But this weight is largely, although not wholly, due to the opportunity, which we do not share, of seeing the witnesses. So far as the commissioner disregarded the testimony of the witnesses whom he saw, we should hesitate to overrule his conclusion, although it seems too absolute on the grounds set forth. But the result reached is based on documentary evidence which is before us, and as to which we have equal opportunities for forming a judgment. It appears to us plain that this evidence was given undue weight. The source from which it comes and the high valuations require that it should be taken with considerable reserve. The commissioner had a right, which he seems to have thought that he did not possess, to chancer the estimates. He adopted the owners' prices without qualification. The certificate of the harbormaster of Havana is dated November 23, 1898. It does not purport to be a copy of any earlier record. It is true that he makes his valuation as of March 1, 1898, but he does not say, either in the certificate or in his testimony, that he made that valuation at that or any other date before November 23. We shall not go over the other evidence in detail. Some, at least, of the vessels were old; the Paquete Habana, for instance, at least eighteen or twenty years. One-half interest was bought in 1892 for $2,400. She is valued in 1898 by owners, harbormaster, and commissioner at $4,500. The Lola was purchased 'at a cheap price,' according to the owner, in 1887. The valuation of some of the other smacks is above the price said to have been paid for them in earlier years.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the case of the Espana it appears that she was about fourteen years old, and cost, when built, $10,000. She is valued by the owners and harbormaster, agreeing as usual, at $9,000. The commissioner adopts this valuation. Yet it appears that the vessel was resold to the owners for $2,300. Whether this price was a fair value or not, and the owners would not give more, the result of the sale was that they had their boat back again. It is apparent, therefore, that their actual loss was only what they had to pay to get it, the loss from detention of the boat, and any wear and tear and changes that it had undergone in the meantime. In a case of the present kind, it would be going beyond the requirements of justice into the realm of very doubtful technicalities to disregard the fact that the vessel got back because it was due to a subsequent transaction with a stranger. There is some evidence that the same thing happened in some or all of the other cases. See <i>The Lively</i>, 1 Gall. 315, 321, Fed. Cas. No. 8,403.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The fish are allowed for at the highest price in Havana during the blockade, which is too high a rate, and interest was charged at 8 per cent, there being no reason apparent for charging more than 6, if interest was allowed. See <i>Lincoln</i> v. <i>Claflin</i>, 7 Wall. 132, 139, 19 L. ed. 106, 109; <i>The Amalia</i>, 34 L. J. Adm. N. S. 21; <i>Straker</i> v. <i>Hartland</i>, 2 Hem. &amp; M. 570; <i>Frazer</i> v. <i>Bigelow Carpet Co.</i> 141 Mass. 126, 4 N. E. 620. These are details, but they show what is manifest throughout, that the owners' demands have been accepted without discrimination, on evidence which does not justify the result.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We think that we have said enough to show that a revision of the findings is necessary. It seems to us better that this revision should take place in the district court rather than be attempted by us. Whether further evidence shall be taken we leave to the parties and to that court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Decrees reversed</i>, and cases remanded for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> No. 578. UNITED STATES v. The Paquete Habana; No. 579. UNITED STATES, <i>Appt.</i>, v. THE LOLA, Gonzales, Claimant; No. 580. UNITED STATES, <i>Appt.</i>, v. THE PODER DE DIOS, Pengochea <i>et al.</i>, Claimants; No. 581. UNITED STATES, <i>Appt.</i>, v. THE ANTONIO Y PACO, Lopez <i>et al.</i>, Claimants; No. 582. UNITED STATES, <i>Appt.</i>, v. THE ENGRACIA, Gonzales <i>et al.</i>, Claimants; No. 583. UNITED STATES, <i>Appt.</i>, v. THE SEVERITA, Trocha <i>et al.</i>, Claimants; No. 584. UNITED STATES, <i>Appt.</i>, v. THE ANTONIO SUAREZ, Vilar, Serra, &amp; Co., Claimants; No. 585. UNITED STATES, <i>Appt.</i>, v. THE FERNANDITO, Trocha <i>et al.</i>, Claimants; No. 586. UNITED STATES, <i>Appt.</i>, v. THE ORIENTE, Carillo, Claimant; No. 587. UNITED STATES, <i>Appt.</i>, v. THE ESPANA, Deus <i>et al.</i>, Claimants; No. 588. UNITED STATES, <i>Appt.</i>, v. THE CUATRO DE SETTEMBRE, Bunuel, Claimant; No. 589. UNITED STATES, <i>Appt.</i>, v. THE SANTIAGO APOSTOL, De La Torre, Claimant;</p>\n        <p>[Argument of Counsel from pages 453-456 intentionally omitted]</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>189 U.S. 453 (1903)</b></center>\n<center><h1>THE PAQUETE HABANA.</h1></center>\n<center>Nos. 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589.<sup>[*]</sup></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 19, 1903.</center>\n<center>Decided April 6, 1903.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF FLORIDA.\n<p><i>Mr. Solicitor General Hoyt</i> for the United States.</p>\n<p><span class=\"star-pagination\">*456</span> <i>Mr. J. Parker Kirlin</i> for claimants.</p>\n<p><span class=\"star-pagination\">*463</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>These are cases of fishing smacks, which were libelled as <span class=\"star-pagination\">*464</span> prize of war. The proceedings in all the cases are similar and the evidence to a large extent the same. It was decided by this court in two of the cases, <i>Paquete Habana</i> and <i>Lola,</i> 175 U.S. 677, that smacks of this sort, engaged as these were, in coast-fishing for the daily market, were not liable to capture, and decrees were ordered that the proceeds of the vessels and cargoes be restored to the claimants, with damages and costs. On motion of the United States it was ordered that the decrees be modified so as to direct that the damages should be compensatory only and not punitive. Decrees were entered in each of the above-named cases by the District Court in pursuance of this mandate, and agreements between the United States, the captors and the claimants were filed, that the damages should be charged against the United States or the captors, or apportioned, \"as to justice may appertain and as the legal responsibility therefor may appear;\" saving the right to review the decrees as to amount and as to where the ultimate responsibility rested. The papers do not disclose such an agreement in the <i>Cuatro de Settembre,</i> but as the records so far as similar to the first two cases were not printed, we assume that the omission was only in the index, and that it was understood that this case should stand like the rest. The cases were referred to a commissioner to report the amount of damages. He reported his findings and the evidence. The United States excepted to the findings as excessive. The District Court entered decrees against the United States for the amounts, and the United States appealed on the grounds that the decrees should have gone against the captors and not against the Government, and that the damages were excessive and the exceptions to the commissioner's report should have been sustained.</p>\n<p>We do not see how it is possible that a decree should be entered against the captors. There was no formal intervention by them, and whether a decree can be made against the United States or not, it has so far adopted the acts of capture that it would be hard to say that under the circumstances of these cases it has not made those acts its own. It is not disputed that the United States might have ordered the vessels to be released. It did not do so. The libels were filed by the United <span class=\"star-pagination\">*465</span> States on its own behalf, praying a forfeiture to the United States. The statutes in force seemed to contemplate that form of procedure, Rev. Stat. ยง 4618, and such has been the practice under them. The libels alleged a capture pursuant to instructions from the President. The captures were by superior force, so that that there was no question that the United States was interested in the proceeds. Rev. Stat. ยง 4630. The modification of the decrees in regard to damages, on motion by the United States, imported a recognition of the interest of the United States in that matter, and its submission to the entry of decrees against it. The agreements to which we have referred had a similar import, although they indicated an awakening to a determination to argue the form of the decree. In the case of <i>Little</i> v. <i>Barreme,</i> 2 Cr. 170, conversely to this, the United States was not a party and the captor was. All that was decided bearing upon the present point was that instructions from the President did not exonerate the captor from liability to a neutral vessel. As to even that the Chief Justice hesitated. But we are not aware that it is disputed that when the act of a public officer is authorized or has been adopted by the sovereign power, whatever the immunities of the sovereign, the agent thereafter cannot be pursued. <i>Lamar</i> v. <i>Browne,</i> 92 U.S. 187, 199; and as to ratification, <i>Buron</i> v. <i>Denman,</i> 2 Exch. 167, 187, 189; <i>Secretary of State in Council of India</i> v. <i>Kamachee Boye Sahaba,</i> 13 Moo. P.C. 22, 86. See <i>Dempsey</i> v. <i>Chambers,</i> 154 Massachusetts, 330, 332. The principle and authority of <i>Buron</i> v. <i>Denman</i> was recognized and followed by the Court of Claims in <i>Wiggins</i> v. <i>United States,</i> 3 C. Cl. 412, 423.</p>\n<p>If we are right so far, we think that under the circumstances of this case a decree properly may be entered against the United States. The former decree of this court remains in force and requires a final decree for damages. <i>Re Potts,</i> 166 U.S. 263, 265; <i>McCormick</i> v. <i>Sullivant,</i> 10 Wheat. 192, 200. The decree must run against the United States if a decree is to be made. In <i>The Nuestra Senora de Regla,</i> 108 U.S. 92, 102, the court was of opinion that the United States had submitted to the jurisdiction of the court so far as to warrant the ascertainment of damages according to the rules applicable to private persons in <span class=\"star-pagination\">*466</span> like cases. It seems to us that the facts here are not less strong. Decrees in cases which disclose no special circumstances have been recognized by subsequent statutes providing for their payment. <i>Glen,</i> Blatchf. Prize Cases, 375, act of Feb. 13, 1864, c. 10, 13 Stat. 575; <i>Labuan,</i> Blatchf. Prize Cases, 165, act of July 7, 1870, c. 220, 16 Stat. 649; <i>Sybil,</i> Blatchf. Prize Cases, 615, act of July 8, 1870, c. 231, 16 Stat. 650; <i>Flying Scud,</i> 6 Wall. 263, act of July 7, 1870, c. 219, 16 Stat. 649. See also 16 Stat. 650, c. 232; 651, c. 234.</p>\n<p>We pass, then, to the other ground of the appeal. With regard to this it is objected that the exceptions to the master's report are not sufficient to open the question; referring to <i>Commander-in-Chief,</i> 1 Wall. 43, 50. But the objection being the general one that the evidence did not warrant the finding and all the evidence being attached to the report nothing more is needed.</p>\n<p>On the amount of the damages we are of opinion that further proceedings must be had. We do not forget the weight that is given to the findings of a master or commissioner upon matters of fact. But this weight is largely, although not wholly, due to the opportunity, which we do not share, of seeing the witnesses. So far as the commissioner disregarded the testimony of the witnesses whom he saw we should hesitate to overrule his conclusion, although it seems too absolute on the grounds set forth. But the result reached is based on documentary evidence which is before us, and as to which we have equal opportunities for forming a judgment. It appears to us plain that this evidence was given undue weight. The source from which it comes and the high valuations require that it should be taken with considerable reserve. The commissioner had a right, which he seems to have thought that he did not possess, to chancer the estimates. He adopted the owners' prices without qualification. The certificate of the harbor master of Havana is dated November 23, 1898. It does not purport to be a copy of any earlier record. It is true that he makes his valuation as of March 1, 1898, but he does not say either in the certificate or in his testimony that he made that valuation at that or any other date before November 23. We shall not go over the <span class=\"star-pagination\">*467</span> other evidence in detail. Some at least of the vessels were old. The Paquete Habana, for instance, at least eighteen or twenty years. One half interest was bought in 1892 for $2400. She is valued in 1898 by owners, harbor master and commissioner at $4500. The Lola was purchased \"at a cheap price,\" according to the owner, in 1887. The valuation of some of the other smacks is above the price said to have been paid for them in earlier years.</p>\n<p>In the case of the Espana it appears that she was about fourteen years old, and cost when built ten thousand dollars. She is valued by the owners and harbor master, agreeing as usual, at $9000. The commissioner adopts this valuation. Yet it appears that the vessel was resold to the owners for $2500. Whether this price was a fair value or not, and the owners would not give more, the result of the sale was that they had their boat back again. It is apparent, therefore, that their actual loss was only what they had to pay to get it, the loss from detention of the boat and any wear and tear and changes that it had undergone in the meantime. In a case of the present kind it would be going beyond the requirements of justice into the realm of very doubtful technicalities to disregard the fact that the vessel got back because it was due to a subsequent transaction with a stranger. There is some evidence that the same thing happened in some or all of the other cases. See <i>The Lively,</i> 1 Gall. 315, 321.</p>\n<p>The fish are allowed for at the highest price in Havana during the blockade, which is too high a rate, and interest was charged at eight per cent, there being no reason apparent for charging more than six if interest was allowed. See <i>Lincoln</i> v. <i>Claflin,</i> 7 Wall. 132, 139; <i>The Amalia,</i> 34 L.J. Adm. 21; <i>Straker</i> v. <i>Hartland,</i> 2 Hem. &amp; Mil. 570; <i>Frazer</i> v. <i>Bigelow Carpet Co.,</i> 141 Massachusetts, 126. These are details, but they show what is manifest throughout, that the owners' demands have been accepted without discrimination on evidence which does not justify the result.</p>\n<p>We think that we have said enough to show that a revision of the findings is necessary. It seems to us better that this revision should take place in the District Court rather than <span class=\"star-pagination\">*468</span> be attempted by us. Whether further evidence shall be taken we leave to the parties and to that court.</p>\n<p><i>Decrees reversed and cases remanded for further proceedings in accordance with this opinion.</i></p>\n<h2>NOTES</h2>\n<p>[*]  No. 578. <i>United States</i> v. <i>The Paquete Habana;</i> No. 579. <i>Same</i> v. <i>The Lola;</i> No. 580. <i>Same</i> v. <i>The Poder de Dios;</i> No. 581. <i>Same</i> v. <i>The Antonio y Paco;</i> No. 582. <i>Same</i> v. <i>The Engracia;</i> No. 583. <i>Same</i> v. <i>The Severita;</i> No. 584. <i>Same</i> v. <i>The Antonio Suarez;</i> No. 585. <i>Same</i> v. <i>The Fernandito;</i> No. 586. <i>Same</i> v. <i>The Oriente;</i> No. 587. <i>Same</i> v. <i>The Espana;</i> No. 588. <i>Same</i> v. <i>The Cuatro de Settembre;</i> No. 589. <i>Same</i> v. <i>The Santiago Apostol.</i></p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span></span> (1903)</b></center>\n<center><h1>THE PAQUETE HABANA.</h1></center>\n<center>Nos. 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589.<sup>[*]</sup></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 19, 1903.</center>\n<center>Decided April 6, 1903.</center>\nAPPEALS FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF FLORIDA.\n<p><i>Mr. Solicitor General Hoyt</i> for the United States.</p>\n<p><span class=\"star-pagination\">*456</span> <i>Mr. J. Parker Kirlin</i> for claimants.</p>\n<p><span class=\"star-pagination\">*463</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>These are cases of fishing smacks, which were libelled as <span class=\"star-pagination\">*464</span> prize of war. The proceedings in all the cases are similar and the evidence to a large extent the same. It was decided by this court in two of the cases, <i>Paquete Habana</i> and <i>Lola,</i> <span class=\"citation\" data-id=\"95150\"><a href=\"/opinion/95150/the-paquete-habana/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, that smacks of this sort, engaged as these were, in coast-fishing for the daily market, were not liable to capture, and decrees were ordered that the proceeds of the vessels and cargoes be restored to the claimants, with damages and costs. On motion of the United States it was ordered that the decrees be modified so as to direct that the damages should be compensatory only and not punitive. Decrees were entered in each of the above-named cases by the District Court in pursuance of this mandate, and agreements between the United States, the captors and the claimants were filed, that the damages should be charged against the United States or the captors, or apportioned, \"as to justice may appertain and as the legal responsibility therefor may appear;\" saving the right to review the decrees as to amount and as to where the ultimate responsibility rested. The papers do not disclose such an agreement in the <i>Cuatro de Settembre,</i> but as the records so far as similar to the first two cases were not printed, we assume that the omission was only in the index, and that it was understood that this case should stand like the rest. The cases were referred to a commissioner to report the amount of damages. He reported his findings and the evidence. The United States excepted to the findings as excessive. The District Court entered decrees against the United States for the amounts, and the United States appealed on the grounds that the decrees should have gone against the captors and not against the Government, and that the damages were excessive and the exceptions to the commissioner's report should have been sustained.</p>\n<p>We do not see how it is possible that a decree should be entered against the captors. There was no formal intervention by them, and whether a decree can be made against the United States or not, it has so far adopted the acts of capture that it would be hard to say that under the circumstances of these cases it has not made those acts its own. It is not disputed that the United States might have ordered the vessels to be released. It did not do so. The libels were filed by the United <span class=\"star-pagination\">*465</span> States on its own behalf, praying a forfeiture to the United States. The statutes in force seemed to contemplate that form of procedure, Rev. Stat. ยง 4618, and such has been the practice under them. The libels alleged a capture pursuant to instructions from the President. The captures were by superior force, so that that there was no question that the United States was interested in the proceeds. Rev. Stat. ยง 4630. The modification of the decrees in regard to damages, on motion by the United States, imported a recognition of the interest of the United States in that matter, and its submission to the entry of decrees against it. The agreements to which we have referred had a similar import, although they indicated an awakening to a determination to argue the form of the decree. In the case of <i>Little</i> v. <i>Barreme,</i> 2 Cr. 170, conversely to this, the United States was not a party and the captor was. All that was decided bearing upon the present point was that instructions from the President did not exonerate the captor from liability to a neutral vessel. As to even that the Chief Justice hesitated. But we are not aware that it is disputed that when the act of a public officer is authorized or has been adopted by the sovereign power, whatever the immunities of the sovereign, the agent thereafter cannot be pursued. <i>Lamar</i> v. <i>Browne,</i> <span class=\"citation\" data-id=\"89264\"><a href=\"/opinion/89264/lamar-v-browne/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 199; and as to ratification, <i>Buron</i> v. <i>Denman,</i> 2 Exch. 167, 187, 189; <i>Secretary of State in Council of India</i> v. <i>Kamachee Boye Sahaba,</i> 13 Moo. P.C. 22, 86. See <i>Dempsey</i> v. <i>Chambers,</i> 154 Massachusetts, 330, 332. The principle and authority of <i>Buron</i> v. <i>Denman</i> was recognized and followed by the Court of Claims in <i>Wiggins</i> v. <i>United States,</i> 3 C. Cl. 412, 423.</p>\n<p>If we are right so far, we think that under the circumstances of this case a decree properly may be entered against the United States. The former decree of this court remains in force and requires a final decree for damages. <i>Re Potts,</i> <span class=\"citation\" data-id=\"94649\"><a href=\"/opinion/94649/in-re-potts/\"><span class=\"volume\">166</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 265; <i>McCormick</i> v. <i>Sullivant,</i> <span class=\"citation\" data-id=\"85460\"><a href=\"/opinion/85460/mccormick-v-sullivant/\"><span class=\"volume\">10</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">192</span></a></span>, 200. The decree must run against the United States if a decree is to be made. In <i>The Nuestra Senora de Regla,</i> <span class=\"citation\" data-id=\"90828\"><a href=\"/opinion/90828/the-nuestra-senora-de-regla/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, 102, the court was of opinion that the United States had submitted to the jurisdiction of the court so far as to warrant the ascertainment of damages according to the rules applicable to private persons in <span class=\"star-pagination\">*466</span> like cases. It seems to us that the facts here are not less strong. Decrees in cases which disclose no special circumstances have been recognized by subsequent statutes providing for their payment. <i>Glen,</i> Blatchf. Prize Cases, 375, act of Feb. 13, 1864, c. 10, 13 Stat. 575; <i>Labuan,</i> Blatchf. Prize Cases, 165, act of July 7, 1870, c. 220, 16 Stat. 649; <i>Sybil,</i> Blatchf. Prize Cases, 615, act of July 8, 1870, c. 231, 16 Stat. 650; <i>Flying Scud,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">263</span></span>, act of July 7, 1870, c. 219, 16 Stat. 649. See also 16 Stat. 650, c. 232; 651, c. 234.</p>\n<p>We pass, then, to the other ground of the appeal. With regard to this it is objected that the exceptions to the master's report are not sufficient to open the question; referring to <i>Commander-in-Chief,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">43</span></span>, 50. But the objection being the general one that the evidence did not warrant the finding and all the evidence being attached to the report nothing more is needed.</p>\n<p>On the amount of the damages we are of opinion that further proceedings must be had. We do not forget the weight that is given to the findings of a master or commissioner upon matters of fact. But this weight is largely, although not wholly, due to the opportunity, which we do not share, of seeing the witnesses. So far as the commissioner disregarded the testimony of the witnesses whom he saw we should hesitate to overrule his conclusion, although it seems too absolute on the grounds set forth. But the result reached is based on documentary evidence which is before us, and as to which we have equal opportunities for forming a judgment. It appears to us plain that this evidence was given undue weight. The source from which it comes and the high valuations require that it should be taken with considerable reserve. The commissioner had a right, which he seems to have thought that he did not possess, to chancer the estimates. He adopted the owners' prices without qualification. The certificate of the harbor master of Havana is dated November 23, 1898. It does not purport to be a copy of any earlier record. It is true that he makes his valuation as of March 1, 1898, but he does not say either in the certificate or in his testimony that he made that valuation at that or any other date before November 23. We shall not go over the <span class=\"star-pagination\">*467</span> other evidence in detail. Some at least of the vessels were old. The Paquete Habana, for instance, at least eighteen or twenty years. One half interest was bought in 1892 for $2400. She is valued in 1898 by owners, harbor master and commissioner at $4500. The Lola was purchased \"at a cheap price,\" according to the owner, in 1887. The valuation of some of the other smacks is above the price said to have been paid for them in earlier years.</p>\n<p>In the case of the Espana it appears that she was about fourteen years old, and cost when built ten thousand dollars. She is valued by the owners and harbor master, agreeing as usual, at $9000. The commissioner adopts this valuation. Yet it appears that the vessel was resold to the owners for $2500. Whether this price was a fair value or not, and the owners would not give more, the result of the sale was that they had their boat back again. It is apparent, therefore, that their actual loss was only what they had to pay to get it, the loss from detention of the boat and any wear and tear and changes that it had undergone in the meantime. In a case of the present kind it would be going beyond the requirements of justice into the realm of very doubtful technicalities to disregard the fact that the vessel got back because it was due to a subsequent transaction with a stranger. There is some evidence that the same thing happened in some or all of the other cases. See <i>The Lively,</i> 1 Gall. 315, 321.</p>\n<p>The fish are allowed for at the highest price in Havana during the blockade, which is too high a rate, and interest was charged at eight per cent, there being no reason apparent for charging more than six if interest was allowed. See <i>Lincoln</i> v. <i>Claflin,</i> <span class=\"citation\" data-id=\"87991\"><a href=\"/opinion/87991/lincoln-v-claflin/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">132</span></a></span>, 139; <i>The Amalia,</i> 34 L.J. Adm. 21; <i>Straker</i> v. <i>Hartland,</i> 2 Hem. &amp; Mil. 570; <i>Frazer</i> v. <i>Bigelow Carpet Co.,</i> 141 Massachusetts, 126. These are details, but they show what is manifest throughout, that the owners' demands have been accepted without discrimination on evidence which does not justify the result.</p>\n<p>We think that we have said enough to show that a revision of the findings is necessary. It seems to us better that this revision should take place in the District Court rather than <span class=\"star-pagination\">*468</span> be attempted by us. Whether further evidence shall be taken we leave to the parties and to that court.</p>\n<p><i>Decrees reversed and cases remanded for further proceedings in accordance with this opinion.</i></p>\n<h2>NOTES</h2>\n<p>[*]  No. 578. <i>United States</i> v. <i>The Paquete Habana;</i> No. 579. <i>Same</i> v. <i>The Lola;</i> No. 580. <i>Same</i> v. <i>The Poder de Dios;</i> No. 581. <i>Same</i> v. <i>The Antonio y Paco;</i> No. 582. <i>Same</i> v. <i>The Engracia;</i> No. 583. <i>Same</i> v. <i>The Severita;</i> No. 584. <i>Same</i> v. <i>The Antonio Suarez;</i> No. 585. <i>Same</i> v. <i>The Fernandito;</i> No. 586. <i>Same</i> v. <i>The Oriente;</i> No. 587. <i>Same</i> v. <i>The Espana;</i> No. 588. <i>Same</i> v. <i>The Cuatro de Settembre;</i> No. 589. <i>Same</i> v. <i>The Santiago Apostol.</i></p>\n\n</div>", "id": 95873, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95873/", "sha1": "d8488cfa99f0714a59f1599db37c2ff55e6aa67b", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:40:17"}