{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "436 U.S. 293", 
    "federal_cite_two": "98 S. Ct. 1808", 
    "specialty_cite_one": null, 
    "federal_cite_three": "56 L. Ed. 2d 293", 
    "lexis_cite": "1978 U.S. LEXIS 92", 
    "document_uris": [
      "/api/rest/v2/document/109865/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Pinkus v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "77-39", 
    "id": 94224, 
    "resource_uri": "/api/rest/v2/citation/94224/"
  }, 
  "id": 109865, 
  "blocked": false, 
  "judges": "Burger", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1978-05-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>436 U.S. 293 (1978)</b></center>\n<center><h1>PINKUS, DBA ROSSLYN NEWS CO. ET AL.<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 77-39.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued February 28, 1978.</center>\n<center>Decided May 23, 1978.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*294</span> <i>Bernard A. Berkman</i> argued the cause for petitioner. With him on the briefs was <i>Larry S. Gordon.</i></p>\n<p><i>Jerome M. Feit</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McCree</i> and <i>Assistant Attorney General Civiletti.</i></p>\n<p>MR. CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari in this case to decide whether the court's instructions in a trial for mailing obscene materials prior to 1973, and therefore tried under the <i>Roth-Memoirs</i> standards, could properly include children and sensitive persons within the definition of the community by whose standards obscenity is to be judged. We are also asked to determine whether the evidence supported a charge that members of deviant sexual groups may be considered in determining whether the materials appealed to prurient interest in sex; whether a charge of pandering was proper in light of the evidence; and whether comparison evidence proffered by petitioner should have been admitted on the issue of contemporary community standards.</p>\n<p><span class=\"star-pagination\">*295</span> Petitioner was convicted after a jury trial in United States District Court on 11 counts, charging that he had mailed obscene materials and advertising brochures for obscene materials in violation of 18 U. S. C. § 1461 (1976 ed.).<sup>[1]</sup> On appeal, his conviction was reversed on the grounds that the instructions to the jury defining obscenity had been cast under the standards established in <i>Miller</i> v. <i>California,</i> 413 U. S. 15 (1973), although the offenses charged occurred in 1971 when the standards announced in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476 (1957), and particularized in <i>Memoirs</i> v. <i>Massachusetts,</i> 383 U. S. 413 (1966), were applicable. Accordingly, the case was remanded to the District Court for a new trial under the standards controlling in 1971. No. 73-2900 (CA9 Feb. 5, 1975, rehearing denied May 13, 1975); see <i>Marks</i> v. <i>United States,</i> 430 U. S. 188 (1977).</p>\n<p>On retrial in 1976, petitioner was again convicted on the same 11 counts. He was sentenced to terms of four years' imprisonment on each count, the terms to be served concurrently, and fined $500 on each count, for a total fine of $5,500. The Court of Appeals affirmed. 551 F. 2d 1155 (CA9 1977).</p>\n<p></p>\n<h2>I</h2>\n<p>The evidence presented by the Government in its case in chief consisted of materials mailed by the petitioner accompanied by a stipulation of facts which, among other things, recited that petitioner, knowing the contents of the mailings,<sup>[2]</sup> had \"voluntarily and intentionally\" used the mails on 11 occasions to deliver brochures illustrating sex books, magazines, <span class=\"star-pagination\">*296</span> and films, and to deliver a sex magazine (one count) and a sex film (one count), with the intention that these were for the personal use of the recipients. From the stipulation and the record, it appears undisputed that the recipients were adults who resided both within and without the State of California. Because of the basis of our disposition of this case, it is unnecessary for us to review the contents of the exhibits in detail.</p>\n<p>The defense consisted of expert testimony and surveys offered to demonstrate that the materials did not appeal to prurient interest, were not in conflict with community standards, and had redeeming social value. Two films were proffered by the defense for the stated purpose of demonstrating that comparable material had received wide box office acceptance, thus demonstrating that the materials covered by the indictment were not obscene and complied with community standards.</p>\n<p>As a rebuttal witness, the Government presented an expert who testified as to what some of the exhibits depicted and that in his opinion they appealed to the prurient interest of the average person and to that of members of particular deviant groups.</p>\n<p></p>\n<h2>II</h2>\n<p>In this Court, as in the Court of Appeals, petitioner challenges four parts of the jury instructions and the trial court's rejection of the comparison films.</p>\n<p></p>\n<h2>A. <i>Instruction as to Children</i>\n</h2>\n<p>Petitioner challenges that part of the jury instruction which read:</p>\n<blockquote>\"In determining community standards, you are to consider the community as a whole, young and old, educated and uneducated, the religious and the irreligious, men, women and <i>children,</i> from all walks of life.\" (Emphasis added.)</blockquote>\n<p><span class=\"star-pagination\">*297</span> The Court of Appeals concluded that the inclusion of children was \"unnecessary\" and that it would \"prefer that children be excluded from the court's [jury] instruction until the Supreme Court clearly indicates that inclusion is proper.\" 551 F. 2d, at 1158. It correctly noted that this Court had been ambivalent on this point, having sustained the conviction in <i>Roth, supra,</i> where the instruction included children, and having intimated later in <i>Ginzburg</i> v. <i>United States,</i> 383 U. S. 463, 465 n. 3 (1966), that it did not necessarily approve the inclusion of \"children\" as part of the community instruction.<sup>[3]</sup></p>\n<p>Reviewing the charge as a whole under the traditional standard of review, cogent arguments can be made that the inclusion of children was harmless error, see <i>Hamling</i> v. <i>United States,</i> 418 U. S. 87, 107 (1974); however, the courts, the bar, and the public are entitled to greater clarity than is offered by the ambiguous comment in <i>Ginzburg</i> on this score. Since this is a federal prosecution under an Act of Congress, we elect to take this occasion to make clear that children are not to be included for these purposes as part of the \"community\" as that term relates to the \"obscene materials\" proscribed by 18 U. S. C. § 1461 (1976 ed.). Cf. <i>Cupp</i> v. <i>Naughten,</i> 414 U. S. 141, 146 (1973).</p>\n<p>Earlier in the same Term in which <i>Roth</i> was decided, the Court had reversed a conviction under a state statute which <span class=\"star-pagination\">*298</span> made criminal the dissemination of a book \"found to have a potentially deleterious influence on youth.\" <i>Butler</i> v. <i>Michigan,</i> 352 U. S. 380, 383 (1957). The statute was invalidated because its \"incidence . . . is to reduce the adult population . . . to reading only what is fit for children.\" <i>Ibid.</i> The instruction given here, when read as a whole, did not have an effect so drastic as the <i>Butler</i> statute. But it may well be that a jury conscientiously striving to define the relevant community of persons, the \"average person,\" <i>Smith</i> v. <i>United States,</i> 431 U. S. 291, 304 (1977), by whose standards obscenity is to be judged, would reach a much lower \"average\" when children are part of the equation than it would if it restricted its consideration to the effect of allegedly obscene materials on adults. Cf. <i>Ginsberg</i> v. <i>New York,</i> 390 U. S. 629 (1968). There was no evidence that children were the intended recipients of the materials at issue here, or that petitioner had reason to know children were likely to receive the materials. Indeed, an affirmative representation was made that children were not involved in this case.<sup>[4]</sup> We therefore conclude it was error to instruct the jury that they were a part of the relevant community, and accordingly the conviction cannot stand.</p>\n<p></p>\n<h2>B. <i>Instruction as to Sensitive Persons</i>\n</h2>\n<p>It does not follow, however, as petitioner contends, that the inclusion of \"sensitive persons\" in the charge advising the jury of whom the community consists was error. The District Court's charge was:</p>\n<blockquote>\"Thus the brochures, magazines and film are not to be <span class=\"star-pagination\">*299</span> judged on the basis of your personal opinion. Nor are they to be judged by their effect on a particularly <i>sensitive or insensitive</i> person or group in the community. You are to judge these materials by the standard of the hypothetical average person in the community, but in determining this average standard you must include the <i>sensitive and the insensitive,</i> in other words, you must include everyone in the community.\" (Emphasis added.)</blockquote>\n<p>Petitioner's reliance on passages from <i>Miller,</i> 413 U. S., at 33, and <i>Smith</i> v. <i>United States, supra,</i> at 304, for the proposition that inclusion of sensitive persons in the relevant community was error is misplaced. In <i>Miller</i> we said,</p>\n<blockquote>\"[T]he primary concern with requiring a jury to apply the standard of `the average person, applying contemporary community standards' is to be certain that, so far as material is not aimed at a deviant group, it will be judged by its impact on an average person, rather than a particularly susceptible or sensitive person\u0097or indeed a totally insensitive one. See <i>Roth</i> v. <i>United States, supra,</i> at 489.\"</blockquote>\n<p>This statement was essentially repeated in <i>Smith:</i></p>\n<blockquote>\"[T]he Court has held that § 1461 embodies a requirement that local rather than national standards should be applied. <i>Hamling</i> v. <i>United States, supra</i><i>.</i> Similarly, obscenity is to be judged according to the average person in the community, rather than the most prudish or the most tolerant. <i>Hamling</i> v. <i>United States, supra</i><i>; </i><i>Miller</i> v. <i>California, supra</i><i>; </i><i>Roth</i> v. <i>United States,</i> 354 U. S. 476 (1957). Both of these substantive limitations are passed on to the jury in the form of instructions.\" (Footnote omitted.)</blockquote>\n<p>The point of these passages was to emphasize what was an issue central to <i>Roth,</i> that \"judging obscenity by the effect of isolated passages upon the most susceptible persons, might well <span class=\"star-pagination\">*300</span> encompass material legitimately treating with sex, and so it must be rejected as unconstitutionally restrictive of the freedoms of speech and press.\" 354 U. S., at 489.<sup>[5]</sup> But nothing in those opinions suggests that \"sensitive\" and \"insensitive\" persons, however defined, are to be excluded from the community as a whole for the purpose of deciding if materials are obscene. In the narrow and limited context of this case, the community includes all adults who constitute it, and a jury can consider them all in determining relevant community standards. The vice is in focusing upon the most susceptible or sensitive members when judging the obscenity of materials, not in including them along with all others in the community. See <i>Mishkin</i> v. <i>New York,</i> 383 U. S. 502, 508-509 (1966).</p>\n<p>Petitioner relies also on <i>Hamling</i> v. <i>United States,</i> 418 U. S. 87 (1974), to support his argument. Like <i>Miller</i> and <i>Smith, supra,</i> though, <i>Hamling</i> merely restated the by now familiar rule that jurors are not to base their decision about the materials on their \"personal opinion, nor by its effect on a particularly sensitive or insensitive person or group.\" 418 U. S., at 107. It is clear the trial court did not instruct the jury to focus on sensitive persons or groups. It explicitly said the jury should not use sensitive persons as a standard, and emphasized that in determining the \"average person\" standard the jury \"must include the sensitive and the insensitive, in other words . . . everyone in the community.\"</p>\n<p>The difficulty of framing charges in this area is well recognized. But the term \"average person\" as used in this charge means what it usually means, and is no less clear than \"reasonable person\" used for generations in other contexts. Cf. <i>Hamling</i> v. <i>United States, supra,</i> at 104-105. Cautionary instructions to avoid subjective personal and private views in determining community standards can do no more than tell the individual juror that in evaluating the hypothetical \"average <span class=\"star-pagination\">*301</span> person\" he is to determine the collective view of the community, as best as it can be done.</p>\n<p>Simon E. Sobeloff, then Solicitor General, later Chief Judge of the United States Court of Appeals for the Fourth Circuit, very aptly stated the dilemma:</p>\n<blockquote>\"Is the so-called definition of negligence really a definition? What could be fuzzier than the instruction to the jury that negligence is a failure to observe that care which would be observed by a `reasonable man'\u0097a chimerical creature conjured up to give an aura of definiteness where definiteness is not possible. . . .</blockquote>\n<blockquote>\"Every man is likely to think of himself as the happy exemplification of `the reasonable man'; and so the standard he adopts in order to fulfill the law's prescription will resemble himself, or what he thinks he is, or what he thinks he should be, even if he is not. All these shifts and variations of his personal norm will find reflection in the verdict. The whole business is necessarily equivocal. This we recognize, but <i>we are reconciled to the impossibility of discovering any form of words that will ring with perfect clarity and be automatically self-executing. Alas, there is no magic push-button in this or in other branches of the law.\"</i> (Emphasis added.)<sup>[6]</sup></blockquote>\n<p>However one defines \"sensitive\" or \"insensitive\" persons, they are part of the community. The contention that the instruction was erroneous because it included sensitive persons is therefore without merit.</p>\n<p></p>\n<h2>C. <i>Instruction as to Deviant Groups</i>\n</h2>\n<p>Challenge is made to the inclusion of \"members of a deviant sexual group\" in the charge which recited:</p>\n<blockquote>\"The first test to be applied, in determining whether a given picture is obscene, is whether the predominant <span class=\"star-pagination\">*302</span> theme or purpose of the picture, when viewed as a whole and not part by part, and when considered in relation to the intended and probable recipients, is an appeal to the prurient interest of the average person of the community as a whole or the prurient interest of members of a deviant sexual group at the time of mailing.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"In applying this test, the question involved is not how the picture now impresses the individual juror, but rather, considering the intended and probable recipients, how the picture would have impressed the average person, or a member of a deviant sexual group at the time they received the picture.\"</blockquote>\n<p>Examination of some of the materials could lead to the reasonable conclusion that their prurient appeal would be more acute to persons of deviant persuasions, but it is equally clear they were intended to arouse the prurient interest of any reader or observer. Nothing prevents a court from giving an instruction on prurient appeal to deviant sexual groups as part of an instruction pertaining to appeal to the average person when the evidence, as here, would support such a charge. See <i>Hamling</i> v. <i>United States, supra,</i> at 128-130. Many of the exhibits depicted aberrant sexual activities. These depictions were generally provided along with or as a part of the materials which apparently were thought likely to appeal to the prurient interest in sex of nondeviant persons. One of the mailings even provided a list of deviant sexual groups which the recipient was asked to mark to indicate interest in receiving the type of materials thought appealing to that particular group.</p>\n<p>Whether materials are obscene generally can be decided by viewing them; expert testimony is not necessary. <i>Ginzburg</i> v. <i>United States,</i> 383 U. S., at 465; <i>Hamling</i> v. <i>United States, supra,</i> at 100; see <i>Jacobellis</i> v. <i>Ohio,</i> 378 U. S. 184, 197 (1964) (STEWART, J., concurring). But petitioner claims that to support <span class=\"star-pagination\">*303</span> an instruction on appeal to the prurient interest of deviants, the prosecution must come forward with evidence to guide the jury in its deliberations, since jurors cannot be presumed to know the reaction of such groups to stimuli as they would that of the average person. Concededly, in the past we have \"reserve[d] judgment . . . on the extreme case . . . where contested materials are directed at such a bizarre deviant group that the experience of the trier of fact would be plainly inadequate to judge whether the material appeals to the [particular] prurient interest.\" <i>Paris Adult Theatre I</i> v. <i>Slaton,</i> 413 U. S. 49, 56 n. 6 (1973). But here we are not presented with that \"extreme\" case because the Government did in fact present expert testimony on rebuttal which, when combined with the exhibits themselves, sufficiently guided the jury. This instruction, therefore, was acceptable.</p>\n<p></p>\n<h2>D. <i>Instruction as to Pandering</i>\n</h2>\n<p>Pandering is \"the business of purveying textual or graphic matter openly advertised to appeal to the erotic interest of their customers.\" <i>Ginzburg</i> v. <i>United States, supra,</i> at 467, citing <i>Roth</i> v. <i>United States,</i> 354 U. S., at 495-496 (Warren, C. J., concurring). We have held, and reaffirmed, that to aid a jury in its determination of whether materials are obscene, the methods of their creation, promotion, or dissemination are relevant. <i>Splawn</i> v. <i>California,</i> 431 U. S. 595, 598 (1977); <i>Hamling</i> v. <i>United States,</i> 418 U. S., at 130. In essence, the Court has considered motivation relevant to the ultimate evaluation if the prosecution offers evidence of motivation.</p>\n<p>In this case the trial judge gave a pandering instruction to which the jury could advert if it found \"this to be a close case\" under the three part <i>Roth-Memoirs</i> test. This was not a so-called finding instruction which removed the jury's discretion; rather it permitted the jury to consider the touting descriptions along with the materials themselves to determine whether they were intended to appeal to the recipient's <span class=\"star-pagination\">*304</span> prurient interest in sex, whether they were \"commercial exploitation of erotica solely for the sake of their prurient appeal,\" <i>Ginzburg, supra,</i> at 466, if indeed the evidence admitted of any other purpose. And while it is true the Government offered no extensive evidence of the methods of production, editorial goals, if any, methods of operation, or means of delivery other than the mailings and the names, locations, and occupations of the recipients, the evidence was sufficient to trigger the <i>Ginzburg</i> pandering instruction.</p>\n<p></p>\n<h2>E. <i>Exclusion of Comparison Evidence</i>\n</h2>\n<p>At trial petitioner proffered, and the trial judge rejected, two films which were said to have had considerable popular and commercial success when displayed in Los Angeles and elsewhere around the country. He proffered this assertedly comparable material as evidence that materials as explicit as his had secured community tolerance. Apparently the theory was that display of such movies had altered the level of community tolerance.</p>\n<p>On appeal the Court of Appeals began an inquiry into whether the comparison evidence should have been admitted. It held that exclusion of the evidence was proper as to the printed materials; but it abandoned the inquiry when, in reliance on the so-called concurrent-sentence doctrine, it concluded that even if the comparison evidence had been improperly excluded as to the count involving petitioner's film, the sentence would not be affected. It therefore exercised its discretion not to pass on the admissibility of the comparison evidence and hence did not review the conviction on the film count.<sup>[7]</sup></p>\n<p>However, the sentences on the 11 counts were not in fact fully concurrent; petitioner's 11 prison terms of four years each were concurrent but the $500 fines on each of the counts <span class=\"star-pagination\">*305</span> were cumulative, totaling $5,500, so that a separate fine of $500 was imposed on the film count. Petitioner thus had at least a pecuniary interest in securing review of his conviction on each of the counts.</p>\n<p>In light of our disposition of the case the issue of admissibility of the comparison evidence is not before us, and we leave it to the Court of Appeals to decide whether or to what extent such evidence is relevant to a jury's evaluation of community standards.</p>\n<p>Accordingly, the case is remanded to the Court of Appeals for further consideration consistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE STEVENS, concurring.</p>\n<p>If the Court were prepared to re-examine this area of the law, I would vote to reverse this conviction with instructions to dismiss the indictment. See <i>Marks</i> v. <i>United States,</i> 430 U. S. 188, 198 (STEVENS, J., concurring and dissenting); <i>Smith</i> v. <i>United States,</i> 431 U. S. 291, 311 (STEVENS, J., dissenting); <i>Splawn</i> v. <i>California,</i> 431 U. S. 595, 602 (STEVENS, J., dissenting); <i>Ward</i> v. <i>Illinois,</i> 431 U. S. 767, 777 (STEVENS, J., dissenting). But my views are not now the law. The opinion that THE CHIEF JUSTICE has written is faithful to the cases on which it relies. For that reason, and because a fifth vote is necessary to dispose of this case, I join his opinion.</p>\n<p>MR. JUSTICE BRENNAN, with whom MR. JUSTICE STEWART and MR. JUSTICE MARSHALL join.</p>\n<p>I concur in the judgment reversing petitioner's conviction. However, because I adhere to the view that this statute is \"`clearly overbroad and unconstitutional on its face,'\" see, <i>e. g., </i><i>Millican</i> v. <i>United States,</i> 418 U. S. 947, 948 (1974) (BRENNAN, J., dissenting), quoting <i>United States</i> v. <i>Orito,</i> 413 U. S. 139, 148 (1973) (BRENNAN, J., dissenting), I would <span class=\"star-pagination\">*306</span> not remand for further consideration but rather with direction to dismiss the indictment.</p>\n<p>MR. JUSTICE POWELL, dissenting.</p>\n<p>Although I agree with the Court that in a federal prosecution the instruction as to children should not have been given, on the facts of this case I view the error as harmless beyond a reasonable doubt. I therefore would affirm the judgment of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  Title 18 U. S. C. § 1461 (1976 ed.) declares, in essence, that obscene materials are nonmailable and the Postal Service may not be used to convey them. It provides for fines and imprisonment upon conviction for its violation.</p>\n<p>[2]  Two of the 11 paragraphs of the stipulation, corresponding to the evidence relating to the 11 charges, do not recite that petitioner knew the contents of those two particular mailings. Neither party has made an issue of this apparent oversight and we believe it is without significance.</p>\n<p>[3]  Indeed, confusion over this issue might have been foreseen in light of Mr. Justice Harlan's separate opinion in <i>Roth</i> and its companion case, <i>Alberts</i> v. <i>California.</i> He observed that the correctness of the charge in <i>Roth</i> was not before the Court, but must be assumed correct. It was the constitutionality of the statute which was being decided. 354 U. S., at 499 n. 1, 507 n. 8. Simultaneously, he said that he \"agree[d] with the Court, of course, that the books must be judged as a whole and in relation to the normal <i>adult</i> reader,\" <i>id.,</i> at 502 (emphasis added; referring to <i>Alberts</i>), but the \"charge [in <i>Roth</i>] fail[ed] to measure up to the standards which I understand the Court to approve . . . .\" <i>Id.,</i> at 507.\n</p>\n<p>The trial judge tried to accommodate petitioner's demand that he be tried under <i>Roth-Memoirs,</i> and gave almost precisely the same instruction in this case as had apparently been approved in <i>Roth.</i></p>\n<p>[4]  During <i>voir dire,</i> in response to a prospective juror's question, and after a bench conference with counsel for both sides, the District Judge said, \"[I]n no way does [the case] involve any distribution of material of any kind to children, and that the evidence will, that there will be a stipulation even that there has been no exposure of any of this evidence to children.\"\n</p>\n<p>Though the stipulation did not specifically state no children were involved, it could be so inferred upon reading it. The Government does not contend otherwise.</p>\n<p>[5]  This rejected standard for judging obscenity was first articulated in <i>The Queen</i> v. <i>Hicklin,</i> [1868] L. R. 3 Q. B. 360.</p>\n<p>[6]  Sobeloff, Insanity and the Criminal Law: From McNaghten to Durham, and Beyond, 41 A. B. A. J. 793, 796 (1955).</p>\n<p>[7]  The validity of the concurrent-sentence doctrine is not challenged here. See <i>Benton</i> v. <i>Maryland,</i> 395 U. S. 784, 791 (1969).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></span> (1978)</b></center>\n<center><h1>PINKUS, DBA ROSSLYN NEWS CO. ET AL.<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 77-39.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued February 28, 1978.</center>\n<center>Decided May 23, 1978.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*294</span> <i>Bernard A. Berkman</i> argued the cause for petitioner. With him on the briefs was <i>Larry S. Gordon.</i></p>\n<p><i>Jerome M. Feit</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McCree</i> and <i>Assistant Attorney General Civiletti.</i></p>\n<p>MR. CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari in this case to decide whether the court's instructions in a trial for mailing obscene materials prior to 1973, and therefore tried under the <i>Roth-Memoirs</i> standards, could properly include children and sensitive persons within the definition of the community by whose standards obscenity is to be judged. We are also asked to determine whether the evidence supported a charge that members of deviant sexual groups may be considered in determining whether the materials appealed to prurient interest in sex; whether a charge of pandering was proper in light of the evidence; and whether comparison evidence proffered by petitioner should have been admitted on the issue of contemporary community standards.</p>\n<p><span class=\"star-pagination\">*295</span> Petitioner was convicted after a jury trial in United States District Court on 11 counts, charging that he had mailed obscene materials and advertising brochures for obscene materials in violation of 18 U. S. C. § 1461 (1976 ed.).<sup>[1]</sup> On appeal, his conviction was reversed on the grounds that the instructions to the jury defining obscenity had been cast under the standards established in <i>Miller</i> v. <i>California,</i> 413 U. S. 15 (1973), although the offenses charged occurred in 1971 when the standards announced in <i>Roth</i> v. <i>United States,</i> 354 U. S. 476 (1957), and particularized in <i>Memoirs</i> v. <i>Massachusetts,</i> 383 U. S. 413 (1966), were applicable. Accordingly, the case was remanded to the District Court for a new trial under the standards controlling in 1971. No. 73-2900 (CA9 Feb. 5, 1975, rehearing denied May 13, 1975); see <i>Marks</i> v. <i>United States,</i> 430 U. S. 188 (1977).</p>\n<p>On retrial in 1976, petitioner was again convicted on the same 11 counts. He was sentenced to terms of four years' imprisonment on each count, the terms to be served concurrently, and fined $500 on each count, for a total fine of $5,500. The Court of Appeals affirmed. 551 F. 2d 1155 (CA9 1977).</p>\n<p></p>\n<h2>I</h2>\n<p>The evidence presented by the Government in its case in chief consisted of materials mailed by the petitioner accompanied by a stipulation of facts which, among other things, recited that petitioner, knowing the contents of the mailings,<sup>[2]</sup> had \"voluntarily and intentionally\" used the mails on 11 occasions to deliver brochures illustrating sex books, magazines, <span class=\"star-pagination\">*296</span> and films, and to deliver a sex magazine (one count) and a sex film (one count), with the intention that these were for the personal use of the recipients. From the stipulation and the record, it appears undisputed that the recipients were adults who resided both within and without the State of California. Because of the basis of our disposition of this case, it is unnecessary for us to review the contents of the exhibits in detail.</p>\n<p>The defense consisted of expert testimony and surveys offered to demonstrate that the materials did not appeal to prurient interest, were not in conflict with community standards, and had redeeming social value. Two films were proffered by the defense for the stated purpose of demonstrating that comparable material had received wide box office acceptance, thus demonstrating that the materials covered by the indictment were not obscene and complied with community standards.</p>\n<p>As a rebuttal witness, the Government presented an expert who testified as to what some of the exhibits depicted and that in his opinion they appealed to the prurient interest of the average person and to that of members of particular deviant groups.</p>\n<p></p>\n<h2>II</h2>\n<p>In this Court, as in the Court of Appeals, petitioner challenges four parts of the jury instructions and the trial court's rejection of the comparison films.</p>\n<p></p>\n<h2>A. <i>Instruction as to Children</i>\n</h2>\n<p>Petitioner challenges that part of the jury instruction which read:</p>\n<blockquote>\"In determining community standards, you are to consider the community as a whole, young and old, educated and uneducated, the religious and the irreligious, men, women and <i>children,</i> from all walks of life.\" (Emphasis added.)</blockquote>\n<p><span class=\"star-pagination\">*297</span> The Court of Appeals concluded that the inclusion of children was \"unnecessary\" and that it would \"prefer that children be excluded from the court's [jury] instruction until the Supreme Court clearly indicates that inclusion is proper.\" 551 F. 2d, at 1158. It correctly noted that this Court had been ambivalent on this point, having sustained the conviction in <i>Roth, supra,</i> where the instruction included children, and having intimated later in <i>Ginzburg</i> v. <i>United States,</i> 383 U. S. 463, 465 n. 3 (1966), that it did not necessarily approve the inclusion of \"children\" as part of the community instruction.<sup>[3]</sup></p>\n<p>Reviewing the charge as a whole under the traditional standard of review, cogent arguments can be made that the inclusion of children was harmless error, see <i>Hamling</i> v. <i>United States,</i> 418 U. S. 87, 107 (1974); however, the courts, the bar, and the public are entitled to greater clarity than is offered by the ambiguous comment in <i>Ginzburg</i> on this score. Since this is a federal prosecution under an Act of Congress, we elect to take this occasion to make clear that children are not to be included for these purposes as part of the \"community\" as that term relates to the \"obscene materials\" proscribed by 18 U. S. C. § 1461 (1976 ed.). Cf. <i>Cupp</i> v. <i>Naughten,</i> 414 U. S. 141, 146 (1973).</p>\n<p>Earlier in the same Term in which <i>Roth</i> was decided, the Court had reversed a conviction under a state statute which <span class=\"star-pagination\">*298</span> made criminal the dissemination of a book \"found to have a potentially deleterious influence on youth.\" <i>Butler</i> v. <i>Michigan,</i> 352 U. S. 380, 383 (1957). The statute was invalidated because its \"incidence . . . is to reduce the adult population . . . to reading only what is fit for children.\" <i>Ibid.</i> The instruction given here, when read as a whole, did not have an effect so drastic as the <i>Butler</i> statute. But it may well be that a jury conscientiously striving to define the relevant community of persons, the \"average person,\" <i>Smith</i> v. <i>United States,</i> 431 U. S. 291, 304 (1977), by whose standards obscenity is to be judged, would reach a much lower \"average\" when children are part of the equation than it would if it restricted its consideration to the effect of allegedly obscene materials on adults. Cf. <i>Ginsberg</i> v. <i>New York,</i> 390 U. S. 629 (1968). There was no evidence that children were the intended recipients of the materials at issue here, or that petitioner had reason to know children were likely to receive the materials. Indeed, an affirmative representation was made that children were not involved in this case.<sup>[4]</sup> We therefore conclude it was error to instruct the jury that they were a part of the relevant community, and accordingly the conviction cannot stand.</p>\n<p></p>\n<h2>B. <i>Instruction as to Sensitive Persons</i>\n</h2>\n<p>It does not follow, however, as petitioner contends, that the inclusion of \"sensitive persons\" in the charge advising the jury of whom the community consists was error. The District Court's charge was:</p>\n<blockquote>\"Thus the brochures, magazines and film are not to be <span class=\"star-pagination\">*299</span> judged on the basis of your personal opinion. Nor are they to be judged by their effect on a particularly <i>sensitive or insensitive</i> person or group in the community. You are to judge these materials by the standard of the hypothetical average person in the community, but in determining this average standard you must include the <i>sensitive and the insensitive,</i> in other words, you must include everyone in the community.\" (Emphasis added.)</blockquote>\n<p>Petitioner's reliance on passages from <i>Miller,</i> 413 U. S., at 33, and <i>Smith</i> v. <i>United States, supra,</i> at 304, for the proposition that inclusion of sensitive persons in the relevant community was error is misplaced. In <i>Miller</i> we said,</p>\n<blockquote>\"[T]he primary concern with requiring a jury to apply the standard of `the average person, applying contemporary community standards' is to be certain that, so far as material is not aimed at a deviant group, it will be judged by its impact on an average person, rather than a particularly susceptible or sensitive person\u0097or indeed a totally insensitive one. See <i>Roth</i> v. <i>United States, supra,</i> at 489.\"</blockquote>\n<p>This statement was essentially repeated in <i>Smith:</i></p>\n<blockquote>\"[T]he Court has held that § 1461 embodies a requirement that local rather than national standards should be applied. <i>Hamling</i> v. <i>United States, supra</i><i>.</i> Similarly, obscenity is to be judged according to the average person in the community, rather than the most prudish or the most tolerant. <i>Hamling</i> v. <i>United States, supra</i><i>; </i><i>Miller</i> v. <i>California, supra</i><i>; </i><i>Roth</i> v. <i>United States,</i> 354 U. S. 476 (1957). Both of these substantive limitations are passed on to the jury in the form of instructions.\" (Footnote omitted.)</blockquote>\n<p>The point of these passages was to emphasize what was an issue central to <i>Roth,</i> that \"judging obscenity by the effect of isolated passages upon the most susceptible persons, might well <span class=\"star-pagination\">*300</span> encompass material legitimately treating with sex, and so it must be rejected as unconstitutionally restrictive of the freedoms of speech and press.\" 354 U. S., at 489.<sup>[5]</sup> But nothing in those opinions suggests that \"sensitive\" and \"insensitive\" persons, however defined, are to be excluded from the community as a whole for the purpose of deciding if materials are obscene. In the narrow and limited context of this case, the community includes all adults who constitute it, and a jury can consider them all in determining relevant community standards. The vice is in focusing upon the most susceptible or sensitive members when judging the obscenity of materials, not in including them along with all others in the community. See <i>Mishkin</i> v. <i>New York,</i> 383 U. S. 502, 508-509 (1966).</p>\n<p>Petitioner relies also on <i>Hamling</i> v. <i>United States,</i> 418 U. S. 87 (1974), to support his argument. Like <i>Miller</i> and <i>Smith, supra,</i> though, <i>Hamling</i> merely restated the by now familiar rule that jurors are not to base their decision about the materials on their \"personal opinion, nor by its effect on a particularly sensitive or insensitive person or group.\" 418 U. S., at 107. It is clear the trial court did not instruct the jury to focus on sensitive persons or groups. It explicitly said the jury should not use sensitive persons as a standard, and emphasized that in determining the \"average person\" standard the jury \"must include the sensitive and the insensitive, in other words . . . everyone in the community.\"</p>\n<p>The difficulty of framing charges in this area is well recognized. But the term \"average person\" as used in this charge means what it usually means, and is no less clear than \"reasonable person\" used for generations in other contexts. Cf. <i>Hamling</i> v. <i>United States, supra,</i> at 104-105. Cautionary instructions to avoid subjective personal and private views in determining community standards can do no more than tell the individual juror that in evaluating the hypothetical \"average <span class=\"star-pagination\">*301</span> person\" he is to determine the collective view of the community, as best as it can be done.</p>\n<p>Simon E. Sobeloff, then Solicitor General, later Chief Judge of the United States Court of Appeals for the Fourth Circuit, very aptly stated the dilemma:</p>\n<blockquote>\"Is the so-called definition of negligence really a definition? What could be fuzzier than the instruction to the jury that negligence is a failure to observe that care which would be observed by a `reasonable man'\u0097a chimerical creature conjured up to give an aura of definiteness where definiteness is not possible. . . .</blockquote>\n<blockquote>\"Every man is likely to think of himself as the happy exemplification of `the reasonable man'; and so the standard he adopts in order to fulfill the law's prescription will resemble himself, or what he thinks he is, or what he thinks he should be, even if he is not. All these shifts and variations of his personal norm will find reflection in the verdict. The whole business is necessarily equivocal. This we recognize, but <i>we are reconciled to the impossibility of discovering any form of words that will ring with perfect clarity and be automatically self-executing. Alas, there is no magic push-button in this or in other branches of the law.\"</i> (Emphasis added.)<sup>[6]</sup></blockquote>\n<p>However one defines \"sensitive\" or \"insensitive\" persons, they are part of the community. The contention that the instruction was erroneous because it included sensitive persons is therefore without merit.</p>\n<p></p>\n<h2>C. <i>Instruction as to Deviant Groups</i>\n</h2>\n<p>Challenge is made to the inclusion of \"members of a deviant sexual group\" in the charge which recited:</p>\n<blockquote>\"The first test to be applied, in determining whether a given picture is obscene, is whether the predominant <span class=\"star-pagination\">*302</span> theme or purpose of the picture, when viewed as a whole and not part by part, and when considered in relation to the intended and probable recipients, is an appeal to the prurient interest of the average person of the community as a whole or the prurient interest of members of a deviant sexual group at the time of mailing.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>\"In applying this test, the question involved is not how the picture now impresses the individual juror, but rather, considering the intended and probable recipients, how the picture would have impressed the average person, or a member of a deviant sexual group at the time they received the picture.\"</blockquote>\n<p>Examination of some of the materials could lead to the reasonable conclusion that their prurient appeal would be more acute to persons of deviant persuasions, but it is equally clear they were intended to arouse the prurient interest of any reader or observer. Nothing prevents a court from giving an instruction on prurient appeal to deviant sexual groups as part of an instruction pertaining to appeal to the average person when the evidence, as here, would support such a charge. See <i>Hamling</i> v. <i>United States, supra,</i> at 128-130. Many of the exhibits depicted aberrant sexual activities. These depictions were generally provided along with or as a part of the materials which apparently were thought likely to appeal to the prurient interest in sex of nondeviant persons. One of the mailings even provided a list of deviant sexual groups which the recipient was asked to mark to indicate interest in receiving the type of materials thought appealing to that particular group.</p>\n<p>Whether materials are obscene generally can be decided by viewing them; expert testimony is not necessary. <i>Ginzburg</i> v. <i>United States,</i> 383 U. S., at 465; <i>Hamling</i> v. <i>United States, supra,</i> at 100; see <i>Jacobellis</i> v. <i>Ohio,</i> 378 U. S. 184, 197 (1964) (STEWART, J., concurring). But petitioner claims that to support <span class=\"star-pagination\">*303</span> an instruction on appeal to the prurient interest of deviants, the prosecution must come forward with evidence to guide the jury in its deliberations, since jurors cannot be presumed to know the reaction of such groups to stimuli as they would that of the average person. Concededly, in the past we have \"reserve[d] judgment . . . on the extreme case . . . where contested materials are directed at such a bizarre deviant group that the experience of the trier of fact would be plainly inadequate to judge whether the material appeals to the [particular] prurient interest.\" <i>Paris Adult Theatre I</i> v. <i>Slaton,</i> 413 U. S. 49, 56 n. 6 (1973). But here we are not presented with that \"extreme\" case because the Government did in fact present expert testimony on rebuttal which, when combined with the exhibits themselves, sufficiently guided the jury. This instruction, therefore, was acceptable.</p>\n<p></p>\n<h2>D. <i>Instruction as to Pandering</i>\n</h2>\n<p>Pandering is \"the business of purveying textual or graphic matter openly advertised to appeal to the erotic interest of their customers.\" <i>Ginzburg</i> v. <i>United States, supra,</i> at 467, citing <i>Roth</i> v. <i>United States,</i> 354 U. S., at 495-496 (Warren, C. J., concurring). We have held, and reaffirmed, that to aid a jury in its determination of whether materials are obscene, the methods of their creation, promotion, or dissemination are relevant. <i>Splawn</i> v. <i>California,</i> 431 U. S. 595, 598 (1977); <i>Hamling</i> v. <i>United States,</i> 418 U. S., at 130. In essence, the Court has considered motivation relevant to the ultimate evaluation if the prosecution offers evidence of motivation.</p>\n<p>In this case the trial judge gave a pandering instruction to which the jury could advert if it found \"this to be a close case\" under the three part <i>Roth-Memoirs</i> test. This was not a so-called finding instruction which removed the jury's discretion; rather it permitted the jury to consider the touting descriptions along with the materials themselves to determine whether they were intended to appeal to the recipient's <span class=\"star-pagination\">*304</span> prurient interest in sex, whether they were \"commercial exploitation of erotica solely for the sake of their prurient appeal,\" <i>Ginzburg, supra,</i> at 466, if indeed the evidence admitted of any other purpose. And while it is true the Government offered no extensive evidence of the methods of production, editorial goals, if any, methods of operation, or means of delivery other than the mailings and the names, locations, and occupations of the recipients, the evidence was sufficient to trigger the <i>Ginzburg</i> pandering instruction.</p>\n<p></p>\n<h2>E. <i>Exclusion of Comparison Evidence</i>\n</h2>\n<p>At trial petitioner proffered, and the trial judge rejected, two films which were said to have had considerable popular and commercial success when displayed in Los Angeles and elsewhere around the country. He proffered this assertedly comparable material as evidence that materials as explicit as his had secured community tolerance. Apparently the theory was that display of such movies had altered the level of community tolerance.</p>\n<p>On appeal the Court of Appeals began an inquiry into whether the comparison evidence should have been admitted. It held that exclusion of the evidence was proper as to the printed materials; but it abandoned the inquiry when, in reliance on the so-called concurrent-sentence doctrine, it concluded that even if the comparison evidence had been improperly excluded as to the count involving petitioner's film, the sentence would not be affected. It therefore exercised its discretion not to pass on the admissibility of the comparison evidence and hence did not review the conviction on the film count.<sup>[7]</sup></p>\n<p>However, the sentences on the 11 counts were not in fact fully concurrent; petitioner's 11 prison terms of four years each were concurrent but the $500 fines on each of the counts <span class=\"star-pagination\">*305</span> were cumulative, totaling $5,500, so that a separate fine of $500 was imposed on the film count. Petitioner thus had at least a pecuniary interest in securing review of his conviction on each of the counts.</p>\n<p>In light of our disposition of the case the issue of admissibility of the comparison evidence is not before us, and we leave it to the Court of Appeals to decide whether or to what extent such evidence is relevant to a jury's evaluation of community standards.</p>\n<p>Accordingly, the case is remanded to the Court of Appeals for further consideration consistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE STEVENS, concurring.</p>\n<p>If the Court were prepared to re-examine this area of the law, I would vote to reverse this conviction with instructions to dismiss the indictment. See <i>Marks</i> v. <i>United States,</i> 430 U. S. 188, 198 (STEVENS, J., concurring and dissenting); <i>Smith</i> v. <i>United States,</i> 431 U. S. 291, 311 (STEVENS, J., dissenting); <i>Splawn</i> v. <i>California,</i> 431 U. S. 595, 602 (STEVENS, J., dissenting); <i>Ward</i> v. <i>Illinois,</i> 431 U. S. 767, 777 (STEVENS, J., dissenting). But my views are not now the law. The opinion that THE CHIEF JUSTICE has written is faithful to the cases on which it relies. For that reason, and because a fifth vote is necessary to dispose of this case, I join his opinion.</p>\n<p>MR. JUSTICE BRENNAN, with whom MR. JUSTICE STEWART and MR. JUSTICE MARSHALL join.</p>\n<p>I concur in the judgment reversing petitioner's conviction. However, because I adhere to the view that this statute is \"`clearly overbroad and unconstitutional on its face,'\" see, <i>e. g., </i><i>Millican</i> v. <i>United States,</i> 418 U. S. 947, 948 (1974) (BRENNAN, J., dissenting), quoting <i>United States</i> v. <i>Orito,</i> 413 U. S. 139, 148 (1973) (BRENNAN, J., dissenting), I would <span class=\"star-pagination\">*306</span> not remand for further consideration but rather with direction to dismiss the indictment.</p>\n<p>MR. JUSTICE POWELL, dissenting.</p>\n<p>Although I agree with the Court that in a federal prosecution the instruction as to children should not have been given, on the facts of this case I view the error as harmless beyond a reasonable doubt. I therefore would affirm the judgment of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  Title 18 U. S. C. § 1461 (1976 ed.) declares, in essence, that obscene materials are nonmailable and the Postal Service may not be used to convey them. It provides for fines and imprisonment upon conviction for its violation.</p>\n<p>[2]  Two of the 11 paragraphs of the stipulation, corresponding to the evidence relating to the 11 charges, do not recite that petitioner knew the contents of those two particular mailings. Neither party has made an issue of this apparent oversight and we believe it is without significance.</p>\n<p>[3]  Indeed, confusion over this issue might have been foreseen in light of Mr. Justice Harlan's separate opinion in <i>Roth</i> and its companion case, <i>Alberts</i> v. <i>California.</i> He observed that the correctness of the charge in <i>Roth</i> was not before the Court, but must be assumed correct. It was the constitutionality of the statute which was being decided. 354 U. S., at 499 n. 1, 507 n. 8. Simultaneously, he said that he \"agree[d] with the Court, of course, that the books must be judged as a whole and in relation to the normal <i>adult</i> reader,\" <i>id.,</i> at 502 (emphasis added; referring to <i>Alberts</i>), but the \"charge [in <i>Roth</i>] fail[ed] to measure up to the standards which I understand the Court to approve . . . .\" <i>Id.,</i> at 507.\n</p>\n<p>The trial judge tried to accommodate petitioner's demand that he be tried under <i>Roth-Memoirs,</i> and gave almost precisely the same instruction in this case as had apparently been approved in <i>Roth.</i></p>\n<p>[4]  During <i>voir dire,</i> in response to a prospective juror's question, and after a bench conference with counsel for both sides, the District Judge said, \"[I]n no way does [the case] involve any distribution of material of any kind to children, and that the evidence will, that there will be a stipulation even that there has been no exposure of any of this evidence to children.\"\n</p>\n<p>Though the stipulation did not specifically state no children were involved, it could be so inferred upon reading it. The Government does not contend otherwise.</p>\n<p>[5]  This rejected standard for judging obscenity was first articulated in <i>The Queen</i> v. <i>Hicklin,</i> [1868] L. R. 3 Q. B. 360.</p>\n<p>[6]  Sobeloff, Insanity and the Criminal Law: From McNaghten to Durham, and Beyond, 41 A. B. A. J. 793, 796 (1955).</p>\n<p>[7]  The validity of the concurrent-sentence doctrine is not challenged here. See <i>Benton</i> v. <i>Maryland,</i> 395 U. S. 784, 791 (1969).</p>\n\n</div>", 
  "sha1": "f99de0dae924a133e9cdf5518fdae1e1dcf1d6aa", 
  "date_modified": "2014-12-21T13:05:20.982305", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/109865/pinkus-v-united-states/", 
  "citation_count": 27, 
  "supreme_court_db_id": "1977-087", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1507985/", 
  "html": "<p class=\"case_cite\">436 U.S. 293</p>\n    <p class=\"case_cite\">98 S.Ct. 1808</p>\n    <p class=\"case_cite\">56 L.Ed.2d 293</p>\n    <p class=\"parties\">William PINKUS, dba \"Rosslyn News Company\" and  \"Kamera,\" Petitioner,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 77-39.</p>\n    <p class=\"date\">Argued Feb. 28, 1978.</p>\n    <p class=\"date\">Decided May 23, 1978.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Petitioner was convicted of mailing obscene materials and advertising brochures for such materials in violation of 18 U.S.C. &#167; 1461 (1976 ed.), and the Court of Appeals affirmed.  Since the materials were mailed prior to 1973, he was tried under the standards of <i>Roth v. United States,</i> 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498, and <i>Memoirs v. Massachusetts,</i> 383 U.S. 413, 86 S.Ct. 975, 16 L.Ed.2d 1 rather than under those of <i>Miller v. California,</i> 413 U.S. 15, 93 S.Ct. 2607, 37 L.Ed.2d 419.  He claims that the trial court's instructions to the jury were improper because they included children and sensitive persons within the definition of the community by whose standards obscenity was to be judged; charged that members of deviant sexual groups could be considered in determining whether the materials appealed to prurient interest in sex;  and also charged that pandering could be considered in determining whether the materials were obscene.  <i>Held</i> :</p>\n      <p class=\"indent\">1. Children are not to be included as part of the \"community\" as that term relates to the \"obscene materials\" proscribed by &#167; 1461, and hence it was error to instruct the jury that children are part of the relevant community.  A jury conscientiously striving to define such community, the \"average person,\" by whose standards obscenity is to be judged, might very well reach a much lower \"average\" when children are part of the equation than it would if it restricted its consideration to the effect of allegedly obscene materials on adults.  Pp. 296-298.</p>\n      <p class=\"indent\">2. However, inclusion of \"sensitive persons\" in the charge advising the jury of whom the community consists was not error. In the context of this case, the community includes all adults who compose it, and a jury can consider them all in determining the relevant community standards, the vice being in focusing upon the most susceptible or sensitive members rather than in merely including them, as the trial court did, along with all others in the community.  Pp. 298-301.</p>\n      <p class=\"indent\">3. Nor was the instruction as to devia t groups improper. Nothing prevents a court from giving an instruction on prurient appeal to such groups as part of an instruction pertaining to appeal to the average person when the evidence, as here, would support such a charge.  Pp. 301-3035. 4. The pandering instruction, which permitted the jury to consider the touting descriptions in the advertising brochures, along with the materials themselves, to determine whether the materials were intended to appeal to the recipient's prurient interest in sex, <i>i. e.,</i> whether they were \"commercial exploitation of erotica solely for the sake of their prurient appeal,\" <i>Ginzburg v. United States,</i> 383 U.S. 463, 466, 86 S.Ct. 942, 945, 16 L.Ed.2d 31, was proper in light of the evidence.  To aid a jury in determining whether materials are obscene, the methods of their creation, promotion, or dissemination are relevant.  P. 303-304.</p>\n      <p class=\"indent\">551 F.2d 1155, reversed and remanded.</p>\n      <p class=\"indent\">Bernard A. Berkman, Cleveland, Ohio, for petitioner.</p>\n      <p class=\"indent\">Jerome M. Feit, Washington, D. C., for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice BURGER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We granted certiorari in this case to decide whether the court's instructions in a trial for mailing obscene materials prior to 1973, and therefore tried under the <i>Roth-Memoirs</i> standards, could properly include children and sensitive persons within the definition of the community by whose standards obscenity is to be judged.  We are also asked to determine whether the evidence supported a charge that members of deviant sexual groups may be considered in determining whether the materials appealed to prurient interest in sex;  whether a charge of pandering was proper in light of the evidence;  and whether comparison evidence proffered by petitioner should have been admitted on the issue of contemporary community standards.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner was convicted after a jury trial in United States District Court on 11 counts, charging that he had mailed obscene materials and advertising brochures for obscene materials in violation of 18 U.S.C. &#167; 1461 (1976 ed.).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On appeal, his conviction was reversed on the grounds that the instructions to the jury defining obscenity had been cast under the standards established in <i>Miller v. California,</i> 413 U.S. 15, 93 S.Ct. 2607, 37 L.Ed.2d 419 (1973), although the offenses charged occurred in 1971 when the standards announced in <i>Roth v. United States,</i> 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498 (1957), and particularized in <i>Memoirs v. Massachusetts,</i> 383 U.S. 413, 86 S.Ct. 975, 16 L.Ed.2d 1 (1966), were applicable.  Accordingly, the case was remanded to the District Court for a new trial under the standards controlling in 1971.  No. 73-2900 (CA9 Feb. 5, 1975, rehearing denied May 13, 1975);  see <i>Marks v. United States,</i> 430 U.S. 188, 97 S.Ct. 990, 51 L.Ed.2d 260 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On retrial in 1976, petitioner was again convicted on the same 11 counts.  He was sentenced to terms of four years' imprisonment on each count, the terms to be served concurrently, and fined $500 on each count, for a total fine of $5,500.  The Court of Appeals affirmed.  551 F.2d 1155 (CA9 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* The evidence presented by the Government in its case in chief consisted of materials mailed by the petitioner accompanied by a stipulation of facts which, among other things, recited that petitioner, knowing the contents of the mailings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> had \"voluntarily and intentionally\" used the mails on 11 occasions to deliver brochures illustrating sex books, magazines, and films, and to deliver a sex magazine (one count) and a sex film (one count), with the intention that these were for the personal use of the recipients.  From the stipulation and the record, it appears undisputed that the recipients were adults who resided b th within and without the State of California.  Because of the basis of our disposition of this case, it is unnecessary for us to review the contents of the exhibits in detail.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defense consisted of expert testimony and surveys offered to demonstrate that the materials did not appeal to prurient interest, were not in conflict with community standards, and had redeeming social value.  Two films were proffered by the defense for the stated purpose of demonstrating that comparable material had received wide box office acceptance, thus demonstrating that the materials covered by the indictment were not obscene and complied with community standards.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As a rebuttal witness, the Government presented an expert who testified as to what some of the exhibits depicted and that in his opinion they appealed to the prurient interest of the average person and to that of members of particular deviant groups.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this Court, as in the Court of Appeals, petitioner challenges four parts of the jury instructions and the trial court's rejection of the comparison films.</p>\n    </div>\n    <p>A. <i>Instruction as to Childre</i>n</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioner challenges that part of the jury instruction which read:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"In determining community standards, you are to consider      the community as a whole, young and old, educated and      uneducated, the religious and the irreligious, men, women and      <i>children,</i> from all walks of life.\"  (Emphasis added.) The Court of Appeals concluded that the inclusion of children was \"unnecessary\" and that it would \"prefer that children be excluded from the court's [jury] instruction until the Supreme Court clearly indicates that inclusion is proper.\"  551 F.2d, at 1158.  It correctly noted that this Court had been ambivalent on this point, having sustained the conviction in <i>Roth, supra,</i> where the instruction included children, and having intimated later in <i>Ginzburg v. United States,</i> 383 U.S. 463, 465 n.3, 86 S.Ct. 942, 944, 16 L.Ed.2d 31 (1966), that it did not necessarily approve the inclusion of \"children\" as part of the community instruction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Reviewing the charge as a whole under the traditional standard of review, cogent arguments can be made that the inclusion of children was harmless error, see <i>Hamling v. United States,</i> 418 U.S. 87, 107, 94 S.Ct. 2887, 2902, 41 L.Ed.2d 590 (1974);  however, the courts, the bar, and the public are entitled to greater clarity than is offered by the ambiguous comment in <i>Ginzburg</i> on this score.  Since this is a federal prosecution under an Act of Congress, we elect to take this occasion to make clear that children are not to be included for these purposes as par  of the \"community\" as that term relates to the \"obscene materials\" proscribed by 18 U.S.C. &#167; 1461 (1976 ed.).  Cf. <i>Cupp v. Naughten,</i> 414 U.S. 141, 146, 94 S.Ct. 396, 400, 38 L.Ed.2d 368 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Earlier in the same Term in which <i>Roth</i> was decided, the Court had reversed a conviction under a state statute which made criminal the dissemination of a book \"found to have a potentially deleterious influence on youth.\"  <i>Butler v. Michigan,</i> 352 U.S. 380, 383, 77 S.Ct. 524, 525, 1 L.Ed.2d 412 (1957).  The statute was invalidated because its \"incidence  . . .  is to reduce the adult population  . . .  to reading only what is fit for children.\"  <i>Ibid.</i>  The instruction given here, when read as a whole, did not have an effect so drastic as the <i>Butler</i> statute. But it may well be that a jury conscientiously striving to define the relevant community of persons, the \"average person,\" <i>Smith v. United States,</i> 431 U.S. 291, 304, 97 S.Ct. 1756, 1765, 52 L.Ed.2d 324 (1977), by whose standards obscenity is to be judged would reach a much lower \"average\" when children are part of the equation than it would if it restricted its consideration to the effect of allegedly obscene materials on adults.  Cf. <i>Ginsberg v. New York,</i> 390 U.S. 629, 88 S.Ct. 1274, 20 L.Ed.2d 195 (1968). There was no evidence that children were the intended recipients of the materials at issue here, or that petitioner had reason to know children were likely to receive the materials.  Indeed, an affirmative representation was made that children were not involved in this case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We therefore conclude it was error to instruct the jury that they were a part of the relevant community, and accordingly the conviction cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It does not follow, however, as petitioner contends, that the inclusion of \"sensitive persons\" in the charge advising the jury of whom the community consists was error.  The District Court's charge was:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"Thus the brochures, magazines and film are not to be judged on the basis of your personal opinion.  Nor are they      to be judged by their effect on a particularly <i>sensitive or      insensitive</i> person or group in the community.  You are to      judge these materials by the standard of the hypothetical      average person in the community, but in determining this      average standard you must include the <i>sensitive and the      insensitive,</i> in other words, you must include everyone in the      community.\"  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Petitioner's reliance on passages from <i>Miller</i>, 413 U.S., at 33, 93 S.Ct., at 2619, and <i>Smith v. United States, supra,</i> 431 U.S., at 304, 97 S.Ct., at 1765, for the proposition that inclusion of sensitive persons in the relevant community was error is misplaced.  In <i>Miller</i> we said,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"[T]he primary concern with requiring a jury to apply      the standard of 'the average person, applying contemporary      community standards' is to be certain that, so far as      material is not aimed at a deviant group, it will be judged      by its impact on an average person, rather than a      particularly susceptible or sensitive person&#8212;or indeed a      totally insensitive one.  See <i>Roth v. United States, supra,</i>      354 U.S., at 489, 77 S.Ct., at 1311.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This statement was essentially repeated in <i>Smith:</i></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"[T]he Court has held that &#167; 1461 embodies a requirement      that local rather than national standards should be applied.      <i>Hamling v. United  tates, supra.</i>  Similarly, obscenity is to      be judged according to the average person in the community,      rather than the most prudish or the most tolerant.  <i>Hamling      v. United States, supra;  Miller v. California, supra;  Roth      v. United States,</i> 354 U.S. 476, 77 S.Ct. 1304, 1 L.Ed.2d 1498      (1957).  Both of these substantive limitations are passed on      to the jury in the form of instructions.\"  (Footnote      omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The point of these passages was to emphasize what was an issue central to <i>Roth,</i> that \"judging obscenity by the effect of isolated passages upon the most susceptible persons, might well encompass material legitimately treating with sex, and so it must be rejected as unconstitutionally restrictive of the freedoms of speech and press.\"  354 U.S., at 489, 77 S.Ct., at 1311.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But nothing in those opinions suggests that \"sensitive\" and \"insensitive\" persons, however defined, are to be excluded from the community as a whole for the purpose of deciding if materials are obscene.  In the narrow and limited context of this case, the community includes all adults who constitute it, and a jury can consider them all in determining relevant community standards. The vice is in focusing upon the most susceptible or sensitive members when judging the obscenity of materials, not in including them along with all others in the community.  See <i>Mishkin v. New York,</i> 383 U.S. 502, 508-509, 86 S.Ct. 958, 963, 16 L.Ed.2d 56 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Petitioner relies also on <i>Hamling v. United States,</i> 418 U.S. 87, 94 S.Ct. 2887, 41 L.Ed.2d 590 (1974), to support his argument. Like <i>Miller</i> and <i>Smith, supra,</i> though, <i>Hamling</i> merely restated the by now familiar rule that jurors are not to base their decision about the materials on their \"personal opinion nor by its effect on a particularly sensitive or insensitive person or group.\"  418 U.S., at 107, 94 S.Ct., at 2902.  It is clear the trial court did not instruct the jury to focus on sensitive persons or groups.  It explicitly said the jury should not use sensitive persons as a standard, and emphasized that in determining the \"average person\" standard the jury \"must include the sensitive and the insensitive, in other words  . . .  everyone in the community.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The difficulty of framing charges in this area is well recognized.  But the term \"average person\" as used in this charge means what it usually means, and is no less clear than \"reasonable person\" used for generations in other contexts.  Cf. <i>Hamling v. United States, supra,</i> at 104-105, 94 S.Ct., at 2900-2901. Cautionary instructions to avoid subjective personal and private views in determining community standards can do no more than tell the individual juror that in evaluating the hypothetical \"average person\" he is to determine the collective view of the community, as best as it can be done.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Simon E. Sobeloff, then Solicitor General, later Chief Judge of the United States Court of Appeals for the Fourth Circuit, very aptly stated the dilemma:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"Is the so-called definition of negligence really a      definition?  What could be fuzzier than the instruction to      the jury that negligence is a failure to observe that care      which would be observed by a 'reasonable man'&#8212;a chimerical      creature conjured up to give an aura of definiteness where      definiteness is not possible.  . . .</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"Every man is likely to think of himself as the happy      exemplification of 'the reasonable man';  and so the standard      he adopts in order to fulfill the law's prescription will      resemble himself, or what he thinks he is, or what he thinks      he should be, even if he is not.  All these shifts and      variations of his personal norm will find reflection in the      verdict.  The whole business is necessarily equivocal.  This      we recognize, but <i>we are reconciled to the impossibility of      discovering any form of words that will ring with perfect      clarity and be automatically self-executing.  Alas, there is      no magic push-button in this or in other branches of the      law.\"</i>  (Emphasis added.)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">However one defines \"sensitive\" or \"insensitive\" persons, they are part of the community.  The contention that the instruction was erroneous because it included sensitive persons is therefore without merit.</p>\n    </div>\n    <p class=\"indent\">C. <i>Instruction as to Deviant Groups</i></p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Challenge is made to the inclusion of \"members of a deviant sexual group\" in the charge which recited:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"The first test to be applied, in determining whether a      given picture is obscene, is whether the predominant theme or purpose of the picture, when viewed as a whole and      not part by part, and when considered in relation to the      intended and probable recipients, is an appeal to the      prurient interest of the average person of the community as a      whole or the prurient interest of members of a deviant sexual      group at the time of mailing.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In applying this test, the question involved is not how      the picture now impresses the individual juror, but rather,      considering the intended and probable recipients, how the      picture would have impressed the average person, or a member      of a deviant sexual group at the time they received the      picture.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Examination of some of the materials could lead to the reasonable conclusion that their prurient appeal would be more acute to persons of deviant persuasions, but it is equally clear they were intended to arouse the prurient interest of any reader or observer.  Nothing prevents a court from giving an instruction on prurient appeal to deviant sexual groups as part of an instruction pertaining to appeal to the average person when the evidence, as here, would support such a charge.  See <i>Hamling v. United States, supra,</i> 418 U.S., at 128-130, 94 S.Ct., at 2913-2914.  Many of the exhibits depicted aberrant sexual activities.  These depictions were generally provided along with or as a part of the materials which apparently were thought likely to appeal to the prurient interest in sex of nondeviant persons. One of the mailings even provided a list of deviant sexual groups which the recipient was asked to mark to indicate interest in receiving the type of materials thought appealing to that particular group.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether materials are obscene generally can be decided by viewing them;  expert testimony is not necessary.  <i>Ginzburg v. United States</i>, 383 U.S., at 465, 86 S.Ct., at 944;  <i>Hamling v. United States, supra,</i> 418 U.S., at 100, 94 S.Ct., at 2898;  see <i>Jacobellis v. Ohio,</i> 378 U.S. 184, 197, 84 S.Ct. 1676, 1683, 12 L.Ed.2d 793 (1964) (STEWART, J., concurring).  But petitioner claims that to support an instruction on appeal to the prurient interest of deviants, the prosecution must come forward with evidence to guide the jury in its deliberations, since jurors cannot be presumed to know the reaction of such groups to stimuli as they would that of the average person.  Concededly, in the past we have \"reserve[d] judgment  . . .  on the extreme case  . . .  where contested materials are directed at such a bizarre deviant group that the experience of the trier of fact would be plainly inadequate to judge whether the material appeals to the [particular] prurient interest.\"  <i>Paris Adult Theatre I v. Slaton,</i> 413 U.S. 49, 56 n.6, 93 S.Ct. 2628, 2634, 37 L.Ed.2d 446 (1973).  But here we are not presented with that \"extreme\" case because the Government did in fact present expert testimony on rebuttal which, when combined with the exhibits themselves, sufficiently guided the jury.  This instruction, therefore, was acceptable.</p>\n    </div>\n    <p class=\"indent\">D. <i>Instruction as to Pandering</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Pandering is \"the business of purveying textual or graphic matter openly advertised to appeal to the erotic interest of their customers.\"   <i>Ginzburg v. United States, supra,</i> 383 U.S., at  67, 86 S.Ct., at 945, citing <i>Roth v. United States</i>, 354 U.S., at 495-496, 77 S.Ct., at 1314-1315 (Warren, C. J., concurring).  We have held, and reaffirmed, that to aid a jury in its determination of whether materials are obscene, the methods of their creation, promotion, or dissemination are relevant.  <i>Splawn v. California,</i> 431 U.S. 595, 598, 97 S.Ct. 1987, 1990, 52 L.Ed.2d 606 (1977); <i>Hamling v. United States,</i> 418 U.S., at 130, 94 S.Ct., at 2914. In essence, the Court has considered motivation relevant to the ultimate evaluation if the prosecution offers evidence of motivation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In this case the trial judge gave a pandering instruction to which the jury could advert if it found \"this to be a close case\" under the three part <i>Roth-Memoirs</i> test.  This was not a so-called finding instruction which removed the jury's discretion;  rather it permitted the jury to consider the touting descriptions along with the materials themselves to determine whether they were intended to appeal to the recipient's prurient interest in sex, whether they were \"commercial exploitation of erotica solely for the sake of their prurient appeal,\" <i>Ginzburg, supra,</i> 383 U.S. at 466, 86 S.Ct. at 945, if indeed the evidence admitted of any other purpose.  And while it is true the Government offered no extensive evidence of the methods of production, editorial goals, if any, methods of operation, or means of delivery other than the mailings and the names, locations, and occupations of the recipients, the evidence was sufficient to trigger the <i>Ginzburg</i> pandering instruction.</p>\n    </div>\n    <p class=\"indent\">E. <i>Exclusion of Comparison Evidence</i></p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At trial petitioner proffered, and the trial judge rejected, two films which were said to have had considerable popular and commercial success when displayed in Los Angeles and elsewhere around the country.  He proffered this assertedly comparable material as evidence that materials as explicit as his had secured community tolerance.  Apparently the theory was that display of such movies had altered the level of community tolerance.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On appeal the Court of Appeals began an inquiry into whether the comparison evidence should have been admitted.  It held that exclusion of the evidence was proper as to the printed materials; but it abandoned the inquiry when, in reliance on the so-called concurrent-sentence doctrine, it concluded that even if the comparison evidence had been improperly excluded as to the count involving petitioner's film, the sentence would not be affected. It therefore exercised its discretion not to pass on the admissibility of the comparison evidence and hence did not review the conviction on the film count.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">However, the sentences on the 11 counts were not in fact fully concurrent;  petitioner's 11 prison terms of four years each were concurrent but the $500 fines on each of the counts were cumulative, totaling $5,500, so that a separate fine of $500 was imposed on the film count.  Petitioner thus had at least a pecuniary interest in securing review of his conviction on each of the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In light of our disposition of the case the issue of admissibility of the comparison evidence is not before us, and we leave it to the Court of Appeals to decide whether or to what extent such evidence is relevant to a jury's evaluation of community standards.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Accordingly, the case is remanded to the Court of Appeals for further consideration consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Mr. Justice STEVENS, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If the Court were prepared to re-examine this area of the law, I would vote to reverse this conviction with instructions to dismiss the indictment.  See <i>Marks v. United States,</i> 430 U.S. 188, 198, 97 S.Ct. 990, 996, 51 L.Ed.2d 260 (STEVENS, J., concurring and dissenting);  <i>Smith v. United States,</i> 431 U.S. 291, 311  97 S.Ct. 1756, 1769, 52 L.Ed.2d 324 (STEVENS, J., dissenting); <i>Splawn v. California,</i> 431 U.S. 595, 602, 97 S.Ct. 1987, 1992, 52 L.Ed.2d 606 (STEVENS, J., dissenting);  <i>Ward v. Illinois,</i> 431 U.S. 767, 777, 97 S.Ct. 2085, 2091, 52 L.Ed.2d 738 (STEVENS, J., dissenting).  But my views are not now the law.  The opinion that THE CHIEF JUSTICE has written is faithful to the cases on which it relies.  For that reason, and because a fifth vote is necessary to dispose of this case, I join his opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mr. Justice BRENNAN, with whom Mr. Justice STEWART and Mr. Justice MARSHALL join.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I concur in the judgment reversing petitioner's conviction. However, because I adhere to the view that this statute is \" 'clearly overbroad and unconstitutional on its face,' \" see, <i>e. g., Millican v. United States,</i> 418 U.S. 947, 948, 94 S.Ct. 3233, 41 L.Ed.2d 1177 (1974) (BRENNAN, J., dissenting), quoting <i>United States v. Orito,</i> 413 U.S. 139, 148, 93 S.Ct. 2674, 2680, 37 L.Ed.2d 513 (1973) (BRENNAN, J., dissenting), I would not remand for further consideration but rather with direction to dismiss the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mr. Justice POWELL, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although I agree with the Court that in a federal prosecution the instruction as to children should not have been given, on the facts of this case I view the error as harmless beyond a reasonable doubt.  I therefore would affirm the judgment of the Court of Appeals.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Title 18 U.S.C. &#167; 1461 (1976 ed.) declares, in essence, that obscene materials are nonmailable and the Postal Service may not be used to convey them.  It provides for fines and imprisonment upon conviction for its violation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Two of the 11 paragraphs of the stipulation, corresponding to the evidence relating to the 11 charges, do not recite that petitioner knew the contents of those two particular mailings. Neither party has made an issue of this apparent oversight and we believe it is without significance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, confusion over this issue might have been foreseen in light of Mr. Justice Harlan's separate opinion in <i>Roth</i> and its companion case, <i>Alberts v. California,</i> 352 U.S. 962, 77 S.Ct. 349, 1 L.Ed.2d 319.  He observed that the correctness of the charge in <i>Roth</i> was not before the Court, but must be assumed correct.  It was the constitutionality of the statute which was being decided. 354 U.S., at 499 n.1, 507 n. 8, 77 S.Ct., at 1316 n. 1, 1320 n. 8. Simultaneously, he said that he \"agree[d] with the Court, of course, that the books must be judged as a whole and in relation to the normal <i>adult</i> reader,\" <i>id.,</i> at 502, 77 S.Ct., at 1318 (emphasis added;  referring to <i>Alberts</i> ), but the \"charge [in <i>Roth</i> ] fail[ed] to measure up to the standards which I understand the Court to approve  . . . .\"  <i>Id.,</i> at 507, 77 S.Ct., at 1320.</p>\n        <p>The trial judge tried to accommodate petitioner's demand that he be tried under <i>Roth-Memoirs,</i> and gave almost precisely the same instruction in this case as had apparently been approved in <i>Roth</i>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> During <i>voir dire,</i> in response to a prospective juror's question, and after a bench conference with counsel for both sides, the District Judge said, \"[I]n no way does [the case] involve any distribution of material of any kind to children, and that the evidence will, that there will be a stipulation even that there has been no exposure of any of this evidence to children.\"</p>\n        <p>Though the stipulation did not specifically state no children were involved, it could be so inferred upon reading it. The Government does not contend otherwise.</p>\n        <p>B. <i>Instruction as to Sensitive Persons.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This rejected standard for judging obscenity was first articulated in <i>The Queen v. Hicklin,</i> [1868] L.R. 3 Q.B. 360.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sobeloff, Insanity and the Criminal Law:  From McNaghten to Durham, and Beyond, 41 A.B.A.J. 793, 796 (1955).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The validity of the concurrent-sentence doctrine is not challenged here.  See <i>Benton v. Maryland,</i> 395 U.S. 784, 791, 89 S.Ct. 2056, 2060, 23 L.Ed.2d 707 (1969).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/109865/"
}