{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "436 U.S. 268", 
    "federal_cite_two": "98 S. Ct. 1795", 
    "specialty_cite_one": null, 
    "federal_cite_three": "56 L. Ed. 2d 275", 
    "lexis_cite": "1978 U.S. LEXIS 9", 
    "document_uris": [
      "/api/rest/v2/document/109864/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Sotelo", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "76-1800", 
    "id": 94223, 
    "resource_uri": "/api/rest/v2/citation/94223/"
  }, 
  "id": 109864, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1978-02-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>436 U.S. 268 (1978)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSOTELO ET UX.</h1></center>\n<center>No. 76-1800.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued February 22, 1978.</center>\n<center>Decided May 22, 1978.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*269</span> <i>Stuart A. Smith</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McCree, Assistant Attorney General Ferguson, Crombie J. D. Garrett,</i> and <i>Wynette J. Hewett.</i></p>\n<p><i>Bruce L. Balch</i> argued the cause and filed a brief for respondents.</p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>This case involves the interaction of sections of the Internal Revenue Code of 1954 and the Bankruptcy Act. Respondent Onofre J. Sotelo was found personally liable to the Government <span class=\"star-pagination\">*270</span> for his failure to pay over taxes withheld from employees of the corporation in which he was the principal officer. The question presented is whether this liability is dischargeable in bankruptcy.</p>\n<p></p>\n<h2>I</h2>\n<p>In mid-1973, respondents Onofre J. and Naomi Sotelo were adjudicated bankrupts, as was their corporation, O. J. Sotelo &amp; Sons Masonry, Inc. The individual bankruptcy proceedings of the two Sotelos were consolidated. In November 1973, the Internal Revenue Service filed against respondents' estate a claim in the amount of $40,751.16 \"for internal revenue taxes\" that had been collected from the corporation's employees but not paid over to the Government. Respondents were alleged to be personally liable for these taxes under Internal Revenue Code § 6672, 26 U. S. C. § 6672, as corporate officers who had a duty \"to collect, truthfully account for, and pay over\" the taxes and who had \"willfully fail[ed]\" to make the requisite payments.<sup>[1]</sup> Respondents objected to the Government's claim, arguing that they should not be held personally liable for \"taxes of the corporation.\" Memorandum Opinion of Bankruptcy Court (Nov. 29, 1974).</p>\n<p>In upholding the Government's claim to the extent of $32,840.71, the bankruptcy court found that Onofre Sotelo <span class=\"star-pagination\">*271</span> had formerly operated the masonry business as a sole proprietorship and that, since the formation of the corporation, he had been its president, director, majority stockholder, and chief executive officer. Naomi Sotelo, on the other hand, though named the corporation's secretary, \"did not take an active part in the business.\" <i>Id.,</i> at 1. The court concluded that Onofre Sotelo was personally liable to the Government under Internal Revenue Code § 6672, since he \"was charged with the duty and responsibility to see that the [withheld] taxes were paid.\" Memorandum Opinion, <i>supra,</i> at 3.<sup>[2]</sup> The record does not reflect any appeal of this ruling.</p>\n<p>In October 1975 the Government, seeking to collect part of the money owed by Onofre Sotelo under § 6672, served a notice of levy on respondents' trustee with regard to $10,000 that belonged to respondents and was not available for general distribution to creditors in bankruptcy.<sup>[3]</sup> Respondents objected to the levy, in part on the ground that the liability is described in § 6672 itself as a \"penalty\" and as such had been discharged in bankruptcy.<sup>[4]</sup> The Government argued that, to <span class=\"star-pagination\">*272</span> the contrary, the liability was for \"taxes,\" which § 17a (1) of the Bankruptcy Act, 30 Stat. 550, as amended, 11 U. S. C. § 35 (a) (1) (1976 ed.), makes nondischargeable. The bankruptcy judge agreed with the Government, reasoning that, \"[t]hough denominated a `penalty,' [the § 6672 liability] is in substance a tax.\" 76-1 USTC ¶ 9435, p. 84,157 (SD Ill. 1976). The judge also noted, <i>ibid.,</i> that subdivision (e) of Bankruptcy Act § 17a (1) makes specifically nondischargeable \"taxes . . . which the bankrupt has collected or withheld from others . . . but has not paid over.\" 11 U. S. C. § 35 (a) (1) (e) (1976 ed.). Respondents appealed to the United States District Court for the Southern District of Illinois, which affirmed on the opinion of the bankruptcy court.</p>\n<p>The United States Court of Appeals for the Seventh Circuit reversed. <i>In re Sotelo,</i> 551 F. 2d 1090 (1977). It first noted that \"Sotelo does not challenge his liability under 26 U. S. C. § 6672 . . . [but] only argues that the liability should have been discharged by his personal bankruptcy petition.\" <i>Id.,</i> at 1091. The court then held that the liability had been discharged, finding persuasive the fact that § 6672 terms the liability a \"penalty\" and rejecting the Government's argument with respect to the specific language referring to withholding taxes in Bankruptcy Act § 17a (1) (e). 551 F. 2d, at 1092.<sup>[5]</sup><span class=\"star-pagination\">*273</span> The court recognized that its ruling was in conflict with \"an uncontroverted line of cases.\" <i>Id.,</i> at 1091.<sup>[6]</sup></p>\n<p>We granted certiorari, 434 U. S. 816 (1977), and we now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>Section 17a of the Bankruptcy Act, as amended, 80 Stat. 270, provides in pertinent part:</p>\n<blockquote>\"A discharge in bankruptcy shall release a bankrupt from all of his provable debts, . . . except such as</blockquote>\n<blockquote>\"(1) are taxes which became legally due and owing by the bankrupt to the United States or to any State . . . within three years preceding bankruptcy: <i>Provided, however,</i> That a discharge in bankruptcy shall not release a bankrupt from any taxes . . . (e) which the bankrupt has collected or withheld from others as required by the laws of the United States or any State . . . but has not paid over . . . .\" 11 U. S. C. § 35 (a) (1976 ed.).</blockquote>\n<p>Relying on this statutory language, the Government presents what it views as two independent grounds for holding the § 6672 liability of Onofre Sotelo (hereinafter respondent) to be nondischargeable. The Government's primary argument is based on the specific language relating to withholding in § 17a (1) (e); alternatively, it argues that respondent's liability, although called a \"penalty,\" IRC § 6672, is in fact a \"tax\" as that term is used in § 17a. (1).<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*274</span> Regardless of whether these two grounds are in fact independent,<sup>[8]</sup> § 17a (1) (e) leaves no doubt as to the nondischargeability of \"taxes . . . which the bankrupt has collected or withheld from others as required by the laws of the United States or any State . . . but has not paid over.\" The Court of Appeals viewed this provision as inapplicable here for two reasons: first, because \"it was not Sotelo himself, but his employer-corporation, that was obligated by law to collect and withhold the taxes\"; and second, because in any event the money involved constituted a \"penalty,\" whereas § 17a (1) (e) \"renders only `taxes' nondischargeable.\" 551 F. 2d, at 1092. We believe that the first reason is inconsistent with the Court of Appeals' recognition of respondent's undisputed liability under Internal Revenue Code § 6672, and that the second is inconsistent with the language of § 17a (1) (e).</p>\n<p>The fact that respondent was found liable under § 6672 necessarily means that he was \"required to collect, truthfully account for, and pay over\" the withholding taxes, and that he willfully failed to meet one or more of these obligations. IRC § 6672; see n. 1, <i>supra.</i><sup>[9]</sup> Since the § 6672 \"require[ment]\" of collection presumably derives from federal or state law, both of which are referred to in Bankruptcy Act § 17a (1) (e), it is difficult to understand how the court below could have recognized respondent's § 6672 liability, see <i>supra,</i> at 272, and nonetheless have concluded that he was not \"obligated by law <span class=\"star-pagination\">*275</span> to collect . . . the taxes,\" 551 F. 2d, at 1092. It is undisputed here, moreover, that the taxes in question were \"collected or withheld\" from the corporation's employees and that the taxes, though collected, have not been \"paid over\" to the Government. It is therefore clear that the § 6672 liability was not imposed for a failure on the part of respondent to collect taxes, but was rather imposed for his failure to pay over taxes that he was required both to collect and to pay over. Under these circumstances, the most natural reading of the statutory language leads to the conclusion that respondent \"collected or withheld\" the taxes within the meaning of Bankruptcy Act § 17a (1) (e).</p>\n<p>We also cannot agree with the Court of Appeals that the \"penalty\" language of Internal Revenue Code § 6672 is dispositive of the status of respondent's debt under Bankruptcy Act § 17a (1) (e). The funds here involved were unquestionably \"taxes\" at the time they were \"collected or withheld from others.\" § 17a (1) (e); see IRC §§ 3102 (a), 3402 (a). It is this time period that § 17a (1) (e), with its modification of \"taxes\" by the phrase \"collected or withheld,\" treats as the relevant one. That the funds due are referred to as a \"penalty\" when the Government later seeks to recover them does not alter their essential character as taxes for purposes of the Bankruptcy Act, at least in a case in which, as here, the § 6672 liability is predicated on a failure to pay over, rather than a failure initially to collect, the taxes.</p>\n<p></p>\n<h2>III</h2>\n<p>The legislative history of Bankruptcy Act § 17a (1) provides additional support for the view that respondent's liability should be held nondischargeable. A principal purpose of the legislation, enacted in 1966 after several years of congressional consideration, was to establish a three-year limitation on the taxes that would be nondischargeable in bankruptcy; under former law, there was no such temporal limitation. See H. R. Rep. No. 372, 88th Cong., 1st Sess., 1-3 (1963) (hereafter <span class=\"star-pagination\">*276</span> H. R. Rep. No. 372); S. Rep. No. 114, 89th Cong., 1st Sess., 2-3 (1965) (hereafter S. Rep. No. 114). The new section ensured the discharge of most taxes \"which became legally due and owing\" more than three years preceding bankruptcy. With regard to unpaid withholding taxes, however, the three-year limitation was made inapplicable by the addition of the provision that is today § 17a (1) (e).</p>\n<p>This provision was added to the bill to respond to the Treasury Department's position that any discharge of liability for collected withholding taxes was undesirable. The Department's views were expressed in a letter to the Chairman of the House Judiciary Committee from Assistant Secretary of the Treasury Stanley S. Surrey, who indicated that persons other than employer-bankrupts were included within the scope of the Department's</p>\n<blockquote>\"concer[n] with the inequity of granting a taxpayer a discharge of his liability for payment of trust fund taxes which he has collected from his employees and the public in general. . . . The Department does not believe that it is equitable or administratively desirable to permit employers <i>and other persons</i> who have collected money from third parties to be relieved of their obligation to account for an[d] pay over such money to the Government. . . .\" Quoted in H. R. Rep. No. 372, p. 6 (emphasis added).</blockquote>\n<p>Treasury's position was further explained in a letter from the same Department official to the Chairman of the Senate Judiciary Committee; the letter emphasized that it was \"most undesirable to permit persons who are charged with the responsibility of paying over to the Federal Government moneys collected from third persons to be relieved of their obligations in bankruptcy when they have converted such moneys for their own use.\" Quoted in S. Rep. No. 114, p. 10.</p>\n<p>In response to the Treasury Department's concern, the House Judiciary Committee added an amendment that <span class=\"star-pagination\">*277</span> became § 17a (1) (e). H. R. Rep. No. 372, p. 1. According to the House Report, the amendment was specifically intended to meet \"the objection of Treasury to the discharge of so-called trust fund taxes.\" <i>Id.,</i> at 5. In agreeing to the House amendment, the Senate Committee noted that Treasury's \"opposition\" to the bill, to the extent it was based on the fact that responsible persons would have been \"relieved of their obligations\" for unpaid withholding taxes, was eliminated by the provision that became § 17a (1) (e). S. Rep. No. 114, pp. 6, 10.</p>\n<p>There is no reason to believe that Congress did not intend to meet Treasury's concerns in their entirety. While the Department may not have focused on the specific question presented here, it left no doubt as to its objection to the discharge of \"persons . . . charged with the responsibility of paying over . . . moneys collected from third persons.\" Letter from Assistant Secretary Surrey to Chairman of Senate Judiciary Committee, <i>supra.</i> Respondent without question is such a person, a point essentially conceded here by virtue of the recognition of respondent's liability under Internal Revenue Code § 6672, see <i>supra,</i> at 274-275, and n. 9. Because Congress specifically contemplated that those with withholding-tax-payment obligations would remain liable after bankruptcy for their \"conver[sion]\" of the tax funds to private use, S. Rep. No. 114, p. 10,<sup>[10]</sup> we must conclude that the liability here involved is not dischargeable in bankruptcy.</p>\n<p><span class=\"star-pagination\">*278</span> Even without these indications of an intent to make nondischargeable the withholding tax obligations of persons in respondent's situation, moreover, Congress' perception of the consequences of corporate bankruptcy makes it most unlikely that the legislature intended § 17a (1) (e) to apply only to the corporation's liability for unpaid withholding taxes. Both the Committee reports and the floor debates contain repeated references to the fact that a corporation \"normally ceases to exist upon bankruptcy,\" H. R. Rep. No. 372, p. 2; see S. Rep. No. 114, p. 2, thereby rendering \"uncollectable\" the corporation's tax liabilities, 112 Cong. Rec. 13818 (1966) (statement of Sen. Ervin). As one of the bill's principal sponsors observed, corporate dissolution has \"the practical effect of discharging all debts including taxes,\" regardless of statutory declarations of nondischargeability. <i>Id.,</i> at 13821 (remarks of Sen. Hruska).<sup>[11]</sup> In view of this congressional assumption, the interpretation of § 17a (1) (e) adopted by the Court of Appeals is untenable, for the combination of corporate dissolution with the personal bankruptcies of those found liable under Internal Revenue Code § 6672 would leave no person within the corporation obligated to the Government for unpaid withholding taxes. Such a result would be directly inconsistent with Congress' declarations that the amendment which became § 17a (1) (e) met the Treasury Department's <span class=\"star-pagination\">*279</span> concern about ensuring post-bankruptcy liability for these taxes.</p>\n<p></p>\n<h2>IV</h2>\n<p>In light of this legislative history, little doubt remains as to the nondischargeability of respondent's liability under § 17a (1) (e). The Court of Appeals did not consider this history, but instead relied on more general policy factors. The court observed that an \"inequit[y]\" could arise from holding an individual \"liable for a tax owed by a corporation\" in cases where, because \"[t]he corporate liability . . . vastly exceed [s] the individual's present or future resources,\" his \"entire future earnings could be confiscated to compensate for the corporate liability.\" Such a result, in the court's view, \"would contravene the Bankruptcy Act's basic policy of settling a bankrupt's past debts and providing a fresh economic start.\" 551 F. 2d, at 1092-1093.</p>\n<p>However persuasive these considerations might be in a legislative forum, we as judges cannot override the specific policy judgments made by Congress in enacting the statutory provisions with which we are here concerned. The decision to hold an individual \"liable for a tax owed by a corporation,\" even if there is a wide disparity between the corporation's liability and the individual's resources, was made when Internal Revenue Code § 6672 was passed, since it is that section which imposes the liability without regard for the individual's ability to pay.<sup>[12]</sup> And while it is true that a finding of <span class=\"star-pagination\">*280</span> nondischargeability prevents a bankrupt from getting an entirely \"fresh start,\" this observation provides little assistance in construing a section expressly designed to make some debts nondischargeable. We are not here concerned with the entire Act's policy, but rather with what Congress intended in § 17a (1) and its subdivision (e). The statutory language and legislative history discussed in Parts II and III, <i>supra,</i> demonstrate an intention to make a liability like respondent's nondischargeable.<sup>[13]</sup></p>\n<p>The Court of Appeals' approach, moreover, would have the effect of allowing a corporation and its officers to escape all liability for unpaid withholding taxes, see <i>supra,</i> at 278-279, <span class=\"star-pagination\">*281</span> while leaving liable for such taxes after bankruptcy those individuals who do business in the sole proprietorship or partnership, rather than the corporate, form.<sup>[14]</sup> In passing § 17a (1), however, Congress was expressly concerned about the fact that the operation of prior law was \"unfairly discriminatory against the private individual or the unincorporated small businessman.\" H. R. Rep. No. 372, p. 2; see S. Rep. No. 114, pp. 2-3. As discussed above, Congress recognized that a bankrupt corporation \"dissolves and goes out of business,\" 112 Cong. Rec. 13817 (1966) (remarks of Sen. Ervin), thereby avoiding IRS tax claims; it was thought inequitable that a sole proprietor or other individual would remain liable after bankruptcy for the same type of claims. See generally sources cited at 278, and n. 11, <i>supra.</i> This inequity between a corporate officer and an individual entrepreneur, both of whom have a similar liability to the Government, frequently would turn on nothing more than whether the individual was \"sophisticated\" enough \"to, in effect, incorporate himself.\" 112 Cong. Rec. 13817 (1966) (remarks of Sen. Ervin).<sup>[15]</sup> Were we to adopt the Court of Appeals' approach, we would be instituting precisely the kind of \"arbitrary discrimination\" that § 17a (1) was designed to alleviate. 112 Cong. Rec. 13818 (1966) (statement of Sen. Ervin).<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*282</span> In terms of statutory language and legislative history, then, the liability of respondent under Internal Revenue Code § 6672 must be held nondischargeable under Bankruptcy Act § 17a (1) (e). The judgment of the Court of Appeals is, accordingly,</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE REHNQUIST, with whom MR. JUSTICE BRENNAN, MR. JUSTICE STEWART, and MR. JUSTICE STEVENS join, dissenting.</p>\n<p>The Government undoubtedly needs the revenues it receives from taxes, but great as that need may be I cannot join the Court's thrice-twisted analysis of this particular statute to gratify it. The issue involved is the dischargeability in the corporate officer's bankruptcy proceedings of taxes which the corporation is obligated to collect and pay over to the Government. In order to conclude that the corporate officer remains liable for this corporate obligation the Court turns to an unlikely source indeed: a 1966 amendment to the Bankruptcy Act, the only apparent purpose of which was to ameliorate the lot of at least some bankrupts, see <i>infra,</i> at 284-285, and n. 1. The Court then proceeds to slog its way to its illogical conclusion by reading a proviso obviously intended to <i>limit</i> dischargeability of the debts of a bankrupt so as to <i>expand</i> that category of debts. It then attempts to bolster this inexplicable interpretation by construing not the <span class=\"star-pagination\">*283</span> legislation which Congress enacted but a letter from the Assistant Secretary of the Treasury not unnaturally opposing any expansion of the dischargeability in bankruptcy of tax-related liabilities. The net result of this perverse approach to an amendment to the Bankruptcy Act is to make nondischargeable a liability which might well have been dischargeable before Congress stepped in to alleviate some of the hardships resulting from the making of the debts of a bankrupt nondischargeable. In the background of this remarkable decision is § 6672 of the Internal Revenue Code which imposes a \"penalty\" upon a \"person required to collect, truthfully account for, and pay over any tax imposed by this title.\" 26 U. S. C. § 6672. Perhaps recognizing that this provision not only does not support its conclusion but seriously undermines it, the Court not surprisingly attempts to keep this provision in the background, addressing it only obliquely in a footnote where it summarily concludes, again in a remarkable <i>tour de force</i> of linguistics and logic, that a penalty must mean the same thing as a tax. The underlying debt in this case is that of a third person to pay the tax liability of another. I would want far clearer language than can be found in this statute to reach the conclusion that this liability is not dischargeable in the bankruptcy proceedings of that third person. I therefore dissent.</p>\n<p>As an initial matter, since § 17a (1) (e) of the Bankruptcy Act is a proviso to § 17a (1), I would have thought that respondent would have to fall within the terms of the latter before it is even appropriate to consider whether he falls within the terms of the former. That is, § 17a first provides that a \"discharge in bankruptcy shall release a bankrupt from all of his provable debts . . . .\" 11 U. S. C. § 35 (a) (1976 ed.). It then excepts in § 17a (1) through § 17a (8) eight different categories of debts which are <i>not</i> to be generally discharged, including \"taxes which became legally due and owing by the bankrupt to the United States or to any State <span class=\"star-pagination\">*284</span> or any subdivision thereof within three years preceding bankruptcy.\" 11 U. S. C. § 35 (a) (1) (1976 ed.). But this latter exception is itself in turn qualified in § 17a (1) (e): <i>\"Provided, however,</i> That a discharge in bankruptcy shall not release a bankrupt from any taxes . . . (e) which the bankrupt has collected or withheld from others as required by the laws of the United States or any State . . . but has not paid over ....\" 11 U. S. C. § 35 (a) (1) (e) (1976 ed.). Thus, the normal reading of § 17a (1) should be to limit the nondischargeability of taxes to only those taxes legally due and owing by the bankrupt <i>within the three years preceding bankruptcy,</i> and the subsections of § 17a (1), including § 17a (1) (e), are to be read as an exception to that limitation. That exception provides that certain of the taxes described in § 17a (1) will not be discharged even if more than three years old; they will be nondischargeable without regard to time. Normal statutory construction would thus suggest that the first inquiry should be whether the liability in question <i>is</i> a tax legally due and owing by the bankrupt. <i>Only</i> if it is, would it become necessary to consider whether it is also a tax collected from others but not paid over.</p>\n<p>That this is the correct reading of the statute is further buttressed by the legislative history. All the Committees which reported on the 1966 amendment to § 17a stressed that its central purpose was to enable at least some bankrupts to more nearly achieve the fresh start promised by the Bankruptcy Act. The Senate Committee on Finance, for example, in discussing the purpose of the proposed amendment, agreed with the Committee on the Judiciary \"that present law, by denying any discharge of taxes, presents a substantial deterrent to one fundamental policy of the Bankruptcy Act\u0097effective rehabilitation of the bankrupt.\" S. Rep. No. 999, 89th Cong., 2d Sess., 9 (1966). The Senate Committee went on to suggest slightly different methods from those advanced by the Judiciary Committee to achieve this goal, but its Report, like the <span class=\"star-pagination\">*285</span> others, leaves no doubt that the central purpose of the amendment was to make the Act more favorable to at least some bankrupts by limiting, with only a few specified exceptions, the nondischargeability of taxes to only those due for the prior three years.</p>\n<p>This avowed legislative purpose only heightens the incongruity of the Court's interpretation. The statute's major purpose was to limit the nondischargeability of certain debts. And yet the Court holds today that the enactment of § 17a (1) (e) of that statute results in a nondischargeable debt without regard to whether that debt would have been totally nondischargeable before the passage of § 17a (1) (e)\u0097that is, without the slightest attention to the question of whether it is a tax legally due and owing by the bankrupt within the meaning of § 17a (1). Thus, by passing a statute with a basically beneficent purpose, Congress has, according to the Court, not only made nondischargeable a liability which could potentially run into the hundreds of thousands of dollars but may have worsened, rather than bettered, the lot of the bankrupt.<sup>[1]</sup></p>\n<p>Finally, even if the language and the history of this statute were less clear, I would hesitate to depart from our longstanding <span class=\"star-pagination\">*286</span> tradition of reading the Bankruptcy Act with an eye to its fundamental purpose\u0097the rehabilitation of bankrupts. This has always led the Court, at least until today, to construe narrowly any exceptions to the general discharge provisions. See, <i>e. g., </i><i>Gleason</i> v. <i>Thaw,</i> 236 U. S. 558, 562 (1915). Admittedly § 17a is not \"a compassionate section for debtors,\" <i>Bruning</i> v. <i>United States,</i> 376 U. S. 358, 361 (1964), but even it must be read consistently with the doctrine of <i>Gleason, supra</i><i>.</i> And I simply cannot see anything in this case which justifies the Court in departing from this tradition by straining to read into the statute an exception to the dischargeability provisions that was not clearly there before this amendment was passed, when the very purpose of the amendment which the Court is now construing was intended to be benevolent, at least from the bankrupt's perspective.</p>\n<p>Thus, the initial question which should have been addressed by the Court today is whether the amounts for which respondent is liable are \"taxes legally due and owing by the bankrupt.\" If they are not, then the further question of whether they are nondischargeable in their entirety under § 17a (1) (e) does not even arise. And I see nothing which persuades me that respondent's liability is a \"tax\" legally due and owing by him. Neither the Government nor the Court points to any section of the Internal Revenue Code which makes a corporate employee liable for the taxes which the corporate employer is required to withhold from the employees' paychecks. Sections 3102, 3402, or 3403 of the Internal Revenue Code certainly cannot be read to do this because by their unmistakable terms they impose a duty and liability only upon an \"employer,\" which a corporate employee, regardless of his rank within the corporate heirarchy, clearly is not.</p>\n<p>Neither can § 6672 of the Internal Revenue Code serve the purpose. The liability imposed therein is specifically denominated a \"penalty\" and, absent any indication to the contrary, Congress is presumed to know the meaning of the words it uses, <span class=\"star-pagination\">*287</span> especially in highly complex and intricate statutory schemes. Indeed, in another letter sent by Assistant Secretary of Treasury Surrey to the Chairman of the House Committee on the Judiciary when that Committee was considering what eventually became § 17a (1), the following was specifically brought to the Committee's attention:</p>\n<blockquote>\"It is further believed by the Department that this bill is intended to discharge not only taxes but also penalties and interest. However, the bill makes reference only to taxes. In this connection, it is pertinent to point out that the U. S. Court of Appeals for the 10th Circuit in the case of <i>United States</i> v. <i>Mighell</i> (C. A. 10th, 1959) 273 F. 2d 682, held that the word `taxes' in section 17 of the Bankruptcy Act (11 U. S. C. 35) does not include penalties and, by inference, interest. This apparent ambiguity could cause future litigation.\" H. R. Rep. No. 687, 89th Cong., 1st Sess., 7 (1965).</blockquote>\n<p>And yet Congress did not modify § 17a (1) to include penalties. (I normally would not accord such passing references any weight, but the contrary practice seems today <i>de rigueur. Ante,</i> at 276-277.)</p>\n<p>The history of § 6672 further bears out the notion that this always has been considered by Congress to be a \"penalty,\" and not a \"tax.\" For example, § 1004 of the War Revenue Act of 1917, an early predecessor of § 6672, provided that anyone who failed to make a return required by the Act or otherwise evaded any tax imposed by the Act or failed to collect and pay over any such tax was subject to \"a penalty of double the tax evaded\" in addition to other penalties, such as a $1,000 fine and imprisonment. 40 Stat. 325. Indeed, even today the subchapter heading under which § 6672 is found is titled \"Assessable Penalties.\"</p>\n<p>Finally, the very existence of § 6672 bears testimony to the fact that there is no other section of federal law which makes the employee charged with the duty of collecting withholding <span class=\"star-pagination\">*288</span> taxes liable for those \"taxes.\" If there were such a section, § 6672 would be unnecessary. But it is the absence of such other provision which is dispositive of this case in my opinion.<sup>[2]</sup></p>\n<p>Instead of adopting the course which seems compelled by the structure and history of § 17a (1), however, the Court has chosen today a very different course. It does give a passing nod to the question of whether one might have to satisfy § 17a (1) before reaching § 17a (1) (e), but then dismisses it in rather desultory fashion in a footnote, noting only that \"there is no reason to believe that any `taxes' made nondischargeable by the specific terms of § 17a (1) (e) would not also be `taxes' as that word is used more generally in § 17a (1).\" <i>Ante,</i> at 274 n. 8. The Court then goes on to interpret § 17a (1) in light of its limiting provision, § 17a (1) (e), instead of the other way around, a <i>tour de force</i> which compels admiration if not agreement. The critical, and indeed only, question for the Court then becomes whether respondent was \"required\" to collect and pay over the taxes. Finding that respondent was so required within the meaning of § 6672 of <span class=\"star-pagination\">*289</span> the IRC, the Court concludes he falls within the language of § 17a (1) (e) and that is the end of the matter.</p>\n<p>The justifications for engaging in this unorthodox method of statutory construction are supposedly threefold, but are, in my opinion, far from satisfactory. First, the Court asserts that respondent's liability is clearly encompassed within the plain terms of § 17a (1) (e). But as indicated above such liability is encompassed within the terms of § 17a (1) (e) only if we ignore both the structure and purpose of the statute and proceed directly to § 17a (1) (e) without considering whether § 17a (1) is first satisfied.</p>\n<p>The Court next relies on certain concerns expressed by the Treasury Department in a letter from the Assistant Secretary to the Chairman of the House Judiciary Committee. No doubt § 17a (1) (e) was included partially in response to that letter. But there is certainly nothing contained in that or any other provision to indicate that in adding § 17a (1) (e) Congress also intended to extend the concept of \"taxes\" in § 17a (1) to include the 100% penalty imposed by § 6672 or to encompass a corporate official's responsibility (presumably under the corporate charter and state law) to collect and pay over federal withholding taxes. The Court emphasizes the phrase \"and other persons\" in the letter and then observes that \"[t]here is no reason to believe that Congress did not intend to meet Treasury's concerns in their entirety.\" <i>Ante,</i> at 277. But emphasizing that phrase to the exclusion of the rest of the letter and the language and structure of the statute places a weight upon that phrase which it cannot bear. Indeed, one could reach a much different conclusion by simply emphasizing other parts of the letter, such as the Department's</p>\n<blockquote>\"concer[n] with the inequity of granting a taxpayer a discharge of his liability for payment of trust fund taxes which he has collected from <i>his</i> employees . . . .\" (Emphasis supplied.) H. R. Rep. No. 372, 88th Cong., 1st Sess., 6 (1963). <span class=\"star-pagination\">*290</span> And even the Court recognizes that \"the Department may not have focused on the specific question presented here . . . .\" <i>Ante,</i> at 277. But most importantly, when interpreting the Bankruptcy Act in general, with its fundamental goal of rehabilitating bankrupts, and when interpreting this provision in particular, with its avowed purpose of furthering that basic goal of the Act, the Court is not entitled to make the presumption that it does. Rather, in the absence of a clear congressional expression to the contrary, there is every reason to believe that Congress did not intend to make nondischargeable in the employee's bankruptcy proceedings a tax which is legally due and owing not by the bankrupt employee, but by the employer.</blockquote>\n<p>Finally, the Court emphasizes the fact that corporations often dissolve upon bankruptcy, thus making all corporate debts dischargeable in fact if not in form. <i>Ante,</i> at 278. Thus, reasons the Court, it is \"most unlikely that the legislature intended § 17a (1) (e) to apply only to the corporation's liability for unpaid withholding taxes.\" <i>Ibid.</i> But clearly Congress, had it really intended to alleviate the problem to which the Court refers, could and hopefully would have used language more suited to the purpose. It is also incongruous to impute the intent to Congress to make this particular liability nondischargeable as to the employee because the corporation will dissolve upon bankruptcy and yet to make no other corporate liability nondischargeable as to the employee even though dissolution of the corporation is just as likely in those cases. Such a statutory scheme not only seems at odds with the basic notion of what a corporation is all about, <i>i. e.,</i> limited liability, but it also imposes a potentially crushing liability on corporate officials\u0097a liability that is nondischargeable in its entirety and virtually in perpetuity. I certainly would not impute such an intent to Congress without a much clearer statutory directive.</p>\n<p>While the lifelong liability which the Court imposes today <span class=\"star-pagination\">*291</span> falls on the shoulders of one who was the chief executive officer of a small family business, there is unfortunately nothing in the Court's reasoning which would prevent the same liability from surviving bankruptcy in the case of a comptroller, accountant, or bookkeeper who reaped none of the fruits of entrepreneurial success other than continued employment in the corporation, and in some cases possibly not even that, see n. 3, <i>infra.</i> So long as the Government in its zeal for the collection of the revenue may persuade a bankruptcy court that a corporate employee comes within the Court's Delphic construction of 26 U. S. C. § 6672 and 11 U. S. C. § 35 (a) (1) (e) (1976 ed.), such a person will be denied the \"fresh start\" which Congress clearly intended to enhance by the 1966 amendments to the Bankruptcy Act.<sup>[3]</sup> Before the Government <span class=\"star-pagination\">*292</span> may randomly sweep such persons into a net whereby they are denied a discharge, not of their own tax liability but of a penalty imposed upon them for failure to pay over taxes which had been withheld by another, I would at least insist on a statute which seemed to point in that direction, rather than in the opposite one.</p>\n<h2>NOTES</h2>\n<p>[1]  Internal Revenue Code § 6672, 26 U. S. C. § 6672, provides:\n</p>\n<p>\"Any person required to collect, truthfully account for, and pay over any tax imposed by this title who willfully fails to collect such tax, or truthfully account for and pay over such tax, or willfully attempts in any manner to evade or defeat any such tax or the payment thereof, shall, in addition to other penalties provided by law, be liable to a penalty equal to the total amount of the tax evaded, or not collected, or not accounted for and paid over.\"</p>\n<p>Section 6671 (b) of the Code makes clear that \"[t]he term `person,' as used in [§ 6672], includes an officer or employee of a corporation . . . who . . . is under a duty to perform the act in respect of which the violation occurs.\" Section 6671 (a) states that the § 6672 penalty \"shall be assessed and collected in the same manner as taxes.\"</p>\n<p>[2]  Naomi Sotelo was found not to be liable, but the bankruptcy judge noted that this finding was \"immaterial\" in view of the merger of the estates. Memorandum Opinion of Bankruptcy Court 3 (Nov. 29, 1974).</p>\n<p>[3]  This $10,000 was derived from the trustee's sale of real estate held by respondents as joint tenants, and would have been payable to one or both of respondents had it not been for the Government's claim. The trustee set aside the $10,000 as a \"homestead exemption\" for Onofre Sotelo only, apparently pursuant to Illinois law. Respondents argued below that the entire $10,000 belonged to Naomi Sotelo, who did not have any § 6672 liability, see n. 2, <i>supra.</i> In response to this contention, the bankruptcy court stated: \"[T]he law is clearly established in Illinois that where a husband and wife own property as joint tenants and reside together on the premises . . . the husband . . . alone is entitled to the Homestead Exemption.\" 76-1 USTC ¶ 9435, p. 84,156 (SD Ill. 1976). The bankruptcy court upheld this Illinois rule against respondents' constitutional attack. <i>Id.,</i> at 84,157-84,158.</p>\n<p>[4]  Respondents' theory apparently was that the § 6672 penalty is compensatory in nature. The Government does not here dispute that a compensatory penalty is generally dischargeable. See Brief for United States 26-27, and n. 16. See generally Bankruptcy Act § 57j, 11 U. S. C. § 93 (j); 8 H. Remington, A Treatise on the Bankruptcy Law of the United States § 3304 (6th ed. J. Henderson 1955).</p>\n<p>[5]  Respondents raised their homestead exemption argument, see n. 3, <i>supra,</i> in the Court of Appeals, but that court believed that it did not have to reach the issue in view of its holding that the entire § 6672 liability was dischargeable, 551 F. 2d, at 1093 n. 3. The Government contends here that the issue should have been reached regardless of the dischargeability holding, because Bankruptcy Act § 17a (1) makes a discharge irrelevant to the Government's right to proceed \"against the exemption of the bankrupt allowed by law and duly set apart to him,\" 11 U. S. C. § 35 (a) (1) (1976 ed.). Brief for United States 33-34, n. 23. In view of our holding that the § 6672 liability is not dischargeable, we need not address this contention. On remand, of course, the Court of Appeals may consider respondents' argument that some or all of the homestead exemption belongs to Naomi Sotelo.</p>\n<p>[6]  In addition to several District Court cases, the Court of Appeals cited the conflicting holding of the Fifth Circuit in <i>Murphy</i> v. <i>U. S. Internal Revenue Service,</i> 533 F. 2d 941 (1976). The <i>Murphy</i> decision was followed by the Fourth Circuit in <i>Lackey v. United States,</i> 538 F. 2d 592 (1976).</p>\n<p>[7]  The Government contends, and respondent does not disagree, that the three-year limitation in Bankruptcy Act § 17a (1) would not bar any part of the Government's claim in this case. Brief for United States 25-26, n. 15.</p>\n<p>[8]  The specific language of Bankruptcy Act § 17a (1) (e) is contained within a proviso that modifies the more general approach of § 17a (1). Both the general language and the proviso are aimed at making \"taxes\" nondischargeable, and there is no reason to believe that any \"taxes\" made nondischargeable by the specific terms of § 17a (1) (e) would not also be \"taxes\" as that word is used more generally in § 17a (1).</p>\n<p>[9]  As in the Court of Appeals, see <i>supra,</i> at 272, respondent does not here question his liability under Internal Revenue Code § 6672. Brief for Respondents 4.</p>\n<p>[10]  See also Marsh, Triumph or Tragedy? The Bankruptcy Act Amendments of 1966, 42 Wash. L. Rev. 681, 694 (1967):\n</p>\n<p>\"It is a common phenomenon of business failure that even an `honest' businessman, in attempting to salvage a business which appears headed for insolvency, will frequently `borrow' money of other people without their consent if he can get his hands on it. The one fund which he is almost always able to lay his hands on is the taxes he has withheld and is currently withholding from his employees for' the Government.\"</p>\n<p>A recent statement to the same effect can be found in an opinion of the Comptroller General of the United States: \"IRS considers delinquencies in the payment of these employment taxes a serious problem. In 1976 [congressional] testimony . . ., IRS officials expressed concern that employers use withheld taxes as low interest loans from the Federal Government.\" Opinion B-137762 (May 3, 1977), reprinted in 9 CCH 1977 Stand. Fed. Tax Rep. ¶ 6614, p. 71,438.</p>\n<p>[11]  See also, <i>e. g.,</i> 112 Cong. Rec. 13817 (1966) (remarks of Sen. Ervin); <i>id.,</i> at 13821 (letter to Senators from Sens. Ervin and Hruska); <i>id.,</i> at 13822 (remarks of Sen. Hruska); letter from Under Secretary of Commerce Edward Gudeman, reprinted in S. Rep. No. 114, p. 12; memorandum from W. Randolph Montgomery, Chairman of the National Bankruptcy Conference, reprinted <i>id.,</i> at 16; S. Rep. No. 1134, 88th Cong., 2d Sess., 2 (1964); H. R. Rep. No. 735, 86th Cong., 1st Sess., 2 (1959).</p>\n<p>[12]  Rather than predicating liability on ability to pay, § 6672 is based on the premise that liability should follow responsibility. See n. 13, <i>infra.</i> In a recent survey of IRS practices with regard to § 6672, the Comptroller General of the United States wrote:\n</p>\n<p>\"IRS uses the 100-percent penalty only when all other means of securing the delinquent taxes have been exhausted. It is generally used against responsible officials of corporations that have gone out of business . . . . [I]t is IRS policy that the amount of the tax will be collected only once. After the tax liability is satisfied, no collection action is taken on the remaining 100-percent penalties.\" Opinion B-137762, <i>supra,</i> n. 10, at 71,438.</p>\n<p>[13]  Our dissenting Brethren appear uncomfortable with this legislative policy choice, expressing concern about \"lifelong liability\" being imposed on \"a comptroller, accountant, or bookkeeper who reaped none of the fruits of entrepreneurial success.\" <i>Post,</i> at 290, 291. While we should not in any event be led by our sympathy to a result contrary to that intended by Congress, there is here little reason for concern. No corporate officer, regardless of title, can be held liable under Internal Revenue Code § 672 unless his position was sufficiently important that he was \"required to collect, truthfully account for, and pay over\" withholding taxes and unless he \"willfully fail[ed]\" to meet one or more of these obligations. In this case, for example, Onofre Sotelo, the chief executive officer exercising actual authority over the corporation's day-to-day affairs, was found liable under the section, while Naomi Sotelo was not, despite the fact that she held the position of corporate secretary. See <i>supra,</i> at 270-271, and n. 2.\n</p>\n<p>The dissenting opinion as much as concedes, moreover, that there is no responsible corporate officer who can be said to reap <i>\"none</i> of the fruits of entrepreneurial success,\" since all employees are dependent on the corporation for their \"continued employment.\" <i>Post,</i> at 291 (emphasis added); see <i>post,</i> at 291-292, n. 3. The \"continued employment\" of a corporate officer is obviously a benefit of considerable significance to that officer and is generally dependent upon the success of the corporate enterprise. Hence an officer has a stake in \"the fruits of entrepreneurial success\" and, like a shareholder, may be tempted illegally to divert to the corporation those funds withheld from corporate employees for tax purposes.</p>\n<p>[14]  Such individuals would be liable after bankruptcy for \"taxes\" which they, as employers, \"collected or withheld from others . . . but [did] not pa[y] over.\" Bankruptcy Act § 17a (1) (e), 11 U. S. C. § 35 (a) (1) (e) (1976 ed.).</p>\n<p>[15]  Indeed, respondent's business was operated as a sole proprietorship prior to September 1970. See <i>supra,</i> at 270-271; Memorandum Opinion of Bankruptcy Court, <i>supra,</i> n. 2, at 1.</p>\n<p>[16]  The dissenting opinion recognizes, <i>post,</i> at 285 n. 1, Congress' unquestioned concern about eliminating corporations' \"unfair\" advantage over individual entrepreneurs. H. R. Rep. No. 372, p. 2; S. Rep. No. 114, pp. 2-3. Elsewhere our Brother REHNQUIST appears to concede that Congress meant \"to ameliorate the lot\" of only \"some bankrupts\" when it passed the 1966 amendment to the Bankruptcy Act. <i>Post,</i> at 282; see <i>post,</i> at 285. There is every indication that the 1966 amendment was not intended \"to ameliorate the lot\" of corporations and their principal officers, at least with regard to taxes collected from employees. And the dissenting opinion has not even attempted to explain how a Congress concerned about \"discriminat[ion] against the private individual or the unincorporated small businessman,\" H. R. Rep. No. 372, p. 2; S. Rep. No. 114, pp. 2-3, could have thought it just to relieve corporate officers of § 6672 liability in bankruptcy, as the dissent's approach would do, while leaving other owners of \"small family business[es],\" <i>post,</i> at 291\u0097those who happen to operate through noncorporate entities\u0097subject to the same kind of liability.</p>\n<p>[1]  The Court may well be correct in its observation that when Congress enacted these amendments it was \"concerned about `discriminat[ion] against the private individual or the unincorporated small businessman,' H. R. Rep: No. 372, p. 2; S. Rep. No. 114, pp. 2-3,\" <i>ante,</i> at 282 n. 16. And this observation in turn may support the conclusion that Congress, with an eye to reducing this supposed discrimination, intended to ameliorate the lot of <i>only</i> those individuals who operate through noncorporate entities. But I find absolutely nothing in the legislative history to indicate that Congress <i>also</i> intended to reduce this supposed discrimination between those who operate through corporations and those who do not by <i>affirmatively worsening</i> the lot of the former. Thus, I still search the Court's opinion in vain for any justification for reading an amendment which was intended to limit the dischargeability of the debts of bankrupts, albeit only a limited class of bankrupts, so as to expand that category of debts with respect to another class of bankrupts.</p>\n<p>[2]  There are lower court cases to the contrary. See cases cited <i>ante,</i> at 273 n. 6. This line of authority can be traced to <i>Botta</i> v. <i>Scanlon,</i> 314 F. 2d 392 (CA2 1963), however, where the plaintiff sought an injunction against the Internal Revenue Service to restrain the collection of the penalty imposed under § 6672. The court denied the injunction on the authority of the Anti-Injunction Act, which provides in pertinent part: \"[N]o suit for the purpose of restraining the . . . collection of any tax shall be maintained in any court . . . .\" 26 U. S. C. § 7421 (a). The court held that this section applied to § 6672 penalties as well as taxes because § 6671 (a) of the Code provides: \"[A]ny reference in this title to `tax' imposed by this title shall be deemed also to refer to the penalties . . . provided by this subchapter.\" 26 U. S. C. § 6671 (a). But while there is clear statutory authority for treating a § 6672 penalty as a tax for purposes of administering the Internal Revenue Code, there is no authority for treating such a penalty as a tax for purposes of the Bankruptcy Act. Indeed, the fact that Congress clearly recognized the need to specify that a penalty was a tax for purposes of the Internal Revenue Code strongly suggests that its failure to so specify with respect to the Bankruptcy Act was not an inadvertent omission.</p>\n<p>[3]  The Court's lack of concern for the potentially crushing liability it imposes on bankrupts is nowhere more evident than at 280 n. 13, <i>ante,</i> where the Court notes that \"[n]o corporate officer, regardless of title, can be held liable under Internal Revenue Code § 6672 unless his position was sufficiently important that he was `required to collect, truthfully account for, and pay over' withholding taxes and unless he `willfully fail[ed]' to meet one or more of these obligations.\" While I certainly do not dispute that observation, it does absolutely nothing to allay my fear that this liability can be imposed on a variety of salaried corporate employees who enjoy none of the fruits of entrepreneurial success other than their continued employment. The Federal Reporter is replete with cases in which just such individuals have been held liable under § 6672. See, <i>e. g., </i><i>Adams</i> v. <i>United States,</i> 504 F. 2d 73 (CA7 1974) (the court held that an employee of a lending institution, who had been placed in charge of a corporation to which the institution had loaned money, could be liable under § 6672 for failure to pay over withholding taxes collected from the corporation's employees, regardless of the fact that he held no stock or other interest in the corporation); <i>Mueller</i> v. <i>Nixon,</i> 470 F. 2d 1348 (CA6 1972) (same); <i>Turner</i> v. <i>United States,</i> 423 F. 2d 448 (CA9 1970) (employee of a bank, who had been made an officer of a company as a condition of a loan made to the company, could be liable under § 6672 for failure to pay over withholding taxes collected from the company's employees). Indeed, it appears to be agreed by the Courts of Appeals that a person need not be a share-holder to be held accountable as a responsible person under § 6672. See, <i>e. g., </i><i>Anderson</i> v. <i>United States,</i> 561 F. 2d 162, 165 (CA8 1977); <i>Hartman</i> v. <i>United States,</i> 538 F. 2d 1336, 1340 (CA8 1976); <i>Haffa</i> v. <i>United States,</i> 516 F. 2d 931, 935-936 (CA7 1975).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:18", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></span> (1978)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSOTELO ET UX.</h1></center>\n<center>No. 76-1800.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued February 22, 1978.</center>\n<center>Decided May 22, 1978.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n<p><span class=\"star-pagination\">*269</span> <i>Stuart A. Smith</i> argued the cause for the United States. With him on the brief were <i>Solicitor General McCree, Assistant Attorney General Ferguson, Crombie J. D. Garrett,</i> and <i>Wynette J. Hewett.</i></p>\n<p><i>Bruce L. Balch</i> argued the cause and filed a brief for respondents.</p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>This case involves the interaction of sections of the Internal Revenue Code of 1954 and the Bankruptcy Act. Respondent Onofre J. Sotelo was found personally liable to the Government <span class=\"star-pagination\">*270</span> for his failure to pay over taxes withheld from employees of the corporation in which he was the principal officer. The question presented is whether this liability is dischargeable in bankruptcy.</p>\n<p></p>\n<h2>I</h2>\n<p>In mid-1973, respondents Onofre J. and Naomi Sotelo were adjudicated bankrupts, as was their corporation, O. J. Sotelo &amp; Sons Masonry, Inc. The individual bankruptcy proceedings of the two Sotelos were consolidated. In November 1973, the Internal Revenue Service filed against respondents' estate a claim in the amount of $40,751.16 \"for internal revenue taxes\" that had been collected from the corporation's employees but not paid over to the Government. Respondents were alleged to be personally liable for these taxes under Internal Revenue Code § 6672, 26 U. S. C. § 6672, as corporate officers who had a duty \"to collect, truthfully account for, and pay over\" the taxes and who had \"willfully fail[ed]\" to make the requisite payments.<sup>[1]</sup> Respondents objected to the Government's claim, arguing that they should not be held personally liable for \"taxes of the corporation.\" Memorandum Opinion of Bankruptcy Court (Nov. 29, 1974).</p>\n<p>In upholding the Government's claim to the extent of $32,840.71, the bankruptcy court found that Onofre Sotelo <span class=\"star-pagination\">*271</span> had formerly operated the masonry business as a sole proprietorship and that, since the formation of the corporation, he had been its president, director, majority stockholder, and chief executive officer. Naomi Sotelo, on the other hand, though named the corporation's secretary, \"did not take an active part in the business.\" <i>Id.,</i> at 1. The court concluded that Onofre Sotelo was personally liable to the Government under Internal Revenue Code § 6672, since he \"was charged with the duty and responsibility to see that the [withheld] taxes were paid.\" Memorandum Opinion, <i>supra,</i> at 3.<sup>[2]</sup> The record does not reflect any appeal of this ruling.</p>\n<p>In October 1975 the Government, seeking to collect part of the money owed by Onofre Sotelo under § 6672, served a notice of levy on respondents' trustee with regard to $10,000 that belonged to respondents and was not available for general distribution to creditors in bankruptcy.<sup>[3]</sup> Respondents objected to the levy, in part on the ground that the liability is described in § 6672 itself as a \"penalty\" and as such had been discharged in bankruptcy.<sup>[4]</sup> The Government argued that, to <span class=\"star-pagination\">*272</span> the contrary, the liability was for \"taxes,\" which § 17a (1) of the Bankruptcy Act, 30 Stat. 550, as amended, 11 U. S. C. § 35 (a) (1) (1976 ed.), makes nondischargeable. The bankruptcy judge agreed with the Government, reasoning that, \"[t]hough denominated a `penalty,' [the § 6672 liability] is in substance a tax.\" 76-1 USTC ¶ 9435, p. 84,157 (SD Ill. 1976). The judge also noted, <i>ibid.,</i> that subdivision (e) of Bankruptcy Act § 17a (1) makes specifically nondischargeable \"taxes . . . which the bankrupt has collected or withheld from others . . . but has not paid over.\" 11 U. S. C. § 35 (a) (1) (e) (1976 ed.). Respondents appealed to the United States District Court for the Southern District of Illinois, which affirmed on the opinion of the bankruptcy court.</p>\n<p>The United States Court of Appeals for the Seventh Circuit reversed. <i>In re Sotelo,</i> 551 F. 2d 1090 (1977). It first noted that \"Sotelo does not challenge his liability under 26 U. S. C. § 6672 . . . [but] only argues that the liability should have been discharged by his personal bankruptcy petition.\" <i>Id.,</i> at 1091. The court then held that the liability had been discharged, finding persuasive the fact that § 6672 terms the liability a \"penalty\" and rejecting the Government's argument with respect to the specific language referring to withholding taxes in Bankruptcy Act § 17a (1) (e). 551 F. 2d, at 1092.<sup>[5]</sup><span class=\"star-pagination\">*273</span> The court recognized that its ruling was in conflict with \"an uncontroverted line of cases.\" <i>Id.,</i> at 1091.<sup>[6]</sup></p>\n<p>We granted certiorari, 434 U. S. 816 (1977), and we now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>Section 17a of the Bankruptcy Act, as amended, 80 Stat. 270, provides in pertinent part:</p>\n<blockquote>\"A discharge in bankruptcy shall release a bankrupt from all of his provable debts, . . . except such as</blockquote>\n<blockquote>\"(1) are taxes which became legally due and owing by the bankrupt to the United States or to any State . . . within three years preceding bankruptcy: <i>Provided, however,</i> That a discharge in bankruptcy shall not release a bankrupt from any taxes . . . (e) which the bankrupt has collected or withheld from others as required by the laws of the United States or any State . . . but has not paid over . . . .\" 11 U. S. C. § 35 (a) (1976 ed.).</blockquote>\n<p>Relying on this statutory language, the Government presents what it views as two independent grounds for holding the § 6672 liability of Onofre Sotelo (hereinafter respondent) to be nondischargeable. The Government's primary argument is based on the specific language relating to withholding in § 17a (1) (e); alternatively, it argues that respondent's liability, although called a \"penalty,\" IRC § 6672, is in fact a \"tax\" as that term is used in § 17a. (1).<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*274</span> Regardless of whether these two grounds are in fact independent,<sup>[8]</sup> § 17a (1) (e) leaves no doubt as to the nondischargeability of \"taxes . . . which the bankrupt has collected or withheld from others as required by the laws of the United States or any State . . . but has not paid over.\" The Court of Appeals viewed this provision as inapplicable here for two reasons: first, because \"it was not Sotelo himself, but his employer-corporation, that was obligated by law to collect and withhold the taxes\"; and second, because in any event the money involved constituted a \"penalty,\" whereas § 17a (1) (e) \"renders only `taxes' nondischargeable.\" 551 F. 2d, at 1092. We believe that the first reason is inconsistent with the Court of Appeals' recognition of respondent's undisputed liability under Internal Revenue Code § 6672, and that the second is inconsistent with the language of § 17a (1) (e).</p>\n<p>The fact that respondent was found liable under § 6672 necessarily means that he was \"required to collect, truthfully account for, and pay over\" the withholding taxes, and that he willfully failed to meet one or more of these obligations. IRC § 6672; see n. 1, <i>supra.</i><sup>[9]</sup> Since the § 6672 \"require[ment]\" of collection presumably derives from federal or state law, both of which are referred to in Bankruptcy Act § 17a (1) (e), it is difficult to understand how the court below could have recognized respondent's § 6672 liability, see <i>supra,</i> at 272, and nonetheless have concluded that he was not \"obligated by law <span class=\"star-pagination\">*275</span> to collect . . . the taxes,\" 551 F. 2d, at 1092. It is undisputed here, moreover, that the taxes in question were \"collected or withheld\" from the corporation's employees and that the taxes, though collected, have not been \"paid over\" to the Government. It is therefore clear that the § 6672 liability was not imposed for a failure on the part of respondent to collect taxes, but was rather imposed for his failure to pay over taxes that he was required both to collect and to pay over. Under these circumstances, the most natural reading of the statutory language leads to the conclusion that respondent \"collected or withheld\" the taxes within the meaning of Bankruptcy Act § 17a (1) (e).</p>\n<p>We also cannot agree with the Court of Appeals that the \"penalty\" language of Internal Revenue Code § 6672 is dispositive of the status of respondent's debt under Bankruptcy Act § 17a (1) (e). The funds here involved were unquestionably \"taxes\" at the time they were \"collected or withheld from others.\" § 17a (1) (e); see IRC §§ 3102 (a), 3402 (a). It is this time period that § 17a (1) (e), with its modification of \"taxes\" by the phrase \"collected or withheld,\" treats as the relevant one. That the funds due are referred to as a \"penalty\" when the Government later seeks to recover them does not alter their essential character as taxes for purposes of the Bankruptcy Act, at least in a case in which, as here, the § 6672 liability is predicated on a failure to pay over, rather than a failure initially to collect, the taxes.</p>\n<p></p>\n<h2>III</h2>\n<p>The legislative history of Bankruptcy Act § 17a (1) provides additional support for the view that respondent's liability should be held nondischargeable. A principal purpose of the legislation, enacted in 1966 after several years of congressional consideration, was to establish a three-year limitation on the taxes that would be nondischargeable in bankruptcy; under former law, there was no such temporal limitation. See H. R. Rep. No. 372, 88th Cong., 1st Sess., 1-3 (1963) (hereafter <span class=\"star-pagination\">*276</span> H. R. Rep. No. 372); S. Rep. No. 114, 89th Cong., 1st Sess., 2-3 (1965) (hereafter S. Rep. No. 114). The new section ensured the discharge of most taxes \"which became legally due and owing\" more than three years preceding bankruptcy. With regard to unpaid withholding taxes, however, the three-year limitation was made inapplicable by the addition of the provision that is today § 17a (1) (e).</p>\n<p>This provision was added to the bill to respond to the Treasury Department's position that any discharge of liability for collected withholding taxes was undesirable. The Department's views were expressed in a letter to the Chairman of the House Judiciary Committee from Assistant Secretary of the Treasury Stanley S. Surrey, who indicated that persons other than employer-bankrupts were included within the scope of the Department's</p>\n<blockquote>\"concer[n] with the inequity of granting a taxpayer a discharge of his liability for payment of trust fund taxes which he has collected from his employees and the public in general. . . . The Department does not believe that it is equitable or administratively desirable to permit employers <i>and other persons</i> who have collected money from third parties to be relieved of their obligation to account for an[d] pay over such money to the Government. . . .\" Quoted in H. R. Rep. No. 372, p. 6 (emphasis added).</blockquote>\n<p>Treasury's position was further explained in a letter from the same Department official to the Chairman of the Senate Judiciary Committee; the letter emphasized that it was \"most undesirable to permit persons who are charged with the responsibility of paying over to the Federal Government moneys collected from third persons to be relieved of their obligations in bankruptcy when they have converted such moneys for their own use.\" Quoted in S. Rep. No. 114, p. 10.</p>\n<p>In response to the Treasury Department's concern, the House Judiciary Committee added an amendment that <span class=\"star-pagination\">*277</span> became § 17a (1) (e). H. R. Rep. No. 372, p. 1. According to the House Report, the amendment was specifically intended to meet \"the objection of Treasury to the discharge of so-called trust fund taxes.\" <i>Id.,</i> at 5. In agreeing to the House amendment, the Senate Committee noted that Treasury's \"opposition\" to the bill, to the extent it was based on the fact that responsible persons would have been \"relieved of their obligations\" for unpaid withholding taxes, was eliminated by the provision that became § 17a (1) (e). S. Rep. No. 114, pp. 6, 10.</p>\n<p>There is no reason to believe that Congress did not intend to meet Treasury's concerns in their entirety. While the Department may not have focused on the specific question presented here, it left no doubt as to its objection to the discharge of \"persons . . . charged with the responsibility of paying over . . . moneys collected from third persons.\" Letter from Assistant Secretary Surrey to Chairman of Senate Judiciary Committee, <i>supra.</i> Respondent without question is such a person, a point essentially conceded here by virtue of the recognition of respondent's liability under Internal Revenue Code § 6672, see <i>supra,</i> at 274-275, and n. 9. Because Congress specifically contemplated that those with withholding-tax-payment obligations would remain liable after bankruptcy for their \"conver[sion]\" of the tax funds to private use, S. Rep. No. 114, p. 10,<sup>[10]</sup> we must conclude that the liability here involved is not dischargeable in bankruptcy.</p>\n<p><span class=\"star-pagination\">*278</span> Even without these indications of an intent to make nondischargeable the withholding tax obligations of persons in respondent's situation, moreover, Congress' perception of the consequences of corporate bankruptcy makes it most unlikely that the legislature intended § 17a (1) (e) to apply only to the corporation's liability for unpaid withholding taxes. Both the Committee reports and the floor debates contain repeated references to the fact that a corporation \"normally ceases to exist upon bankruptcy,\" H. R. Rep. No. 372, p. 2; see S. Rep. No. 114, p. 2, thereby rendering \"uncollectable\" the corporation's tax liabilities, 112 Cong. Rec. 13818 (1966) (statement of Sen. Ervin). As one of the bill's principal sponsors observed, corporate dissolution has \"the practical effect of discharging all debts including taxes,\" regardless of statutory declarations of nondischargeability. <i>Id.,</i> at 13821 (remarks of Sen. Hruska).<sup>[11]</sup> In view of this congressional assumption, the interpretation of § 17a (1) (e) adopted by the Court of Appeals is untenable, for the combination of corporate dissolution with the personal bankruptcies of those found liable under Internal Revenue Code § 6672 would leave no person within the corporation obligated to the Government for unpaid withholding taxes. Such a result would be directly inconsistent with Congress' declarations that the amendment which became § 17a (1) (e) met the Treasury Department's <span class=\"star-pagination\">*279</span> concern about ensuring post-bankruptcy liability for these taxes.</p>\n<p></p>\n<h2>IV</h2>\n<p>In light of this legislative history, little doubt remains as to the nondischargeability of respondent's liability under § 17a (1) (e). The Court of Appeals did not consider this history, but instead relied on more general policy factors. The court observed that an \"inequit[y]\" could arise from holding an individual \"liable for a tax owed by a corporation\" in cases where, because \"[t]he corporate liability . . . vastly exceed [s] the individual's present or future resources,\" his \"entire future earnings could be confiscated to compensate for the corporate liability.\" Such a result, in the court's view, \"would contravene the Bankruptcy Act's basic policy of settling a bankrupt's past debts and providing a fresh economic start.\" 551 F. 2d, at 1092-1093.</p>\n<p>However persuasive these considerations might be in a legislative forum, we as judges cannot override the specific policy judgments made by Congress in enacting the statutory provisions with which we are here concerned. The decision to hold an individual \"liable for a tax owed by a corporation,\" even if there is a wide disparity between the corporation's liability and the individual's resources, was made when Internal Revenue Code § 6672 was passed, since it is that section which imposes the liability without regard for the individual's ability to pay.<sup>[12]</sup> And while it is true that a finding of <span class=\"star-pagination\">*280</span> nondischargeability prevents a bankrupt from getting an entirely \"fresh start,\" this observation provides little assistance in construing a section expressly designed to make some debts nondischargeable. We are not here concerned with the entire Act's policy, but rather with what Congress intended in § 17a (1) and its subdivision (e). The statutory language and legislative history discussed in Parts II and III, <i>supra,</i> demonstrate an intention to make a liability like respondent's nondischargeable.<sup>[13]</sup></p>\n<p>The Court of Appeals' approach, moreover, would have the effect of allowing a corporation and its officers to escape all liability for unpaid withholding taxes, see <i>supra,</i> at 278-279, <span class=\"star-pagination\">*281</span> while leaving liable for such taxes after bankruptcy those individuals who do business in the sole proprietorship or partnership, rather than the corporate, form.<sup>[14]</sup> In passing § 17a (1), however, Congress was expressly concerned about the fact that the operation of prior law was \"unfairly discriminatory against the private individual or the unincorporated small businessman.\" H. R. Rep. No. 372, p. 2; see S. Rep. No. 114, pp. 2-3. As discussed above, Congress recognized that a bankrupt corporation \"dissolves and goes out of business,\" 112 Cong. Rec. 13817 (1966) (remarks of Sen. Ervin), thereby avoiding IRS tax claims; it was thought inequitable that a sole proprietor or other individual would remain liable after bankruptcy for the same type of claims. See generally sources cited at 278, and n. 11, <i>supra.</i> This inequity between a corporate officer and an individual entrepreneur, both of whom have a similar liability to the Government, frequently would turn on nothing more than whether the individual was \"sophisticated\" enough \"to, in effect, incorporate himself.\" 112 Cong. Rec. 13817 (1966) (remarks of Sen. Ervin).<sup>[15]</sup> Were we to adopt the Court of Appeals' approach, we would be instituting precisely the kind of \"arbitrary discrimination\" that § 17a (1) was designed to alleviate. 112 Cong. Rec. 13818 (1966) (statement of Sen. Ervin).<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*282</span> In terms of statutory language and legislative history, then, the liability of respondent under Internal Revenue Code § 6672 must be held nondischargeable under Bankruptcy Act § 17a (1) (e). The judgment of the Court of Appeals is, accordingly,</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE REHNQUIST, with whom MR. JUSTICE BRENNAN, MR. JUSTICE STEWART, and MR. JUSTICE STEVENS join, dissenting.</p>\n<p>The Government undoubtedly needs the revenues it receives from taxes, but great as that need may be I cannot join the Court's thrice-twisted analysis of this particular statute to gratify it. The issue involved is the dischargeability in the corporate officer's bankruptcy proceedings of taxes which the corporation is obligated to collect and pay over to the Government. In order to conclude that the corporate officer remains liable for this corporate obligation the Court turns to an unlikely source indeed: a 1966 amendment to the Bankruptcy Act, the only apparent purpose of which was to ameliorate the lot of at least some bankrupts, see <i>infra,</i> at 284-285, and n. 1. The Court then proceeds to slog its way to its illogical conclusion by reading a proviso obviously intended to <i>limit</i> dischargeability of the debts of a bankrupt so as to <i>expand</i> that category of debts. It then attempts to bolster this inexplicable interpretation by construing not the <span class=\"star-pagination\">*283</span> legislation which Congress enacted but a letter from the Assistant Secretary of the Treasury not unnaturally opposing any expansion of the dischargeability in bankruptcy of tax-related liabilities. The net result of this perverse approach to an amendment to the Bankruptcy Act is to make nondischargeable a liability which might well have been dischargeable before Congress stepped in to alleviate some of the hardships resulting from the making of the debts of a bankrupt nondischargeable. In the background of this remarkable decision is § 6672 of the Internal Revenue Code which imposes a \"penalty\" upon a \"person required to collect, truthfully account for, and pay over any tax imposed by this title.\" 26 U. S. C. § 6672. Perhaps recognizing that this provision not only does not support its conclusion but seriously undermines it, the Court not surprisingly attempts to keep this provision in the background, addressing it only obliquely in a footnote where it summarily concludes, again in a remarkable <i>tour de force</i> of linguistics and logic, that a penalty must mean the same thing as a tax. The underlying debt in this case is that of a third person to pay the tax liability of another. I would want far clearer language than can be found in this statute to reach the conclusion that this liability is not dischargeable in the bankruptcy proceedings of that third person. I therefore dissent.</p>\n<p>As an initial matter, since § 17a (1) (e) of the Bankruptcy Act is a proviso to § 17a (1), I would have thought that respondent would have to fall within the terms of the latter before it is even appropriate to consider whether he falls within the terms of the former. That is, § 17a first provides that a \"discharge in bankruptcy shall release a bankrupt from all of his provable debts . . . .\" 11 U. S. C. § 35 (a) (1976 ed.). It then excepts in § 17a (1) through § 17a (8) eight different categories of debts which are <i>not</i> to be generally discharged, including \"taxes which became legally due and owing by the bankrupt to the United States or to any State <span class=\"star-pagination\">*284</span> or any subdivision thereof within three years preceding bankruptcy.\" 11 U. S. C. § 35 (a) (1) (1976 ed.). But this latter exception is itself in turn qualified in § 17a (1) (e): <i>\"Provided, however,</i> That a discharge in bankruptcy shall not release a bankrupt from any taxes . . . (e) which the bankrupt has collected or withheld from others as required by the laws of the United States or any State . . . but has not paid over ....\" 11 U. S. C. § 35 (a) (1) (e) (1976 ed.). Thus, the normal reading of § 17a (1) should be to limit the nondischargeability of taxes to only those taxes legally due and owing by the bankrupt <i>within the three years preceding bankruptcy,</i> and the subsections of § 17a (1), including § 17a (1) (e), are to be read as an exception to that limitation. That exception provides that certain of the taxes described in § 17a (1) will not be discharged even if more than three years old; they will be nondischargeable without regard to time. Normal statutory construction would thus suggest that the first inquiry should be whether the liability in question <i>is</i> a tax legally due and owing by the bankrupt. <i>Only</i> if it is, would it become necessary to consider whether it is also a tax collected from others but not paid over.</p>\n<p>That this is the correct reading of the statute is further buttressed by the legislative history. All the Committees which reported on the 1966 amendment to § 17a stressed that its central purpose was to enable at least some bankrupts to more nearly achieve the fresh start promised by the Bankruptcy Act. The Senate Committee on Finance, for example, in discussing the purpose of the proposed amendment, agreed with the Committee on the Judiciary \"that present law, by denying any discharge of taxes, presents a substantial deterrent to one fundamental policy of the Bankruptcy Act\u0097effective rehabilitation of the bankrupt.\" S. Rep. No. 999, 89th Cong., 2d Sess., 9 (1966). The Senate Committee went on to suggest slightly different methods from those advanced by the Judiciary Committee to achieve this goal, but its Report, like the <span class=\"star-pagination\">*285</span> others, leaves no doubt that the central purpose of the amendment was to make the Act more favorable to at least some bankrupts by limiting, with only a few specified exceptions, the nondischargeability of taxes to only those due for the prior three years.</p>\n<p>This avowed legislative purpose only heightens the incongruity of the Court's interpretation. The statute's major purpose was to limit the nondischargeability of certain debts. And yet the Court holds today that the enactment of § 17a (1) (e) of that statute results in a nondischargeable debt without regard to whether that debt would have been totally nondischargeable before the passage of § 17a (1) (e)\u0097that is, without the slightest attention to the question of whether it is a tax legally due and owing by the bankrupt within the meaning of § 17a (1). Thus, by passing a statute with a basically beneficent purpose, Congress has, according to the Court, not only made nondischargeable a liability which could potentially run into the hundreds of thousands of dollars but may have worsened, rather than bettered, the lot of the bankrupt.<sup>[1]</sup></p>\n<p>Finally, even if the language and the history of this statute were less clear, I would hesitate to depart from our longstanding <span class=\"star-pagination\">*286</span> tradition of reading the Bankruptcy Act with an eye to its fundamental purpose\u0097the rehabilitation of bankrupts. This has always led the Court, at least until today, to construe narrowly any exceptions to the general discharge provisions. See, <i>e. g., </i><i>Gleason</i> v. <i>Thaw,</i> 236 U. S. 558, 562 (1915). Admittedly § 17a is not \"a compassionate section for debtors,\" <i>Bruning</i> v. <i>United States,</i> 376 U. S. 358, 361 (1964), but even it must be read consistently with the doctrine of <i>Gleason, supra</i><i>.</i> And I simply cannot see anything in this case which justifies the Court in departing from this tradition by straining to read into the statute an exception to the dischargeability provisions that was not clearly there before this amendment was passed, when the very purpose of the amendment which the Court is now construing was intended to be benevolent, at least from the bankrupt's perspective.</p>\n<p>Thus, the initial question which should have been addressed by the Court today is whether the amounts for which respondent is liable are \"taxes legally due and owing by the bankrupt.\" If they are not, then the further question of whether they are nondischargeable in their entirety under § 17a (1) (e) does not even arise. And I see nothing which persuades me that respondent's liability is a \"tax\" legally due and owing by him. Neither the Government nor the Court points to any section of the Internal Revenue Code which makes a corporate employee liable for the taxes which the corporate employer is required to withhold from the employees' paychecks. Sections 3102, 3402, or 3403 of the Internal Revenue Code certainly cannot be read to do this because by their unmistakable terms they impose a duty and liability only upon an \"employer,\" which a corporate employee, regardless of his rank within the corporate heirarchy, clearly is not.</p>\n<p>Neither can § 6672 of the Internal Revenue Code serve the purpose. The liability imposed therein is specifically denominated a \"penalty\" and, absent any indication to the contrary, Congress is presumed to know the meaning of the words it uses, <span class=\"star-pagination\">*287</span> especially in highly complex and intricate statutory schemes. Indeed, in another letter sent by Assistant Secretary of Treasury Surrey to the Chairman of the House Committee on the Judiciary when that Committee was considering what eventually became § 17a (1), the following was specifically brought to the Committee's attention:</p>\n<blockquote>\"It is further believed by the Department that this bill is intended to discharge not only taxes but also penalties and interest. However, the bill makes reference only to taxes. In this connection, it is pertinent to point out that the U. S. Court of Appeals for the 10th Circuit in the case of <i>United States</i> v. <i>Mighell</i> (C. A. 10th, 1959) 273 F. 2d 682, held that the word `taxes' in section 17 of the Bankruptcy Act (11 U. S. C. 35) does not include penalties and, by inference, interest. This apparent ambiguity could cause future litigation.\" H. R. Rep. No. 687, 89th Cong., 1st Sess., 7 (1965).</blockquote>\n<p>And yet Congress did not modify § 17a (1) to include penalties. (I normally would not accord such passing references any weight, but the contrary practice seems today <i>de rigueur. Ante,</i> at 276-277.)</p>\n<p>The history of § 6672 further bears out the notion that this always has been considered by Congress to be a \"penalty,\" and not a \"tax.\" For example, § 1004 of the War Revenue Act of 1917, an early predecessor of § 6672, provided that anyone who failed to make a return required by the Act or otherwise evaded any tax imposed by the Act or failed to collect and pay over any such tax was subject to \"a penalty of double the tax evaded\" in addition to other penalties, such as a $1,000 fine and imprisonment. 40 Stat. 325. Indeed, even today the subchapter heading under which § 6672 is found is titled \"Assessable Penalties.\"</p>\n<p>Finally, the very existence of § 6672 bears testimony to the fact that there is no other section of federal law which makes the employee charged with the duty of collecting withholding <span class=\"star-pagination\">*288</span> taxes liable for those \"taxes.\" If there were such a section, § 6672 would be unnecessary. But it is the absence of such other provision which is dispositive of this case in my opinion.<sup>[2]</sup></p>\n<p>Instead of adopting the course which seems compelled by the structure and history of § 17a (1), however, the Court has chosen today a very different course. It does give a passing nod to the question of whether one might have to satisfy § 17a (1) before reaching § 17a (1) (e), but then dismisses it in rather desultory fashion in a footnote, noting only that \"there is no reason to believe that any `taxes' made nondischargeable by the specific terms of § 17a (1) (e) would not also be `taxes' as that word is used more generally in § 17a (1).\" <i>Ante,</i> at 274 n. 8. The Court then goes on to interpret § 17a (1) in light of its limiting provision, § 17a (1) (e), instead of the other way around, a <i>tour de force</i> which compels admiration if not agreement. The critical, and indeed only, question for the Court then becomes whether respondent was \"required\" to collect and pay over the taxes. Finding that respondent was so required within the meaning of § 6672 of <span class=\"star-pagination\">*289</span> the IRC, the Court concludes he falls within the language of § 17a (1) (e) and that is the end of the matter.</p>\n<p>The justifications for engaging in this unorthodox method of statutory construction are supposedly threefold, but are, in my opinion, far from satisfactory. First, the Court asserts that respondent's liability is clearly encompassed within the plain terms of § 17a (1) (e). But as indicated above such liability is encompassed within the terms of § 17a (1) (e) only if we ignore both the structure and purpose of the statute and proceed directly to § 17a (1) (e) without considering whether § 17a (1) is first satisfied.</p>\n<p>The Court next relies on certain concerns expressed by the Treasury Department in a letter from the Assistant Secretary to the Chairman of the House Judiciary Committee. No doubt § 17a (1) (e) was included partially in response to that letter. But there is certainly nothing contained in that or any other provision to indicate that in adding § 17a (1) (e) Congress also intended to extend the concept of \"taxes\" in § 17a (1) to include the 100% penalty imposed by § 6672 or to encompass a corporate official's responsibility (presumably under the corporate charter and state law) to collect and pay over federal withholding taxes. The Court emphasizes the phrase \"and other persons\" in the letter and then observes that \"[t]here is no reason to believe that Congress did not intend to meet Treasury's concerns in their entirety.\" <i>Ante,</i> at 277. But emphasizing that phrase to the exclusion of the rest of the letter and the language and structure of the statute places a weight upon that phrase which it cannot bear. Indeed, one could reach a much different conclusion by simply emphasizing other parts of the letter, such as the Department's</p>\n<blockquote>\"concer[n] with the inequity of granting a taxpayer a discharge of his liability for payment of trust fund taxes which he has collected from <i>his</i> employees . . . .\" (Emphasis supplied.) H. R. Rep. No. 372, 88th Cong., 1st Sess., 6 (1963). <span class=\"star-pagination\">*290</span> And even the Court recognizes that \"the Department may not have focused on the specific question presented here . . . .\" <i>Ante,</i> at 277. But most importantly, when interpreting the Bankruptcy Act in general, with its fundamental goal of rehabilitating bankrupts, and when interpreting this provision in particular, with its avowed purpose of furthering that basic goal of the Act, the Court is not entitled to make the presumption that it does. Rather, in the absence of a clear congressional expression to the contrary, there is every reason to believe that Congress did not intend to make nondischargeable in the employee's bankruptcy proceedings a tax which is legally due and owing not by the bankrupt employee, but by the employer.</blockquote>\n<p>Finally, the Court emphasizes the fact that corporations often dissolve upon bankruptcy, thus making all corporate debts dischargeable in fact if not in form. <i>Ante,</i> at 278. Thus, reasons the Court, it is \"most unlikely that the legislature intended § 17a (1) (e) to apply only to the corporation's liability for unpaid withholding taxes.\" <i>Ibid.</i> But clearly Congress, had it really intended to alleviate the problem to which the Court refers, could and hopefully would have used language more suited to the purpose. It is also incongruous to impute the intent to Congress to make this particular liability nondischargeable as to the employee because the corporation will dissolve upon bankruptcy and yet to make no other corporate liability nondischargeable as to the employee even though dissolution of the corporation is just as likely in those cases. Such a statutory scheme not only seems at odds with the basic notion of what a corporation is all about, <i>i. e.,</i> limited liability, but it also imposes a potentially crushing liability on corporate officials\u0097a liability that is nondischargeable in its entirety and virtually in perpetuity. I certainly would not impute such an intent to Congress without a much clearer statutory directive.</p>\n<p>While the lifelong liability which the Court imposes today <span class=\"star-pagination\">*291</span> falls on the shoulders of one who was the chief executive officer of a small family business, there is unfortunately nothing in the Court's reasoning which would prevent the same liability from surviving bankruptcy in the case of a comptroller, accountant, or bookkeeper who reaped none of the fruits of entrepreneurial success other than continued employment in the corporation, and in some cases possibly not even that, see n. 3, <i>infra.</i> So long as the Government in its zeal for the collection of the revenue may persuade a bankruptcy court that a corporate employee comes within the Court's Delphic construction of 26 U. S. C. § 6672 and 11 U. S. C. § 35 (a) (1) (e) (1976 ed.), such a person will be denied the \"fresh start\" which Congress clearly intended to enhance by the 1966 amendments to the Bankruptcy Act.<sup>[3]</sup> Before the Government <span class=\"star-pagination\">*292</span> may randomly sweep such persons into a net whereby they are denied a discharge, not of their own tax liability but of a penalty imposed upon them for failure to pay over taxes which had been withheld by another, I would at least insist on a statute which seemed to point in that direction, rather than in the opposite one.</p>\n<h2>NOTES</h2>\n<p>[1]  Internal Revenue Code § 6672, 26 U. S. C. § 6672, provides:\n</p>\n<p>\"Any person required to collect, truthfully account for, and pay over any tax imposed by this title who willfully fails to collect such tax, or truthfully account for and pay over such tax, or willfully attempts in any manner to evade or defeat any such tax or the payment thereof, shall, in addition to other penalties provided by law, be liable to a penalty equal to the total amount of the tax evaded, or not collected, or not accounted for and paid over.\"</p>\n<p>Section 6671 (b) of the Code makes clear that \"[t]he term `person,' as used in [§ 6672], includes an officer or employee of a corporation . . . who . . . is under a duty to perform the act in respect of which the violation occurs.\" Section 6671 (a) states that the § 6672 penalty \"shall be assessed and collected in the same manner as taxes.\"</p>\n<p>[2]  Naomi Sotelo was found not to be liable, but the bankruptcy judge noted that this finding was \"immaterial\" in view of the merger of the estates. Memorandum Opinion of Bankruptcy Court 3 (Nov. 29, 1974).</p>\n<p>[3]  This $10,000 was derived from the trustee's sale of real estate held by respondents as joint tenants, and would have been payable to one or both of respondents had it not been for the Government's claim. The trustee set aside the $10,000 as a \"homestead exemption\" for Onofre Sotelo only, apparently pursuant to Illinois law. Respondents argued below that the entire $10,000 belonged to Naomi Sotelo, who did not have any § 6672 liability, see n. 2, <i>supra.</i> In response to this contention, the bankruptcy court stated: \"[T]he law is clearly established in Illinois that where a husband and wife own property as joint tenants and reside together on the premises . . . the husband . . . alone is entitled to the Homestead Exemption.\" 76-1 USTC ¶ 9435, p. 84,156 (SD Ill. 1976). The bankruptcy court upheld this Illinois rule against respondents' constitutional attack. <i>Id.,</i> at 84,157-84,158.</p>\n<p>[4]  Respondents' theory apparently was that the § 6672 penalty is compensatory in nature. The Government does not here dispute that a compensatory penalty is generally dischargeable. See Brief for United States 26-27, and n. 16. See generally Bankruptcy Act § 57j, 11 U. S. C. § 93 (j); 8 H. Remington, A Treatise on the Bankruptcy Law of the United States § 3304 (6th ed. J. Henderson 1955).</p>\n<p>[5]  Respondents raised their homestead exemption argument, see n. 3, <i>supra,</i> in the Court of Appeals, but that court believed that it did not have to reach the issue in view of its holding that the entire § 6672 liability was dischargeable, 551 F. 2d, at 1093 n. 3. The Government contends here that the issue should have been reached regardless of the dischargeability holding, because Bankruptcy Act § 17a (1) makes a discharge irrelevant to the Government's right to proceed \"against the exemption of the bankrupt allowed by law and duly set apart to him,\" 11 U. S. C. § 35 (a) (1) (1976 ed.). Brief for United States 33-34, n. 23. In view of our holding that the § 6672 liability is not dischargeable, we need not address this contention. On remand, of course, the Court of Appeals may consider respondents' argument that some or all of the homestead exemption belongs to Naomi Sotelo.</p>\n<p>[6]  In addition to several District Court cases, the Court of Appeals cited the conflicting holding of the Fifth Circuit in <i>Murphy</i> v. <i>U. S. Internal Revenue Service,</i> 533 F. 2d 941 (1976). The <i>Murphy</i> decision was followed by the Fourth Circuit in <i>Lackey v. United States,</i> 538 F. 2d 592 (1976).</p>\n<p>[7]  The Government contends, and respondent does not disagree, that the three-year limitation in Bankruptcy Act § 17a (1) would not bar any part of the Government's claim in this case. Brief for United States 25-26, n. 15.</p>\n<p>[8]  The specific language of Bankruptcy Act § 17a (1) (e) is contained within a proviso that modifies the more general approach of § 17a (1). Both the general language and the proviso are aimed at making \"taxes\" nondischargeable, and there is no reason to believe that any \"taxes\" made nondischargeable by the specific terms of § 17a (1) (e) would not also be \"taxes\" as that word is used more generally in § 17a (1).</p>\n<p>[9]  As in the Court of Appeals, see <i>supra,</i> at 272, respondent does not here question his liability under Internal Revenue Code § 6672. Brief for Respondents 4.</p>\n<p>[10]  See also Marsh, Triumph or Tragedy? The Bankruptcy Act Amendments of 1966, 42 Wash. L. Rev. 681, 694 (1967):\n</p>\n<p>\"It is a common phenomenon of business failure that even an `honest' businessman, in attempting to salvage a business which appears headed for insolvency, will frequently `borrow' money of other people without their consent if he can get his hands on it. The one fund which he is almost always able to lay his hands on is the taxes he has withheld and is currently withholding from his employees for' the Government.\"</p>\n<p>A recent statement to the same effect can be found in an opinion of the Comptroller General of the United States: \"IRS considers delinquencies in the payment of these employment taxes a serious problem. In 1976 [congressional] testimony . . ., IRS officials expressed concern that employers use withheld taxes as low interest loans from the Federal Government.\" Opinion B-137762 (May 3, 1977), reprinted in 9 CCH 1977 Stand. Fed. Tax Rep. ¶ 6614, p. 71,438.</p>\n<p>[11]  See also, <i>e. g.,</i> 112 Cong. Rec. 13817 (1966) (remarks of Sen. Ervin); <i>id.,</i> at 13821 (letter to Senators from Sens. Ervin and Hruska); <i>id.,</i> at 13822 (remarks of Sen. Hruska); letter from Under Secretary of Commerce Edward Gudeman, reprinted in S. Rep. No. 114, p. 12; memorandum from W. Randolph Montgomery, Chairman of the National Bankruptcy Conference, reprinted <i>id.,</i> at 16; S. Rep. No. 1134, 88th Cong., 2d Sess., 2 (1964); H. R. Rep. No. 735, 86th Cong., 1st Sess., 2 (1959).</p>\n<p>[12]  Rather than predicating liability on ability to pay, § 6672 is based on the premise that liability should follow responsibility. See n. 13, <i>infra.</i> In a recent survey of IRS practices with regard to § 6672, the Comptroller General of the United States wrote:\n</p>\n<p>\"IRS uses the 100-percent penalty only when all other means of securing the delinquent taxes have been exhausted. It is generally used against responsible officials of corporations that have gone out of business . . . . [I]t is IRS policy that the amount of the tax will be collected only once. After the tax liability is satisfied, no collection action is taken on the remaining 100-percent penalties.\" Opinion B-137762, <i>supra,</i> n. 10, at 71,438.</p>\n<p>[13]  Our dissenting Brethren appear uncomfortable with this legislative policy choice, expressing concern about \"lifelong liability\" being imposed on \"a comptroller, accountant, or bookkeeper who reaped none of the fruits of entrepreneurial success.\" <i>Post,</i> at 290, 291. While we should not in any event be led by our sympathy to a result contrary to that intended by Congress, there is here little reason for concern. No corporate officer, regardless of title, can be held liable under Internal Revenue Code § 672 unless his position was sufficiently important that he was \"required to collect, truthfully account for, and pay over\" withholding taxes and unless he \"willfully fail[ed]\" to meet one or more of these obligations. In this case, for example, Onofre Sotelo, the chief executive officer exercising actual authority over the corporation's day-to-day affairs, was found liable under the section, while Naomi Sotelo was not, despite the fact that she held the position of corporate secretary. See <i>supra,</i> at 270-271, and n. 2.\n</p>\n<p>The dissenting opinion as much as concedes, moreover, that there is no responsible corporate officer who can be said to reap <i>\"none</i> of the fruits of entrepreneurial success,\" since all employees are dependent on the corporation for their \"continued employment.\" <i>Post,</i> at 291 (emphasis added); see <i>post,</i> at 291-292, n. 3. The \"continued employment\" of a corporate officer is obviously a benefit of considerable significance to that officer and is generally dependent upon the success of the corporate enterprise. Hence an officer has a stake in \"the fruits of entrepreneurial success\" and, like a shareholder, may be tempted illegally to divert to the corporation those funds withheld from corporate employees for tax purposes.</p>\n<p>[14]  Such individuals would be liable after bankruptcy for \"taxes\" which they, as employers, \"collected or withheld from others . . . but [did] not pa[y] over.\" Bankruptcy Act § 17a (1) (e), 11 U. S. C. § 35 (a) (1) (e) (1976 ed.).</p>\n<p>[15]  Indeed, respondent's business was operated as a sole proprietorship prior to September 1970. See <i>supra,</i> at 270-271; Memorandum Opinion of Bankruptcy Court, <i>supra,</i> n. 2, at 1.</p>\n<p>[16]  The dissenting opinion recognizes, <i>post,</i> at 285 n. 1, Congress' unquestioned concern about eliminating corporations' \"unfair\" advantage over individual entrepreneurs. H. R. Rep. No. 372, p. 2; S. Rep. No. 114, pp. 2-3. Elsewhere our Brother REHNQUIST appears to concede that Congress meant \"to ameliorate the lot\" of only \"some bankrupts\" when it passed the 1966 amendment to the Bankruptcy Act. <i>Post,</i> at 282; see <i>post,</i> at 285. There is every indication that the 1966 amendment was not intended \"to ameliorate the lot\" of corporations and their principal officers, at least with regard to taxes collected from employees. And the dissenting opinion has not even attempted to explain how a Congress concerned about \"discriminat[ion] against the private individual or the unincorporated small businessman,\" H. R. Rep. No. 372, p. 2; S. Rep. No. 114, pp. 2-3, could have thought it just to relieve corporate officers of § 6672 liability in bankruptcy, as the dissent's approach would do, while leaving other owners of \"small family business[es],\" <i>post,</i> at 291\u0097those who happen to operate through noncorporate entities\u0097subject to the same kind of liability.</p>\n<p>[1]  The Court may well be correct in its observation that when Congress enacted these amendments it was \"concerned about `discriminat[ion] against the private individual or the unincorporated small businessman,' H. R. Rep: No. 372, p. 2; S. Rep. No. 114, pp. 2-3,\" <i>ante,</i> at 282 n. 16. And this observation in turn may support the conclusion that Congress, with an eye to reducing this supposed discrimination, intended to ameliorate the lot of <i>only</i> those individuals who operate through noncorporate entities. But I find absolutely nothing in the legislative history to indicate that Congress <i>also</i> intended to reduce this supposed discrimination between those who operate through corporations and those who do not by <i>affirmatively worsening</i> the lot of the former. Thus, I still search the Court's opinion in vain for any justification for reading an amendment which was intended to limit the dischargeability of the debts of bankrupts, albeit only a limited class of bankrupts, so as to expand that category of debts with respect to another class of bankrupts.</p>\n<p>[2]  There are lower court cases to the contrary. See cases cited <i>ante,</i> at 273 n. 6. This line of authority can be traced to <i>Botta</i> v. <i>Scanlon,</i> 314 F. 2d 392 (CA2 1963), however, where the plaintiff sought an injunction against the Internal Revenue Service to restrain the collection of the penalty imposed under § 6672. The court denied the injunction on the authority of the Anti-Injunction Act, which provides in pertinent part: \"[N]o suit for the purpose of restraining the . . . collection of any tax shall be maintained in any court . . . .\" 26 U. S. C. § 7421 (a). The court held that this section applied to § 6672 penalties as well as taxes because § 6671 (a) of the Code provides: \"[A]ny reference in this title to `tax' imposed by this title shall be deemed also to refer to the penalties . . . provided by this subchapter.\" 26 U. S. C. § 6671 (a). But while there is clear statutory authority for treating a § 6672 penalty as a tax for purposes of administering the Internal Revenue Code, there is no authority for treating such a penalty as a tax for purposes of the Bankruptcy Act. Indeed, the fact that Congress clearly recognized the need to specify that a penalty was a tax for purposes of the Internal Revenue Code strongly suggests that its failure to so specify with respect to the Bankruptcy Act was not an inadvertent omission.</p>\n<p>[3]  The Court's lack of concern for the potentially crushing liability it imposes on bankrupts is nowhere more evident than at 280 n. 13, <i>ante,</i> where the Court notes that \"[n]o corporate officer, regardless of title, can be held liable under Internal Revenue Code § 6672 unless his position was sufficiently important that he was `required to collect, truthfully account for, and pay over' withholding taxes and unless he `willfully fail[ed]' to meet one or more of these obligations.\" While I certainly do not dispute that observation, it does absolutely nothing to allay my fear that this liability can be imposed on a variety of salaried corporate employees who enjoy none of the fruits of entrepreneurial success other than their continued employment. The Federal Reporter is replete with cases in which just such individuals have been held liable under § 6672. See, <i>e. g., </i><i>Adams</i> v. <i>United States,</i> 504 F. 2d 73 (CA7 1974) (the court held that an employee of a lending institution, who had been placed in charge of a corporation to which the institution had loaned money, could be liable under § 6672 for failure to pay over withholding taxes collected from the corporation's employees, regardless of the fact that he held no stock or other interest in the corporation); <i>Mueller</i> v. <i>Nixon,</i> 470 F. 2d 1348 (CA6 1972) (same); <i>Turner</i> v. <i>United States,</i> 423 F. 2d 448 (CA9 1970) (employee of a bank, who had been made an officer of a company as a condition of a loan made to the company, could be liable under § 6672 for failure to pay over withholding taxes collected from the company's employees). Indeed, it appears to be agreed by the Courts of Appeals that a person need not be a share-holder to be held accountable as a responsible person under § 6672. See, <i>e. g., </i><i>Anderson</i> v. <i>United States,</i> 561 F. 2d 162, 165 (CA8 1977); <i>Hartman</i> v. <i>United States,</i> 538 F. 2d 1336, 1340 (CA8 1976); <i>Haffa</i> v. <i>United States,</i> 516 F. 2d 931, 935-936 (CA7 1975).</p>\n\n</div>", 
  "sha1": "c972ec2c672c7ad96917afdf1963cca3877500f9", 
  "date_modified": "2014-12-21T20:29:34.128033", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/109864/united-states-v-sotelo/", 
  "citation_count": 62, 
  "supreme_court_db_id": "1977-086", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/443282/", 
  "html": "<p class=\"case_cite\">56 L.Ed.2d 275</p>\n    <p class=\"case_cite\">98 S.Ct. 1795</p>\n    <p class=\"case_cite\">436 U.S. 268</p>\n    <p class=\"parties\">UNITED STATES, Petitioner,<br>v.<br>Onofre J. SOTELO and Naomi Sotelo.</p>\n    <p class=\"docket\">No. 76-1800.</p>\n    <p class=\"date\">Argued Feb. 22, 1978.</p>\n    <div class=\"prelims\">\n      <p>Decided May 22,  978.</p>\n      <p>Rehearing Denied June 26, 1978.</p>\n      <p class=\"center\">See 438 U.S. 907, 98 S.Ct. 3126.</p>\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Section 6672 of the Internal Revenue Code of 1954 provides that \"[a]ny person required to collect, truthfully account for, and pay over\" federal taxes who \"willfully fails\" to do so, shall be liable to a \"penalty\" equal to the amount of the taxes in question.  Section 17a(1)(e) of the Bankruptcy Act makes nondischargeable in bankruptcy \"taxes  . . .  which the bankrupt has collected or withheld from others  . . .  but has not paid over.\"  Respondents, husband and wife, were adjudicated bankrupt, as was a corporation in which he was the principal officer and majority stockholder.  The bankruptcy court found respondent husband (hereafter respondent) personally liable to the Government under &#167; 6672 for his failure to pay over taxes withheld from employees of the corporation.  Subsequently, in proceedings by the Government to collect from respondent on his &#167; 6672 liability, the bankruptcy judge, rejecting respondent's contention that such liability was a \"penalty\" and as such had been discharged, reasoned that although &#167; 6672 liability was denominated a \"penalty,\" it was in substance a tax, and thus was nondischargeable under &#167; 17a(1), and more particularly &#167; 17a(1)(e).  The District Court affirmed.  The Court of Appeals reversed.  Though recognizing respondent's &#167; 6672 liability, the court held that &#167; 17a(1)(e) was inapplicable because it was not respondent himself but his corporation that was obligated to collect and withhold the taxes, and because in any event the money involved constituted a \"penalty,\" whereas &#167; 17a(1)(e) renders only \"taxes\" nondischargeable.  <i>Held</i> :  Respondent's liability under &#167; 6672 is nondischargeable in bankruptcy under &#167; 17a(1)(e).  Pp. 273-282.</p>\n      <p class=\"indent\">(a) That respondent was found liable under &#167; 6672 necessarily means that he was \"required to collect, truthfully account for, and pay over\" the withholding taxes, and that he willfully failed to meet one or more of these obligations.  P. 274.</p>\n      <p class=\"indent\">(b) Since the taxes in question were \"collected or withheld\" from the corporation's employees and have not been \"paid over\" to the Government, respondent's &#167; 6672 liability was imposed not for his failure to collect taxes but for his failure to pay over taxes that he was required both to collect and to pay over, and therefore he \"collected or withheld\" the taxes within the meaning of &#167; 17a(1)(e).  P. 275. (c) The \"penalty\" language of &#167; 6672 is not dispositive of the status of respondent's debt under &#167; 17a(1)(e), since the funds involved were unquestionably \"taxes\" at the time they were \"collected or withheld from others,\" and it is this time period that &#167; 17a(1)(e), with its modification of \"taxes\" by the phrase \"collected or withheld,\" treats as the relevant one.  That the funds due are referred to as a \"penalty\" when the Government later seeks to recover them does not alter their essential character as taxes for purposes of the Bankruptcy Act, at least where, as here, the &#167; 6672 liability is predicated on a failure to pay over, rather than a failure initially to collect, the taxes.  P. 275.</p>\n      <p class=\"indent\">(d) The legislative history of &#167; 17a(1)(e) indicates not only that Congress intended to make nondischargeable the withholding tax obligations of persons in respondent's situation, but also that it meant to ensure post-bankruptcy liability for such taxes in corporate bankruptcy situations (where a corporation's tax liabilities are rendered uncollectable because of its dissolution).  Pp. 275-279.</p>\n      <p class=\"indent\">(e) The overall policy of the Bankruptcy Act of giving a bankrupt a \"fresh start\" cannot override Congre s' specific intent in &#167; 17a(1)(e) to make a liability like respondent's nondischargeable, especially since the contrary result would create an inequity between corporate officers and individual entrepreneurs.  Pp. 279-281.</p>\n      <p class=\"indent\">551 F.2d 1090, reversed and remanded.</p>\n      <p class=\"indent\">Stuart A. Smith, Washington, D. C., for petitioner.</p>\n      <p class=\"indent\">Bruce L. Balch, Rock Island, Ill., for respondents.</p>\n      <p class=\"indent\">Mr. Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves the interaction of sections of the Internal Revenue Code of 1954 and the Bankruptcy Act.  Respondent Onofre J. Sotelo was found personally liable to the Government for his failure to pay over taxes withheld from employees of the corporation in which he was the principal officer.  The question presented is whether this liability is dischargeable in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In mid-1973, respondents Onofre J. and Naomi Sotelo were adjudicated bankrupts, as was their corporation, O. J. Sotelo and Sons Masonry, Inc.  The individual bankruptcy proceedings of the two Sotelos were consolidated.  In November 1973, the Internal Revenue Service filed against respondents' estate a claim in the amount of $40,751.16 \"for internal revenue taxes\" that had been collected from the corporation's employees but not paid over to the Government.  Respondents were alleged to be personally liable for these taxes under Internal Revenue Code &#167; 6672, 26 U.S.C. &#167; 6672, as corporate officers who had a duty \"to collect, truthfully account for, and pay over\" the taxes and who had \"willfully fail[ed]\" to make the requisite payments.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Respondents objected to the Government's claim, arguing that they should not be held personally liable for \"taxes of the corporation.\"  Memorandum Opinion of Bankruptcy Court (Nov. 29, 1974).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In upholding the Government's claim to the extent of $32,840.71, the bankruptcy court found that Onofre Sotelo had formerly operated the masonry business as a sole proprietorship and that, since the formation of the corporation, he had been its president, director, majority stockholder, and chief executive officer.  Naomi Sotelo, on the other hand, though named the corporation's secretary, \"did not take an active part in the business.\"  <i>Id.</i> at 1.  The court concluded that Onofre Sotelo was personally liable to the Government under Internal Revenue Code &#167; 6672, since he \"was charged with the duty and responsibility to see that the [withheld] taxes were paid.\" Memorandum Opinion, <i>supra</i>, at 3.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The record does not reflect any appeal of this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1975 the Government, seeking to collect part of the money owed by Onofre Sotelo under &#167; 6672, served a notice of levy on respondents' trustee with regard to $10,000 that belonged to respondents and was not available for general distribution to creditors in bankruptcy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Respondents objected to the levy, in part on the ground that the liability is described i  &#167; 6672 itself as a \"penalty\" and as such had been discharged in bankruptcy.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Government argued that, to the contrary, the liability was for \"taxes,\" which &#167; 17a(1) of the Bankruptcy Act, 30 Stat. 550, as amended, 11 U.S.C. &#167; 35(a)(1) (1976 ed.), makes nondischargeable.  The bankruptcy judge agreed with the Government, reasoning that, \"[t]hough denominated a 'penalty,' [the &#167; 6672 liability] is in substance a tax.\"  76-1 USTC &#182; 9435, p. 84,157 (SD Ill. 1976).  The judge also noted, <i>ibid.</i>, that subdivision (e) of Bankruptcy Act &#167; 17a(1) makes specifically nondischargeable \"taxes  . . .  which the bankrupt has collected or withheld from others  . . .  but has not paid over.\"  11 U.S.C. &#167; 35(a)(1)(e) (1976 ed.).  Respondents appealed to the United States District Court for the Southern District of Illinois, which affirmed on the opinion of the bankruptcy court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States Court of Appeals for the Seventh Circuit reversed.  <i>In re Sotelo</i>, 551 F.2d 1090 (1977).  It first noted that \"Sotelo does not challenge his liability under 26 U.S.C. &#167; 6672  . . .  [but] only argues that the liability should have been discharged by his personal bankruptcy petition.\"  <i>Id.</i>, at 1091. The court then held that the liability had been discharged, finding persuasive the fact that &#167; 6672 terms the liability a \"penalty\" and rejecting the Government's argument with respect to the specific language referring to withholding taxes in Bankruptcy Act &#167; 17a(1)(e).  551 F.2d, at 1092.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The court recognized that its ruling was in conflict with \"an uncontroverted line of cases.\"  <i>Id.</i>, at 1091.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted certiorari, 434 U.S. 816, 98 S.Ct. 54, 54 L.Ed.2d 72 (1977), and we now reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 17a of the Bankruptcy Act, as amended, 80 Stat. 270, provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"A discharge in bankruptcy shall release a bankrupt from      all of his provable debts,  . . .  except such as</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"(1) are taxes which became legally due and owing by the      bankrupt to the United States or to any State  . . .  within      three years preceding bankruptcy:  <i>Provided, however</i>, That a      discharge in bankruptcy shall not release a bankrupt from any      taxes  . . .  (e) which the bankrupt has collected or      withheld from others as required by the laws of the United      States or any State  . . .  but has not paid over  . . . .\"      11 U.S.C. &#167; 35(a) (1976 ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Relying on this statutory language, the Government presents what it views as two independent grounds for holding the &#167; 6672 liability of Onofre Sotelo (hereinafter respondent) to be nondischargeable.  The Government's primary argument is based on the specific language relating to withholding in &#167; 17a(1)(e); alternatively, it argues that respondent's liability, although called a \"penalty,\" IRC &#167; 6672, is in fact a \"tax\" as that term is used in &#167; 17a(1).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Regardless of whether these two grounds are in fact independent,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> &#167; 17a(1)(e) leaves no doubt as to the nondischargeability of \"taxes  . . .  which the bankrupt has collected or withheld from others as required by the laws of the United States or any State  . . . but has not paid over.\"  The Court of Appeals viewed this provision as inapplicable here for two reasons:  first, because \"it was not Sotelo himself, but his employer-corporation, that was obligated by law to collect and withhold the taxes\";  and second, because in any event the money involved constituted a \"penalty,\" whereas &#167; 17a(1)(e) \"renders only 'taxes' nondischargeable.\"  551 F.2d at 1092.  We believe that the first reason is inconsistent with the Court of Appeals' recognition of respondent's undisputed liability under Internal Revenue Code &#167; 6672, and that the second is inconsistent with the language of &#167; 17a(1)(e).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The fact that respondent was found liable under &#167; 6672 necessarily means that he was \"required to collect, truthfully account for, and pay over\" the withholding taxes, and that he willfully failed to meet one or more of these obligations.  IRC &#167; 6672;  see n. 1, <i>supra</i>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Since the &#167; 6672 \"require[ment]\" of collection presumably derives from federal or state law, both of which are referred to in Bankruptcy Act &#167; 17a(1)(e), it is difficult to understand how the court below could have recognized respondent's &#167; 6672 liability, see <i>supra</i>, at 272, and nonetheless have concluded that he was not \"obligated by law to collect  . . .  the taxes,\" 551 F.2d, at 1092.  It is undisputed here, moreover, that the taxes in question were \"collected or withheld\" from the corporation's employees and that the taxes, though collected, have not been \"paid over\" to the Government.  It is therefore clear that the &#167; 6672 liability was not imposed for a failure on the part of respondent to collect taxes, but was rather imposed for h &#167; failure to pay over taxes that he was required both to collect and to pay over.  Under these circumstances, the most natural reading of the statutory language leads to the conclusion that respondent \"collected or withheld\" the taxes within the meaning of Bankruptcy Act &#167; 17a(1)(e).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We also cannot agree with the Court of Appeals that the \"penalty\" language of Internal Revenue Code &#167; 6672 is dispositive of the status of respondent's debt under Bankruptcy Act &#167; 17a(1)(e).  The funds here involved were unquestionably \"taxes\" at the time they were \"collected or withheld from others.\"  &#167; 17a(1)(e);  see IRC &#167;&#167; 3102(a), 3402(a).  It is this time period that &#167; 17a(1)(e), with its modification of \"taxes\" by the phrase \"collected or withheld,\" treats as the relevant one.  That the funds due are referred to as a \"penalty\" when the Government later seeks to recover them does not alter their essential character as taxes for purposes of the Bankruptcy Act, at least in a case in which, as here, the &#167; 6672 liability is predicated on a failure to pay over, rather than a failure initially to collect, the taxes.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The legislative history of Bankruptcy Act &#167; 17a(1) provides additional support for the view that respondent's liability should be held nondischargeable.  A principal purpose of the legislation, enacted in 1966 after several years of congressional consideration, was to establish a three-year limitation on the taxes that would be nondischargeable in bankruptcy;  under former law, there was no such temporal limitation.  See H.R.Rep.No. 372, 88th Cong., 1st Sess., 1-3 (1963) (hereafter H.R.Rep.No. 372);  S.Rep.No. 114, 89th Cong., 1st Sess., 2-3 (1965) (hereafter S.Rep.No. 114).  The new section ensured the discharge of most taxes \"which became legally due and owing\" more than three years preceding bankruptcy.  With regard to unpaid withholding taxes, however, the three-year limitation was made inapplicable by the addition of the provision that is today &#167; 17a(1)(e).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This provision was added to the bill to respond to the Treasury Department's position that any discharge of liability for collected withholding taxes was undesirable.  The Department's views were expressed in a letter to the Chairman of the House Judiciary Committee from Assistant Secretary of the Treasury Stanley S. Surrey, who indicated that persons other than employer-bankrupts were included within the scope of the Department's</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"concer[n] with the inequity of granting a taxpayer a      discharge of his liability for payment of trust fund taxes      which he has collected from his employees and the public in      general.  . . .  The Department does not believe that it is      equitable or administratively desirable to permit employers      <i>and other persons</i> who have collected money from third      parties to be relieved of their obligation to account for      an[d] pay over such money to the Government  . . . .\"  Quoted      in H.R.Rep.No. 372, p. 6 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Treasury's position was further explained in a letter from the same Department official to the Chairman of the Senate Judiciary Committee;  the letter emphasized that it was \"most undesirable to permit persons who are charged with the responsibility of paying over to the Federal Government moneys collected from third persons to be relieved of their obligations in bankruptcy when they have converted such moneys for their own use.\"  Quoted in S.Rep.No. 114, p. 10.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In response to the Treasury Department's concern, the House Judiciary Committee added an amendment that became &#167; 17a(1)(e).  H.R.Rep.No. 372, p. 1.  According to the House Report, the amendment was specifically intended to meet \"the objection of Treasury to the discharge of so-called trust fund taxes.\"  <i>Id.,</i> at 5.  In agreeing to the House amendment, the Senate Committee noted that Treasury's \"o position\" to the bill, to the extent it was based on the fact that responsible persons would have been \"relieved of their obligations\" for unpaid withholding taxes, was eliminated by the provision that became &#167; 17a(1)(e).  S.Rep.No. 114, pp. 6, 10.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is no reason to believe that Congress did not intend to meet Treasury's concerns in their entirety.  While the Department may not have focused on the specific question presented here, it left no doubt as to its objection to the discharge of \"persons  . . .  charged with the responsibility of paying over  . . .  moneys collected from third persons.\"  Letter from Assistant Secretary Surrey to Chairman of Senate Judiciary Committee, <i>supra.</i> Respondent without question is such a person, a point essentially conceded here by virtue of the recognition of respondent's liability under Internal Revenue Code &#167; 6672, see <i>supra</i>, at 274-275, and n. 9.  Because Congress specifically contemplated that those with withholding-tax-payment obligations would remain liable after bankruptcy for their \"conver[sion]\" of the tax funds to private use, S.Rep.No. 114, p. 10,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> we must conclude that the liability here involved is not dischargeable in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even without these indications of an intent to make nondischargeable the withholding tax obligations of persons in respondent's situation, moreover, Congress' perception of the consequences of corporate bankruptcy makes it most unlikely that the legislature intended &#167; 17a(1)(e) to apply only to the corporation's liability for unpaid withholding taxes.  Both the Committee reports and the floor debates contain repeated references to the fact that a corporation \"normally ceases to exist upon bankruptcy,\" H.R.Rep.No. 372, p. 2;  see S.Rep.No. 114, p. 2, thereby rendering \"uncollectable\" the corporation's tax liabilities, 112 Cong.Rec. 13818 (1966) (statement of Sen. Ervin). As one of the bill's principal sponsors observed, corporate dissolution has \"the practical effect of discharging all debts including taxes,\" regardless of statutory declarations of nondischargeability.  <i>Id.,</i> at 13821 (remarks of Sen. Hruska).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In view of this congressional assumption, the interpretation of &#167; 17a(1)(e) adopted by the Court of Appeals is untenable, for the combination of corporate dissolution with the personal bankruptcies of those found liable under Internal Revenue Code &#167; 6672 would leave no person within the corporation obligated to the Government for unpaid withholding taxes.  Such a result would be directly inconsistent with Congress' declarations that the amendment which became &#167; 17a(1)(e) met the Treasury Department's concern about ensuring post-bankruptcy liability for these taxes.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In light of this legislative history, little doubt remains as to the nondischargeability of respondent's liability under &#167; 17a(1)(e).  The Court of Appeals did not consider this history, but instead relied on more general policy factors.  The court observed that an \"inequit[y]\" could arise from holding an individual \"liable for a tax owed by a corporation\" in cases where, because \"[t]he corporate liability  . . .  vastly exceed[s] the individual's present or future resources,\" his \"entire future earnings could be confiscated to compensate for the corporate liability.\"  Such a result, in the court's view, \"would contravene the Bankruptcy Act's basic policy of settling a bankrupt's past debts and providing a fresh economic start.\"  551 F.2d, at 1092-1093.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">However persuasive these considerations might be in a legislative forum, we as judges cannot override the specific policy judgments made by Congress in enacting the statutory provisions with which we are here concerned.  The decision to hold an individual \"liable for a tax owed by a corporation,\" even if there is a wide disparity between the corporation's liability and the individual's resources, was made when Internal Revenue Code &#167; 6672 was passed, since it is that section which imposes the liability without regard for the individual's ability to pay.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> And while it is true that a finding of nondischargeability prevents a bankrupt from getting an entirely \"fresh start,\" this observation provides little assistance in construing a section expressly designed to make some debts nondischargeable.  We are not here concerned with the entire Act's policy, but rather with what Congress intended in &#167; 17a(1) and its subdivision (e).  The statutory language and legislative history discussed in Parts II and III, <i>supra</i>, demonstrate an intention to make a liability like respondent's nondischargeable.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Court of Appeals' approach, moreover, would have the effect of allowing a corporation and its officers to escape all liability for unpaid withholding taxes, see <i>supra</i>, at 278-279, while leaving liable for such taxes after bankruptcy those individuals who do business in the sole proprietorship or partnership, rather than the corporate, form.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  In passing &#167; 17a(1), however, Congress was expressly concerned about the fact that the operation of prior law was \"unfairly discriminatory against the private individual or the unincorporated small businessman.\"  H.R.Rep.No. 372, p. 2;  see S.Rep.No. 114, pp. 2-3. As discussed above, Congress recognized that a bankrupt corporation \"dissolves and goes out of business,\" 112 Cong.Rec. 13817 (1966) (remarks of Sen. Ervin), thereby avoiding IRS tax claims;  it was thought inequitable that a sole proprietor or other individual would remain liable after bankruptcy for the same type of claims.  See generally sources cited at 278, and n. 11,<i>supra</i>.  This inequity between a corporate officer and an individual entrepreneur, both of whom have a similar liability to the Government, frequently would turn on nothing more than whether the individual was \"sophisticated\" enough \"to, in effect, incorporate himself.\"  112 Cong.Rec. 13817 (1966) (remarks of Sen. Ervin).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Were we to adopt the Court of Appeals' approach, we would be instituting precisely the kind of \"arbitrary discrimination\" that &#167; 17a(1) was designed to alleviate.  112 Cong.Rec. 13818 (1966) (statement of Sen. Ervin).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In terms of statutory language and legislative history, then the liability of respondent under Internal Revenue Code &#167; 6672 must be held nondischargeable under Bankruptcy Act &#167; 17a(1)(e). The judgment of the Court  f Appeals is, accordingly,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Justice REHNQUIST, with whom Mr. Justice BRENNAN, Mr. Justice STEWART, and Mr. Justice STEVENS join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Government undoubtedly needs the revenues it receives from taxes, but great as that need may be I cannot join the Court's thrice-twisted analysis of this particular statute to gratify it.  The issue involved is the dischargeability in the corporate officer's bankruptcy proceedings of taxes which the corporation is obligated to collect and pay over to the Government.  In order to conclude that the corporate officer remains liable for this corporate obligation the Court turns to an unlikely source indeed:  a 1966 amendment to the Bankruptcy Act, the only apparent purpose of which was to ameliorate the lot of at least some bankrupts, see <i>infra</i>, at 284-285, and n. 1.  The Court then proceeds to slog its way to its illogical conclusion by reading a proviso obviously intended to <i>limit</i> dischargeability of the debts of a bankrupt so as to <i>expand</i> that category of debts. It then attempts to bolster this inexplicable interpretation by construing not the legislation which Congress enacted but a letter from the Assistant Secretary of the Treasury not unnaturally opposing any expansion of the dischargeability in bankruptcy of tax-related liabilities. The net result of this perverse approach to an amendment to the Bankruptcy Act is to make nondischargeable a liability which might well have been dischargeable before Congress stepped in to alleviate some of the hardships resulting from the making of the debts of a bankrupt nondischargeable.  In the background of this remarkable decision is &#167; 6672 of the Internal Revenue Code which imposes a \"penalty\" upon a \"person required to collect, truthfully account for, and pay over any tax imposed by this title.\"  26 U.S.C. &#167; 6672.  Perhaps recognizing that this provision not only does not support its conclusion but seriously undermines it, the Court not surprisingly attempts to keep this provision in the background, addressing it only obliquely in a footnote where it summarily concludes, again in a remarkable <i>tour de force</i> of linguistics and logic, that a penalty must mean the same thing as a tax.  The underlying debt in this case is that of a third person to pay the tax liability of another.  I would want far clearer language than can be found in this statute to reach the conclusion that this liability is not dischargeable in the bankruptcy proceedings of that third person.  I therefore dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As an initial matter, since &#167; 17a(1)(e) of the Bankruptcy Act is a proviso to &#167; 17a(1), I would have thought that respondent would have to fall within the terms of the latter before it is even appropriate to consider whether he falls within the terms of the former.  That is, &#167; 17a first provides that a \"discharge in bankruptcy shall release a bankrupt from all of his provable debts . . . .\"  11 U.S.C. &#167; 35(a) (1976 ed.).  It then excepts in &#167; 17a(1) through &#167; 17a(8) eight different categories of debts which are <i>not</i> to be generally discharged, including \"taxes which became legally due and owing by the bankrupt to the United States or to any State or any subdivision thereof within three years preceding bankruptcy.\"  11 U.S.C. &#167; 35(a)(1) (1976 ed.).  But this latter exception is itself in turn qualified in &#167; 17a(1)(e):  \"<i>Provided, however,</i> That a discharge in bankruptcy shall not release a bankrupt from any taxes  . . .  (e) which the bankrupt has collected or withheld from others as required by the laws of the United States or any State  . . .  but has not paid over  . . . .\" 11 U.S.C. &#167; 35(a)(1)(e) (1976 ed.).  Thus, the normal reading of &#167; 17a(1) should be to limit the nondischargeability of taxes to only those taxes legally due and owing by the bankrupt <i>within the three years preceding bankruptcy,</i> and the subsections of &#167; 17a(1), including &#167; 17a(1)(e), are to be read as an exception to that limitation.  That exception provides that certain of the taxes described in &#167; 17a(1) will not be discharged even if more than three years old;  they will be nondischargeable without regard to time.  Normal statutory construction would thus suggest that the first inquiry should be whether the liability in question <i>is</i> a tax legally due and owing by the bankrupt.  <i>Only</i> if it is, would it become necessary to consider whether it is also a tax collected from others but not paid over.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That this is the correct reading of the statute is further buttressed by the legislative history.  All the Committees which reported on the 1966 amendment to &#167; 17a stressed that its central purpose was to enable at least some bankrupts to more nearly achieve the fresh start promised by the Bankruptcy Act.  The Senate Committee on Finance, for example, in discussing the purpose of the proposed amendment, agreed with the House Committee on the Judiciary \"that present law, by denying any discharge of taxes, presents a substantial deterrent to one fundamental policy of the Bankruptcy Act&#8212;effective rehabilitation of the bankrupt.\" S.Rep. No. 999, 89th Cong., 2d Sess., 9 (1966).  The Senate Committee went on to suggest slightly different methods from those advanced by the Judiciary Committee to achieve this goal, but its Report, like the others, leaves no doubt that the central purpose of the amendment was to make the Act more favorable to at least some bankrupts by limiting, with only a few specified exceptions, the nondischargeability of taxes to only those due for the prior three years.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This avowed legislative purpose only heightens the incongruity of the Court's interpretation.  The statute's major purpose was to limit the nondischargeability of certain debts. And yet the Court holds today that the enactment of &#167; 17a(1)(e) of that statute results in a nondischargeable debt without regard to whether that debt would have been totally nondischargeable before the passage of &#167; 17a(1)(e)&#8212;that is, without the slightest attention to the question of whether it is a tax legally due and owing by the bankrupt within the meaning of &#167; 17a(1).  Thus, by passing a statute with a basically beneficent purpose, Congress has, according to the Court, not only made nondischargeable a liability which could potentially run into the hundreds of thousands of dollars but may have worsened, rather than bettered, the lot of the bankrupt.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, even if the language and the history of this statute were less clear, I would hesitate to depart from our longstanding tradition of reading the Bankruptcy Act with an eye to its fundamental purpose&#8212;the rehabilitation of bankrupts.  This has always led the Court, at least until today, to construe narrowly any exceptions to the general discharge provisions.  See, <i>e. g., Gleason v. Thaw,</i> 236 U.S. 558, 562, 35 S.Ct. 287, 289, 59 L.Ed. 717 (1915).  Admittedly &#167; 17a is not \"a compassionate section for debtors,\" <i>Bruning v. United States,</i> 376 U.S. 358, 361, 84 S.Ct. 906, 908, 11 L.Ed.2d 772 (1964), but even it must be read consistently with the doctrine of <i>Gleason, supra.</i>  And I simply cannot see anything in this case which justifies the Court in departing from this tradition by straining to read into the statute an exception to the dischargeability provisions that was not clearly there before this amendment was passed, when the very purpose of the amendment which the Court is now construing was intended to be benevolent, at least from the bankrupt's perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, the initial question which should have been addressed by the Court today is whether the amounts for which respondent is liable are \"taxes legally due and owing by the bankrupt.\"  If they are not, then the further question of whether they are nondischargeable in their entirety under &#167; 17a(1)(e) does not even arise.  And I see nothing which persuades me that respondent's liability is a \"tax\" legally due and owing by him.  Neither the Government nor the Court points to any section of the Internal Revenue Code which makes a corporate employee liable for the taxes which the corporate employer is required to withhold from the employees' paychecks.  Sections 3102, 3402, or 3403 of the Internal Revenue Code certainly cannot be read to do this because by their unmistakable terms they impose a duty and liability only upon an \"employer,\" which a corporate employee, regardless of his rank within the corporate hierarchy, clearly is not.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Neither can &#167; 6672 of the Internal Revenue Code serve the purpose.  The liability imposed therein is specifically denominated a \"penalty\" and, absent any indication to the contrary, Congress is presumed to know the meaning of the words it uses, especially in highly complex and intricate statutory schemes. Indeed, in another letter sent by Assistant Secretary of Treasury Surrey to the Chairman of the House Committee on the Judiciary when that Committee was considering what eventually became &#167; 17a(1), the following was specifically brought to the Committee's attention:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"It is further believed by the Department that this bill      is intended to discharge not only taxes but also penalties      and interest.  However, the bill makes reference only to      taxes.  In this connection, it is pertinent to point out that      the U.S. Court of Appeals for the 10th Circuit in the case of      <i>United States v. Mighell</i> (C.A. 10th, 1959) 273 F.2d 682, held      that the word 'taxes' in section 17 of the Bankruptcy Act (11      U.S.C. 35) does not include penalties and, by inference,      interest.  This apparent ambiguity could cause future      litigation.\"  H.R.Rep. No. 687, 89th Cong., 1st Sess., 7      (1965).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">And yet Congress did not modify &#167; 17a(1) to include penalties.  (I normally would not accord such passing references any weight, but the contrary practice seems today <i>de rigueur. Ante,</i> at 276-277.)</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The history of &#167; 6672 further bears out the notion that this always has been considered by Congress to be a \"penalty,\" and not a \"tax.\"  For example, &#167; 1004 of the War Revenue Act of 1917, an early predecessor of &#167; 6672, provided that anyone who failed to make a return required by the Act or otherwise evaded any tax imposed by the Act or failed to collect and pay over any such tax was subject to \"a penalty of double the tax evaded\" in addition to other penalties, such as a $1,000 fine and imprisonment.  40 Stat. 325.  Indeed, even today the subchapter heading under which &#167; 6672 is found is titled \"Assessable Penalties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Finally the very existence of &#167; 6672 bears testimony to the fact that there is no other section of federal law which makes the employee charged with the duty of collecting withholding taxes liable for those \"taxes.\"  If there were such a section, &#167; 6672 would be unnecessary.  But it is the absence of such other provision which is dispositive of this case in my opinion.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Instead of adopting the course which seems compelled by the structure and history of &#167; 17a(1), however, the Court has chosen today a very different course.  It does give a passing nod to the question of whether one might have to satisfy &#167; 17a(1) before reaching &#167; 17a(1)(e), but then dismisses it in rather desultory fashion in a footnote, noting only that \"there is no reason to believe that any 'taxes' made nondischargeable by the specific terms of &#167; 17a(1)(e) would not also be 'taxes' as that word is used more generally in &#167; 17a(1).\"  <i>Ante,</i> at 274 n. 8.  The Court then goes on to interpret &#167; 17a(1) in light of its limiting provision, &#167; 17a(1)(e), instead of the other way around, a <i>tour de force</i> which compels admiration if not agreement.  The critical, and indeed only, question for the Court then becomes whether respondent was \"required\" to collect and pay over the taxes. Finding that respondent was so required within the meaning of &#167; 6672 of the IRC, the Court concludes he falls within the language of &#167; 17a(1)(e) and that is the end of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The justifications for engaging in this unorthodox method of statutory construction are supposedly threefold, but are, in my opinion, far from satisfactory.  First, the Court asserts that respondent's liability is clearly encompassed within the plain terms of &#167; 17a(1)(e).  But as indicated above such liability is encompassed within the terms of &#167; 17a(1)(e) only if we ignore both the structure and purpose of the statute and proceed directly to &#167; 17a(1)(e) without considering whether &#167; 17a(1) is first satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Court next relies on certain concerns expressed by the Treasury Department in a letter from the Assistant Secretary to the Chairman of the House Judiciary Committee.  No doubt &#167; 17a(1)(e) was included partially in response to that letter.  But there is certainly nothing contained in that or any other provision to indicate that in adding &#167; 17a(1)(e) Congress also intended to extend the concept of \"taxes\" in &#167; 17a(1) to include the 100% penalty imposed by &#167; 6672 or to encompass a corporate official's responsibility (presumably under the corporate charter and state law) to collect and pay over federal withholding taxes. The Court emphasizes the phrase \"and other persons\" in the letter and then observes that \"[t]here is no reason to believe that Congress did not intend to meet Treasury's concerns in their entirety.\"  <i>Ante,</i> at 277.  But emphasizing that phrase to the exclusion of the rest of the letter and the language and structure of the statute places a weight upon that phrase which it cannot bear.  Indeed, one could reach a much different conclusion by simply emphasizing other parts of the letter, such as the Department's</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"concer[n] with the inequity of granting a taxpayer a      discharge of his liability for payment of trust fund taxes      which he has collected from <i>his</i> employees  . . . .\"      (Emphasis supplied.)  H.R.Rep. No. 372, 88th Cong., 1st      Sess., 6 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">And even the Court recognizes that \"the Department may not have focused on the specific question presented here  . . . .\" <i>Ante,</i> at 277.  But most importantly, when interpreting the Bankruptcy Act in general, with its fundamental goal of rehabilitating bankrupts, and when interpreting this provision in particular, with its avowed purpose of furthering that basic goal of the Act, the Court is not entitled to make the presumption that it does.  Rather, in the absence of a clear congressional expression to the contrary, there is every reason to believe that Congress did not intend to make nondischargeable in the employee's bankruptcy proceedings a tax which is legally due and owing not by the bankrupt employee, but by the employer.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Finally, the Court emphasizes the fact that corporations often dissolve upon bankruptcy, thus making all corporate debts dischargeable in fact if not in form.  <i>Ante,</i> at 278.  Thus, reasons the Court, it is \"most unlikely that the legislature intended &#167; 17a(1)(e) to apply only to the corporation's liability for unpaid withholding taxes.\"  <i>Ibid.</i>  But clearly Congress, had it really intended to alleviate the problem to which the Court refers, could and hopefully would have used language more suited to the purpose.  It is also incongruous to impute the intent to Congress to make this particular liability nondischargeable as to the employee because the corporation will dissolve upon bankruptcy and yet to make no other corporate liability nondischargeable as to the employee even though dissolution of the corporation is just as likely in those cases.  Such a statutory scheme not only seems at odds with the basic notion of what a corporation is all abut, <i>i. e.,</i> limited liability, but it also imposes a potentially crushing liability on corporate officials&#8212;a liability that is nondischargeable in its entirety and virtually in perpetuity.  I certainly would not impute such an intent to Congress without a much clearer statutory directive.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">While the lifelong liability which the Court imposes today falls on the shoulders of one who was the chief executive officer of a small family business, there is unfortunately nothing in the Court's reasoning which would prevent the same liability from surviving bankruptcy in the case of a comptroller, accountant, or bookkeeper who reaped none of the fruits of entrepreneurial success other than continued employment in the corporation, and in some cases possibly not even that, see n. 3, <i>infra.</i>  So long as the Government in its zeal for the collection of the revenue may persuade a bankruptcy court that a corporate employee comes within the Court's Delphic construction of 26 U.S.C. &#167; 6672 and 11 U.S.C. &#167; 35(a)(1)(e) (1976 ed.), such a person will be denied the \"fresh start\" which Congress clearly intended to enhance by the 1966 amendments to the Bankruptcy Act.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  Before the Government may randomly sweep such persons into a net whereby they are denied a discharge, not of their own tax liability but of a penalty imposed upon them for failure to pay over taxes which had been withheld by another, I would at least insist on a statute which seemed to point in that direction, rather than in the opposite one.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Internal Revenue Code &#167; 6672, 26 U.S.C. &#167; 6672, provides:</p>\n        <p>\"Any person required to collect, truthfully account for, and pay over any tax imposed by this title who willfully fails to collect such tax, or truthfully account for and pay over such tax, or willfully attempts in any manner to evade or defeat any such tax or the payment thereof, shall, in addition to other penalties provided by law, be liable to a penalty equal to the total amount of the tax evaded, or not collected, or not accounted for and paid over.\"</p>\n        <p>Section 6671(b) of the Code makes clear that \"[t]he term 'person,' as used in [&#167; 6672], includes an officer or employee of a corporation  . . .  who  . . .  is under a duty to perform the act in respect of which the violation occurs.\"  Section 6671(a) states that the &#167; 6672 penalty \"shall be assessed and collected in the same manner as taxes.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Naomi Sotelo was found not to be liable, but the bankruptcy judge noted that this finding was \"immaterial\" in view of the merger of the estates.  Memorandum Opinion of Bankruptcy Court 3 (Nov. 29, 1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This $10,000 was derived from the trustee's sale of real estate held by respondents as joint tenants, and would have been payable to one or both of respondents had it not been for the Government's claim.  The trustee set aside the $10,000 as a \"homestead exemption\" for Onofre Sotelo only, apparently pursuant to Illinois law.  Respondents argued below that the entire $10,000 belonged to Naomi Sotelo, who did not have any &#167; 6672 liability, see n. 2, <i>supra</i>.  In response to this contention, the bankruptcy court stated:  \"[T]he law is clearly established in Illinois that where a husband and wife own property as joint tenants and reside together on the PREMISES  . . .  THE HUSBAND  . . .  alone is entitled to the homestead Exemption.\"  76-1 USTC &#182; 9435, p. 84,156 (SD Ill. 1976).  The bankruptcy court upheld this Illinois rule against respondents' constitutional attack.  <i>Id.</i>, at 84,157-84,158.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Respondents' theory apparently was that the &#167; 6672 penalty is compensatory in nature.  The Government does not here dispute that a compensatory penalty is generally dischargeable.  See Brief for United States 26-27, and n. 16.  See generally Bankruptcy Act &#167; 57j, 11 U.S.C. &#167; 93(j);  8 H. Remington, A Treatise on the Bankruptcy Law of the United States &#167; 3304 (6th ed. J. Henderson 1955).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Respondents raised their homestead exemption argument, see n. 3, <i>supra</i>, in the Court of Appeals, but that court believed that it did not have to reach the issue in view of its holding that the entire &#167; 6672 liability was dischargeable, 551 F.2d at 1093 n. 3. The Government contends here that the issue should have been reached regardless of the dischargeability holding, because Bankruptcy Act &#167; 17a(1) makes a discharge irrelevant to the Government's right to proceed \"against the exemption of the bankrupt allowed by law and duly set apart to him,\" 11 U.S.C. &#167; 35(a)(1) (1976 ed.).  Brief for United States 33-34, n. 23.  In view of our holding that the &#167; 6672 liability is not dischargeable, we need not address this contention.  On remand, of course, the Court of Appeals may consider respondents' argument that some or all of the homestead exemption belongs to Naomi Sotelo.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition to several District Court cases, the Court of Appeals cited the conflicting holding of the Fifth Circuit in <i>Murphy v. U. S. Internal Revenue &#167; rvice</i>, 533 F.2d 940 (1976). The <i>Murphy</i> decision was followed by the Fourth Circuit in <i>Lackey v. United States</i>, 538 F.2d 592 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Government contends, and respondent does not disagree, that the three-year limitation in Bankruptcy Act &#167; 17a(1) would not bar any part of the Government's claim in this case.  Brief for United States 25-26, n. 15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The specific language of Bankruptcy Act &#167; 17a(1)(e) is contained within a proviso that modifies the more general approach of &#167; 17a(1).  Both the general language and the proviso are aimed at making \"taxes\" nondischargeable, and there is no reason to believe that any \"taxes\" made nondischargeable by the specific terms of &#167; 17a(1)(e) would not also be \"taxes\" as that word is used more generally in &#167; 17a(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As in the Court of Appeals, see <i>supra</i>, at 272, respondent does not here question his liability under Internal Revenue Code &#167; 6672.  Brief for Respondents 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See also Marsh, Triumph or Tragedy?  The Bankruptcy Act Amendments of 1966, 42 Wash.L.Rev. 681, 694 (1967):</p>\n        <p>\"It is a common phenomenon of business failure that even an 'honest' businessman, in attempting to salvage a business which appears headed for insolvency, will frequently 'borrow' money of other people without their consent if he can get his hands on it. The one fund which he is almost always able to lay his hands on is the taxes he has withheld and is currently withholding from his employees for the Government.\"</p>\n        <p>A recent statement to the same effect can be found in an opinion of the Comptroller General of the United States:  \"IRS considers delinquencies in the payment of these employment taxes a serious problem.  In 1976 [congressional] testimony  . . . ,  IRS officials expressed concern that employers use withheld taxes as low interest loans from the Federal Government.\"  Opinion B-137762 (May 3, 1977), reprinted in 9 CCH 1977 Stand. Fed. Tax Rep. &#182; 6614, p. 71,438.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See also, <i>e. g.,</i> 112 Cong.Rec. 13817 (1966) (remarks of Sen. Ervin);  <i>id.,</i> at 13821 (letter to Senators from Sens. Ervin and Hruska);  <i>id.,</i> at 13822 (remarks of Sen. Hruska);  letter from Under Secretary of Commerce Edward Gudeman, reprinted in S.Rep.No. 114  p. 12;  memorandum from W. Randolph Montgomery, Chairman of the National Bankruptcy Conference, reprinted <i>id.</i>, at 16; S.Rep.No. 1134, 88th Cong., 2d Sess., 2 (1964);  H.R.Rep.No. 735, 86th Cong., 1st Sess., 2 (1959).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Rather than predicating liability on ability to pay, &#167; 6672 is based on the premise that liability should follow responsibility.  See n. 13, <i>infra.</i>  In a recent survey of IRS practices with regard to &#167; 6672, the Comptroller General of the United States wrote:</p>\n        <p>\"IRS uses the 100-percent penalty only when all other means of securing the delinquent taxes have been exhausted.  It is generally used against responsible officials of corporations that have gone out of business  . . . .  [I]t is IRS policy that the amount of the tax will be collected only once.  After the tax liability is satisfied, no collection action is taken on the remaining 100-percent penalties.\"  Opinion B-137762, <i>supra</i>, n. 10, at 71,438.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Our dissenting Brethren appear uncomfortable with this legislative policy choice, expressing concern about \"lifelong liability\" being imposed on \"a comptroller, accountant, or bookkeeper who reaped none of the fruits of entrepreneurial success.\"  <i>Post,</i> at 290, 291.  While we should not in any event be led by our sympathy to a result contrary to that intended by Congress, there is here little reason for concern.  No corporate officer, regardless of title, can be held liable under Internal Revenue Code &#167; 6672 unless his position was sufficiently important that he was \"required to collect, truthfully account for, and pay over\" withholding taxes and unless he \"willfully fail[ed]\" to meet one or more of these obligations.  In this case, for example, Onofre Sotelo, the chief executive officer exercising actual authority over the corporation's day-to-day affairs, was found liable under the section, while Naomi Sotelo was not, despite the fact that she held the position of corporate secretary.  See <i>supra</i>, at 270-271, and n. 2.</p>\n        <p>The dissenting opinion as much as concedes, moreover, that there is no responsible corporate officer who can be said to reap \"<i>none</i> of the fruits of entrepreneurial success,\" since all employees are dependent on the corporation for their \"continued employment.\"  <i>Post</i>, at 291 (emphasis added);  see <i>post</i>, at 291-292, n. 3.  The \"continued employment\" of a corporate officer is obviously a benefit of considerable significance to that officer and is generally dependent upon the success of the corporate enterprise.  Hence an officer has a stake in \"the fruits of entrepreneurial success\" and, like a shareholder, may be tempted illegally to divert to the corporation those funds withheld from corporate employees for tax purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Such individuals would be liable after bankruptcy for \"taxes\" which they, as employers, \"collected or withheld from others  . . .  but [did] not pa[y] over.\"  Bankruptcy Act &#167; 17a(1)(e), 11 U.S.C. &#167; 35(a)(1)(e) (1976 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Indeed, respondent's business was operated as a sole proprietorship prior to September 1970.  See <i>supra</i>, at 270-271; <i>Memorandum Opinion of the Bankruptcy Court, supra</i>, n. 2, at 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The dissenting opinion recognizes, <i>post</i>, at 285 n. 1, Congress' unquestioned concern about eliminating corporations' \"unfair\" advantage over individual entrepreneurs.  H.R.Rep.No. 372, p. 2;  S.Rep.No. 114, <i>supra</i>, pp. 2-3.  Elsewhere our Brother REHNQUIST appears to concede that Congress meant \"to ameliorate the lot\" of only \"some bankrupts\" when it passed the 1966 amendment to the Bankruptcy Act.  <i>Post,</i> at 282;  see <i>post</i>, at 285. There is every indication that the 1966 amendment was not intended \"to ameliorate the lot\" of corporations and their principal officers, at least with regard to taxes collected from employees. And the dissenting opinion has not even attempted to explain how a Congress concerned about \"discriminat[ion] against the private individual or the unincorporated small businessman,\" H.R.Rep.No. 372, p. 2;  S.Rep.No. 114, pp. 2-3, could have thought it just to relieve corporate officers of &#167; 6672 liability in bankruptcy, as the dissent's approach would do, while leaving other owners of \"small family business[es],\" <i>post</i>, at 291&#8212;those who happen to operate through noncorporate entities&#8212;subject to the same kind of liability.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Court may well be correct in its observation that when Congress enacted these amendments it was \"concerned about 'discriminat[ion] against the private individual or the unincorporated small businessman,' H.R.Rep. No. 372, p. 2;  S.Rep. No. 114, pp. 2-3,\" <i>ante,</i> at 282 n. 16.  And this observation in turn may support the conclusion that Congress, with an eye to reducing this supposed discrimination, intended to ameliorate the lot of <i>only</i> those individuals who operate through noncorporate entities.  But I find absolutely nothing in the legislative history to indicate that Congress <i>also</i> intended to reduce this supposed discrimination between those who operate through corporations and those who do not by <i>affirmatively worsening</i> the lot of the former.  Thus, I still search the Court's opinion in vain for any justification for reading an amendment which was intended to limit the dischargeability of the debts of bankrupts, albeit only a limited class of bankrupts, so as to expand that category of debts with respect to another class of bankrupts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> There are lower court cases to the contrary.  See cases cited <i>ante,</i> at 273 n. 6.  This line of authority can be traced to <i>Botta v. Scanlon,</i> 314 F.2d 392 (CA2 1963), however, where the plaintiff sought an injunction against the Internal Revenue Service to restrain the collection of the penalty imposed under &#167; 6672.  The court denied the injunction on the authority of the Anti-Injunction Act, which provides in pertinent part:  \"[N]o suit for the purpose of restraining the  . . .  collection of any tax shall be maintained in any court  . . . .\"  26 U.S.C. &#167; 7421(a). The court held that this section applied to &#167; 6672 penalties as well as taxes because &#167; 6671(a) of the Code provides:  \"[A]ny reference in this title to 'tax' imposed by this title shall be deemed also to refer to the penalties  . . .  provided by this subchapter.\"  26 U.S.C. &#167; 6671(a).  But while there is clear statutory authority for treating a &#167; 6672 penalty as a tax for purposes of administering the Internal Revenue Code, there is no authority for treating such a penalty as a tax for purposes of the Bankruptcy Act.  Indeed, the fact that Congress clearly recognized the need to specify that a penalty was a tax for purposes of the Internal Revenue Code strongly suggests that its failure to so specify with respect to the Bankruptcy Act was not an inadvertent omission.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The Court's lack of concern for the potentially crushing liability it imposes on bankrupts is nowhere more evident than <i>ante</i>, at 280 n. 13, where the Court notes that \"[n]o corporate officer, regardless of title, can be held liable under Internal Revenue Code &#167; 6672 unless his position was sufficiently important that he was 'required to collect, truthfully account for, and pay over' withholding taxes and unless he 'willfully fail[ed]' to meet one or more of these obligations.\"  While I certainly do not dispute that observation, it does absolutely nothing to allay my fear that this liability can be imposed on a variety of salaried corporate employees who enjoy none of the fruits of enterpreneurial success other than their continued employment. The Federal Reporter is replete with cases in which just such individuals have been held liable under &#167; 6672.  See, <i>e. g., Adams v. United States,</i> 504 F.2d 73 (CA7 1974) (the court held that an employee of a lending institution, who had been placed in charge of a corporation to which the institution had loaned money, could be liable under &#167; 6672 for failure to pay over withholding taxes collected from the corporation's employees, regardless of the fact that he held no stock or other interest in the corporation); <i>Mueller v. Nixon,</i> 470 F.2d 1348 (CA6 1972) (same);  <i>Turner v. United States,</i> 423 F.2d 448 (CA9 1970) (employee of a bank, who had been made an officer of a company as a condition of a loan made to the company, could be liable under &#167; 6672 for failure to pay over withholding taxes collected from the company's employees).  Indeed, it appears to be agreed by the Courts of Appeals that a person need not be a shareholder to be held accountable as a responsible person under &#167; 6672.  See, <i>e. g., Anderson v. United States,</i> 561 F.2d 162, 165 (CA8 1977);  <i>Hartman v. United States,</i> 538 F.2d 1336, 1340 (CA8 1976);  <i>Haffa v. United States,</i> 516 F.2d 931, 935-936 (CA7 1975).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/109864/"
}