{"absolute_url": "/opinion/112108/bendix-autolite-corp-v-midwesco-enterprises-inc/", "blocked": false, "citation": {"case_name": "Bendix Autolite Corp. v. Midwesco Enterprises, Inc.", "docket_number": "87-367", "document_uris": ["/api/rest/v2/document/112108/"], "federal_cite_one": "486 U.S. 888", "federal_cite_three": "100 L. Ed. 2d 896", "federal_cite_two": "108 S. Ct. 2218", "id": 96467, "lexis_cite": "1988 U.S. LEXIS 2734", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96467/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 46, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1988-06-17", "date_modified": "2015-02-27T07:58:33.517614", "docket": "/api/rest/v2/docket/1702247/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">486 U.S. 888</p>\n    <p class=\"case_cite\">108 S.Ct. 2218</p>\n    <p class=\"case_cite\">100 L.Ed.2d 896</p>\n    <p class=\"parties\">BENDIX AUTOLITE CORP.<br>v.<br>MIDWESCO ENTERPRISES, INC., et al.</p>\n    <p class=\"docket\">No. 87-367.</p>\n    <p class=\"date\">Argued March 23, 1988.</p>\n    <p class=\"date\">Decided June 17, 1988.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">In 1974, appellant, a Delaware corporation with its principal place of business in Ohio, and appellee Midwesco Enterprises (appellee), an Illinois corporation with its principal place of business in Illinois, entered into a contract for appellee's delivery and installation of a boiler system at appellant's Ohio facility.  After a contract dispute arose, appellant filed this diversity action in the Northern District of Ohio in 1980.  When appellee asserted the Ohio statute of limitations as a defense, appellant responded that the limitations period had not elapsed because under an Ohio statute the running of the time is tolled for claims against corporations that are not present in the State and have not designated an agent for service of process.  The District Court dismissed the action, finding that the Ohio tolling statute constituted an impermissible burden on interstate commerce in violation of the Commerce Clause.  The Court of Appeals affirmed.</p>\n      <p class=\"indent\"><i>Held:</i>  The Ohio tolling statute violates the Commerce Clause, since it imposes an impermissible burden on interstate commerce. To gain the protection of the limitations period, appellee&#8212;which has no corporate office in Ohio and is not registered to do business there&#8212;would have had to appoint a resident agent for service of process in Ohio and subject itself to the Ohio courts' general jurisdiction.  Ohio's statutory scheme thus forces a foreign corporation to choose between exposure to the general jurisdiction of Ohio courts or forfeiture of the limitations defense, remaining subject to suit in Ohio in perpetuity. Although statute of limitations defenses are not a fundamental right, they are an integral part of the legal system and are relied upon to project the liabilities of persons and corporations active in the commercial sphere.  Such defenses may not be withdrawn from out-of-state persons or corporations on conditions repugnant to the Commerce Clause.  The ability to execute service of process on foreign corporations is an important factor to consider in assessing the local interest in subjecting out-of-state entities to requirements more onerous than those imposed on domestic parties.  However, Ohio cannot justify its tolling statute as a means of protecting its residents from corporations who become liable for acts done within the State but later withdraw from the jurisdiction, for the parties concede that the Ohio long-arm statute would have permitted service on appellee throughout the period of limitations.  Moreover, the suggestion that appellee had the simple alternatives of designating an agent for service of process in its contract with appellant or tendering an agency appointment to the Ohio Secretary of State is not persuasive.  Appellant's argument that a finding that the Ohio statute is unconstitutional should be applied prospectively only, and not to the parties in this case, will not be considered by this Court, since the argument was not presented to the courts below.  Pp. 891-895.</p>\n      <p class=\"indent\">820 F.2d 186, affirmed.</p>\n      <p class=\"indent\">KENNEDY, J., delivered the opinion of the Court, in which BRENNAN, WHITE, MARSHALL, BLACKMUN, STEVENS, and O'CONNOR, JJ., joined.  SCALIA, J., filed an opinion concurring in the judgment, <i>post,</i> p. 895.  REHNQUIST, C.J., filed a dissenting opinion, <i>post,</i> p. 898.</p>\n      <p class=\"indent\">Noel C. Crowley, Southfield, Mich., for appellant.</p>\n      <p class=\"indent\">Ira J. Bornstein, Chicago, Ill., for appellee.</p>\n      <p class=\"indent\">Justice KENNEDY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ohio recognizes a 4-year statute of limitations in actions for breach of contract or fraud.  The statute is tolled, however, for any period that a person or corporation is not \"present\" in the State.  To be present in Ohio, a foreign corporation must appoint an agent for service of process, which operates as consent to the general jurisdiction of the Ohio courts.  Applying well-settled constitutional principles, we find the Ohio statute that suspends limitations protection for out-of-state entities is a violation of the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Underlying the constitutional question presented by the Ohio statute of limitations rules is a rather ordinary contract dispute.  In 1974, Midwesco Enterprises, Inc., agreed with Bendix Autolite Corporation to deliver and install a boiler system at a Bendix facility in Fostoria, Ohio.  Dissatisfied with the work, Bendix claimed that the boiler system had been installed improperly and that it was insufficient to produce the quantity of steam specified in the contract.  This diversity action was filed against Midwesco in the United States District Court for the Northern District of Ohio in 1980.  Bendix is a Delaware corporation with its principal place of business in Ohio; Midwesco is an Illinois corporation with its principal place of business in Illinois.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When Midwesco asserted the Ohio statute of limitations as a defense, Bendix responded that the statutory period had not elapsed because under Ohio law running of the time is suspended, or tolled, for claims against entities that are not within the State and have not designated an agent for service of process.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Midwesco replied that this tolling provision violated both the Commerce Clause and the Due Process Clause of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court dismissed the action, finding that the Ohio tolling statute constituted an impermissible burden on interstate commerce.  The Court of Appeals for the Sixth Circuit affirmed, finding that the Ohio statute constituted discrimination in violation of the Commerce Clause because it required a foreign corporation to choose between \" 'exposing itself to personal jurisdiction in [state] courts by complying with the tolling statute, or, by refusing to comply, to remain liable in perpetuity for all lawsuits containing state causes of action filed against it in [the State].' \"  820 F.2d 186, 188 (1987) (quoting <i>McKinley v. Combustion Engineering, Inc.,</i> 575 F.Supp. 942, 945 (Idaho 1983)).  The Court of Appeals rejected the argument that an agent for service of process could have been appointed by Midwesco either in the contract or by giving notice to the Ohio Secretary of State.  Bendix appealed, and we noted probable jurisdiction to review the constitutionality of the Ohio tolling statute.  484 U.S. 923, 108 S.Ct. 283, 98 L.Ed.2d 244 (1987).  We now affirm.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Where the burden of a state regulation falls on interstate commerce, restricting its flow in a manner not applicable to local business and trade, there may be either a discrimination that renders the regulation invalid without more, or cause to weigh and assess the State's putative interests against the interstate restraints to determine if the burden imposed is an unreasonable one.  See <i>Brown-Forman Distillers Corp. v. New York State Liquor Authority,</i> 476 U.S. 573, 578-579, 106 S.Ct. 2080, 2084-2085, 90 L.Ed.2d 552 (1986).  The Ohio statute before us might have been held to be a discrimination that invalidates without extended inquiry.  We choose, however, to assess the interests of the State, to demonstrate that its legitimate sphere of regulation is not much advanced by the statute while interstate commerce is subject to substantial restraints.  We find that the burden imposed on interstate commerce by the tolling statute exceeds any local interest that the State might advance.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The burden the tolling statute places on interstate commerce is significant.  Midwesco has no corporate office in Ohio, is not registered to do business there, and has not appointed an agent for service of process in the State.  To gain the protection of the limitations period, Midwesco would have had to appoint a resident agent for service of process in Ohio and subject itself to the general jurisdiction of the Ohio courts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This jurisdiction would extend to any suit against Midwesco, whether or not the transaction in question had any connection with Ohio.  The designation of an agent subjects the foreign corporation to the general jurisdiction of the Ohio courts in matters to which Ohio's tenuous relation would not otherwise extend.  Cf. <i>World-Wide Volkswagen Corp. v. Woodson,</i> 444 U.S. 286, 100 S.Ct. 559, 62 L.Ed.2d 490 (1980).  The Ohio statutory scheme thus forces a foreign corporation to choose between exposure to the general jurisdiction of Ohio courts or forfeiture of the limitations defense, remaining subject to suit in Ohio in perpetuity.  Requiring a foreign corporation to appoint an agent for service in all cases and to defend itself with reference to all transactions, including those in which it did not have the minimum contacts necessary for supporting personal jurisdiction, is a significant burden.  See <i>Asahi Metal Industry Co. v. Superior Court,</i> 480 U.S. 102, 114, 107 S.Ct. 1026, 1033, 94 L.Ed.2d 92 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although statute of limitations defenses are not a fundamental right, <i>Chase Securities Corp. v. Donaldson,</i> 325 U.S. 304, 314, 65 S.Ct. 1137, 1142, 89 L.Ed. 1628 (1945), it is obvious that they are an integral part of the legal system and are relied upon to project the liabilities of persons and corporations active in the commercial sphere.  The State may not withdraw such defenses on conditions repugnant to the Commerce Clause.  Where a State denies ordinary legal defenses or like privileges to out-of-state persons or corporations engaged in commerce, the state law will be reviewed under the Commerce Clause to determine whether the denial is discriminatory on its face or an impermissible burden on commerce.  The State may not condition the exercise of the defense on the waiver or relinquishment of rights that the foreign corporation would otherwise retain.  Cf. <i>Dahnke-Walker Milling Co. v. Bondurant,</i> 257 U.S. 282, 42 S.Ct. 106, 66 L.Ed. 239 (1921);  <i>Allenberg Cotton Co. v. Pittman,</i> 419 U.S. 20, 95 S.Ct. 260, 42 L.Ed.2d 195 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The ability to execute service of process on foreign corporations and entities is an important factor to consider in assessing the local interest in subjecting out-of-state entities to requirements more onerous than those imposed on domestic parties.  It is true that serving foreign corporate defendants may be more arduous than serving domestic corporations or foreign corporations with a designated agent for service, and we have held for equal protection purposes that a State rationally may make adjustments for this difference by curtailing limitations protection for absent foreign corporations.  <i>G.D. Searle &amp; Co. v. Cohn,</i> 455 U.S. 404, 102 S.Ct. 1137, 71 L.Ed.2d 250 (1982). Nevertheless, state interests that are legitimate for equal protection or due process purposes may be insufficient to withstand Commerce Clause scrutiny.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the particular case before us, the Ohio tolling statute must fall under the Commerce Clause.  Ohio cannot justify its statute as a means of protecting its residents from corporations who become liable for acts done within the State but later withdraw from the jurisdiction, for it is conceded by all parties that the Ohio long-arm statute would have permitted service on Midwesco throughout the period of limitations.  The Ohio statute of limitations is tolled only for those foreign corporations that do not subject themselves to the general jurisdiction of Ohio courts.  In this manner the Ohio statute imposes a greater burden on out-of-state companies than it does on Ohio companies, subjecting the activities of foreign and domestic corporations to inconsistent regulations.  <i>CTS Corp. v. Dynamics Corp. of America,</i> 481 U.S. 69, 87-89, 107 S.Ct. 1637, 1648-1649, 95 L.Ed.2d 67 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The suggestion that Midwesco had the simple alternatives of designating an agent for service of process in its contract with Bendix or tendering an agency appointment to the Ohio Secretary of State is not persuasive.  Initially, there is no statutory support for either option, and it is speculative that either device would have satisfied the Ohio requirements for the continued running of the limitations period.  In any event, a designation with the Ohio Secretary of State of an agent for the service of process likely would have subjected Midwesco to the general jurisdiction of Ohio courts over transactions in which Ohio had no interest.  As we have already concluded, this exaction is an unreasonable burden on commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Bendix argues that if we find the Ohio statute is unconstitutional, our ruling should be applied prospectively only, and not to the parties in this case.  See <i>Chevron Oil Co. v. Huson,</i> 404 U.S. 97, 106, 92 S.Ct. 349, 355, 30 L.Ed.2d 296 (1971); <i>Northern Pipeline Construction Co. v. Marathon Pipe Line Co.,</i> 458 U.S. 50, 88, 102 S.Ct. 2858, 2880, 73 L.Ed.2d 598 (1982).  The Sixth Circuit refused to consider the argument because it was raised for the first time in Bendix's reply brief.  820 F.2d, at 189.  As the argument was not presented to the courts below, it will not be considered here.  <i>Brown v. Socialist Workers '74 Campaign Committee,</i> 459 U.S. 87, 104-105, 103 S.Ct. 416, 426-427, 74 L.Ed.2d 250 (1982) (BLACKMUN, J., concurring in part).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Justice SCALIA, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I cannot confidently assess whether the Court's evaluation and balancing of interests in this case is right or wrong. Although the Court labels the effect of exposure to the general jurisdiction of Ohio's courts \"a significant burden\" on commerce, I am not sure why that is.  In precise terms, it is the burden of defending in Ohio (rather than some other forum) any lawsuit having all of the following features:  (1) the plaintiff desires to bring it in Ohio, (2) it has so little connection to Ohio that service could not otherwise be made under Ohio's long-arm statute, and (3) it has a great enough connection to Ohio it is not subject to dismissal on <i>forum non conveniens</i> grounds.  The record before us supplies no indication as to how many suits fit this description (even the present suit is not an example since appellee Midwesco Enterprises was subject to long-arm service, <i>ante,</i> at 894), and frankly I have no idea how one would go about estimating the number.  It may well be \"significant,\" but for all we know it is \"negligible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A person or firm that takes the other alternative, by declining to appoint a general agent for service, will remain theoretically subject to suit in Ohio (as the Court says) \"in perpetuity\"&#8212;at least as far as the statute of limitations is concerned.  But again, I do not know how we assess how significant a burden this is, unless anything that is theoretically perpetual must be significant.  It seems very unlikely that anyone would intentionally wait to sue later rather than sooner&#8212;not only because the prospective defendant may die or dissolve, but also because prejudgment interest is normally not awarded, and the staleness of evidence generally harms the party with the burden of proof.  The likelihood of an unintentionally delayed suit brought under this provision that could not be brought without it seems not enormously large.  Moreover, whatever the likelihood is, it does not seem terribly plausible that any real-world deterrent effect on interstate transactions will be produced by the incremental cost of having to defend a <i>delayed</i> suit rather than a <i>timely</i> suit.  But the point is, it seems to me we can do no more than speculate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the other side of the scale, the Court considers the benefit of the Ohio scheme to local interests.  These are, presumably, to enable the preservation of claims against defendants who have placed themselves beyond the personal jurisdiction of Ohio courts, and (by encouraging appointment of an agent) to facilitate service upon out-of-state defendants who might otherwise be difficult to locate.  See <i>G.D. Searle &amp; Co. v. Cohn,</i> 455 U.S. 404, 410, 102 S.Ct. 1137, 1142-1143, 71 L.Ed.2d 250 (1982) (it is \"a reasonable assumption that unrepresented foreign corporations, as a general rule, may not be so easy to find and serve\").  We have no way of knowing how often these ends are in fact achieved, and the Court thus says little about them except to call them \"an important factor to consider.\"  <i>Ante,</i> at 893.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having evaluated the interests on both sides as roughly as this, the Court then proceeds to judge which is more important. This process is ordinarily called \"balancing,\" <i>Pike v. Bruce Church, Inc.,</i> 397 U.S. 137, 142, 90 S.Ct. 844, 847, 25 L.Ed.2d 174 (1970), but the scale analogy is not really appropriate, since the interests on both sides are incommensurate.  It is more like judging whether a particular line is longer than a particular rock is heavy.  All I am really persuaded of by the Court's opinion is that the burdens the Court labels \"significant\" are more determinative of its decision than the benefits it labels \"important.\"  Were it not for the brief implication that there is here a discrimination unjustified by <i>any</i> state interest, see <i>ante,</i> at 894, I suggest an opinion could as persuasively have been written coming out the opposite way.  We sometimes make similar \"balancing\" judgments in determining how far the needs of the State can intrude upon the liberties of the individual, see, <i>e.g., Boos v. Barry,</i> 485 U.S. 312, 324, 108 S.Ct. 1157, ----, 99 L.Ed.2d 333 (1988), but that is of the essence of the courts' function as the nonpolitical branch.  Weighing the governmental interests of a State against the needs of interstate commerce is, by contrast, a task squarely within the responsibility of Congress, see U.S. Const., Art. I, &#167; 8, cl. 3, and \"ill suited to the judicial function.\"  <i>CTS Corp. v. Dynamics Corp. of America,</i> 481 U.S. 69, 95, 107 S.Ct. 1637, 1652, 95 L.Ed.2d 67 (1987) (SCALIA, J., concurring in part and concurring in judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I would therefore abandon the \"balancing\" approach to these negative Commerce Clause cases, first explicitly adopted 18 years ago in <i>Pike v. Bruce Church, Inc., supra,</i> and leave essentially legislative judgments to the Congress.  Issues already decided I would leave untouched, but would adopt for the future an analysis more appropriate to our role and our abilities.  This does no damage to the interests protected by the doctrine of <i>stare decisis.</i>  Since the outcome of any particular still-undecided issue under the current methodology is in my view not predictable&#8212;except within the broad range that would in any event come out the same way under the test I would apply&#8212;no expectations can possibly be upset.  To the contrary, the ultimate objective of the rule of <i>stare decisis</i> will be furthered.  Because the outcome of the test I would apply is considerably more clear, confident expectations will more readily be able to be entertained.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In my view, a state statute is invalid under the Commerce Clause if, and only if, it accords discriminatory treatment to interstate commerce in a respect not required to achieve a lawful state purpose.  When such a validating purpose exists, it is for Congress and not us to determine it is not significant enough to justify the burden on commerce.  The Ohio tolling statute, Ohio Rev.Code Ann. &#167; 2305.15 (Supp.1987), is on its face discriminatory because it applies only to out-of-state corporations.  That facial discrimination cannot be justified on the basis that \"it advances a legitimate local purpose that cannot be adequately served by reasonable nondiscriminatory alternatives,\" <i>New Energy Co. of Indiana v. Limbach,</i> 486 U.S. 269, 278, 108 S.Ct. 1803, ----, 100 L.Ed.2d 302 (1988).  A tolling statute that operated only against persons beyond the reach of Ohio's long-arm statute, or against all persons that could not be found for mail service, would be narrowly tailored to advance the legitimate purpose of preserving claims;  but the present statute extends the time for suit even against corporations which (like Midwesco Enterprises) are fully suable within Ohio, and readily reachable through the mails.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Because the present statute discriminates against interstate commerce by applying a disadvantageous rule against nonresidents for no valid state purpose that requires such a rule, I concur in the judgment that the Ohio statute violates the Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Chief Justice REHNQUIST, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This case arises because of two peculiar, if not unique, rules of Ohio law.  The first is that even though a foreign corporation may be subject to process under the state \"longarm\"'S statute, it is nonetheless not \"present\" in the State for purposes of tolling the statute of limitations.  The second is that a foreign corporation installing machinery or equipment sold by it in interstate commerce is not required to appoint a statutory agent in order to transact business in Ohio.  Ohio Rev.Code &#167; 1703.02 (Supp.1987).  The Court dwells heavily upon the first peculiarity of Ohio law, but makes no mention of the second.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Midwesco agreed to deliver and install a boiler system at a Bendix plant in Fostoria, Ohio.  On the basis of the sparse record before us, it is fair to say that while the sale may have been a transaction in interstate commerce, there is no reason at all to think that the installation was such.  Cases such as <i>Allenberg Cotton Co. v. Pittman,</i> 419 U.S. 20, 95 S.Ct. 260, 42 L.Ed.2d 195 (1974), and <i>Dahnke-Walker Milling Co. v. Bondurant,</i> 257 U.S. 282, 42 S.Ct. 106, 66 L.Ed. 239 (1921), on which the Court relies, deal with transactions respecting goods which are \"in the stream of interstate commerce.\"  419 U.S., at 30, 95 S.Ct., at 266.  A State may not require licensure of a foreign corporation which seeks only to engage in this sort of transaction.  But a State may require licensure when a foreign corporation engages in intrastate commerce.  <i>Eli Lilly &amp; Co. v. Sav-On-Drugs, Inc.,</i> 366 U.S. 276, 81 S.Ct. 1316, 6 L.Ed.2d 288 (1961).  And where a foreign corporation is engaged in both interstate and intrastate commerce in a particular commodity, a State may require licensure in order to sue in connection with an intrastate aspect of the business. <i>Union Brokerage Co. v. Jensen,</i> 322 U.S. 202, 64 S.Ct. 967, 88 L.Ed. 1227 (1944).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Thus, Midwesco's immunity from Ohio's requirement that foreign corporations appoint a statutory agent before doing business in the State is not by reason of any federal constitutional right, but by reason of a provision of the Ohio statutes.  And if Ohio could have insisted that Midwesco appoint a statutory agent before it engaged in that portion of its transaction with Bendix which was intrastate commerce, I see no reason why it may not also treat Midwesco as it would treat any other entity which has done intrastate business in Ohio, incurred liability, and thereafter withdrawn from the State.  Ohio seeks to do no more, I think, when it applies its tolling statute to Bendix's action against Midwesco under these circumstances.  I see no discrimination against interstate commerce here, and I would reverse the judgment of the Court of Appeals.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ohio Rev.Code Ann. &#167; 2305.09 (1981) provides in pertinent part:</p>\n        <p>\"An action for any of the following causes shall be brought within four years after the cause thereof accrued:</p>\n        <p>*          *          *          *          *</p>\n        <p>\"(C) For relief on the ground of fraud.\"</p>\n        <p>Ohio Rev.Code Ann. &#167; 1302.98 (1979) provides in pertinent part:</p>\n        <p>\"(A) An action for breach of any contract for sale must be commenced within four years after the cause of action has accrued. By the original agreement the parties may reduce the period of limitation to not less than one year but may not extend it.</p>\n        <p>\"(B) A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach.\"</p>\n        <p>Ohio Rev.Code Ann. &#167; 2305.15 (Supp.1987) provides:</p>\n        <p>\"When a cause of action accrues against a person, if he is out of the state, has absconded, or conceals himself, the period of limitation for the commencement of the action as provided in sections 2305.04 to 2305.14, 1302.98, and 1304.29 of the Revised Code, does not begin to run until he comes into the state or while he is so absconded or concealed.  After the cause of action accrues if he departs from the state, absconds, or conceals himself, the time of his absence or concealment shall not be computed as any part of a period within which the action must be brought.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ohio Rev.Code Ann. &#167; 2307.38.2 (1981) provides in pertinent part:</p>\n        <p>\"(A) A court may exercise personal jurisdiction over a person who acts directly or by an agent, as to cause an action arising from the person's:</p>\n        <p>\"(1) Transacting any business in this state;</p>\n        <p>\"(2) Contracting to supply services or goods in this state;</p>\n        <p>\"(3) Causing tortious injury by act or omission in this state;</p>\n        <p>*          *          *          *          *</p>\n        <p>\"(B) When jurisdiction over a person is based solely upon this section, only a cause of action arising from acts enumerated in this section may be asserted against him.\"</p>\n        <p>Ohio Rev.Code Ann. &#167; 1703.04.1 (1985), provides in pertinent part:</p>\n        <p>\"(A) Every foreign corporation for profit that is licensed to transact business in this state, and every foreign nonprofit corporation that is licensed to exercise its corporate privileges in this state, shall have and maintain an agent, sometimes referred to as the 'designated agent,' upon whom process against such corporation may be served within this state. . . .</p>\n        <p>*          *          *          *          *</p>\n        <p>\"(H) Process may be served upon a foreign corporation by delivering a copy of it to its designated agent, if a natural person, or by delivering a copy of it at the address of its agent in this state, as such address appears upon the record in the office of the secretary of state.</p>\n        <p>\"(I) This section does not limit or affect the right to serve process upon a foreign corporation in any other manner permitted by law.\"</p>\n        <p>In part to comply with Commerce Clause concerns, Ohio Rev.Code Ann. &#167; 1703.02 (1985), exempts corporations engaged solely in interstate commerce from the registration requirement:</p>\n        <p>\"Sections 1703.01 to 1703.31, inclusive, of the Revised Code do not apply to corporations engaged in this state solely in interstate commerce, including the installation, demonstration, or repair of machinery or equipment sold by them in interstate commerce. . . .\"</p>\n        <p>Section 1703.02 does not, however, remove foreign corporations from the reach of the tolling provision.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In <i>Searle,</i> we declined to reach the issue whether the New Jersey tolling statute impermissibly burdened interstate commerce, finding that the issue was \"clouded by an ambiguity in state law,\" and remanded the case to the Court of Appeals.  455 U.S., at 413-414, 102 S.Ct., at 1144-1145.  The Court of Appeals then remanded to the District Court \"for further consideration of the Commerce Clause issue.\"  <i>Hopkins v. Kelsey-Hayes, Inc.,</i> 677 F.2d 301, 302 (CA3 1982).  Before the District Court ruled, however, the New Jersey Supreme Court declared its tolling statute unconstitutional under a Commerce Clause analysis as a forced licensure provision, a decision we declined to review.  <i>Coons v. American Honda Motor Co.,</i> 94 N.J. 307, 463 A.2d 921 (1983), cert. denied, 469 U.S. 1123, 105 S.Ct. 808, 83 L.Ed.2d 800 (1985).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>486 U.S. 888 (1988)</b></center>\n<center><h1>BENDIX AUTOLITE CORP.<br>\nv.<br>\nMIDWESCO ENTERPRISES, INC., ET AL.</h1></center>\n<center>No. 87-367.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 1988</center>\n<center>Decided June 17, 1988</center>\nAPPEAL FROM THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n<p><span class=\"star-pagination\">*889</span> <i>Noel C. Crowley</i> argued the cause for appellant. With him on the brief was <i>James T. Murray.</i></p>\n<p><i>Ira J. Bornstein</i> argued the cause for appellees. With him on the brief for Midwesco Enterprises, Inc., was <i>Harvey J. Barnett.</i></p>\n<p>JUSTICE KENNEDY delivered the opinion of the Court.</p>\n<p>Ohio recognizes a 4-year statute of limitations in actions for breach of contract or fraud. The statute is tolled, however, for any period that a person or corporation is not \"present\" in the State. To be present in Ohio, a foreign corporation must appoint an agent for service of process, which operates as consent to the general jurisdiction of the Ohio courts. Applying well-settled constitutional principles, we find the Ohio statute that suspends limitations protection for out-of-state entities is a violation of the Commerce Clause.</p>\n<p></p>\n<h2>I</h2>\n<p>Underlying the constitutional question presented by the Ohio statute of limitations rules is a rather ordinary contract dispute. In 1974, Midwesco Enterprises, Inc., agreed with Bendix Autolite Corporation to deliver and install a boiler system at a Bendix facility in Fostoria, Ohio. Dissatisfied with the work, Bendix claimed that the boiler system had <span class=\"star-pagination\">*890</span> been installed improperly and that it was insufficient to produce the quantity of steam specified in the contract. This diversity action was filed against Midwesco in the United States District Court for the Northern District of Ohio in 1980. Bendix is a Delaware corporation with its principal place of business in Ohio; Midwesco is an Illinois corporation with its principal place of business in Illinois.</p>\n<p>When Midwesco asserted the Ohio statute of limitations as a defense, Bendix responded that the statutory period had not elapsed because under Ohio law running of the time is suspended, or tolled, for claims against entities that are not within the State and have not designated an agent for service of process.<sup>[1]</sup> Midwesco replied that this tolling provision violated both the Commerce Clause and the Due Process Clause of the Fourteenth Amendment.</p>\n<p>The District Court dismissed the action, finding that the Ohio tolling statute constituted an impermissible burden on <span class=\"star-pagination\">*891</span> interstate commerce. The Court of Appeals for the Sixth Circuit affirmed, finding that the Ohio statute constituted discrimination in violation of the Commerce Clause because it required a foreign corporation to choose between \" `exposing itself to personal jurisdiction in [state] courts by complying with the tolling statute, or, by refusing to comply, to remain liable in perpetuity for all lawsuits containing state causes of action filed against it in [the State].' \" 820 F. 2d 186, 188 (1987) (quoting <i>McKinley</i> v. <i>Combustion Engineering, Inc.,</i> 575 F. Supp. 942, 945 (Idaho 1983)). The Court of Appeals rejected the argument that an agent for service of process could have been appointed by Midwesco either in the contract or by giving notice to the Ohio Secretary of State. Bendix appealed, and we noted probable jurisdiction to review the constitutionality of the Ohio tolling statute. 484 U. S. 923 (1987). We now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>Where the burden of a state regulation falls on interstate commerce, restricting its flow in a manner not applicable to local business and trade, there may be either a discrimination that renders the regulation invalid without more, or cause to weigh and assess the State's putative interests against the interstate restraints to determine if the burden imposed is an unreasonable one. See <i>Brown-Forman Distillers Corp.</i> v. <i>New York State Liquor Authority,</i> 476 U. S. 573, 578-579 (1986). The Ohio statute before us might have been held to be a discrimination that invalidates without extended inquiry. We choose, however, to assess the interests of the State, to demonstrate that its legitimate sphere of regulation is not much advanced by the statute while interstate commerce is subject to substantial restraints. We find that the burden imposed on interstate commerce by the tolling statute exceeds any local interest that the State might advance.</p>\n<p>The burden the tolling statute places on interstate commerce is significant. Midwesco has no corporate office in <span class=\"star-pagination\">*892</span> Ohio, is not registered to do business there, and has not appointed an agent for service of process in the State. To gain the protection of the limitations period, Midwesco would have had to appoint a resident agent for service of process in Ohio and subject itself to the general jurisdiction of the Ohio courts.<sup>[2]</sup> This jurisdiction would extend to any suit against Midwesco, whether or not the transaction in question had any connection with Ohio. The designation of an agent subjects <span class=\"star-pagination\">*893</span> the foreign corporation to the general jurisdiction of the Ohio courts in matters to which Ohio's tenuous relation would not otherwise extend. Cf. <i>World-Wide Volkswagen Corp.</i> v. <i>Woodson,</i> 444 U. S. 286 (1980). The Ohio statutory scheme thus forces a foreign corporation to choose between exposure to the general jurisdiction of Ohio courts or forfeiture of the limitations defense, remaining subject to suit in Ohio in perpetuity. Requiring a foreign corporation to appoint an agent for service in all cases and to defend itself with reference to all transactions, including those in which it did not have the minimum contacts necessary for supporting personal jurisdiction, is a significant burden. See <i>Asahi Metal Industry Co.</i> v. <i>Superior Court,</i> 480 U. S. 102, 114 (1987).</p>\n<p>Although statute of limitations defenses are not a fundamental right, <i>Chase Securities Corp.</i> v. <i>Donaldson,</i> 325 U. S. 304, 314 (1945), it is obvious that they are an integral part of the legal system and are relied upon to project the liabilities of persons and corporations active in the commercial sphere. The State may not withdraw such defenses on conditions repugnant to the Commerce Clause. Where a State denies ordinary legal defenses or like privileges to out-of-state persons or corporations engaged in commerce, the state law will be reviewed under the Commerce Clause to determine whether the denial is discriminatory on its face or an impermissible burden on commerce. The State may not condition the exercise of the defense on the waiver or relinquishment of rights that the foreign corporation would otherwise retain. Cf. <i>Dahnke-Walker Milling Co.</i> v. <i>Bondurant,</i> 257 U. S. 282 (1921); <i>Allenberg Cotton Co.</i> v. <i>Pittman,</i> 419 U. S. 20 (1974).</p>\n<p>The ability to execute service of process on foreign corporations and entities is an important factor to consider in assessing the local interest in subjecting out-of-state entities to requirements more onerous than those imposed on domestic parties. It is true that serving foreign corporate defendants may be more arduous than serving domestic corporations or foreign corporations with a designated agent for service, and <span class=\"star-pagination\">*894</span> we have held for equal protection purposes that a State rationally may make adjustments for this difference by curtailing limitations protection for absent foreign corporations. <i>G. D. Searle &amp; Co.</i> v. <i>Cohn,</i> 455 U. S. 404 (1982). Nevertheless, state interests that are legitimate for equal protection or due process purposes may be insufficient to withstand Commerce Clause scrutiny.<sup>[3]</sup></p>\n<p>In the particular case before us, the Ohio tolling statute must fall under the Commerce Clause. Ohio cannot justify its statute as a means of protecting its residents from corporations who become liable for acts done within the State but later withdraw from the jurisdiction, for it is conceded by all parties that the Ohio long-arm statute would have permitted service on Midwesco throughout the period of limitations. The Ohio statute of limitations is tolled only for those foreign corporations that do not subject themselves to the general jurisdiction of Ohio courts. In this manner the Ohio statute imposes a greater burden on out-of-state companies than it does on Ohio companies, subjecting the activities of foreign and domestic corporations to inconsistent regulations. <i>CTS Corp.</i> v. <i>Dynamics Corp. of America,</i> 481 U. S. 69, 87-89 (1987).</p>\n<p>The suggestion that Midwesco had the simple alternatives of designating an agent for service of process in its contract with Bendix or tendering an agency appointment to the Ohio Secretary of State is not persuasive. Initially, there is no <span class=\"star-pagination\">*895</span> statutory support for either option, and it is speculative that either device would have satisfied the Ohio requirements for the continued running of the limitations period. In any event, a designation with the Ohio Secretary of State of an agent for the service of process likely would have subjected Midwesco to the general jurisdiction of Ohio courts over transactions in which Ohio had no interest. As we have already concluded, this exaction is an unreasonable burden on commerce.</p>\n<p>Finally, Bendix argues that if we find the Ohio statute is unconstitutional, our ruling should be applied prospectively only, and not to the parties in this case. See <i>Chevron Oil Co.</i> v. <i>Huson,</i> 404 U. S. 97, 106 (1971); <i>Northern Pipeline Construction Co.</i> v. <i>Marathon Pipe Line Co.,</i> 458 U. S. 50, 88 (1982). The Sixth Circuit refused to consider the argument because it was raised for the first time in Bendix's reply brief. 820 F. 2d, at 189. As the argument was not presented to the courts below, it will not be considered here. <i>Brown</i> v. <i>Socialist Workers '74 Campaign Committee,</i> 459 U. S. 87, 104-105 (1982) (BLACKMUN, J., concurring in part).</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE SCALIA, concurring in the judgment.</p>\n<p>I cannot confidently assess whether the Court's evaluation and balancing of interests in this case is right or wrong. Although the Court labels the effect of exposure to the general jurisdiction of Ohio's courts \"a significant burden\" on commerce, I am not sure why that is. In precise terms, it is the burden of defending in Ohio (rather than some other forum) any lawsuit having all of the following features: (1) the plaintiff desires to bring it in Ohio, (2) it has so little connection to Ohio that service could not otherwise be made under Ohio's long-arm statute, and (3) it has a great enough connection to Ohio that it is not subject to dismissal on <i>forum non conveniens</i> grounds. The record before us supplies no indication as to how many suits fit this description (even the <span class=\"star-pagination\">*896</span> present suit is not an example since appellee Midwesco Enterprises was subject to long-arm service, <i>ante,</i> at 894), and frankly I have no idea how one would go about estimating the number. It may well be \"significant,\" but for all we know it is \"negligible.\"</p>\n<p>A person or firm that takes the other alternative, by declining to appoint a general agent for service, will remain theoretically subject to suit in Ohio (as the Court says) \"in perpetuity\"  at least as far as the statute of limitations is concerned. But again, I do not know how we assess how significant a burden this is, unless anything that is theoretically perpetual must be significant. It seems very unlikely that anyone would intentionally wait to sue later rather than sooner  not only because the prospective defendant may die or dissolve, but also because prejudgment interest is normally not awarded, and the staleness of evidence generally harms the party with the burden of proof. The likelihood of an unintentionally delayed suit brought under this provision that could not be brought without it seems not enormously large. Moreover, whatever the likelihood is, it does not seem terribly plausible that any real-world deterrent effect on interstate transactions will be produced by the incremental cost of having to defend a <i>delayed</i> suit rather than a <i>timely</i> suit. But the point is, it seems to me we can do no more than speculate.</p>\n<p>On the other side of the scale, the Court considers the benefit of the Ohio scheme to local interests. These are, presumably, to enable the preservation of claims against defendants who have placed themselves beyond the personal jurisdiction of Ohio courts, and (by encouraging appointment of an agent) to facilitate service upon out-of-state defendants who might otherwise be difficult to locate. See <i>G. D. Searle &amp; Co.</i> v. <i>Cohn,</i> 455 U. S. 404, 410 (1982) (it is \"a reasonable assumption that unrepresented foreign corporations, as a general rule, may not be so easy to find and serve\"). We have no way of knowing how often these ends are in fact achieved, <span class=\"star-pagination\">*897</span> and the Court thus says little about them except to call them \"an important factor to consider.\" <i>Ante,</i> at 893.</p>\n<p>Having evaluated the interests on both sides as roughly as this, the Court then proceeds to judge which is more important. This process is ordinarily called \"balancing,\" <i>Pike</i> v. <i>Bruce Church, Inc.,</i> 397 U. S. 137, 142 (1970), but the scale analogy is not really appropriate, since the interests on both sides are incommensurate. It is more like judging whether a particular line is longer than a particular rock is heavy. All I am really persuaded of by the Court's opinion is that the burdens the Court labels \"significant\" are more determinative of its decision than the benefits it labels \"important.\" Were it not for the brief implication that there is here a discrimination unjustified by <i>any</i> state interest, see <i>ante,</i> at 894, I suggest an opinion could as persuasively have been written coming out the opposite way. We sometimes make similar \"balancing\" judgments in determining how far the needs of the State can intrude upon the liberties of the individual, see, <i>e. g., </i><i>Boos</i> v. <i>Barry,</i> 485 U. S. 312, 324 (1988), but that is of the essence of the courts' function as the nonpolitical branch. Weighing the governmental interests of a State against the needs of interstate commerce is, by contrast, a task squarely within the responsibility of Congress, see U. S. Const., Art. I, § 8, cl. 3, and \"ill suited to the judicial function.\" <i>CTS Corp.</i> v. <i>Dynamics Corp. of America,</i> 481 U. S. 69, 95 (1987) (SCALIA, J., concurring in part and concurring in judgment).</p>\n<p>I would therefore abandon the \"balancing\" approach to these negative Commerce Clause cases, first explicitly adopted 18 years ago in <i>Pike</i> v. <i>Bruce Church, Inc., supra</i><i>,</i> and leave essentially legislative judgments to the Congress. Issues already decided I would leave untouched, but would adopt for the future an analysis more appropriate to our role and our abilities. This does no damage to the interests protected by the doctrine of <i>stare decisis.</i> Since the outcome of any particular still-undecided issue under the current <span class=\"star-pagination\">*898</span> methodology is in my view not predictable  except within the broad range that would in any event come out the same way under the test I would apply  no expectations can possibly be upset. To the contrary, the ultimate objective of the rule of <i>stare decisis</i> will be furthered. Because the outcome of the test I would apply is considerably more clear, confident expectations will more readily be able to be entertained.</p>\n<p>In my view, a state statute is invalid under the Commerce Clause if, and only if, it accords discriminatory treatment to interstate commerce in a respect not required to achieve a lawful state purpose. When such a validating purpose exists, it is for Congress and not us to determine it is not significant enough to justify the burden on commerce. The Ohio tolling statute, Ohio Rev. Code Ann. § 2305.15 (Supp. 1987), is on its face discriminatory because it applies only to out-of-state corporations. That facial discrimination cannot be justified on the basis that \"it advances a legitimate local purpose that cannot be adequately served by reasonable nondiscriminatory alternatives,\" <i>New Energy Co. of Indiana</i> v. <i>Limbach, ante,</i> at 278. A tolling statute that operated only against persons beyond the reach of Ohio's long-arm statute, or against all persons that could not be found for mail service, would be narrowly tailored to advance the legitimate purpose of preserving claims; but the present statute extends the time for suit even against corporations which (like Midwesco Enterprises) are fully suable within Ohio, and readily reachable through the mails.</p>\n<p>Because the present statute discriminates against interstate commerce by applying a disadvantageous rule against nonresidents for no valid state purpose that requires such a rule, I concur in the judgment that the Ohio statute violates the Commerce Clause.</p>\n<p>CHIEF JUSTICE REHNQUIST, dissenting.</p>\n<p>This case arises because of two peculiar, if not unique, rules of Ohio law. The first is that even though a foreign corporation may be subject to process under the state \"long-arm\" <span class=\"star-pagination\">*899</span> statute, it is nonetheless not \"present\" in the State for purposes of tolling the statute of limitations. The second is that a foreign corporation installing machinery or equipment sold by it in interstate commerce is not required to appoint a statutory agent in order to transact business in Ohio. Ohio Rev. Code § 1703.02 (Supp. 1987). The Court dwells heavily upon the first peculiarity of Ohio law, but makes no mention of the second.</p>\n<p>Midwesco agreed to deliver and install a boiler system at a Bendix plant in Fostoria, Ohio. On the basis of the sparse record before us, it is fair to say that while the sale may have been a transaction in interstate commerce, there is no reason at all to think that the installation was such. Cases such as <i>Allenberg Cotton Co.</i> v. <i>Pittman,</i> 419 U. S. 20 (1974), and <i>Dahnke-Walker Milling Co.</i> v. <i>Bondurant,</i> 257 U. S. 282 (1921), on which the Court relies, deal with transactions respecting goods which are \"in the stream of interstate commerce.\" 419 U. S., at 30. A State may not require licensure of a foreign corporation which seeks only to engage in this sort of transaction. But a State may require licensure when a foreign corporation engages in intrastate commerce. <i>Eli Lilly &amp; Co.</i> v. <i>Sav-On-Drugs, Inc.,</i> 366 U. S. 276 (1961). And where a foreign corporation is engaged in both interstate and intrastate commerce in a particular commodity, a State may require licensure in order to sue in connection with an intrastate aspect of the business. <i>Union Brokerage Co.</i> v. <i>Jensen,</i> 322 U. S. 202 (1944).</p>\n<p>Thus, Midwesco's immunity from Ohio's requirement that foreign corporations appoint a statutory agent before doing business in the State is not by reason of any federal constitutional right, but by reason of a provision of the Ohio statutes. And if Ohio could have insisted that Midwesco appoint a statutory agent before it engaged in that portion of its transaction with Bendix which was intrastate commerce, I see no reason why it may not also treat Midwesco as it would treat any other entity which has done intrastate business in Ohio, <span class=\"star-pagination\">*900</span> incurred liability, and thereafter withdrawn from the State. Ohio seeks to do no more, I think, when it applies its tolling statute to Bendix's action against Midwesco under these circumstances. I see no discrimination against interstate commerce here, and I would reverse the judgment of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  Ohio Rev. Code Ann. § 2305.09 (1981) provides in pertinent part:\n</p>\n<p>\"An action for any of the following causes shall be brought within four years after the cause thereof accrued:</p>\n<p>.....</p>\n<p>\"(C) For relief on the ground of fraud.\"</p>\n<p>Ohio Rev. Code Ann. § 1302.98 (1979) provides in pertinent part:</p>\n<p>\"(A) An action for breach of any contract for sale must be commenced within four years after the cause of action has accrued. By the original agreement the parties may reduce the period of limitation to not less than one year but may not extend it.</p>\n<p>\"(B) A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach.\"</p>\n<p>Ohio Rev. Code Ann. § 2305.15 (Supp. 1987) provides:</p>\n<p>\"When a cause of action accrues against a person, if he is out of the state, has absconded, or conceals himself, the period of limitation for the commencement of the action as provided in sections 2305.04 to 2305.14, 1302.98, and 1304.29 of the Revised Code, does not begin to run until he comes into the state or while he is so absconded or concealed. After the cause of action accrues if he departs from the state, absconds, or conceals himself, the time of his absence or concealment shall not be computed as any part of a period within which the action must be brought.\"</p>\n<p>[2]  Ohio Rev. Code Ann. § 2307.38.2 (1981) provides in pertinent part:\n</p>\n<p>\"(A) A court may exercise personal jurisdiction over a person who acts directly or by an agent, as to cause an action arising from the person's:</p>\n<p>\"(1) Transacting any business in this state;</p>\n<p>\"(2) Contracting to supply services or goods in this state;</p>\n<p>\"(3) Causing tortious injury by act or omission in this state;</p>\n<p>.....</p>\n<p>\"(B) When jurisdiction over a person is based solely upon this section, only a cause of action arising from acts enumerated in this section may be asserted against him.\"</p>\n<p>Ohio Rev. Code Ann. § 1703.04.1 (1985), provides in pertinent part:</p>\n<p>\"(A) Every foreign corporation for profit that is licensed to transact business in this state, and every foreign nonprofit corporation that is licensed to exercise its corporate privileges in this state, shall have and maintain an agent, sometimes referred to as the `designated agent,' upon whom process against such corporation may be served within this state. . . .</p>\n<p>.....</p>\n<p>\"(H) Process may be served upon a foreign corporation by delivering a copy of it to its designated agent, if a natural person, or by delivering a copy of it at the address of its agent in this state, as such address appears upon the record in the office of the secretary of state.</p>\n<p>\"(I) This section does not limit or affect the right to serve process upon a foreign corporation in any other manner permitted by law.\"</p>\n<p>In part to comply with Commerce Clause concerns, Ohio Rev. Code Ann. § 1703.02 (1985), exempts corporations engaged solely in interstate commerce from the registration requirement:</p>\n<p>\"Sections 1703.01 to 1703.31, inclusive, of the Revised Code do not apply to corporations engaged in this state solely in interstate commerce, including the installation, demonstration, or repair of machinery or equipment sold by them in interstate commerce . . . .\"</p>\n<p>Section 1703.02 does not, however, remove foreign corporations from the reach of the tolling provision.</p>\n<p>[3]  In <i>Searle,</i> we declined to reach the issue whether the New Jersey tolling statute impermissibly burdened interstate commerce, finding that the issue was \"clouded by an ambiguity in state law,\" and remanded the case to the Court of Appeals. 455 U. S., at 413-414. The Court of Appeals then remanded to the District Court \"for further consideration of the Commerce Clause issue.\" <i>Hopkins</i> v. <i>Kelsey-Hayes, Inc.,</i> 677 F. 2d 301, 302 (CA3 1982). Before the District Court ruled, however, the New Jersey Supreme Court declared its tolling statute unconstitutional under a Commerce Clause analysis as a forced licensure provision, a decision we declined to review. <i>Coons</i> v. <i>American Honda Motor Co.,</i> 94 N. J. 307, 463 A. 2d 921 (1983), cert. denied, 469 U. S. 1123 (1985).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">888</span></span> (1988)</b></center>\n<center><h1>BENDIX AUTOLITE CORP.<br>\nv.<br>\nMIDWESCO ENTERPRISES, INC., ET AL.</h1></center>\n<center>No. 87-367.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 23, 1988</center>\n<center>Decided June 17, 1988</center>\nAPPEAL FROM THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n<p><span class=\"star-pagination\">*889</span> <i>Noel C. Crowley</i> argued the cause for appellant. With him on the brief was <i>James T. Murray.</i></p>\n<p><i>Ira J. Bornstein</i> argued the cause for appellees. With him on the brief for Midwesco Enterprises, Inc., was <i>Harvey J. Barnett.</i></p>\n<p>JUSTICE KENNEDY delivered the opinion of the Court.</p>\n<p>Ohio recognizes a 4-year statute of limitations in actions for breach of contract or fraud. The statute is tolled, however, for any period that a person or corporation is not \"present\" in the State. To be present in Ohio, a foreign corporation must appoint an agent for service of process, which operates as consent to the general jurisdiction of the Ohio courts. Applying well-settled constitutional principles, we find the Ohio statute that suspends limitations protection for out-of-state entities is a violation of the Commerce Clause.</p>\n<p></p>\n<h2>I</h2>\n<p>Underlying the constitutional question presented by the Ohio statute of limitations rules is a rather ordinary contract dispute. In 1974, Midwesco Enterprises, Inc., agreed with Bendix Autolite Corporation to deliver and install a boiler system at a Bendix facility in Fostoria, Ohio. Dissatisfied with the work, Bendix claimed that the boiler system had <span class=\"star-pagination\">*890</span> been installed improperly and that it was insufficient to produce the quantity of steam specified in the contract. This diversity action was filed against Midwesco in the United States District Court for the Northern District of Ohio in 1980. Bendix is a Delaware corporation with its principal place of business in Ohio; Midwesco is an Illinois corporation with its principal place of business in Illinois.</p>\n<p>When Midwesco asserted the Ohio statute of limitations as a defense, Bendix responded that the statutory period had not elapsed because under Ohio law running of the time is suspended, or tolled, for claims against entities that are not within the State and have not designated an agent for service of process.<sup>[1]</sup> Midwesco replied that this tolling provision violated both the Commerce Clause and the Due Process Clause of the Fourteenth Amendment.</p>\n<p>The District Court dismissed the action, finding that the Ohio tolling statute constituted an impermissible burden on <span class=\"star-pagination\">*891</span> interstate commerce. The Court of Appeals for the Sixth Circuit affirmed, finding that the Ohio statute constituted discrimination in violation of the Commerce Clause because it required a foreign corporation to choose between \" `exposing itself to personal jurisdiction in [state] courts by complying with the tolling statute, or, by refusing to comply, to remain liable in perpetuity for all lawsuits containing state causes of action filed against it in [the State].' \" 820 F. 2d 186, 188 (1987) (quoting <i>McKinley</i> v. <i>Combustion Engineering, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">942</span></span>, 945 (Idaho 1983)). The Court of Appeals rejected the argument that an agent for service of process could have been appointed by Midwesco either in the contract or by giving notice to the Ohio Secretary of State. Bendix appealed, and we noted probable jurisdiction to review the constitutionality of the Ohio tolling statute. 484 U. S. 923 (1987). We now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>Where the burden of a state regulation falls on interstate commerce, restricting its flow in a manner not applicable to local business and trade, there may be either a discrimination that renders the regulation invalid without more, or cause to weigh and assess the State's putative interests against the interstate restraints to determine if the burden imposed is an unreasonable one. See <i>Brown-Forman Distillers Corp.</i> v. <i>New York State Liquor Authority,</i> 476 U. S. 573, 578-579 (1986). The Ohio statute before us might have been held to be a discrimination that invalidates without extended inquiry. We choose, however, to assess the interests of the State, to demonstrate that its legitimate sphere of regulation is not much advanced by the statute while interstate commerce is subject to substantial restraints. We find that the burden imposed on interstate commerce by the tolling statute exceeds any local interest that the State might advance.</p>\n<p>The burden the tolling statute places on interstate commerce is significant. Midwesco has no corporate office in <span class=\"star-pagination\">*892</span> Ohio, is not registered to do business there, and has not appointed an agent for service of process in the State. To gain the protection of the limitations period, Midwesco would have had to appoint a resident agent for service of process in Ohio and subject itself to the general jurisdiction of the Ohio courts.<sup>[2]</sup> This jurisdiction would extend to any suit against Midwesco, whether or not the transaction in question had any connection with Ohio. The designation of an agent subjects <span class=\"star-pagination\">*893</span> the foreign corporation to the general jurisdiction of the Ohio courts in matters to which Ohio's tenuous relation would not otherwise extend. Cf. <i>World-Wide Volkswagen Corp.</i> v. <i>Woodson,</i> 444 U. S. 286 (1980). The Ohio statutory scheme thus forces a foreign corporation to choose between exposure to the general jurisdiction of Ohio courts or forfeiture of the limitations defense, remaining subject to suit in Ohio in perpetuity. Requiring a foreign corporation to appoint an agent for service in all cases and to defend itself with reference to all transactions, including those in which it did not have the minimum contacts necessary for supporting personal jurisdiction, is a significant burden. See <i>Asahi Metal Industry Co.</i> v. <i>Superior Court,</i> 480 U. S. 102, 114 (1987).</p>\n<p>Although statute of limitations defenses are not a fundamental right, <i>Chase Securities Corp.</i> v. <i>Donaldson,</i> 325 U. S. 304, 314 (1945), it is obvious that they are an integral part of the legal system and are relied upon to project the liabilities of persons and corporations active in the commercial sphere. The State may not withdraw such defenses on conditions repugnant to the Commerce Clause. Where a State denies ordinary legal defenses or like privileges to out-of-state persons or corporations engaged in commerce, the state law will be reviewed under the Commerce Clause to determine whether the denial is discriminatory on its face or an impermissible burden on commerce. The State may not condition the exercise of the defense on the waiver or relinquishment of rights that the foreign corporation would otherwise retain. Cf. <i>Dahnke-Walker Milling Co.</i> v. <i>Bondurant,</i> 257 U. S. 282 (1921); <i>Allenberg Cotton Co.</i> v. <i>Pittman,</i> 419 U. S. 20 (1974).</p>\n<p>The ability to execute service of process on foreign corporations and entities is an important factor to consider in assessing the local interest in subjecting out-of-state entities to requirements more onerous than those imposed on domestic parties. It is true that serving foreign corporate defendants may be more arduous than serving domestic corporations or foreign corporations with a designated agent for service, and <span class=\"star-pagination\">*894</span> we have held for equal protection purposes that a State rationally may make adjustments for this difference by curtailing limitations protection for absent foreign corporations. <i>G. D. Searle &amp; Co.</i> v. <i>Cohn,</i> 455 U. S. 404 (1982). Nevertheless, state interests that are legitimate for equal protection or due process purposes may be insufficient to withstand Commerce Clause scrutiny.<sup>[3]</sup></p>\n<p>In the particular case before us, the Ohio tolling statute must fall under the Commerce Clause. Ohio cannot justify its statute as a means of protecting its residents from corporations who become liable for acts done within the State but later withdraw from the jurisdiction, for it is conceded by all parties that the Ohio long-arm statute would have permitted service on Midwesco throughout the period of limitations. The Ohio statute of limitations is tolled only for those foreign corporations that do not subject themselves to the general jurisdiction of Ohio courts. In this manner the Ohio statute imposes a greater burden on out-of-state companies than it does on Ohio companies, subjecting the activities of foreign and domestic corporations to inconsistent regulations. <i>CTS Corp.</i> v. <i>Dynamics Corp. of America,</i> 481 U. S. 69, 87-89 (1987).</p>\n<p>The suggestion that Midwesco had the simple alternatives of designating an agent for service of process in its contract with Bendix or tendering an agency appointment to the Ohio Secretary of State is not persuasive. Initially, there is no <span class=\"star-pagination\">*895</span> statutory support for either option, and it is speculative that either device would have satisfied the Ohio requirements for the continued running of the limitations period. In any event, a designation with the Ohio Secretary of State of an agent for the service of process likely would have subjected Midwesco to the general jurisdiction of Ohio courts over transactions in which Ohio had no interest. As we have already concluded, this exaction is an unreasonable burden on commerce.</p>\n<p>Finally, Bendix argues that if we find the Ohio statute is unconstitutional, our ruling should be applied prospectively only, and not to the parties in this case. See <i>Chevron Oil Co.</i> v. <i>Huson,</i> 404 U. S. 97, 106 (1971); <i>Northern Pipeline Construction Co.</i> v. <i>Marathon Pipe Line Co.,</i> 458 U. S. 50, 88 (1982). The Sixth Circuit refused to consider the argument because it was raised for the first time in Bendix's reply brief. 820 F. 2d, at 189. As the argument was not presented to the courts below, it will not be considered here. <i>Brown</i> v. <i>Socialist Workers '74 Campaign Committee,</i> 459 U. S. 87, 104-105 (1982) (BLACKMUN, J., concurring in part).</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE SCALIA, concurring in the judgment.</p>\n<p>I cannot confidently assess whether the Court's evaluation and balancing of interests in this case is right or wrong. Although the Court labels the effect of exposure to the general jurisdiction of Ohio's courts \"a significant burden\" on commerce, I am not sure why that is. In precise terms, it is the burden of defending in Ohio (rather than some other forum) any lawsuit having all of the following features: (1) the plaintiff desires to bring it in Ohio, (2) it has so little connection to Ohio that service could not otherwise be made under Ohio's long-arm statute, and (3) it has a great enough connection to Ohio that it is not subject to dismissal on <i>forum non conveniens</i> grounds. The record before us supplies no indication as to how many suits fit this description (even the <span class=\"star-pagination\">*896</span> present suit is not an example since appellee Midwesco Enterprises was subject to long-arm service, <i>ante,</i> at 894), and frankly I have no idea how one would go about estimating the number. It may well be \"significant,\" but for all we know it is \"negligible.\"</p>\n<p>A person or firm that takes the other alternative, by declining to appoint a general agent for service, will remain theoretically subject to suit in Ohio (as the Court says) \"in perpetuity\"  at least as far as the statute of limitations is concerned. But again, I do not know how we assess how significant a burden this is, unless anything that is theoretically perpetual must be significant. It seems very unlikely that anyone would intentionally wait to sue later rather than sooner  not only because the prospective defendant may die or dissolve, but also because prejudgment interest is normally not awarded, and the staleness of evidence generally harms the party with the burden of proof. The likelihood of an unintentionally delayed suit brought under this provision that could not be brought without it seems not enormously large. Moreover, whatever the likelihood is, it does not seem terribly plausible that any real-world deterrent effect on interstate transactions will be produced by the incremental cost of having to defend a <i>delayed</i> suit rather than a <i>timely</i> suit. But the point is, it seems to me we can do no more than speculate.</p>\n<p>On the other side of the scale, the Court considers the benefit of the Ohio scheme to local interests. These are, presumably, to enable the preservation of claims against defendants who have placed themselves beyond the personal jurisdiction of Ohio courts, and (by encouraging appointment of an agent) to facilitate service upon out-of-state defendants who might otherwise be difficult to locate. See <i>G. D. Searle &amp; Co.</i> v. <i>Cohn,</i> 455 U. S. 404, 410 (1982) (it is \"a reasonable assumption that unrepresented foreign corporations, as a general rule, may not be so easy to find and serve\"). We have no way of knowing how often these ends are in fact achieved, <span class=\"star-pagination\">*897</span> and the Court thus says little about them except to call them \"an important factor to consider.\" <i>Ante,</i> at 893.</p>\n<p>Having evaluated the interests on both sides as roughly as this, the Court then proceeds to judge which is more important. This process is ordinarily called \"balancing,\" <i>Pike</i> v. <i>Bruce Church, Inc.,</i> 397 U. S. 137, 142 (1970), but the scale analogy is not really appropriate, since the interests on both sides are incommensurate. It is more like judging whether a particular line is longer than a particular rock is heavy. All I am really persuaded of by the Court's opinion is that the burdens the Court labels \"significant\" are more determinative of its decision than the benefits it labels \"important.\" Were it not for the brief implication that there is here a discrimination unjustified by <i>any</i> state interest, see <i>ante,</i> at 894, I suggest an opinion could as persuasively have been written coming out the opposite way. We sometimes make similar \"balancing\" judgments in determining how far the needs of the State can intrude upon the liberties of the individual, see, <i>e. g., </i><i>Boos</i> v. <i>Barry,</i> 485 U. S. 312, 324 (1988), but that is of the essence of the courts' function as the nonpolitical branch. Weighing the governmental interests of a State against the needs of interstate commerce is, by contrast, a task squarely within the responsibility of Congress, see U. S. Const., Art. I, § 8, cl. 3, and \"ill suited to the judicial function.\" <i>CTS Corp.</i> v. <i>Dynamics Corp. of America,</i> 481 U. S. 69, 95 (1987) (SCALIA, J., concurring in part and concurring in judgment).</p>\n<p>I would therefore abandon the \"balancing\" approach to these negative Commerce Clause cases, first explicitly adopted 18 years ago in <i>Pike</i> v. <i>Bruce Church, Inc., supra</i><i>,</i> and leave essentially legislative judgments to the Congress. Issues already decided I would leave untouched, but would adopt for the future an analysis more appropriate to our role and our abilities. This does no damage to the interests protected by the doctrine of <i>stare decisis.</i> Since the outcome of any particular still-undecided issue under the current <span class=\"star-pagination\">*898</span> methodology is in my view not predictable  except within the broad range that would in any event come out the same way under the test I would apply  no expectations can possibly be upset. To the contrary, the ultimate objective of the rule of <i>stare decisis</i> will be furthered. Because the outcome of the test I would apply is considerably more clear, confident expectations will more readily be able to be entertained.</p>\n<p>In my view, a state statute is invalid under the Commerce Clause if, and only if, it accords discriminatory treatment to interstate commerce in a respect not required to achieve a lawful state purpose. When such a validating purpose exists, it is for Congress and not us to determine it is not significant enough to justify the burden on commerce. The Ohio tolling statute, Ohio Rev. Code Ann. § 2305.15 (Supp. 1987), is on its face discriminatory because it applies only to out-of-state corporations. That facial discrimination cannot be justified on the basis that \"it advances a legitimate local purpose that cannot be adequately served by reasonable nondiscriminatory alternatives,\" <i>New Energy Co. of Indiana</i> v. <i>Limbach, ante,</i> at 278. A tolling statute that operated only against persons beyond the reach of Ohio's long-arm statute, or against all persons that could not be found for mail service, would be narrowly tailored to advance the legitimate purpose of preserving claims; but the present statute extends the time for suit even against corporations which (like Midwesco Enterprises) are fully suable within Ohio, and readily reachable through the mails.</p>\n<p>Because the present statute discriminates against interstate commerce by applying a disadvantageous rule against nonresidents for no valid state purpose that requires such a rule, I concur in the judgment that the Ohio statute violates the Commerce Clause.</p>\n<p>CHIEF JUSTICE REHNQUIST, dissenting.</p>\n<p>This case arises because of two peculiar, if not unique, rules of Ohio law. The first is that even though a foreign corporation may be subject to process under the state \"long-arm\" <span class=\"star-pagination\">*899</span> statute, it is nonetheless not \"present\" in the State for purposes of tolling the statute of limitations. The second is that a foreign corporation installing machinery or equipment sold by it in interstate commerce is not required to appoint a statutory agent in order to transact business in Ohio. Ohio Rev. Code § 1703.02 (Supp. 1987). The Court dwells heavily upon the first peculiarity of Ohio law, but makes no mention of the second.</p>\n<p>Midwesco agreed to deliver and install a boiler system at a Bendix plant in Fostoria, Ohio. On the basis of the sparse record before us, it is fair to say that while the sale may have been a transaction in interstate commerce, there is no reason at all to think that the installation was such. Cases such as <i>Allenberg Cotton Co.</i> v. <i>Pittman,</i> 419 U. S. 20 (1974), and <i>Dahnke-Walker Milling Co.</i> v. <i>Bondurant,</i> 257 U. S. 282 (1921), on which the Court relies, deal with transactions respecting goods which are \"in the stream of interstate commerce.\" 419 U. S., at 30. A State may not require licensure of a foreign corporation which seeks only to engage in this sort of transaction. But a State may require licensure when a foreign corporation engages in intrastate commerce. <i>Eli Lilly &amp; Co.</i> v. <i>Sav-On-Drugs, Inc.,</i> 366 U. S. 276 (1961). And where a foreign corporation is engaged in both interstate and intrastate commerce in a particular commodity, a State may require licensure in order to sue in connection with an intrastate aspect of the business. <i>Union Brokerage Co.</i> v. <i>Jensen,</i> 322 U. S. 202 (1944).</p>\n<p>Thus, Midwesco's immunity from Ohio's requirement that foreign corporations appoint a statutory agent before doing business in the State is not by reason of any federal constitutional right, but by reason of a provision of the Ohio statutes. And if Ohio could have insisted that Midwesco appoint a statutory agent before it engaged in that portion of its transaction with Bendix which was intrastate commerce, I see no reason why it may not also treat Midwesco as it would treat any other entity which has done intrastate business in Ohio, <span class=\"star-pagination\">*900</span> incurred liability, and thereafter withdrawn from the State. Ohio seeks to do no more, I think, when it applies its tolling statute to Bendix's action against Midwesco under these circumstances. I see no discrimination against interstate commerce here, and I would reverse the judgment of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  Ohio Rev. Code Ann. § 2305.09 (1981) provides in pertinent part:\n</p>\n<p>\"An action for any of the following causes shall be brought within four years after the cause thereof accrued:</p>\n<p>.....</p>\n<p>\"(C) For relief on the ground of fraud.\"</p>\n<p>Ohio Rev. Code Ann. § 1302.98 (1979) provides in pertinent part:</p>\n<p>\"(A) An action for breach of any contract for sale must be commenced within four years after the cause of action has accrued. By the original agreement the parties may reduce the period of limitation to not less than one year but may not extend it.</p>\n<p>\"(B) A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach.\"</p>\n<p>Ohio Rev. Code Ann. § 2305.15 (Supp. 1987) provides:</p>\n<p>\"When a cause of action accrues against a person, if he is out of the state, has absconded, or conceals himself, the period of limitation for the commencement of the action as provided in sections 2305.04 to 2305.14, 1302.98, and 1304.29 of the Revised Code, does not begin to run until he comes into the state or while he is so absconded or concealed. After the cause of action accrues if he departs from the state, absconds, or conceals himself, the time of his absence or concealment shall not be computed as any part of a period within which the action must be brought.\"</p>\n<p>[2]  Ohio Rev. Code Ann. § 2307.38.2 (1981) provides in pertinent part:\n</p>\n<p>\"(A) A court may exercise personal jurisdiction over a person who acts directly or by an agent, as to cause an action arising from the person's:</p>\n<p>\"(1) Transacting any business in this state;</p>\n<p>\"(2) Contracting to supply services or goods in this state;</p>\n<p>\"(3) Causing tortious injury by act or omission in this state;</p>\n<p>.....</p>\n<p>\"(B) When jurisdiction over a person is based solely upon this section, only a cause of action arising from acts enumerated in this section may be asserted against him.\"</p>\n<p>Ohio Rev. Code Ann. § 1703.04.1 (1985), provides in pertinent part:</p>\n<p>\"(A) Every foreign corporation for profit that is licensed to transact business in this state, and every foreign nonprofit corporation that is licensed to exercise its corporate privileges in this state, shall have and maintain an agent, sometimes referred to as the `designated agent,' upon whom process against such corporation may be served within this state. . . .</p>\n<p>.....</p>\n<p>\"(H) Process may be served upon a foreign corporation by delivering a copy of it to its designated agent, if a natural person, or by delivering a copy of it at the address of its agent in this state, as such address appears upon the record in the office of the secretary of state.</p>\n<p>\"(I) This section does not limit or affect the right to serve process upon a foreign corporation in any other manner permitted by law.\"</p>\n<p>In part to comply with Commerce Clause concerns, Ohio Rev. Code Ann. § 1703.02 (1985), exempts corporations engaged solely in interstate commerce from the registration requirement:</p>\n<p>\"Sections 1703.01 to 1703.31, inclusive, of the Revised Code do not apply to corporations engaged in this state solely in interstate commerce, including the installation, demonstration, or repair of machinery or equipment sold by them in interstate commerce . . . .\"</p>\n<p>Section 1703.02 does not, however, remove foreign corporations from the reach of the tolling provision.</p>\n<p>[3]  In <i>Searle,</i> we declined to reach the issue whether the New Jersey tolling statute impermissibly burdened interstate commerce, finding that the issue was \"clouded by an ambiguity in state law,\" and remanded the case to the Court of Appeals. 455 U. S., at 413-414. The Court of Appeals then remanded to the District Court \"for further consideration of the Commerce Clause issue.\" <i>Hopkins</i> v. <i>Kelsey-Hayes, Inc.,</i> 677 F. 2d 301, 302 (CA3 1982). Before the District Court ruled, however, the New Jersey Supreme Court declared its tolling statute unconstitutional under a Commerce Clause analysis as a forced licensure provision, a decision we declined to review. <i>Coons</i> v. <i>American Honda Motor Co.,</i> 94 N. J. 307, 463 A. 2d 921 (1983), cert. denied, 469 U. S. 1123 (1985).</p>\n\n</div>", "id": 112108, "judges": "Kennedy", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112108/", "sha1": "82ccba41c5117c65eb7902f8d2cd3d1174dadf83", "source": "LR", "supreme_court_db_id": "1987-123", "time_retrieved": "2010-04-28T10:13:32"}