{"absolute_url": "/opinion/112118/united-statescatholic-conference-v-abortion-rights/", "blocked": false, "citation": {"case_name": "United StatesCatholic Conference v. Abortion Rights Mobilization, Inc.", "docket_number": "87-416", "document_uris": ["/api/rest/v2/document/112118/"], "federal_cite_one": "487 U.S. 72", "federal_cite_three": "101 L. Ed. 2d 69", "federal_cite_two": "108 S. Ct. 2268", "id": 96477, "lexis_cite": "1988 U.S. LEXIS 2788", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96477/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 74, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1988-06-20", "date_modified": "2015-04-16T08:05:14.240395", "docket": "/api/rest/v2/docket/2386610/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">487 U.S. 72</p>\n    <p class=\"case_cite\">108 S.Ct. 2268</p>\n    <p class=\"case_cite\">101 L.Ed.2d 69</p>\n    <p class=\"parties\">UNITED STATES CATHOLIC CONFERENCE, et al., Petitioners,<br>v.<br>ABORTION RIGHTS MOBILIZATION, INC., et al.</p>\n    <p class=\"docket\">No. 87-416.</p>\n    <p class=\"date\">Argued April 18, 1988.</p>\n    <p class=\"date\">Decided June 20, 1988.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Abortion Rights Mobilization, Inc., and others (ARM) filed suit against Government officials and petitioners, the United States Catholic Conference and the National Conference of Catholic Bishops, to revoke the Roman Catholic Church's tax-exempt status on the ground that the Church had violated the antielectioneering provision of 26 U.S.C. &#167; 501(c)(3) (1988 ed.).  After petitioners were dismissed as parties, they refused to comply with ARM's subpoenas seeking extensive documentary evidence, and were held in contempt.  The Court of Appeals affirmed the contempt citation, ruling that a nonparty witness' jurisdictional challenge is limited to a claim that the district court lacks even colorable jurisdiction, a standard not met here.</p>\n      <p class=\"indent\"><i>Held:</i>  A nonparty witness may defend against a civil contempt adjudication by challenging the district court's subject-matter jurisdiction, and is not limited to the contention that the court lacked even colorable jurisdiction to hear the suit.  Since a court's subpoena power cannot be more extensive than its jurisdiction, the subpoenas it issues in aid of determining the merits are void if the court lacks subject-matter jurisdiction over the underlying suit.  Moreover, a nonparty witness has an unquestionable right to appeal a contempt adjudication, notwithstanding the absence of a final judgment in the underlying action.  The contention that permitting a nonparty to challenge the court's jurisdiction would invite collusion, allowing parties to avoid restrictions on interlocutory appeals and to test jurisdiction by proxy, is not persuasive.  Ample protections against collusive appeals exist in the courts of appeals' power to decline to treat the witness as a nonparty for purposes of the jurisdictional question, and in the usual provisions for sanctioning frivolous appeals or abuse of court processes.  The rule followed in this case does not apply in criminal contempt proceedings, and does not affect a district court's inherent and legitimate authority to issue binding orders, including discovery orders, to nonparty witnesses, as necessary for the court to determine and rule upon its own jurisdiction, including subject-matter jurisdiction.  Here, however, the District Court's order was not issued to aid a jurisdictional inquiry, since the subpoenas were meant to obtain discovery on the merits, and before the contempt order the District Court twice ruled that it had subject-matter jurisdiction. Accordingly, on remand, the Court of Appeals must determine whether the District Court had such jurisdiction in the underlying action.  If not, the subpoenas are void, and the contempt citation must be reversed.  Pp. 76-80.</p>\n      <p class=\"indent\">824 F.2d 156, reversed and remanded.</p>\n      <p class=\"indent\">KENNEDY, J., delivered the opinion of the Court, in which REHNQUIST, C.J., and BRENNAN, WHITE, BLACKMUN, STEVENS, O'CONNOR, and SCALIA, JJ., joined.  MARSHALL, J., filed a dissenting opinion, <i>post,</i> p. 80.</p>\n      <p class=\"indent\">Kevin T. Baine, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">Alan I. Horowitz, Washington, D.C., for the respondents supporting petitioners, by special leave of Court.</p>\n      <p class=\"indent\">Marshall Beil, New York City, for respondents.</p>\n      <p class=\"indent\">Justice KENNEDY delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioners are the United States Catholic Conference and the National Conference of Catholic Bishops.  Both organizations were held in civil contempt for failure to comply with subpoenas <i>duces tecum</i> issued by the United States District Court for the Southern District of New York.  The Conferences objected to issuance of the process, arguing, <i>inter alia,</i> that the District Court lacked subject-matter jurisdiction in the underlying suit.  The Court of Appeals for the Second Circuit rejected this argument, ruling that a nonparty witness' jurisdictional challenge is limited to a claim that the District Court lacks even colorable jurisdiction, a standard not met here. We granted certiorari to resolve whether a nonparty witness may defend against a civil contempt adjudication by challenging the subject-matter jurisdiction of the district court.  484 U.S. 975, 108 S.Ct. 484, 98 L.Ed.2d 482 (1987).  We hold the nonparty witness may raise such a claim, and now reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In the underlying action, Abortion Rights Mobilization, Inc., and others (ARM) sued to revoke the tax-exempt status of the Roman Catholic Church in the United States.  ARM alleged that the Conferences had violated the rules governing their tax-exempt status by participating in political activities.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>  Specifically, ARM claimed that \"the Roman Catholic Church in the United States . . ., in violation of the clear language and intent of the anti-electioneering provision of 26 U.S.C. &#167; 501(c)(3), has engaged in a persistent and regular pattern of intervening in elections nationwide in favor of candidates who support the Church's position on abortion and in opposition to candidates with opposing views.\"  Brief for Respondents 7-8.  The Conferences were originally named as parties to this suit, but were later dismissed, leaving the Secretary of the Treasury and the Commissioner of Internal Revenue as the sole defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">ARM served subpoenas on the Conferences in 1983, seeking extensive documentary evidence to support its claims.  A series of court orders to produce, intertwined with other procedural motions, were followed by objections and refusals.  These matters were extensively reported by the District Court.  See <i>Abortion Rights Mobilization, Inc. v. Regan,</i> 544 F.Supp. 471 (1982) <i>(ARM I);  Abortion Rights Mobilization, Inc. v. Regan,</i> 552 F.Supp. 364 (1982) <i>( ARM II);  Abortion Rights Mobilization, Inc. v. Regan,</i> 603 F.Supp. 970 (1985) <i>(ARM III);  Abortion Rights Mobilization, Inc. v. Baker,</i> 110 F.R.D. 337 (1986) <i>(ARM IV).</i>  After the Conferences informed the court that they could not \"in conscience, comply with the subpoenas in question,\" the court, which had made detailed orders including orders limiting discovery at the behest of the Conferences, found the Conferences in civil contempt.  <i>ARM IV, supra,</i> at 337.  The court assessed fines of $50,000 against each Conference for each day of further noncompliance.  The Court of Appeals affirmed, stating that \"the <i>witnesses</i> have standing to question only whether the District Court has a colorable basis for exercising subject matter jurisdiction. . . .\"  <i>In re United States Catholic Conference,</i> 824 F.2d 156, 158 (1987).  The order was stayed pending appeal, and the stay remains in effect.</p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We hold that a nonparty witness can challenge the court's lack of subject-matter jurisdiction in defense of a civil contempt citation, notwithstanding the absence of a final judgment in the underlying action.  Federal Rule of Civil Procedure 45 grants a district court the power to issue subpoenas as to witnesses and documents, but the subpoena power of a court cannot be more extensive than its jurisdiction.  It follows that if a district court does not have subject-matter jurisdiction over the underlying action, and the process was not issued in aid of determining that jurisdiction, then the process is void and an order of civil contempt based on refusal to honor it must be reversed.  As we observed in <i>United States v. Morton Salt Co.,</i> 338 U.S. 632, 642, 70 S.Ct. 357, 363, 94 L.Ed. 401 (1950), \"[t]he judicial subpoena power not only is subject to specific constitutional limitations, . . . but also is subject to those limitations inherent in the body that issues them because of the provisions of the Judiciary Article of the Constitution.\" Therefore, a nonparty witness may attack a civil contempt citation by asserting that the issuing court lacks jurisdiction over the case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The right of a nonparty to appeal an adjudication of contempt cannot be questioned.  The order finding a nonparty witness in contempt is appealable notwithstanding the absence of a final judgment in the underlying action.  <i>United States v. Ryan,</i> 402 U.S. 530, 532, 91 S.Ct. 1580, 1581, 29 L.Ed.2d 85 (1971); <i>Cobbledick v. United States,</i> 309 U.S. 323, 328, 60 S.Ct. 540, 542, 84 L.Ed. 783 (1940).  Once the right to appeal a civil contempt order is acknowledged, arguments in its legitimate support should not be so confined that the power of the issuing court remains untested.  We are not confronted here with a nonparty witness attempting to challenge its civil contempt by raising matters in which it has no legitimate interest, for instance the District Court's lack of personal jurisdiction over the parties or a limitations statute that would compel dismissal of the action.  As to such matters, even if it were ultimately determined that the court should not have allowed the suit to proceed, the order or process it issued in the conduct of the litigation would still be valid.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The challenge in this case goes to the subject-matter jurisdiction of the court and hence its power to issue the order. The distinction between subject-matter jurisdiction and waivable defenses is not a mere nicety of legal metaphysics.  It rests instead on the central principle of a free society that courts have finite bounds of authority, some of constitutional origin, which exist to protect citizens from the very wrong asserted here, the excessive use of judicial power.  The courts, no less than the political branches of the government, must respect the limits of their authority.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Court of Appeals found that our decision in <i>Blair v. United States,</i> 250 U.S. 273, 39 S.Ct. 468, 63 L.Ed. 979 (1919), controlled its decision, but we think not.  <i>Blair</i> involved defiant witnesses in a grand jury investigation.  The witnesses refused to testify, contending the grand jury lacked jurisdiction because the statute that prohibited the conduct under investigation was unconstitutional.  <i>Id.,</i> at 277-279, 39 S.Ct. at 469-470.  We affirmed the denial of habeas corpus relief to the witnesses and refused to consider their jurisdictional challenge.  As this Court was careful to say, the jurisdiction of the grand jury did not depend upon the validity of the statutes attacked by the witnesses.  The grand jury's investigative powers included the authority to conduct a wide-ranging investigation of the subject matter and existed independently of the statutes challenged by the witnesses.  <i>Blair,</i> in effect, addressed the jurisdiction of the grand jury and found it sufficient to support the order of contempt.  See <i>Morton Salt, supra,</i> at 642-643, 70 S.Ct., at 363-364.  <i>Blair</i> does not hold that the limited subject-matter jurisdiction of an Article III court may not be raised by a nonparty witness whom the court seeks to hold in civil contempt.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Additionally, the Court of Appeals was concerned that permitting the nonparty witness to challenge the jurisdiction of the court would invite collusion, allowing parties to avoid restrictions on interlocutory appeals and to test jurisdiction by proxy.  See <i>Catlin v. United States,</i> 324 U.S. 229, 236, 65 S.Ct. 631, 635, 89 L.Ed. 911 (1945).  We are not persuaded that such considerations should alter the rule we apply in this case.  To begin with, the objection does not meet the fundamental premise that the nonparty should not be denied the right to object to the very jurisdictional exercise that causes the injury.  Further, we conclude that there are ample protections against collusive appeals.  If the Court of Appeals finds that the witness and a party acted in collusion to appeal in order to gain an interlocutory ruling on jurisdiction, it can decline to treat the witness as a nonparty for purposes of the question.  Cf. <i>Karcher v. May,</i> 484 U.S. 72, 78, 108 S.Ct. 388, 393, 98 L.Ed.2d 327 (1987) (applying \"[t]he concept of 'legal personage' \" as a \"practical means of identifying the real interests at stake in a lawsuit\"); <i>Bender v. Williamsport Area School District,</i> 475 U.S. 534, 548, n. 9, 106 S.Ct. 1326, 1335, n. 9, 89 L.Ed.2d 501 (1986) (assessing the congruence of interests between the \"parties\" to the appeal). See generally <i>In re Coordinated Pretrial Proceedings in Petroleum Products Antitrust Litigation,</i> 747 F.2d 1303, 1305 (CA9 1984). Additionally, there remain the usual provisions for sanctioning frivolous appeals or the abuse of court processes.  See <i>Roadway Express, Inc. v. Piper,</i> 447 U.S. 752, 762, 100 S.Ct. 2455, 2462, 65 L.Ed.2d 488 (1980);  Fed.Rule App.Proc. 38.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The limitations of the rule we follow in this case should be well understood.  First, we do not undertake to explore in detail the differences between civil and criminal contempt.  It suffices to note that we have distinguished between the two before and have held that a civil contempt order may depend upon the jurisdiction of the court.  In <i>United States v. Mine Workers,</i> 330 U.S. 258, 67 S.Ct. 677, 91 L.Ed. 884 (1947), we noted the different treatment criminal and civil contempt are accorded based on appellate review of the issuing court's jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"It does not follow, of course, that simply because a      defendant may be punished for criminal contempt for      disobedience of an order later set aside on appeal, that the      plaintiff in the action may profit by way of a fine imposed in a simultaneous proceeding for civil contempt based upon a      violation of the same order.  The right to remedial relief      falls with an injunction which events prove was erroneously      issued, and <i>a fortiori</i> when the injunction or restraining      order was beyond the jurisdiction of the court.\"  <i>Id.,</i> at      294-295, 67 S.Ct., at 696-697 (citations omitted;  footnote      omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Though it may seem at first that denying a defense in a criminal case and granting it in a civil one reverses our usual priorities, the distinction is sound;  for it rests on the different purposes and necessities of the two types of orders. <i>Ibid.</i>  If either of the two orders appears efficacious, the better practice is to enter civil contempt to persuade a party to comply, reserving the more drastic, punitive sanction only if disobedience continues.  <i>Yates v. United States,</i> 355 U.S. 66, 74-75, 78 S.Ct. 128, 133, 2 L.Ed.2d 95 (1957).  That course of action is not always available to a court, which at times must assert its authority at once to preserve the status quo or to determine its jurisdiction.  See 18 U.S.C. &#167;&#167; 401, 402.  It was available here, however, as the District Court correctly recognized.  When a district court elects to apply civil contempt to enforce compliance, it is consistent with that approach to allow full consideration of the court's subject-matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The second point is closely related.  Nothing we have said puts in question the inherent and legitimate authority of the court to issue process and other binding orders, including orders of discovery directed to nonparty witnesses, as necessary for the court to determine and rule upon its own jurisdiction, including jurisdiction over the subject matter.  <i>United States v. Shipp,</i> 203 U.S. 563, 573, 27 S.Ct. 165, 166, 51 L.Ed. 319 (1906).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Though the concurring opinion in the Court of Appeals indicated that the order of the District Court in the case before us might be sustained as an inquiry in aid of the court's jurisdiction over the subject matter, the record shows that the process was issued to obtain discovery on the merits of the litigation.  It is a recognized and appropriate procedure for a court to limit discovery proceedings at the outset to a determination of jurisdictional matters, see 13A C. Wright, A. Miller, &amp; E. Cooper, Federal Practice and Procedure &#167; 3536, and n. 2 (1984 and Supp. 1987), but that was not the objective of this discovery order, even by implication.  Before the contempt order, the District Court twice ruled that it had subject-matter jurisdiction of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, on remand, the Court of Appeals must determine whether the District Court had subject-matter jurisdiction in the underlying action.  If not, then the subpoenas <i>duces tecum</i> are void, and the civil contempt citation must be reversed \"in its entirety.\"  <i>Mine Workers, supra,</i> 330 U.S., at 295, 67 S.Ct., at 697.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We hold that the Court of Appeals for the Second Circuit erred in limiting the Conferences' jurisdictional challenge to the argument that the District Court lacked even colorable jurisdiction to hear the suit.  The judgment of the Court of Appeals is therefore reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Justice MARSHALL, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">I respectfully dissent.  I would affirm the judgment of the Court of Appeals for the Second Circuit for much the same reasons set forth in the majority opinion written by Judge Newman.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Internal Revenue Code, 26 U.S.C. &#167; 501(c)(3) (1988 ed.), as amended by Pub.L. 100-203, &#167; 10711(a)(2), 101 Stat. 1330-464, exempts organizations from the payment of income taxes if they meet certain criteria.  In pertinent part, that section provides:</p>\n        <p>\"(c) List of exempt organizations.&#8212;The following organizations are referred to in subsection (a) [as exempt from taxation]:</p>\n        <p>*          *          *          *          *</p>\n        <p>\"(3) Corporations, and any community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or to foster national or international amateur sports competition (but only if no part of its activities involve the provision of athletic facilities or equipment), or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individual, no substantial part of the activities of which is carrying on propaganda, or otherwise attempting, to influence legislation (except as otherwise provided in subsection (h)), and which does not participate in, or intervene in (including the publishing or distributing of statements), any political campaign on behalf of (or in opposition to) any candidate for public office.\"</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>487 U.S. 72 (1988)</b></center>\n<center><h1>UNITED STATES CATHOLIC CONFERENCE ET AL.<br>\nv.<br>\nABORTION RIGHTS MOBILIZATION, INC., ET AL.</h1></center>\n<center>No. 87-416.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 18, 1988</center>\n<center>Decided June 20, 1988</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*73</span> <i>Kevin T. Baine</i> argued the cause for petitioners. With him on the briefs were <i>Edward Bennett Williams, Charles H. Wilson, Richard S. Hoffman, Mark E. Chopko,</i> and <i>Phillip H. Harris.</i></p>\n<p><i>Alan I. Horowitz</i> argued the cause for the federal respondents in support of petitioners pursuant to this Court's Rule 19.6. With him on the brief were <i>Solicitor General Fried, Assistant Attorney General Rose, Deputy Solicitor General Wallace, Robert S. Pomerance,</i> and <i>Teresa E. McLaughlin.</i></p>\n<p><i>Marshall Beil</i> argued the cause and filed a brief for respondents.<sup>[*]</sup></p> <p>Briefs of <i>amici curiae</i> urging affirmance were filed for the National Abortion Rights Action League et al. by <i>Ellyn R. Weiss;</i> and for the National Association of Laity by <i>Cletus P. Lyman.</i></p>\n<p>Briefs of <i>amici curiae</i> were filed for the American Civil Liberties Union Foundation et al. by <i>Steven R. Shapiro, John A. Powell, Helen Hershkoff, C. Edwin Baker,</i> and <i>Arthur N. Eisenberg;</i> and for the Rutherford Institute by <i>William Bonner, John F. Southworth, Jr., Alfred J. Lindh, Ira W. Still III, William B. Hollberg, Randall A. Pentiuk, Thomas W. Strahan, James J. Knicely, John W. Whitehead,</i> and <i>David E. Morris.</i></p>\n<p>JUSTICE KENNEDY delivered the opinion of the Court.</p>\n<p>The petitioners are the United States Catholic Conference and the National Conference of Catholic Bishops. Both organizations were held in civil contempt for failure to comply with subpoenas <i>duces tecum</i> issued by the United States <span class=\"star-pagination\">*74</span> District Court for the Southern District of New York. The Conferences objected to issuance of the process, arguing, <i>inter alia,</i> that the District Court lacked subject-matter jurisdiction in the underlying suit. The Court of Appeals for the Second Circuit rejected this argument, ruling that a nonparty witness' jurisdictional challenge is limited to a claim that the District Court lacks even colorable jurisdiction, a standard not met here. We granted certiorari to resolve whether a nonparty witness may defend against a civil contempt adjudication by challenging the subject-matter jurisdiction of the district court. 484 U. S. 975 (1987). We hold the nonparty witness may raise such a claim, and now reverse.</p>\n<p></p>\n<h2>I</h2>\n<p>In the underlying action, Abortion Rights Mobilization, Inc., and others (ARM) sued to revoke the tax-exempt status of the Roman Catholic Church in the United States. ARM alleged that the Conferences had violated the rules governing their tax-exempt status by participating in political activities.<sup>[*]</sup> Specifically, ARM claimed that \"the Roman Catholic <span class=\"star-pagination\">*75</span> Church in the United States . . . , in violation of the clear language and intent of the anti-electioneering provision of 26 U. S. C. § 501(c)(3), has engaged in a persistent and regular pattern of intervening in elections nationwide in favor of candidates who support the Church's position on abortion and in opposition to candidates with opposing views.\" Brief for Respondents 7-8. The Conferences were originally named as parties to this suit, but were later dismissed, leaving the Secretary of the Treasury and the Commissioner of Internal Revenue as the sole defendants.</p>\n<p>ARM served subpoenas on the Conferences in 1983, seeking extensive documentary evidence to support its claims. A series of court orders to produce, intertwined with other procedural motions, were followed by objections and refusals. These matters were extensively reported by the District Court. See <i>Abortion Rights Mobilization, Inc.</i> v. <i>Regan,</i> 544 F. Supp. 471 (1982) <i>(ARM I); </i><i>Abortion Rights Mobilization, Inc.</i> v. <i>Regan,</i> 552 F. Supp. 364 (1982) <i>(ARM II); </i><i>Abortion Rights Mobilization, Inc.</i> v. <i>Regan,</i> 603 F. Supp. 970 (1985) <i>(ARM III); </i><i>Abortion Rights Mobilization, Inc.</i> v. <i>Baker,</i> 110 F. R. D. 337 (1986) <i>(ARM IV).</i> After the Conferences informed the court that they could not \"in conscience, comply with the subpoenas in question,\" the court, which had made detailed orders including orders limiting discovery at the behest of the Conferences, found the Conferences in civil contempt. <i>ARM IV, supra,</i> at 337. The court assessed fines of $50,000 against each Conference for each day of further noncompliance. The Court of Appeals affirmed, stating that \"the <i>witnesses</i> have standing to question only whether the District Court has a colorable basis for exercising subject matter jurisdiction . . . .\" <i>In re United States Catholic Conference,</i> 824 F. 2d 156, 158 (1987). The order was stayed pending appeal, and the stay remains in effect.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*76</span> II</h2>\n<p>We hold that a nonparty witness can challenge the court's lack of subject-matter jurisdiction in defense of a civil contempt citation, notwithstanding the absence of a final judgment in the underlying action. Federal Rule of Civil Procedure 45 grants a district court the power to issue subpoenas as to witnesses and documents, but the subpoena power of a court cannot be more extensive than its jurisdiction. It follows that if a district court does not have subject-matter jurisdiction over the underlying action, and the process was not issued in aid of determining that jurisdiction, then the process is void and an order of civil contempt based on refusal to honor it must be reversed. As we observed in <i>United States</i> v. <i>Morton Salt Co.,</i> 338 U. S. 632, 642 (1950), \"[t]he judicial subpoena power not only is subject to specific constitutional limitations, . . . but also is subject to those limitations inherent in the body that issues them because of the provisions of the Judiciary Article of the Constitution.\" Therefore, a nonparty witness may attack a civil contempt citation by asserting that the issuing court lacks jurisdiction over the case.</p>\n<p>The right of a nonparty to appeal an adjudication of contempt cannot be questioned. The order finding a nonparty witness in contempt is appealable notwithstanding the absence of a final judgment in the underlying action. <i>United States</i> v. <i>Ryan,</i> 402 U. S. 530, 532 (1971); <i>Cobbledick</i> v. <i>United States,</i> 309 U. S. 323, 328 (1940). Once the right to appeal a civil contempt order is acknowledged, arguments in its legitimate support should not be so confined that the power of the issuing court remains untested. We are not confronted here with a nonparty witness attempting to challenge its civil contempt by raising matters in which it has no legitimate interest, for instance the District Court's lack of personal jurisdiction over the parties or a limitations statute that would compel dismissal of the action. As to such matters, even if it were ultimately determined that the court <span class=\"star-pagination\">*77</span> should not have allowed the suit to proceed, the order or process it issued in the conduct of the litigation would still be valid.</p>\n<p>The challenge in this case goes to the subject-matter jurisdiction of the court and hence its power to issue the order. The distinction between subject-matter jurisdiction and waivable defenses is not a mere nicety of legal metaphysics. It rests instead on the central principle of a free society that courts have finite bounds of authority, some of constitutional origin, which exist to protect citizens from the very wrong asserted here, the excessive use of judicial power. The courts, no less than the political branches of the government, must respect the limits of their authority.</p>\n<p>The Court of Appeals found that our decision in <i>Blair</i> v. <i>United States,</i> 250 U. S. 273 (1919), controlled its decision, but we think not. <i>Blair</i> involved defiant witnesses in a grand jury investigation. The witnesses refused to testify, contending the grand jury lacked jurisdiction because the statute that prohibited the conduct under investigation was unconstitutional. <i>Id.,</i> at 277-279. We affirmed the denial of habeas corpus relief to the witnesses and refused to consider their jurisdictional challenge. As this Court was careful to say, the jurisdiction of the grand jury did not depend upon the validity of the statutes attacked by the witnesses. The grand jury's investigative powers included the authority to conduct a wide-ranging investigation of the subject matter and existed independently of the statutes challenged by the witnesses. <i>Blair,</i> in effect, addressed the jurisdiction of the grand jury and found it sufficient to support the order of contempt. See <i>Morton Salt, supra,</i> at 642-643. <i>Blair</i> does not hold that the limited subject-matter jurisdiction of an Article III court may not be raised by a nonparty witness whom the court seeks to hold in civil contempt.</p>\n<p>Additionally, the Court of Appeals was concerned that permitting the nonparty witness to challenge the jurisdiction of the court would invite collusion, allowing parties to avoid <span class=\"star-pagination\">*78</span> restrictions on interlocutory appeals and to test jurisdiction by proxy. See <i>Catlin</i> v. <i>United States,</i> 324 U. S. 229, 236 (1945). We are not persuaded that such considerations should alter the rule we apply in this case. To begin with, the objection does not meet the fundamental premise that the nonparty should not be denied the right to object to the very jurisdictional exercise that causes the injury. Further, we conclude that there are ample protections against collusive appeals. If the Court of Appeals finds that the witness and a party acted in collusion to appeal in order to gain an interlocutory ruling on jurisdiction, it can decline to treat the witness as a nonparty for purposes of the question. Cf. <i>Karcher</i> v. <i>May,</i> 484 U. S. 72, 78 (1987) (applying \"[t]he concept of `legal personage' \" as a \"practical means of identifying the real interests at stake in a lawsuit\"); <i>Bender</i> v. <i>Williamsport Area School District,</i> 475 U. S. 534, 548, n. 9 (1986) (assessing the congruence of interests between the \"parties\" to the appeal). See generally <i>In re Coordinated Pretrial Proceedings in Petroleum Products Antitrust Litigation,</i> 747 F. 2d 1303, 1305 (CA9 1984). Additionally, there remain the usual provisions for sanctioning frivolous appeals or the abuse of court processes. See <i>Roadway Express, Inc.</i> v. <i>Piper,</i> 447 U. S. 752, 762 (1980); Fed. Rule App. Proc. 38.</p>\n<p>The limitations of the rule we follow in this case should be well understood. First, we do not undertake to explore in detail the differences between civil and criminal contempt. It suffices to note that we have distinguished between the two before and have held that a civil contempt order may depend upon the jurisdiction of the court. In <i>United States</i> v. <i>Mine Workers,</i> 330 U. S. 258 (1947), we noted the different treatment criminal and civil contempt are accorded based on appellate review of the issuing court's jurisdiction.</p>\n<blockquote>\"It does not follow, of course, that simply because a defendant may be punished for criminal contempt for disobedience of an order later set aside on appeal, that the plaintiff in the action may profit by way of a fine imposed <span class=\"star-pagination\">*79</span> in a simultaneous proceeding for civil contempt based upon a violation of the same order. The right to remedial relief falls with an injunction which events prove was erroneously issued, and <i>a fortiori</i> when the injunction or restraining order was beyond the jurisdiction of the court.\" <i>Id.,</i> at 294-295 (citations omitted; footnote omitted).</blockquote>\n<p>Though it may seem at first that denying a defense in a criminal case and granting it in a civil one reverses our usual priorities, the distinction is sound; for it rests on the different purposes and necessities of the two types of orders. <i>Ibid.</i> If either of the two orders appears efficacious, the better practice is to enter civil contempt to persuade a party to comply, reserving the more drastic, punitive sanction only if disobedience continues. <i>Yates</i> v. <i>United States,</i> 355 U. S. 66, 74-75 (1957). That course of action is not always available to a court, which at times must assert its authority at once to preserve the status quo or to determine its jurisdiction. See 18 U. S. C. §§ 401, 402. It was available here, however, as the District Court correctly recognized. When a district court elects to apply civil contempt to enforce compliance, it is consistent with that approach to allow full consideration of the court's subject-matter jurisdiction.</p>\n<p>The second point is closely related. Nothing we have said puts in question the inherent and legitimate authority of the court to issue process and other binding orders, including orders of discovery directed to nonparty witnesses, as necessary for the court to determine and rule upon its own jurisdiction, including jurisdiction over the subject matter. <i>United States</i> v. <i>Shipp,</i> 203 U. S. 563, 573 (1906).</p>\n<p>Though the concurring opinion in the Court of Appeals indicated that the order of the District Court in the case before us might be sustained as an inquiry in aid of the court's jurisdiction over the subject matter, the record shows that the process was issued to obtain discovery on the merits of the litigation. It is a recognized and appropriate procedure for a <span class=\"star-pagination\">*80</span> court to limit discovery proceedings at the outset to a determination of jurisdictional matters, see 13A C. Wright, A. Miller, &amp; E. Cooper, Federal Practice and Procedure § 3536, and n. 2 (1984 and Supp. 1987), but that was not the objective of this discovery order, even by implication. Before the contempt order, the District Court twice ruled that it had subject-matter jurisdiction of the case.</p>\n<p>Accordingly, on remand, the Court of Appeals must determine whether the District Court had subject-matter jurisdiction in the underlying action. If not, then the subpoenas <i>duces tecum</i> are void, and the civil contempt citation must be reversed \"in its entirety.\" <i>Mine Workers, supra,</i> at 295.</p>\n<p></p>\n<h2>III</h2>\n<p>We hold that the Court of Appeals for the Second Circuit erred in limiting the Conferences' jurisdictional challenge to the argument that the District Court lacked even colorable jurisdiction to hear the suit. The judgment of the Court of Appeals is therefore reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE MARSHALL, dissenting.</p>\n<p>I respectfully dissent. I would affirm the judgment of the Court of Appeals for the Second Circuit for much the same reasons set forth in the majority opinion written by Judge Newman.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the Christian Legal Society by <i>Michael J. Woodruff</i> and <i>Samuel E. Ericsson;</i> and for the National Council of Churches of Christ in the U. S. A. et al. by <i>Edward McGlynn Gaffney, Jr.,</i> and <i>Douglas Laycock.</i></p>\n<p>[*]  The Internal Revenue Code, 26 U. S. C. § 501(c)(3) (1988 ed.), as amended by Pub. L. 100-203, § 10711(a)(2), 101 Stat. 1330-464, exempts organizations from the payment of income taxes if they meet certain criteria. In pertinent part, that section provides:\n</p>\n<p>\"(c) List of exempt organizations.  The following organizations are referred to in subsection (a) [as exempt from taxation]:</p>\n<p>.....</p>\n<p>\"(3) Corporations, and any community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or to foster national or international amateur sports competition (but only if no part of its activities involve the provision of athletic facilities or equipment), or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individual, no substantial part of the activities of which is carrying on propaganda, or otherwise attempting, to influence legislation (except as otherwise provided in subsection (h)), and which does not participate in, or intervene in (including the publishing or distributing of statements), any political campaign on behalf of (or in opposition to) any candidate for public office.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></span> (1988)</b></center>\n<center><h1>UNITED STATES CATHOLIC CONFERENCE ET AL.<br>\nv.<br>\nABORTION RIGHTS MOBILIZATION, INC., ET AL.</h1></center>\n<center>No. 87-416.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 18, 1988</center>\n<center>Decided June 20, 1988</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n<p><span class=\"star-pagination\">*73</span> <i>Kevin T. Baine</i> argued the cause for petitioners. With him on the briefs were <i>Edward Bennett Williams, Charles H. Wilson, Richard S. Hoffman, Mark E. Chopko,</i> and <i>Phillip H. Harris.</i></p>\n<p><i>Alan I. Horowitz</i> argued the cause for the federal respondents in support of petitioners pursuant to this Court's Rule 19.6. With him on the brief were <i>Solicitor General Fried, Assistant Attorney General Rose, Deputy Solicitor General Wallace, Robert S. Pomerance,</i> and <i>Teresa E. McLaughlin.</i></p>\n<p><i>Marshall Beil</i> argued the cause and filed a brief for respondents.<sup>[*]</sup></p> <p>Briefs of <i>amici curiae</i> urging affirmance were filed for the National Abortion Rights Action League et al. by <i>Ellyn R. Weiss;</i> and for the National Association of Laity by <i>Cletus P. Lyman.</i></p>\n<p>Briefs of <i>amici curiae</i> were filed for the American Civil Liberties Union Foundation et al. by <i>Steven R. Shapiro, John A. Powell, Helen Hershkoff, C. Edwin Baker,</i> and <i>Arthur N. Eisenberg;</i> and for the Rutherford Institute by <i>William Bonner, John F. Southworth, Jr., Alfred J. Lindh, Ira W. Still III, William B. Hollberg, Randall A. Pentiuk, Thomas W. Strahan, James J. Knicely, John W. Whitehead,</i> and <i>David E. Morris.</i></p>\n<p>JUSTICE KENNEDY delivered the opinion of the Court.</p>\n<p>The petitioners are the United States Catholic Conference and the National Conference of Catholic Bishops. Both organizations were held in civil contempt for failure to comply with subpoenas <i>duces tecum</i> issued by the United States <span class=\"star-pagination\">*74</span> District Court for the Southern District of New York. The Conferences objected to issuance of the process, arguing, <i>inter alia,</i> that the District Court lacked subject-matter jurisdiction in the underlying suit. The Court of Appeals for the Second Circuit rejected this argument, ruling that a nonparty witness' jurisdictional challenge is limited to a claim that the District Court lacks even colorable jurisdiction, a standard not met here. We granted certiorari to resolve whether a nonparty witness may defend against a civil contempt adjudication by challenging the subject-matter jurisdiction of the district court. 484 U. S. 975 (1987). We hold the nonparty witness may raise such a claim, and now reverse.</p>\n<p></p>\n<h2>I</h2>\n<p>In the underlying action, Abortion Rights Mobilization, Inc., and others (ARM) sued to revoke the tax-exempt status of the Roman Catholic Church in the United States. ARM alleged that the Conferences had violated the rules governing their tax-exempt status by participating in political activities.<sup>[*]</sup> Specifically, ARM claimed that \"the Roman Catholic <span class=\"star-pagination\">*75</span> Church in the United States . . . , in violation of the clear language and intent of the anti-electioneering provision of 26 U. S. C. § 501(c)(3), has engaged in a persistent and regular pattern of intervening in elections nationwide in favor of candidates who support the Church's position on abortion and in opposition to candidates with opposing views.\" Brief for Respondents 7-8. The Conferences were originally named as parties to this suit, but were later dismissed, leaving the Secretary of the Treasury and the Commissioner of Internal Revenue as the sole defendants.</p>\n<p>ARM served subpoenas on the Conferences in 1983, seeking extensive documentary evidence to support its claims. A series of court orders to produce, intertwined with other procedural motions, were followed by objections and refusals. These matters were extensively reported by the District Court. See <i>Abortion Rights Mobilization, Inc.</i> v. <i>Regan,</i> <span class=\"citation\" data-id=\"1686779\"><a href=\"/opinion/1686779/abortion-rights-mobilization-inc-v-regan/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">471</span></a></span> (1982) <i>(ARM I); </i><i>Abortion Rights Mobilization, Inc.</i> v. <i>Regan,</i> <span class=\"citation\" data-id=\"1526249\"><a href=\"/opinion/1526249/abortion-rights-mobilization-inc-v-regan/\"><span class=\"volume\">552</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">364</span></a></span> (1982) <i>(ARM II); </i><i>Abortion Rights Mobilization, Inc.</i> v. <i>Regan,</i> <span class=\"citation\" data-id=\"1888869\"><a href=\"/opinion/1888869/abortion-rights-mobilization-inc-v-regan/\"><span class=\"volume\">603</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">970</span></a></span> (1985) <i>(ARM III); </i><i>Abortion Rights Mobilization, Inc.</i> v. <i>Baker,</i> 110 F. R. D. 337 (1986) <i>(ARM IV).</i> After the Conferences informed the court that they could not \"in conscience, comply with the subpoenas in question,\" the court, which had made detailed orders including orders limiting discovery at the behest of the Conferences, found the Conferences in civil contempt. <i>ARM IV, supra,</i> at 337. The court assessed fines of $50,000 against each Conference for each day of further noncompliance. The Court of Appeals affirmed, stating that \"the <i>witnesses</i> have standing to question only whether the District Court has a colorable basis for exercising subject matter jurisdiction . . . .\" <i>In re United States Catholic Conference,</i> 824 F. 2d 156, 158 (1987). The order was stayed pending appeal, and the stay remains in effect.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*76</span> II</h2>\n<p>We hold that a nonparty witness can challenge the court's lack of subject-matter jurisdiction in defense of a civil contempt citation, notwithstanding the absence of a final judgment in the underlying action. Federal Rule of Civil Procedure 45 grants a district court the power to issue subpoenas as to witnesses and documents, but the subpoena power of a court cannot be more extensive than its jurisdiction. It follows that if a district court does not have subject-matter jurisdiction over the underlying action, and the process was not issued in aid of determining that jurisdiction, then the process is void and an order of civil contempt based on refusal to honor it must be reversed. As we observed in <i>United States</i> v. <i>Morton Salt Co.,</i> 338 U. S. 632, 642 (1950), \"[t]he judicial subpoena power not only is subject to specific constitutional limitations, . . . but also is subject to those limitations inherent in the body that issues them because of the provisions of the Judiciary Article of the Constitution.\" Therefore, a nonparty witness may attack a civil contempt citation by asserting that the issuing court lacks jurisdiction over the case.</p>\n<p>The right of a nonparty to appeal an adjudication of contempt cannot be questioned. The order finding a nonparty witness in contempt is appealable notwithstanding the absence of a final judgment in the underlying action. <i>United States</i> v. <i>Ryan,</i> 402 U. S. 530, 532 (1971); <i>Cobbledick</i> v. <i>United States,</i> 309 U. S. 323, 328 (1940). Once the right to appeal a civil contempt order is acknowledged, arguments in its legitimate support should not be so confined that the power of the issuing court remains untested. We are not confronted here with a nonparty witness attempting to challenge its civil contempt by raising matters in which it has no legitimate interest, for instance the District Court's lack of personal jurisdiction over the parties or a limitations statute that would compel dismissal of the action. As to such matters, even if it were ultimately determined that the court <span class=\"star-pagination\">*77</span> should not have allowed the suit to proceed, the order or process it issued in the conduct of the litigation would still be valid.</p>\n<p>The challenge in this case goes to the subject-matter jurisdiction of the court and hence its power to issue the order. The distinction between subject-matter jurisdiction and waivable defenses is not a mere nicety of legal metaphysics. It rests instead on the central principle of a free society that courts have finite bounds of authority, some of constitutional origin, which exist to protect citizens from the very wrong asserted here, the excessive use of judicial power. The courts, no less than the political branches of the government, must respect the limits of their authority.</p>\n<p>The Court of Appeals found that our decision in <i>Blair</i> v. <i>United States,</i> 250 U. S. 273 (1919), controlled its decision, but we think not. <i>Blair</i> involved defiant witnesses in a grand jury investigation. The witnesses refused to testify, contending the grand jury lacked jurisdiction because the statute that prohibited the conduct under investigation was unconstitutional. <i>Id.,</i> at 277-279. We affirmed the denial of habeas corpus relief to the witnesses and refused to consider their jurisdictional challenge. As this Court was careful to say, the jurisdiction of the grand jury did not depend upon the validity of the statutes attacked by the witnesses. The grand jury's investigative powers included the authority to conduct a wide-ranging investigation of the subject matter and existed independently of the statutes challenged by the witnesses. <i>Blair,</i> in effect, addressed the jurisdiction of the grand jury and found it sufficient to support the order of contempt. See <i>Morton Salt, supra,</i> at 642-643. <i>Blair</i> does not hold that the limited subject-matter jurisdiction of an Article III court may not be raised by a nonparty witness whom the court seeks to hold in civil contempt.</p>\n<p>Additionally, the Court of Appeals was concerned that permitting the nonparty witness to challenge the jurisdiction of the court would invite collusion, allowing parties to avoid <span class=\"star-pagination\">*78</span> restrictions on interlocutory appeals and to test jurisdiction by proxy. See <i>Catlin</i> v. <i>United States,</i> 324 U. S. 229, 236 (1945). We are not persuaded that such considerations should alter the rule we apply in this case. To begin with, the objection does not meet the fundamental premise that the nonparty should not be denied the right to object to the very jurisdictional exercise that causes the injury. Further, we conclude that there are ample protections against collusive appeals. If the Court of Appeals finds that the witness and a party acted in collusion to appeal in order to gain an interlocutory ruling on jurisdiction, it can decline to treat the witness as a nonparty for purposes of the question. Cf. <i>Karcher</i> v. <i>May,</i> 484 U. S. 72, 78 (1987) (applying \"[t]he concept of `legal personage' \" as a \"practical means of identifying the real interests at stake in a lawsuit\"); <i>Bender</i> v. <i>Williamsport Area School District,</i> 475 U. S. 534, 548, n. 9 (1986) (assessing the congruence of interests between the \"parties\" to the appeal). See generally <i>In re Coordinated Pretrial Proceedings in Petroleum Products Antitrust Litigation,</i> 747 F. 2d 1303, 1305 (CA9 1984). Additionally, there remain the usual provisions for sanctioning frivolous appeals or the abuse of court processes. See <i>Roadway Express, Inc.</i> v. <i>Piper,</i> 447 U. S. 752, 762 (1980); Fed. Rule App. Proc. 38.</p>\n<p>The limitations of the rule we follow in this case should be well understood. First, we do not undertake to explore in detail the differences between civil and criminal contempt. It suffices to note that we have distinguished between the two before and have held that a civil contempt order may depend upon the jurisdiction of the court. In <i>United States</i> v. <i>Mine Workers,</i> 330 U. S. 258 (1947), we noted the different treatment criminal and civil contempt are accorded based on appellate review of the issuing court's jurisdiction.</p>\n<blockquote>\"It does not follow, of course, that simply because a defendant may be punished for criminal contempt for disobedience of an order later set aside on appeal, that the plaintiff in the action may profit by way of a fine imposed <span class=\"star-pagination\">*79</span> in a simultaneous proceeding for civil contempt based upon a violation of the same order. The right to remedial relief falls with an injunction which events prove was erroneously issued, and <i>a fortiori</i> when the injunction or restraining order was beyond the jurisdiction of the court.\" <i>Id.,</i> at 294-295 (citations omitted; footnote omitted).</blockquote>\n<p>Though it may seem at first that denying a defense in a criminal case and granting it in a civil one reverses our usual priorities, the distinction is sound; for it rests on the different purposes and necessities of the two types of orders. <i>Ibid.</i> If either of the two orders appears efficacious, the better practice is to enter civil contempt to persuade a party to comply, reserving the more drastic, punitive sanction only if disobedience continues. <i>Yates</i> v. <i>United States,</i> 355 U. S. 66, 74-75 (1957). That course of action is not always available to a court, which at times must assert its authority at once to preserve the status quo or to determine its jurisdiction. See 18 U. S. C. §§ 401, 402. It was available here, however, as the District Court correctly recognized. When a district court elects to apply civil contempt to enforce compliance, it is consistent with that approach to allow full consideration of the court's subject-matter jurisdiction.</p>\n<p>The second point is closely related. Nothing we have said puts in question the inherent and legitimate authority of the court to issue process and other binding orders, including orders of discovery directed to nonparty witnesses, as necessary for the court to determine and rule upon its own jurisdiction, including jurisdiction over the subject matter. <i>United States</i> v. <i>Shipp,</i> 203 U. S. 563, 573 (1906).</p>\n<p>Though the concurring opinion in the Court of Appeals indicated that the order of the District Court in the case before us might be sustained as an inquiry in aid of the court's jurisdiction over the subject matter, the record shows that the process was issued to obtain discovery on the merits of the litigation. It is a recognized and appropriate procedure for a <span class=\"star-pagination\">*80</span> court to limit discovery proceedings at the outset to a determination of jurisdictional matters, see 13A C. Wright, A. Miller, &amp; E. Cooper, Federal Practice and Procedure § 3536, and n. 2 (1984 and Supp. 1987), but that was not the objective of this discovery order, even by implication. Before the contempt order, the District Court twice ruled that it had subject-matter jurisdiction of the case.</p>\n<p>Accordingly, on remand, the Court of Appeals must determine whether the District Court had subject-matter jurisdiction in the underlying action. If not, then the subpoenas <i>duces tecum</i> are void, and the civil contempt citation must be reversed \"in its entirety.\" <i>Mine Workers, supra,</i> at 295.</p>\n<p></p>\n<h2>III</h2>\n<p>We hold that the Court of Appeals for the Second Circuit erred in limiting the Conferences' jurisdictional challenge to the argument that the District Court lacked even colorable jurisdiction to hear the suit. The judgment of the Court of Appeals is therefore reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE MARSHALL, dissenting.</p>\n<p>I respectfully dissent. I would affirm the judgment of the Court of Appeals for the Second Circuit for much the same reasons set forth in the majority opinion written by Judge Newman.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed for the Christian Legal Society by <i>Michael J. Woodruff</i> and <i>Samuel E. Ericsson;</i> and for the National Council of Churches of Christ in the U. S. A. et al. by <i>Edward McGlynn Gaffney, Jr.,</i> and <i>Douglas Laycock.</i></p>\n<p>[*]  The Internal Revenue Code, 26 U. S. C. § 501(c)(3) (1988 ed.), as amended by Pub. L. 100-203, § 10711(a)(2), 101 Stat. 1330-464, exempts organizations from the payment of income taxes if they meet certain criteria. In pertinent part, that section provides:\n</p>\n<p>\"(c) List of exempt organizations.  The following organizations are referred to in subsection (a) [as exempt from taxation]:</p>\n<p>.....</p>\n<p>\"(3) Corporations, and any community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or to foster national or international amateur sports competition (but only if no part of its activities involve the provision of athletic facilities or equipment), or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individual, no substantial part of the activities of which is carrying on propaganda, or otherwise attempting, to influence legislation (except as otherwise provided in subsection (h)), and which does not participate in, or intervene in (including the publishing or distributing of statements), any political campaign on behalf of (or in opposition to) any candidate for public office.\"</p>\n\n</div>", "id": 112118, "judges": "Kennedy", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/112118/", "sha1": "a68647fbc6793662723e58c6e9c33e69a9cb6109", "source": "LR", "supreme_court_db_id": "1987-128", "time_retrieved": "2010-04-28T10:13:32"}