{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "156 U.S. 183", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94083/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "In Re Robertson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "No number", 
    "id": 78464, 
    "resource_uri": "/api/rest/v2/citation/78464/"
  }, 
  "id": 94083, 
  "blocked": false, 
  "judges": "Fuller, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1895-01-22", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>156 U.S. 183 (1895)</b></center>\n<center><h1>In re ROBERTSON, Petitioner.</h1></center>\n<center>No number.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 21, 1895.</center>\n<center>Decided January 22, 1895.</center>\nORIGINAL.\n<p><span class=\"star-pagination\">*184</span> <i>Mr. L.W. Anderson</i> for petitioner.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Applications to this court for a writ of error to a state court are not entertained unless at the request of one of the members of the court concurred in by his associates. In this case there seems to have been some misunderstanding on the part of counsel as to the practice, in view of which, and considering that this is a capital case and that the day appointed for the <span class=\"star-pagination\">*185</span> execution of the sentence is very near, we have examined the application, and are of opinion that the question of the sufficiency of the indictment is not a Federal question, and that no Federal question appears upon the record to have been presented to the Supreme Court of Appeals of Virginia, and therefore, upon the authority of <i>Leeper</i> v. <i>Texas,</i> 139 U.S. 462, and <i>Duncan</i> v. <i>Missouri,</i> 152 U.S. 377,</p>\n<p><i>The writ of error is not allowed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:21:50", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></span> (1895)</b></center>\n<center><h1>In re ROBERTSON, Petitioner.</h1></center>\n<center>No number.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted January 21, 1895.</center>\n<center>Decided January 22, 1895.</center>\nORIGINAL.\n<p><span class=\"star-pagination\">*184</span> <i>Mr. L.W. Anderson</i> for petitioner.</p>\n<p>MR. CHIEF JUSTICE FULLER, after stating the case, delivered the opinion of the court.</p>\n<p>Applications to this court for a writ of error to a state court are not entertained unless at the request of one of the members of the court concurred in by his associates. In this case there seems to have been some misunderstanding on the part of counsel as to the practice, in view of which, and considering that this is a capital case and that the day appointed for the <span class=\"star-pagination\">*185</span> execution of the sentence is very near, we have examined the application, and are of opinion that the question of the sufficiency of the indictment is not a Federal question, and that no Federal question appears upon the record to have been presented to the Supreme Court of Appeals of Virginia, and therefore, upon the authority of <i>Leeper</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"93029\"><a href=\"/opinion/93029/leeper-v-texas/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, and <i>Duncan</i> v. <i>Missouri,</i> <span class=\"citation\" data-id=\"93842\"><a href=\"/opinion/93842/duncan-v-missouri/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>,</p>\n<p><i>The writ of error is not allowed.</i></p>\n</div>", 
  "sha1": "05a404cf81faf88350656a3da55c3eba236bf42d", 
  "date_modified": "2014-12-21T01:32:06.990828", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94083/in-re-robertson/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/304097/", 
  "html": "<p class=\"case_cite\">156 U.S. 183</p>\n    <p class=\"case_cite\">15 S.Ct. 324</p>\n    <p class=\"case_cite\">39 L.Ed. 389</p>\n    <p class=\"parties\">In re ROBERTSON.</p>\n    <p class=\"docket\">No. ____.</p>\n    <p class=\"date\">January 22, 1895.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Robertson was convicted of murder in the first degree at the December term, 1892, of the county court of Franklin county, Va., and sentenced to be hanged February 3, 1893. A petition for writ of error was denied by the circuit court of Franklin county; but the writ was subsequently allowed by one of the judges of the supreme court of appeals of Virginia, which court on November 8, 1894, affirmed the judgment of the county court. 20 S. E. 362. Robertson was resentenced to be executed December 21, 1894, and a respite granted until January 25, 1895. He then applied for a writ of error from this court, to one of the justices thereof, which was denied, whereupon his counsel brought the matter to the attention of the court, under the misapprehension that he had been directed to do so by that justice with the assent of his brethren.</p>\n      <p class=\"indent\">In Virginia, every homicide is presumed to be murder in the second degree; murder in the second degree is punishable by imprisonment; murder in the first degree by death; and, under the statute, murder in the commission of, or attempt to commit, robbery, is murder in the first degree. Code Va. &#167; 3662.</p>\n      <p class=\"indent\">One of the errors assigned below was that the county court overruled the motion of defendant to exclude all evidence tending to show that he robbed the deceased; his contention being that inasmuch as the indictment was in the ordinary form, and did not charge that the homicide was committed in the commission of robbery, it was not competent to prove the robbery, in order to raise the offense to murder in the first degree. The same question was also presented by an instruction asked on behalf of defendant and refused. The supreme court of appeals held that, whatever might be the rule elsewhere, it was competent, in Virginia, under indictment for murder simply, to try and convict a person of murder in the first degree, if the homicide was perpetrated in the commission of, or attempt to commit, robbery. It was urged on the application here that, where robbery was relied on to raise homicide to murder in the first degree, two distinct acts constituted the offense, to wit, the killing and the robbery, or attempt to commit robbery, and that to condemn the accused to death because the killing was in the commission of, or attempt to commit, robbery, under an indictment not charging him with the latter, was to deprive him of his life without due process of law.</p>\n      <p class=\"indent\">L. W. Anderson, for petitioner.</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Applications to this court for a writ of error to a state court are not entertained, unless at the request of one of the members of the court, concurred in by his associates. In this case there seems to have been some misunderstanding on the part of counsel as to the practice, in view of which, and considering that this is a capital case, and that the day appointed for the execution of the sentence is very near, we have examined the application, and are of opinion that the question of the sufficiency of the indictment is not a federal question, and that no federal question appears, upon the record, to have been presented to the supreme court of appeals of Virginia; and therefore, upon the authority of Leeper v. Texas, 139 U. S. 462, 11 Sup. Ct. 577, and Duncan v. State, 152 U. S. 377, 14 Sup. Ct. 570, the writ of error is not allowed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94083/"
}