{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "158 U.S. 478", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94233/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Green v. Bogue", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "327", 
    "id": 78614, 
    "resource_uri": "/api/rest/v2/citation/78614/"
  }, 
  "id": 94233, 
  "blocked": false, 
  "judges": "Shiras, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1895-05-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>158 U.S. 478 (1895)</b></center>\n<center><h1>GREEN<br>\nv.<br>\nBOGUE.</h1></center>\n<center>No. 327.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1895.</center>\n<center>Decided May 27, 1895.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*499</span> <i>Mr. L.H. Bisbee</i> for appellants.</p>\n<p><i>Mr. George W. Smith</i> for appellees. <i>Mr. David B. Lyman</i> and <i>Mr. Theodore S. Garnett</i> were with him on his brief.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>How far the chancery rule, that if a plaintiff replies to a plea in bar, joining issue upon the facts averred in it, thus putting the defendant to the trouble and expense of proving his plea, he thereby admits the sufficiency of the plea, and that if such facts are found to be true, the bill must be dismissed without reference to the equity arising from any other facts stated in the bill, is affected or modified by rule 33 in <span class=\"star-pagination\">*500</span> equity, which provides that \"if upon an issue the facts stated in the plea be determined for the defendant, they shall avail him as far as in law and equity they ought to avail him,\" was a question put in the opinion of this court in <i>Farley</i> v. <i>Kittson,</i> 120 U.S. 315, but its consideration was not deemed necessary to the determination of that case.</p>\n<p>In the present case the plaintiffs put down the plea for argument as to its sufficiency, and, after that question had been determined against them, filed a replication, putting in issue the facts averred in the plea, which issue was likewise found against them, and the question now presented is whether, by putting the case upon an issue of fact, instead of abiding by the issue as to the legal sufficiency of the plea, the plaintiffs are precluded from raising the latter question in this court.</p>\n<p>Undoubtedly, under the rule in the English Chancery Court, recognized by this court in <i>Hughes</i> v. <i>Blake,</i> 6 Wheat. 453, 472, and in <i>Rhode Island</i> v. <i>Massachusetts,</i> 14 Pet. 210, the plaintiffs would be held to have abandoned their right to have the sufficiency of the plea as a defence to the bill again considered. But we think that, in view of rule 33, which has been adopted since those cases were decided, the plaintiffs may properly ask this court to review the decree of the court below in respect to the sufficiency of the plea.</p>\n<p>The inequity of having a case turn on the fate of a plea of, perhaps, immaterial facts, doubtless led to the adoption of that rule.</p>\n<p>In <i>Pearce</i> v. <i>Rice,</i> 142 U.S. 28, the effect of the rule was considered, and it was held that under it the court may, upon final hearing, do, at least, what, under the old rule, might have been done when the benefit was saved to the hearing \u0097 citing Cooper's Eq. Pl. 233, and Story's Eq. Pl. § 698, to the effect that if, upon argument, the benefit of a plea is saved to the hearing, it is considered, that, so far as appears to the court, it may be a defence; but that there may be matter disclosed in evidence which would avoid it, supposing the matter pleaded to be strictly true; and the court, therefore, will not preclude the question. See also, <i>Hancock</i> v. <i>Carlton,</i> 6 Gray, 39, 54.</p>\n<p><span class=\"star-pagination\">*501</span> How far, then, do the facts alleged in the plea, and determined in their favor, avail the defendants in law and equity?</p>\n<p>The defendants in error make two answers to this question. They say that the proceedings and decree in the state court, which form the subject of the plea, are conclusive of the entire controversy; and they say that, even if such proceedings and decree were not conclusive, yet the facts of the case disclose no equitable grounds for the relief prayed for in the present bill.</p>\n<p>Without repeating the facts above particularly stated, it may be briefly said that the proceedings in the state court arose out of a sale of real estate decreed under a bill in equity filed by a pledgee of an undivided interest in the land to enforce his lien. The sale was made by a master, under the directions of the court, and to his return of the fact of the sale and to the confirmation of sale the plaintiffs in error filed exceptions. Those exceptions were based upon a petition containing allegations of fraud on the part of persons concerned in the sale, and especially an allegation that the sum of $602,000, returned as the amount bid, was not the entire purchase money, but that the further sum of $91,921 was part of the actual purchase money the fact of the payment of which had been concealed from the petitioners. The petition asked that the persons named, and particularly George M. Bogue, the purchaser, should be compelled to answer, and that the matter should be referred to a master in chancery to hear the proof of both parties, and to make due report to the court. An answer on the part of Bogue and others was put in, denying the allegations of fraud. The court on February 11, 1890, filed a final decree overruling the petition and exceptions, and confirming the sale. From this decree an appeal was taken to the Supreme Court of Illinois, which was pending undetermined in that court when the present bill was filed in the Circuit Court of the United States. It is, however, stated in the briefs of both parties that the Supreme Court of Illinois has since affirmed the decree of the Cook County Circuit Court.</p>\n<p>A comparison of the facts alleged and the charges made in the petition in the Cook County court and in the bill in the <span class=\"star-pagination\">*502</span> present case has satisfied us that substantially they were the same. It is now contended on the part of the plaintiffs in error that the cases cannot be deemed legally the same, so as to permit a plea of the first proceedings and decree as a bar to the present bill, because the relief asked for in the state court was the setting aside the sale, whereas the relief now sought is to enforce a trust as to a portion of the purchase money, leaving the sale to stand. But the facts averred and relied on in the state court are, as already stated, substantially those now alleged, and we do not deem the fact that a different form or measure of relief is now asked deprives the defendants in error of the protection of the prior findings and decree in their favor. The same matters of fact would have to be passed on, and if the plaintiffs in error are now entitled to an account for a suppressed portion of the purchase money they were so entitled in the proceedings in the state courts even if, for other reasons, those courts refused to set aside the sale.</p>\n<p><i>Gardinier's Appeal,</i> 89 Penn. St. 528, was a case where the defendant in an action of ejectment was, by the terms of the verdict, to hold the land in dispute upon certain conditions, with which he failed to comply. The plaintiff had judgment entered, and issued a writ of <i>habere facias possessionem.</i> Subsequently, the court granted a rule to show cause why plaintiff should not be enjoined from issuing said writ, which rule, after a hearing on affidavits and an inspection of the record, was discharged. The defendant afterwards filed a bill in equity to enjoin the plaintiff from proceeding with said writ, the grounds for relief being substantially those on which the rule to show cause was granted, and it was <i>held</i> that the question was <i>res judicata,</i> and the injunction was properly refused, the court saying: \"That the judgment or decree of a court of justice upon a legal or equitable issue within its jurisdiction is binding and conclusive upon all other courts of concurrent power, is a rule founded on the soundest policy, and we are of opinion that we cannot grant the injunction prayed for without violating this rule.\"</p>\n<p>So, in <i>Frauenthal's Appeal,</i> 100 Penn. St. 290, it was held <span class=\"star-pagination\">*503</span> that when the defendant in a judgment obtains a rule to show bcause why execution thereon should not be stayed, and, after depositions are taken, the rule is discharged, said defendant cannot subsequently, upon proof of substantially the same facts, obtain relief by injunction in equity \u0097 that the principle of <i>res judicata</i> applies in such case; and the court said: \"Whether the application to enjoin against issuing execution be by motion and rule, or by bill, the relief is sought through the equitable powers of the court alone, and not through the intervention of a jury. The appellee in this case made his election. He submitted his alleged grievance to a court of competent jurisdiction. He had his day in court. The identical matter was adjudged against him.\" The same principle has been often applied by this court. <i>Goodrich</i> v. <i>The City,</i> 5 Wall. 566; <i>Robb</i> v. <i>Vos,</i> 155 U.S. 13.</p>\n<p>It is further urged that these two proceedings were not legally identical because the parties were not wholly the same, and that Mrs. Green did not join in the exceptions, and that Edward Green, who had joined, withdrew his objections. But the exceptions were brought and sought to be maintained in their interest and by their trustees and privies. \"Parties, in the larger legal sense, are all persons having a right to control the proceedings to make defence, to adduce and cross-examine witnesses, and to appeal from the decision, if an appeal lies.\" 1 Greenleaf Ev. sec. 535.</p>\n<p>\"The parties to the suit at law having been parties to the suit in equity, the subject-matter and the defence being the same, it is not a sufficient objection to the introduction of the record in the equity suit that other persons were parties to the latter.</p>\n<p>\"No good reason can be given why the parties to the suit at law who litigated the same question should not be concluded by the decree because others, having an interest in the question or subject-matter, were admitted by the practice of a court of chancery to assist on both sides.\" <i>Thompson</i> v. <i>Roberts,</i> 24 How. 233.</p>\n<p>We do not feel called upon to define the nature of Mrs. Green's estate under her father's will, but we are satisfied that <span class=\"star-pagination\">*504</span> she was adequately represented by the trustees, and that the withdrawal of his exceptions by Edward Green, after issue formed and evidence, must be deemed to have been a final abandonment of such exceptions and an acquiescence in the decree. <i>Last Chance Mining Co.</i> v. <i>Tyler Mining Co.,</i> 157 U.S. 683.</p>\n<p>Besides pleading the decree of the state court as a bar, under the principle of <i>res judicata,</i> the defendants in error contend that, on the facts as found, the plaintiffs in error are entitled to no equitable relief.</p>\n<p>The conclusion already reached renders unnecessary any extended consideration of those facts. But we have read the allegations and the evidence contained in this record, and have not been able to find any such state of facts as would have warranted the court below in sustaining the bill, even if the decree of the state court was out of the way.</p>\n<p>The principal matter of complaint was based on the existence of the outside contract between Peters and Bogue &amp; Hoyt, whereby the latter agreed to pay Peters, or to bid enough as against any other purchaser, to secure full payment to the receiver, and it is claimed that Peters, as the complainant in the bill, was under some kind of a fiduciary relation to the Green estate which made such an agreement fraudulent as respects that estate. We are unable to see that such was the relation between the parties, or that by such an arrangement Peters abused the process of the court.</p>\n<p>We regard the opinion of the Supreme Court of Illinois, in <i>Barling</i> v. <i>Peters,</i> 134 Illinois, 606, as a satisfactory treatment of this part of the case, and content ourselves with referring to it.</p>\n<p>Upon the whole we are satisfied that no wrong was done these appellants by the dismissal of their bill, and accordingly the decree of the court below is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:22:06", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></span> (1895)</b></center>\n<center><h1>GREEN<br>\nv.<br>\nBOGUE.</h1></center>\n<center>No. 327.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1895.</center>\n<center>Decided May 27, 1895.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*499</span> <i>Mr. L.H. Bisbee</i> for appellants.</p>\n<p><i>Mr. George W. Smith</i> for appellees. <i>Mr. David B. Lyman</i> and <i>Mr. Theodore S. Garnett</i> were with him on his brief.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>How far the chancery rule, that if a plaintiff replies to a plea in bar, joining issue upon the facts averred in it, thus putting the defendant to the trouble and expense of proving his plea, he thereby admits the sufficiency of the plea, and that if such facts are found to be true, the bill must be dismissed without reference to the equity arising from any other facts stated in the bill, is affected or modified by rule 33 in <span class=\"star-pagination\">*500</span> equity, which provides that \"if upon an issue the facts stated in the plea be determined for the defendant, they shall avail him as far as in law and equity they ought to avail him,\" was a question put in the opinion of this court in <i>Farley</i> v. <i>Kittson,</i> <span class=\"citation\" data-id=\"91852\"><a href=\"/opinion/91852/farley-v-kittson/\"><span class=\"volume\">120</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, but its consideration was not deemed necessary to the determination of that case.</p>\n<p>In the present case the plaintiffs put down the plea for argument as to its sufficiency, and, after that question had been determined against them, filed a replication, putting in issue the facts averred in the plea, which issue was likewise found against them, and the question now presented is whether, by putting the case upon an issue of fact, instead of abiding by the issue as to the legal sufficiency of the plea, the plaintiffs are precluded from raising the latter question in this court.</p>\n<p>Undoubtedly, under the rule in the English Chancery Court, recognized by this court in <i>Hughes</i> v. <i>Blake,</i> <span class=\"citation\" data-id=\"85334\"><a href=\"/opinion/85334/hughes-v-blake/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">453</span></a></span>, 472, and in <i>Rhode Island</i> v. <i>Massachusetts,</i> <span class=\"citation\" data-id=\"86177\"><a href=\"/opinion/86177/rhode-island-v-massachusetts/\"><span class=\"volume\">14</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">210</span></a></span>, the plaintiffs would be held to have abandoned their right to have the sufficiency of the plea as a defence to the bill again considered. But we think that, in view of rule 33, which has been adopted since those cases were decided, the plaintiffs may properly ask this court to review the decree of the court below in respect to the sufficiency of the plea.</p>\n<p>The inequity of having a case turn on the fate of a plea of, perhaps, immaterial facts, doubtless led to the adoption of that rule.</p>\n<p>In <i>Pearce</i> v. <i>Rice,</i> <span class=\"citation\" data-id=\"93195\"><a href=\"/opinion/93195/pearce-v-rice/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, the effect of the rule was considered, and it was held that under it the court may, upon final hearing, do, at least, what, under the old rule, might have been done when the benefit was saved to the hearing \u0097 citing Cooper's Eq. Pl. 233, and Story's Eq. Pl. § 698, to the effect that if, upon argument, the benefit of a plea is saved to the hearing, it is considered, that, so far as appears to the court, it may be a defence; but that there may be matter disclosed in evidence which would avoid it, supposing the matter pleaded to be strictly true; and the court, therefore, will not preclude the question. See also, <i>Hancock</i> v. <i>Carlton,</i> 6 Gray, 39, 54.</p>\n<p><span class=\"star-pagination\">*501</span> How far, then, do the facts alleged in the plea, and determined in their favor, avail the defendants in law and equity?</p>\n<p>The defendants in error make two answers to this question. They say that the proceedings and decree in the state court, which form the subject of the plea, are conclusive of the entire controversy; and they say that, even if such proceedings and decree were not conclusive, yet the facts of the case disclose no equitable grounds for the relief prayed for in the present bill.</p>\n<p>Without repeating the facts above particularly stated, it may be briefly said that the proceedings in the state court arose out of a sale of real estate decreed under a bill in equity filed by a pledgee of an undivided interest in the land to enforce his lien. The sale was made by a master, under the directions of the court, and to his return of the fact of the sale and to the confirmation of sale the plaintiffs in error filed exceptions. Those exceptions were based upon a petition containing allegations of fraud on the part of persons concerned in the sale, and especially an allegation that the sum of $602,000, returned as the amount bid, was not the entire purchase money, but that the further sum of $91,921 was part of the actual purchase money the fact of the payment of which had been concealed from the petitioners. The petition asked that the persons named, and particularly George M. Bogue, the purchaser, should be compelled to answer, and that the matter should be referred to a master in chancery to hear the proof of both parties, and to make due report to the court. An answer on the part of Bogue and others was put in, denying the allegations of fraud. The court on February 11, 1890, filed a final decree overruling the petition and exceptions, and confirming the sale. From this decree an appeal was taken to the Supreme Court of Illinois, which was pending undetermined in that court when the present bill was filed in the Circuit Court of the United States. It is, however, stated in the briefs of both parties that the Supreme Court of Illinois has since affirmed the decree of the Cook County Circuit Court.</p>\n<p>A comparison of the facts alleged and the charges made in the petition in the Cook County court and in the bill in the <span class=\"star-pagination\">*502</span> present case has satisfied us that substantially they were the same. It is now contended on the part of the plaintiffs in error that the cases cannot be deemed legally the same, so as to permit a plea of the first proceedings and decree as a bar to the present bill, because the relief asked for in the state court was the setting aside the sale, whereas the relief now sought is to enforce a trust as to a portion of the purchase money, leaving the sale to stand. But the facts averred and relied on in the state court are, as already stated, substantially those now alleged, and we do not deem the fact that a different form or measure of relief is now asked deprives the defendants in error of the protection of the prior findings and decree in their favor. The same matters of fact would have to be passed on, and if the plaintiffs in error are now entitled to an account for a suppressed portion of the purchase money they were so entitled in the proceedings in the state courts even if, for other reasons, those courts refused to set aside the sale.</p>\n<p><i>Gardinier's Appeal,</i> 89 Penn. St. 528, was a case where the defendant in an action of ejectment was, by the terms of the verdict, to hold the land in dispute upon certain conditions, with which he failed to comply. The plaintiff had judgment entered, and issued a writ of <i>habere facias possessionem.</i> Subsequently, the court granted a rule to show cause why plaintiff should not be enjoined from issuing said writ, which rule, after a hearing on affidavits and an inspection of the record, was discharged. The defendant afterwards filed a bill in equity to enjoin the plaintiff from proceeding with said writ, the grounds for relief being substantially those on which the rule to show cause was granted, and it was <i>held</i> that the question was <i>res judicata,</i> and the injunction was properly refused, the court saying: \"That the judgment or decree of a court of justice upon a legal or equitable issue within its jurisdiction is binding and conclusive upon all other courts of concurrent power, is a rule founded on the soundest policy, and we are of opinion that we cannot grant the injunction prayed for without violating this rule.\"</p>\n<p>So, in <i>Frauenthal's Appeal,</i> 100 Penn. St. 290, it was held <span class=\"star-pagination\">*503</span> that when the defendant in a judgment obtains a rule to show bcause why execution thereon should not be stayed, and, after depositions are taken, the rule is discharged, said defendant cannot subsequently, upon proof of substantially the same facts, obtain relief by injunction in equity \u0097 that the principle of <i>res judicata</i> applies in such case; and the court said: \"Whether the application to enjoin against issuing execution be by motion and rule, or by bill, the relief is sought through the equitable powers of the court alone, and not through the intervention of a jury. The appellee in this case made his election. He submitted his alleged grievance to a court of competent jurisdiction. He had his day in court. The identical matter was adjudged against him.\" The same principle has been often applied by this court. <i>Goodrich</i> v. <i>The City,</i> 5 Wall. 566; <i>Robb</i> v. <i>Vos,</i> 155 U.S. 13.</p>\n<p>It is further urged that these two proceedings were not legally identical because the parties were not wholly the same, and that Mrs. Green did not join in the exceptions, and that Edward Green, who had joined, withdrew his objections. But the exceptions were brought and sought to be maintained in their interest and by their trustees and privies. \"Parties, in the larger legal sense, are all persons having a right to control the proceedings to make defence, to adduce and cross-examine witnesses, and to appeal from the decision, if an appeal lies.\" 1 Greenleaf Ev. sec. 535.</p>\n<p>\"The parties to the suit at law having been parties to the suit in equity, the subject-matter and the defence being the same, it is not a sufficient objection to the introduction of the record in the equity suit that other persons were parties to the latter.</p>\n<p>\"No good reason can be given why the parties to the suit at law who litigated the same question should not be concluded by the decree because others, having an interest in the question or subject-matter, were admitted by the practice of a court of chancery to assist on both sides.\" <i>Thompson</i> v. <i>Roberts,</i> 24 How. 233.</p>\n<p>We do not feel called upon to define the nature of Mrs. Green's estate under her father's will, but we are satisfied that <span class=\"star-pagination\">*504</span> she was adequately represented by the trustees, and that the withdrawal of his exceptions by Edward Green, after issue formed and evidence, must be deemed to have been a final abandonment of such exceptions and an acquiescence in the decree. <i>Last Chance Mining Co.</i> v. <i>Tyler Mining Co.,</i> 157 U.S. 683.</p>\n<p>Besides pleading the decree of the state court as a bar, under the principle of <i>res judicata,</i> the defendants in error contend that, on the facts as found, the plaintiffs in error are entitled to no equitable relief.</p>\n<p>The conclusion already reached renders unnecessary any extended consideration of those facts. But we have read the allegations and the evidence contained in this record, and have not been able to find any such state of facts as would have warranted the court below in sustaining the bill, even if the decree of the state court was out of the way.</p>\n<p>The principal matter of complaint was based on the existence of the outside contract between Peters and Bogue &amp; Hoyt, whereby the latter agreed to pay Peters, or to bid enough as against any other purchaser, to secure full payment to the receiver, and it is claimed that Peters, as the complainant in the bill, was under some kind of a fiduciary relation to the Green estate which made such an agreement fraudulent as respects that estate. We are unable to see that such was the relation between the parties, or that by such an arrangement Peters abused the process of the court.</p>\n<p>We regard the opinion of the Supreme Court of Illinois, in <i>Barling</i> v. <i>Peters,</i> 134 Illinois, 606, as a satisfactory treatment of this part of the case, and content ourselves with referring to it.</p>\n<p>Upon the whole we are satisfied that no wrong was done these appellants by the dismissal of their bill, and accordingly the decree of the court below is</p>\n<p><i>Affirmed.</i></p>\n</div>", 
  "sha1": "d31881d09eac13783c64600a405866c3abfcae49", 
  "date_modified": "2014-12-21T01:32:14.669779", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94233/green-v-bogue/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/222602/", 
  "html": "<p class=\"case_cite\">158 U.S. 478</p>\n    <p class=\"case_cite\">15 S.Ct. 975</p>\n    <p class=\"case_cite\">39 L.Ed. 1061</p>\n    <p class=\"parties\">GREEN et al.<br>v.<br>BOGUE et al.</p>\n    <p class=\"docket\">No. 327.</p>\n    <p class=\"date\">May 27, 1895.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On the 15th day of February, 1890, Hetty H. R. Green and Edward H. Green, citizens of the state of Vermont, filed their bill in the United States circuit court for the Northern district of Illinois, against George M. Bogue, Henry W. Hoyt, Hamilton B. Bogue, George W. Smith, Abram M. Pence, and William T. Block, all citizens of the state of Illinois, and Henry A. Barling and Edward D. Mandell, trustees, citizens of the city of New York, and William H. Peters, receiver of the Exchange National Bank of Norfolk. Va., a citizen of the state of Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bill sets out that Hetty H. R. Green is the daughter of Edward Mott Robinson, late of the state of New York, now deceased, and that she is a beneficiary under the last will and testament of the said Edward Mott Robinson, and that Edward H. Green is the husband of said Hetty H. R. Green, and one of the trustees of the said will; that on or about the 20th day of June, 1864, one Robert W. Hyman, late of Chicago, Cook county, Ill., now deceased, purchased for the joint account of himself and the said Edward Mott Robinson an undivided one-half of section 21, township 39 N., range 13 E. of the third principal meridian, in Cook county, Ill., the money for which purchase was advanced by the said Edward Mott Robinson; and that on or about the said last-mentioned date an agreement in writing was entered into between the said Robert W. Hyman and the said Edward Mott Robinson, setting forth and defining the rights of said Hyman and said Robinson in respect of the said purchase as aforesaid. It is set forth in said agreement, which was executed on the 20th day of June, 1864, that Robert W. Hyman had purchased the undivided half of said section 21 for the joint account of himself and Edward Mott Robinson, and was to pay therefor the sum of $15,000; that the said Edward Mott Robinson had advanced the payments made upon said half of section 21, and had taken the title to the land in himself, subject to certain deferred payments, and had obligated himself to pay the taxes upon the said property, and any further advances tha  it should become necessary or expedient to make.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was further agreed that said Hyman should sell the said premises within one year from the date thereof, unless otherwise agreed between the parties thereto, and should make no charge for buying, selling, or attending to the payment of taxes on the premises, and that upon such sale the proceeds should be distributed as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'First. Said Robinson shall be reimbursed all moneys advanced and to be advanced on said premises by him, with interest at the rate of seven per cent. per annum.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Second. The balance of the proceeds of such sale shall be equally divided between the respective parties hereto.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Third. An account of sales and of proceeds shall be made and rendered by said Hyman to said Robinson within ten days after such sale is made, if made by said Hyman.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Fourth. And the said Robert W. Hyman, for himself, his heirs, executors, administrators, and assigns, doth covenant and agree hereby to and with the said Edward Mott Robinson, his heirs and assigns, that whenever sale is made of said premises, that he, the said Robinson, or his heirs or his assigns, shall, in any event, be reimbursed the full amount of all advances made and to be made on said lands, with interest thereon at the rate of seven per cent. per annum.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The bill further alleges that on the 14th day of June, 1865, Edward Mott Robinson died, leaving a last will and testament, which was admitted to probate on the 30th day of June, 1865, before Gideon J. Tucker, surrogate of the county of New York, in the state of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By the terms of the said will (which is set out in full in said bill of complaint) there was devised to Hetty Howland Robinson, the only living child of the said Edward Mott Robinson, absolutely and in fee simple all the real estate situated in the city of San Francisco, Cal.; also the sum of $910,000 to be paid to her, by the executors under the will, in six months from the decease of Edward Mott Robinson.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By the terms of the will, Henry A. Barling, Abner H. Davis, and Edward D. Mandell were made executors and trustees to administer the said estate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On the 24th day of September, 1867, Robert W. Hyman purchased the remaining half of the section 21, township 39 N., range 13 E. of the third principal meridian, in Cook county, Ill., for the sum of $17,050, which amount was paid by Henry A. Barling and Abner H. Davis as executors of the estate of Edward Mott Robinson, with the consent of Hetty H. R. Green, one of the complainants in this bill. This purchase was made, and the money paid, in pursuance and according to the provisions of a contract executed on the said 24th day of September, 1867, between Henry A. Barling and A. H. Davis, executors, and Robert W. Hyman, and the terms of the purchase were nearly identical with those of the former purchase of the first half of said section 21.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The property was bought by Robert W. Hyman for the joint account of himself and the estate of Edward Mott Robinson, and the money was advanced by the executors of the said estate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The last two paragraphs of the said agreement are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'It is further understood and agreed between the parties that, in respect of both said parcels or undivided halves purchased as aforesaid, the executors or trustees under the last will and testament of Edward Mott Robinson have a right at any time, or from time to time, in their discretion, to sell the whole or any part or parts of said premises, for such price as they may deem expedient, and said Hyman shall be bound by the results of such sale.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'It is further agreed, in respect of both said purchases, that if within one year from this date there shall not have been enough received from sales of said premises to reimburse said Robinson's estate for his or its advances, with interest, the executors, in making up their eventual account for reimbursements of the estate for its advances and interest, shall be entitled to state the account of advances computed with interest up to the end f  a year from this date, the whole principal and interest drawing interest from that time, and so from that time forth state the account with annual rests, adding in the accrued interest; provided, always, that, in case of a loss instead of a profit accruing on the purchase, such annual rests shall not be made, but simple interest only for the whole time, without rests, shall be charged.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is provided, in case of a sale being made at any time of section 21, that the executors of the estate of Edward Mott Robinson shall first be reimbursed the amount of all advances they have made, or shall make for or in respect of said purchase, with interest thereon at the rate of 7 per cent. per annum.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">From the 20th day of June, 1864, until the time of his death, Edward Mott Robinson advanced all the money which had been paid on account of the purchase of said undivided half of said section 21, whether for taxes or assessments or improvements charged against the said property, and held the title to the same.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After his death the other undivided half of said section was bought by the executors and trustees of his estate, and all payments and advances of every kind were made by them, and the title taken in them as such trustees.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Robert W. Hyman, as a member of several firms doing business in the city of New York, and in Norfolk, Va., bacame indebted to the Exchange National Bank of Norfolk, Va., in a large sum of money, and, in order to secure said bank, procured from the trustees and executors of the estate of Edward Mott Robinson a declaration of trust, and an agreement that they would hold the proceeds, to a certain amount, that might be derived from the sale of said lands, and deliver the same to the Exchange National Bank of Norfolk, Va., as security for said indebtedness.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The declaration of trust set forth that Abner H. Davis, together with his co-executor, held the title to 640 acres of land, being section 21, town of Cicero, Cook county, state of Illinois, under and by virtue of certain agreements made by and between Edward Mott Robinson during his lifetime and Mr. R. W. Hyman, and also between the executors of said Edward Mott Robinson and R. W. Hyman, and that upon the sale of the said property the said R. W. Hyman was to receive one-half the net profits as provided by said agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The said Abner H. Davis therein agreed to hold for the account of the said bank such a sum, not exceeding $100,000, as might be found to be due to R. W. Hyman upon the sale of said section 21.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By the said declaration of trust, the said Hyman intended to and did assign to the said Exchange National Bank of Norfolk, as security for his indebtedness to said bank, his interest in the trust arising from the purchase of section 21.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On the 9th day of April, 1885, the Exchange National Bank of Norfolk became insolvent, and, under the direction of the comptroller of the currency of the United States, William H. Peters was appointed a receiver, and on the 13th day of April, 1885, took charge of the assets of the bank as such receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On the 15th day of May, 1885, Robert W. Hyman died intestate, and Robert W. Hyman, Jr., was appointed administrator of his estate by the probate court of Cook county, in the state of Illinois, and thereafter duly qualified.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">During the year 1887, Abner H. Davis died, and Edward H. Green, one of the complainants in the said bill, was duly appointed a trustee in his place.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On the 29th day of August, 1887, the legal title of the said section 21 was held by the said Barling, Mandell and Green, as trustees, and the said Peters, as the receiver of the Exchange National Bank of Norfolk, held the assignment of the interest of the said Hyman in said section 21 by way of pledge as security for the debt of the bank against the estate of said Robert W. Hyman. On that day William H. Peters, as receiver for the bank, filed his bill on the equity side of the circuit court of Cook county, in the state of Illinois, st ting forth the facts in relation to the purchase of said section 21, and in reference to the trust under which the same was held by the said trustees, and in reference to the hypothecation by the said Hyman of his interest in the said trust, praying that the amount due to him, the said Peters, as such receiver, might be ascertained, and the amount due the said trustees might be likewise ascertained, and that the said premises might be decreed to be sold, and the proceeds of such sale distributed in accordance with the rights and equities of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On the 9th day of April, 1888, a decree was rendered according to the prayer of the bill. It provided, among other things, that the joint adventures entered upon in the lifetime of Robert W. Hyman and Edward Mott Robinson, as evidenced by the contracts of June 20, 1864, and September 24, 1867, be wound up and closed, and that section 21 aforesaid should be sold by George Bass, one of the masters of the circuit court of Cook county, for the purpose of distributing the proceeds of the sale in accordance with the findings made. It provided that any of the parties to that suit should be permitted to bid and become purchasers at said sale, and also provided that, if said section should not sell for a sum equal to $600,000, the bill of complaint should be dismissed, at complainants' cost.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">From this decree the defendants appealed to the supreme court of the state of Illinois, by which court the decree was affirmed (Barling v. Peters, 21 N. E. 809), and the order affirming said decree was thereafter duly filed in the circuit court of Cook county, and it was thereupon by said court ordered that said decree be executed, in pursuance of which order George Bass, one of the masters of said circuit court, sold said premises at public vendue, on the 21st day of December, 1889. The sale was made to George M. Bogue, Henry W. Hoyt, and Samuel B. Bogue, who were doing business as realestate brokers in Chicago, under the firm name of Bogue &amp; Hoyt, for the sum of $602,000, which sale was confirmed by the circuit court on the 15th day of February, 1890.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The bill in the case at bar charges that Bogue &amp; Hoyt had been for several months prior to said sale in the employment of Peters, the receiver for the Exchange National Bank, endeavoring to negotiate a sale of said premises, and that in pursuance of such employment they began negotiations with one William T. Block, and procured from said Block an agreement to purchase said section 21, through the said Bogue &amp; Hoyt, for a sum of money unknown to the complainant, but which sum is charged in the bill to be in excess of $760,912.26, and they, said Bogue &amp; Hoyt, acting with the said Peters, secretly and unknown to the complainants, made and entered into an agreement in words and figures as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'Memorandum.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'William H. Peters, as receiver of the Exchange National Bank of Norfolk, Viginia, and Bogue &amp; Hoyt, hereby agree as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'First. The said Peters, receiver, agrees to sell to Bogue &amp; Hoyt all right, title, and interest and claim which he now has in or to the decree entered on the 9th day of April, 1888, in the circuit court of Cook county, in case No. 62,375, entitled William H. Peters, Receiver, etc., v. Robert W. Hyman, Jr., Administrator, etc., et al., and which amounts to $83,426.35, with interest from the entry of said decree, no payment having been made thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'Second. The said Bogue &amp; Hoyt agree to pay to said Peters, receiver, therefor the sum of $83,426.35, with interest from the 9th of April, 1888, at the rate of six per cent. per annum, of which sum $2,000 have been paid, and the receipt thereof is hereby acknowledged. The remainder is to be paid as soon as the sale to be made in pursuance of said decree shall have been confirmed by the circuit court of Cook county.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'Third. It is understood that unless said Bogue &amp; Hoyt, or a member or representative of said firm, shall become the purchaser of section 21, township 39 north, range 1  east of the third principal meridian, at such sale, and the premises shall be struck off to them, and such sale afterwards confirmed by said court, this agreement shall not be binding upon either of the parties hereto, and the sum of money paid as aforesaid on account of said purchase shall be returned to said Bogue &amp; Hoyt.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'Fourth. In order to secure said property, Bogue &amp; Hoyt agree to bid up to the sum of $760,912.26, or so much as may be necessary to have the same struck off to said firm or its representatives, it being understood that said firm shall not be required to bid a larger sum in any event than last mentioned sum.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'Fifth. It is understood that time shall be of the essence of this agreement, and that upon payment of the full sum to be paid to said Peters, receiver, he shall execute and deliver to said Bogue &amp; Hoyt any instrument or instruments of writing which shall reasonably be devised or required for the purpose of giving effect to this agreement in carrying out the intent thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'Witness the hands of said parties this 20th day of December, 1889.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">[Signed] 'William H. Peters,</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'Receiver of the Exchange National Bank</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'of Norfolk, Va.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">[Signed] 'By Smith &amp; Pence,</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'Bogue &amp; Hoyt.' The bill further alleges that the amount due the Robinson estate at the time of making the said sale under the provisions of the two contracts before mentioned was $575,568.42, and that the amount due Peters as receiver was $91,921.92, and that, in order for section 21 to sell for an amount sufficient to allow Peters to receive the full value of his claim, namely, $91,921.92, it would be necessary for the property to sell for $759,412.26, which amount includes the amount due to the Robinson estate as advances, and an additional amount due the Robinson estate as profits equal to the $91,921.92, which was due Peters as receiver as profits, and that the master's fee for making such sale amounted to $1,500, making a total of $760,912.26, which amount must be realized by a sale of said section 21 in order to allow the receiver to receive the face value of his claim from the proceeds of the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The bill charges that because of the secret agreement made on the 20th day of December, 1889, between Peters as receiver for the bank and Bogue &amp; Hoyt, acting in fact for the Grant Locomotive Works, Peters consented that Bogue &amp; Hoyt need not bid said premises higher than $602,000, provided they should pay to said Peters the sum of $91,921.92, the full face value of Peters' claim, and as a result of such an agreement the premises were in fact bid off at the master's sale for the sum of $602,000.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The bill charges, further, that the sale was made in the interest of William T. Block, or for the parties whom he represented, and that there was fraudulent collusion between himself and George M. Bogue, Henry W. Hoyt, and Hamilton B. Bogue to secrete from Hetty H. R. Green, and from the trustees of the estate of Edward Mott Robinson, the fact that any sum in addition to the amount actually bid at the sale was paid on account of the purchase of said property.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It charges also that at the time of the sale the secret agreement before mentioned was unknown to the complainants in this bill, and that the sum of $91,921.92, which by the terms of the said agreement of December 20, 1889, was to have been paid by Bogue &amp; Hoyt to Peters as receiver, has been actually paid, in addition to the $602,000, and that the said sum is now in the hands of the said Peters, or in the hands of George W. Smith and Abram Pence, their solicitors, or in the hands of some one, ready to be paid to said Peters, and that this additional sum of $91,921.92 is a part of the consideration money of said sale, over and above the amount of $602,000, which was actually bid at said sale, and that this additional amount ought to be divided equally between the said Peters and the said Robinson estate as profits under the provisions of the contracts of June 20, 1864, and September 24, 1867, and that, in whosesoever a nds the said money now is, these parties should be charged with a trust for one half of the same in favor of the trustees of the Edward Mott Robinson estate.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The bill prays that the defendants may make discovery as to all contracts, agreements, arrangements, and understandings between them, or any two of them, in regard to the purchase of said premises, whether at the master's sale, or with reference to the final adjustment with said Peters, and that the $91,921.92 may be decreed to be held in trust to the extent of one-half thereof, for the benefit of the trustees representing the estate of Edward Mott Robinson and Hetty H. R. Green as cestui que trust; and, further, that such of the defendants as may have the said $91,921.92 in their possession or under their control may be decreed to account for one-half thereof, and to pay the same over to the trustees of the estate of Edward Mott Robinson for the benefit of Hetty H. R. Green as cestui que trust.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On Arpil 3, 1890, the defendants filed a plea in this cause, in which they set forth that the suit mentioned in the bill of complaint as having been brought by said Peters, as receiver for the Exchange National Bank of Norfolk, Va., in the circuit court of Cook county, was a bar to the proceeding as prayed for in complainants' bill. The plea alleged that Hetty H. R. Green, Henry A. Barling, Edward D. Mandell, and Edward H. Green, with others, were parties defendant in said suit, and that Hetty H. R. Green and Edward H. Green appeared by counsel and filed their answer, in said circuit court of Cook county, to said bill, and that the said Mandell and Barling also appeared by counsel and filed their said answer; that said cause was heard in due course by said circuit court of Cook county, and on the 9th day of April, 1888, a decree was entered therein; that from said decree the complainants in this bill, together with said Barling and Mandell, prayed an appeal to the appellate court of the state of Illinois for the First district, which was allowed, and that upon a hearing the appellate court affirmed the decree of the circuit court in said cause; that the appeal was then taken to the supreme court of the state of Illinois, and that upon a hearing in said court the decree of the appellate court was likewise affirmed; that afterwards, in compliance with the decree so entered, the circuit court, on the 9th day of April, 1888, through one of its masters in chancery, George Bass, sold the premises known as section 21 as aforesaid for the sum of $602,000; that the said Bass did, on the 10th day of January, 1890, file his report of such sale in the circuit court of Cook county, and gave notice to all the parties in interest to file their objections within five days from that date; that on the 15th day of January, 1890, the said Barling, Mandell, and Edward H. Green, as trustees, together with Robert W. Hyman, Jr., as administrator, filed objections to said report and a petition, praying that said sale should be set aside. In and by said objections and petition it was, among other things, alleged that said George M. Bogue was not the real or bona fide purchaser under said decree, nor was the sum of $602,000 the entire purchase money agreed to be paid for the premises so sold; that, on the contrary, the said Bogue, although publicly bidding the said sum of $602,000 as and for the entire purchase money of said premises, made such bid under and in accordance with a secret and collusive understanding with said Peters as such receiver, to allow said receiver, out of the actual purchase money of said premises to be paid by said Bogue, a further sum of money sufficient to satisfy the claim of said receiver, and interest up to date of the sale, to wit, the sum of $91,921.92, and that the said receiver had abused the process of the court, and availed himself of the saleable value of said land in said decree, and secretly sold the same for a sum greatly in excess of the sum of $602,000, reported by said master.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Thep lea further sets out that on the 17th day of January, 1890, Peters, as receiver, and Bogue, filed their answers in said circuit court to the objections and the petition of the objectors. The answer denied all fraud and conspiracy of said objectors, and alleged that said objectors had not offered to bid any sum upon a resale of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The plea further alleges that affidavits in support of the objections and petition, in which the memorandum of December 20, 1889, was set out, and affidavits in support of said answer of said Peters and Bogue, were duly filed in the circuit court of Cook county, and that a hearing was had upon the objections and petition, at which hearing the affidavits were read, and that on the 17th day of February, after a full hearing, the court entered a decretal order, which provided, among other things, that upon reading the report of George Bass, one of the masters in chancery of this court, and the objections to the confirmation of the sale so reported by said master, and the petition praying that the sale be set aside, filed herein, said petition being in writing, and on reading the affidavits filed herein in support of said objections, and said petition and counter affidavits filed on behalf of the complainant, as well as the exhibits attached to all affidavits, and also the answer of the complainant and George M. Bogue to the said objections and petition, and said Edward H. Green as trustee having withdrawn his appearance as objector herein, and the court being fully advised in the premises, doth order, adjudge, and decree that the said report of the said master be, and the same is hereby, approved and confirmed, and the sale of the premises described in the decree entered herein on the 9th day of April, 1888, for the sum of $602,000, is in all respects approved, ratified, and confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The plea alleges that from this decretal order Henry A. Barling, as executor, and Barling and Mandell, as trustees, and Hyman, as administrator, jointly and severally, pray an appeal to the supreme court of the state of Illinois, and that in March, 1890, the case was argued before the supreme court, and taken under advisement, and is now pending there in, and that Bogue has already paid to the said Bass the amount necessary to be advanced upon the sale of the said property, and Bass has executed and delivered to one Grant, the assignee of said Bogue, a deed for the said premises.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The plea further sets out that the circuit court of Cook county acquired and had jurisdiction of the subject-matter of the suit which was pending before it and to the parties thereto, and that the complainants in this bill were among the parties in said suit, and that the said Hetty H. R. Green, in respect to the issues sought to be raised in this suit, being a party to said suit in the circuit court of Cook county, is bound by the orders and decrees of that court; that the subject-matter of this suit has already been determined and adjudicated by the said circuit court of Cook county, and this court has no jurisdiction thereof, by virtue of which the defendants plead the same as a bar to complainants' bill of complaint in this cause.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The plea denies the charges of fraud and combination, and alleges that no fraudulent or secret verbal stipulation was entered into between Peters and Bogue &amp; Hoyt, after the making of the memorandum of December 20, 1889, in relation to the payment by Bogue &amp; Hoyt to Peters of the sum of $91,921.92, or any part of said sum. It also denies that in pursuance of such agreement or arrangement the premises were bid off by Bogue &amp; Hoyt for the sum of $602,000, or that the further sum of $91,921.92 was paid for said premises. It denies all collusion between the defendants in relation to said sale, and also denies that Bogue paid to Peters the sum of $91,921.92, or any sum whatever, or is to pay any such sum to Peters by virtue of such sale, or that such a sum is in the hands of any of the defendants in this suit for such purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On the 11th dayo f April, 1890, argument of counsel was had upon the said plea of the defendants, and after a hearing thereon the plea was referred to Henry W. Bishop, master in chancery, to take proof thereon, who reported the same to be true; and upon the 11th day of October, 1890, a decree was entered in pursuance to the master's report, finding that the defendants' plea was true, and dismissing complainants' bill, from which decree the complainants prayed an appeal to the supreme court of the United States, which was allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The plea in the case at bar is based wholly upon the proceedings had in the case of William H. Peters, Receiver, etc., v. Robert W. Hyman, Jr., et al., which was tried in the circuit court of Cook county, state of Illinois, and from there appealed to the supreme court of the state of Illinois, in which court the appeal was pending at the time the plea in this case was filed.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In order, then, to present the exact questions raised in the case at bar by the plea of the defendants, it will be necessary to review not only the findings and the report of the master in the case of Peters, Receiver, v. Hyman, Jr., et al., but the objections filed by the defendants to the confirmation of the master's report and the final decree of the circuit court, rendered after a hearing had upon the objections filed.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On the 10th day of January, 1890, George Bass, one of the masters in chancery of the circuit court, in pursuance to the decree entered in the case of Peters, Receiver, v. Hyman, Jr., et al., on the 9th day of April, 1888, filed his report in the circuit court of Cook county, in which he set out that he had advertised the premises known as section 21, aforesaid, as described in the former decree of sale, to be sold on the 21st day of December, 1889, at the east main entrance of the courthouse in the city of Chicago, county of Cook, and state of Illinois, to the highest and best bidder for cash; that he, the said George Bass, as master, first offered to sell said section in tracts of 20, 40, or more acres, as might be desired, and, not finding a bidder, then offered in both larger and smaller tracts, but with no greater success; whereupon the whole section was offered, and the sum of $602,000 was bid therefor by George M. Bogue, which was the highest and best bid for said section as a whole, and the premises were accordingly struck off and sold to the said George M. Bogue for the sum of $602,000.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">On the 15th day of January, 1890, the following petition with objections was filed in the circuit court: 'To the Honorable Judges of Said Court in Chancery Sitting:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'And now comes the undersigned, who are each defendants in the said cause, and jointly and severally object to the confirmation of the master's report of sale, filed herein on the 10th day of January, 1890, and jointly and severally move and petition the court to reject the bid of $602,000 of George M. Bogue therein mentioned, and disapprove and vacate the sale of section twenty-one, of the town of Cicero, therein reported as having been made to the said Bogue on the 21st day of December, 1889, and to order a resale of said premises in the above case in conformity with the decree of sale entered therein, upon such terms as to the court may appear proper and in accordance with the interests of the parties; and as the ground of said motion and petition the undersigned respectfully shows the court that the said George M. Bogue was not a bona fide purchaser of the said decree, nor was the said sum of $602,000 the entire purchase money agreed to be paid by him for the premises so sold; that, on the contrary, the said Bogue, although publicly bidding the said sum of $602,000 as and for the entire purchase money of said premises, made such bid under and in accordance with a collusive and corrupt understanding with said receiver, in compliance herein, to allow the said receiver out of the actual purchase money of said premises to be paid by said Bogue, a further large sum of money sufficien  to satisfy the claim of said receiver, and interest up to date of the sale, to wit, the sum of $91,921.92, which collusive agreement of the said Bogue with the said receiver the said Bogue and the said receiver will carry out upon the confirmation of the present sale, if the same should be confirmed, so that out of such purchase money, and in fraud of the express terms of the decree of sale, and in fraud of the rights of the petitioner herein, the said Bogue is to pay the said receiver his said claim in full, and limit the amount to be received by said Barling from said proceeds in excess of the amount for advances and interest to one-half the difference between that amount and the amount of said Bogue's bid, which one-half, after deducting one-half of $1,500 for the estimated cost, would equal only the sum of $12,465.79, it being the intent and purpose of the said Bogue and said receiver and the agreement aforesaid to confine the share and interest of the said Barling and the said trustees in the proceeds of such sale to the amount publicly reported by the said master as the limit to the purchase money to be paid by said Bogue, all of which agreements are fraudulent and contrary to equity, and were knowingly and willfully kept secret from the undersigned until after the said sale, so that they did not learn of the same until the day following.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'And for that also the said Bogue, although at and up to the time of the said sale assuming and professing to the undersigned defendants to be an agent of the said receiver for the purpose of furthering a sale to the highest bidder, under and in accordance with the decree of sale in said cause, and undertaking such agency and assuming the duties thereof, was acting under a secret agreement with the Grant Locomotive Works (or the promoters of the organization of a corporation under the laws of the state of Illinois to bear that name, including said Bogue as one of such promoters), which agreement had also the consent and co-operation of the said receiver, and was carefully kept from the knowledge of defendants until after the master's sale aforesaid, and was to the effect and substance that the said Bogue, while outwardly professing to the defendants to be the agent of the said receiver in and about the effecting of a sale of said premises under the decree, should secretly represent the said corporation, or the promoters thereof, hereinafter named, or some of them, as the bidders and purchasers of said property. It was further a part of said agreement that said receiver should also publicly bid at such master's sale as if in competition with the said Bogue, but in reality under prior agreement with the said Bogue, who should be allowed to purchase said premises at as small an advance above the minimum of $600,000, fixed by the decree, as would suffice to secure the said land to the said Bogue and his associates and confederates; and it was further a part of said agreement between said Bogue, as such agent, and said receiver, that the said receiver would not compete with the said Bogue at such sale, and that said Bogue should be allowed to purchase the said land without competition from said receiver, and as cheaply as he could from the said master, and at a bid to be publicly announced and reported by said master to the court, upon the condition that the said Bogue would pay to the said receiver the claim of the said receiver in full, with interest down to the date of said sale, which had been previously figured over between them and agreed upon at the sum of $91,921.92, which sum is to be paid in pursuance of said agreement, provided the parties thereto can induce this court to confirm said sale and authorize a conveyance of the said land to said Bogue.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'And for that the said receiver has abused the process of this court, and availed himself of the saleable value of said land under said decree, and thereby has secretly sold said premises for a sum greatly in excess of the sum of $602,000, reported by said master, all which excs &#167; he and the said Bogue intend to divert to the purpose of paying said receiver's claim in full, and so to avoid sharing the same with the persons entitled thereto under said decree as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">'And for that said premises have been sacrificed, according to the sale reported in said report, at the inadequate sum of $602,000, when the same were worth at least the sum of $800,000, or $850,000, or thereabouts, and when the purchaser thereof is actually to pay, under this agreement aforesaid, the sum of $681,456.13, or thereabouts, instead of the sum of $602,000.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'And said defendants make said George M. Bogue and the complainant respondents to this petition, and also move the court for an order requiring said defendants to answer this petition, but not under oath, by a short day to be fixed by the court, and referring the matter of defendant's objections to said sale and this petition to a master in chancery of this court to hear such proofs as may be submitted by said defendants and said complainant and said Bogue under such order and direction as to the examination of witnesses and production of papers and documents as to the court may seem meet, but that such order include a direction to said Bogue and complainant to appear for examination, and to produce before said master, for inspection of counsel of defendants, all contracts, memoranda in writing, books, letters in the possession or control of them, or either of them, relating to or connected with the negotiation for section 21, or with the action of said George M. Bogue or H. B. Bogue, of the firm on Bogue &amp; Hoyt, of which firm the said George M. Bogue is the senior partner, or the action or negotiation of said George M. Bogue or said firm of Bogue &amp; Hoyt with said complainant; and that the said Bogue also produce before said master all letters, papers, and contracts in his possession and control relating to said negotiations and purchase, either with said complainant or any of the promoters of said corporation, especially with E. Y. Jeffery and W. T. Block; and that said master may make due report to this court in that behalf, so that this motion may be heard by this court upon the evidence to be orally taken with all convenient speed; or that the court, in its discretion, set down the said matters and things before the court for hearing on oral evidence, and that all necessary orders may be entered from time to time by the court which the nature of the petitioners' case may require.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'Henry A. Barling, Ex'er.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">'Henry A. Barling,</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">'Edward D. Mandell, and</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'Edward H. Green, Trustees, and</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">'Robert W. Hyman, Jr., Adm'r,</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">'By Paddock &amp; Wright, Sol'rs.'</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">On January 17, 1890, the answer of the complainant and George M. Bogue was filed to the petition and objections of the defendants. The answer avers, first, that Barling, as executor, and Barling, Mandell, and Green, as trustees, did not have such an interest in the subject-matter of the sale as to entitle them to object thereto, and that Hyman, as administrator, had no real or substantial interest in the subject-matter of the suit. It denies that George M. Bogue was not a bona fide purchaser at said sale; denies that $602,000 was not the whole of the purchase money agreed to be paid for the premises; denies that prior to the sale a collusive understanding was entered into between Bogue and Peters to allow Peters out of the purchase money of the premises, a further large sum of money, sufficient to satisfy the claim of the receiver and interest up to the date of the sale, or any other sum of money. The answer admits that an agreement in writing, a copy of which has been filed as an exhibit to one of the affidavits filed by the objectors, has been entered into between Peters, the receiver, and the firm of Bogue &amp; Hoyt, but avers that the said writing expressed the whole of the contract between the parties in that behalf. It denies that said agreement was in fact or in intent in fraud of the expressed terms of the decree or in fraudo f the objectors. It admits that said agreement was not known to said objectors until after the sale, but denies that there was any obligation on the part of the receiver or of Bogue &amp; Hoyt to disclose the same to them. It denies that up to the time of the sale Bogue professed to the objectors to be an agent of Peters for the purpose of furthering a sale to the highest bidder, and denies that Bogue had at any time been under any duty or obligation to the objectors, or was bound to disclose to them any of his acts or doings in relation to the sale. It admits that Bogue, when bidding for said premises, was acting for and on behalf of persons engaged in the organization of a corporation to be known as the Grant Locomotive Works, but denies that Peters was a party to such organization, or had any interest in it. It denies that there were any agreements by which it was understood or agreed that Peters, as receiver, should bid at such sale as if in competition with Bogue; denies that Peters and Bogue have abused the process of the court, or been guilty of fraud, collusion, or deceit in any of their acts in relation to the sale, which could have misled the objectors, or deprived any one of the opportunity of bidding at the sale. It denies that the said premises were sold for an inadequate price, and avers that the objectors, not having offered to reimburse Bogue as purchaser for his outlays, attorney's fees, and expenses, and for interest thereon, and not having offered to pay any sum for said premises in case of resale, are speculators, and not entitled to the consideration of the court. It avers that Barling, in respect to said sale. was placed upon more than equal terms with Bogue, and had an opportunity to bid at the same on more than equal terms. It further denies all of the allegations of the objectors' petition not expressly admitted, and prays that the sale may be confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The final decree entered on the 11th day of February, 1890, is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">'On reading the report of George Bass, one of the masters in chancery of this court, heretofore filed herein, and the objections to the confirmation of the sale so reported by the master, and the petition praying that said sale be set aside, filed herein on behalf of Henry A. Barling, as executor under the last will and testament of Edward Mott Robinson, deceased, Henry A. Barling, Edward D. Mandell, Edward H. Green, as trustees under the will of said Robinson, and Robert W. Hyman, Jr., as administrator of the estate of Robert W. Hyman, deceased, by Paddock &amp; Wright, their solicitors,&#8212;said objections and petition being in writing, and on reading the affidavits filed herein in support of said objections, and said petition and counter affidavits filed on behalf of the complainant, as well as the exhibits attached to all such affidavits, and also the answer of the complainant and George M. Bogue to said objections and petition, and said Edward H. Green, as trustee, having withdrawn his appearance as an objector herein, after hearing Messrs. Paddock &amp; Wright, and Newton A. Partridge, of counsel for said Henry A. Barling, as executor, said Henry A. Barling and Edward D. Mandell as trustees, and said Robert W. Hyman as administrator, and also George W. Smith, Abram M. Pence, and David B. Lyman, of counsel for the complainant herein, William H. Peters, as receiver, and said Bogue, and the court, being now fully advised in the premises, both order, adjudge, and decree that the said report of the said master be, and the same is hereby, approved and confirmed, and the sale of the premises described in the decree, entered herein on the 9th day of April, 1888, to George M. Bogue, for the sum of six hundred and two thousand dollars ($602,000), is in all respects approved, ratified, and confirmed; and, it appearing that twenty per cent. of said sum of money has been paid by said Bogue, to the master, in accordance with the terms of said decree: 'It is further ordered, adjudged, and decreed, that upon the payment to said master by sai  Bogue of the remainder of the price bid by him for said premises, such remainder being four hundred and eighty-one thousand six hundred dollars $481,600), such payment to be made before the expiration of twenty-five days from the date of the entry of this decretal order, said master shall execute and deliver to said Bogue a deed of said premises in conformity with the terms of said decree.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'And it is further ordered by the court that the amounts asked to be allowed by the master in said report for his charges and disbursements and expenses of sale be, and the same are hereby, allowed, and said master is authorized to retain the same from the moneys which have come or shall come into his hands, and also to pay out of such moneys any costs of this suit which may remain unpaid.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'And the said master, upon delivering said deed, and after payment of the charges, disbursements, costs, and expenses as aforesaid, is directed to pay to the said Henry A. Barling, as executor as aforesaid, or to Paddock &amp; Wright, his solicitors, out of such purchase moneys, being the net proceeds of said sale, the sum of five hundred and five thousand four hundred and fourteen dollars and six cents ($505,414.06), with interest thereon from January 1, 1888, to April 9, 1888, at seven per cent. per annum, and interest on the amount of such principal and interest from April 9, 1888, to February 11, 1890, the date of the entry of this decree, at the rate of six per cent. per annum; also to said Barling, as such executor, or his said solicitors, the further sum of eight thousand and twenty-eight dollars and thirty-nine cents ($8,028.39), being for taxes paid, under authority of this court, since April 9, 1888, with interest thereon; and that he pay to said Barling as executor, or his said solicitors, one-half of the remaining proceeds of such sale, and that he pay to the solicitors for the complainant the other one-half.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'In case the purchaser at the sale under said decree shall fail to pay the unpaid part of said purchase money so bid by him at said sale in full to said George Bass, master to this court, within the said time so fixed for the payment thereof, the said sale shall thereupon be set aside, and a resale had of said premises, upon terms to be settled by the court, with liberty to the parties to apply.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">'And thereupon the said Henry A. Barling, as such executor, said Barling and Mandell as trustees, and said Hyman as administrator, as aforesaid, jointly and severally pray an appeal to the supreme court of this state, and such appeal is allowed by the court as so prayed upon the filing of an appeal bond conditioned according to law in the penal sum of one hundred thousand dollars, to the said William H. Peters, receiver, and George M. Bogue, surety, to be approved by the court within twenty days from the entry of this decree, and twenty days is allowed for filing a certificate of evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">'And this cause having been heard at the January term, 1890, of this court, and the parties complainant and defendant purchasers and objectors having, by their respective solicitors, agreed at such time, in open court, that such order or decree as this court should enter herein should be entered as of such terms, and of the date of February 11, 1890, it is accordingly ordered that this decree be entered and have effect nunc pro tunc as of the 11th day of February, 1890.'</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">From this decree the present appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">L. H. Bisbee, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Geo. W. Smith, David B. Lyman, and Theo. S. Garnett, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Mr. Justice SHIRAS, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">How far the chancery rule, that if a plaintiff replies to a plea in bar, joining issue upon the facts averred in it, thus putting the defendant to the trouble and expense of proving his plea, he thereby admits the sufficiency of the plea, and that, if such facts are found to be true, the bill must be dismissed without reference to the equity arising from any other facts stated in the bill, isa ffected or modified by rule 33 in equity, which provides that 'if upon an issue the facts stated in the plea be determined for the defendant, they shall avail him as far as in law and equity they ought to avail him,' was a question put in the opinion of this court in Farley v. Kittson, 120 U. S. 315, 7 Sup. Ct. 534, but its consideration was not deemed necessary to the determination of that case.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In the present case the plaintiffs put down the plea for argument as to its sufficiency, and, after that question had beer determined against them, filed a replication, putting in issue the facts averred in the plea, which issue was likewise found against them; and the question now presented is whether, by putting the case upon an issue of fact, instead of abiding by the issue as to the legal sufficiency of the plea, the plaintiffs are precluded from raising the latter question in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Undoubtedly, under the rule in the English chancery court, recognized by this court in Hughes v. Blake, 6 Wheat. 472, and in Rhode Island v. Massachusetts, 14 Pet. 210, the plaintiffs would be held to have abandoned their right to have the sufficiency of the plea as a defense to the bill again considered. But we think that, in view of rule 33, which has been adopted since those cases were decided. the plaintiffs may properly ask this court to review the decree of the court below in respect to the sufficiency of the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The inequity of having a case turn on the fate of a plea of perhaps immaterial facts, doubtless led to the adoption of that rule.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">In Pearce v. Rice, 142 U. S. 28, 12 Sup. Ct. 130, the effect of the rule was considered, and it was held that under it the court may, upon final hearing, do at least what, under the old rule, might have been done when the benefit was saved to the hearing; citing Coop. Eq. Pl. 233, and Story, Eq. Pl. &#167; 698, to the effect that if, upon argument, the benefit of a plea is saved to the hearing, it is considered that, so far as appears to the court, it may be a defense, but that there may be matter disclosed in evidence which would avoid it, supposing the matter pleaded to be strictly true; and the court, therefore, will not preclude the question. See, also, Hancock v. Carlton, 6 Gray, 54.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">How far, then, do the facts alleged in the plea, and determined in their favor, avail the defendants in law and equity?</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The defendants in error make two answers to this question. They say that the proceedings and decree in the state court, which form the subject of the plea, are conclusive of the entire controversy; and they say that, even if such proceedings and decree were not conclusive, yet the facts of the case disclose no equitable grounds for the relief prayed for in the present bill.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Without repeating the facts above particularly stated, it may be briefly said that the proceedings in the state court arose out of a sale of real estate decreed under a bill in equity filed by a pledgee of an undivided interest in the land to enforce his lien. The sale was made by a master, under the directions of the court, and to his return of the fact of the sale and to the confirmation of sale the plaintiffs in error filed exceptions. Those exceptions were based upon a petition containing allegations of fraud on the part of persons concerned in the sale, and especially an allegation that the sum of $602,000, returned as the amount bid, was not the entire purchase money, but that the further sum of $91,921 was part of the actual purchase money, the fact of the payment of which had been concealed from the petitioners. The petition asked that the persons named, and particularly George M. Bogue, the purchaser, should be compelled to answer, and that the matter should be referred to a master in chancery to hear the proof of both parties, and to make due report to the court. An answer on the part of Bogue and others was put in, denying the allegations of fraud. The court, on February 11, 1890, filed a final decree, overruling the petition ad  exceptions, and confirming the sale. From this decree an appeal was taken to the supreme court of Illinois, which was pending undetermined in that court when the present bill was filed in the circuit court of the United States. It is, however, stated in the briefs of both parties that the supreme court of Illinois has since affirmed the decree of the Cook county circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">A comparison of the facts alleged and the charges made in the petition in the Cook county court and in the bill in the present case has satisfied us that substantially they were the same. It is now contended on the part of the plaintiffs in error that the cases cannot be deemed legally the same, so as to permit a plea of the first proceedings and decree as a bar to the present bill, because the relief asked for in the state court was the setting aside the sale, whereas the relief now sought is to enforce a trust as to a portion of the purchase money, leaving the sale to stand. But the facts averred and relied on in the state court are, as already stated, substantially those now alleged, and we do not deem the fact that a different form or measure of relief is now asked deprives the defendants in error of the protection of the prior findings and decree in their favor. The same matters of fact would have to be passed on, and, if the plaintiffs in error are now entitled to an account for a suppressed portion of the purchase money, they were so entitled in the proceedings in the state courts, even if, for other reasons, those courts refused to set aside the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Gordinier's Appeal, 89 Pa. St. 528, was a case where the defendant in an action of ejectment was, by the terms of the verdict, to hold the land in dispute upon certain conditions, with which he failed to comply. The plaintiff had judgment entered, and issued a writ of habere facias possessionem. Subsequently the court granted a rule to show cause why plaintiff should not be enjoined from issuing said writ, which rule, after a hearing on affidavits and an inspection of the record, was discharged. The defendant afterwards filed a bill in equity to enjoin the plaintiff from proceeding with said writ, the grounds for relief being substantially those on which the rule to show cause was granted, and it was held that the question was res adjudicata, and the injunction was properly refused, the court saying: 'That the judgment or decree of a court of justice upon a legal or equitable issue within its jurisdiction is binding and conclusive upon all other courts of concurrent power, is a rule founded on the soundest policy, and we are of opinion that we cannot grant the injunction prayed for without violating this rule.'</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">So, in Frauenthal's Appeal, 100 Pa. St. 290, it was held that when the defendant in a judgment obtains a rule to show cause why execution thereon should not be stayed, and, after depositions are taken, the rule is discharged, said defendant cannot subsequently, upon proof of substantially the same facts, obtain relief by injunction in equity; that the principle of res adjudicata applies in such case. And the court said: 'Whether the application to enjoin against issuing execution be by motion and rule or by bill, the relief is sought through the equitable powers of the court alone, and not through the intervention of a jury. The appellee in this case made his election. He submitted his alleged grievance to a court of competent jurisdiction. He had his day in court. The identical matter was adjudged against him.' The same principle has been often applied by this court. Goodrich v. City of Chicago, 5 Wall. 566; Robb v. Vos, 155 U. S. 13, 15 Sup. Ct. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">It is further urged that these two proceedings were not legally identical, because the parties were not wholly the same, and that Mrs. Green did not join in the exceptions, and that Edward Green, who had joined, withdrew his objections. But the exceptions were brought and sought to be maintained in their interest and by their trustees and privies. 'Parties,i n the larger legal sense, are all persons having a right to control the proceedings to make defense, to adduce and cross-examine witnesses, and to appeal from the decision, if an appeal lies.' 1 Greenl. Ev. &#167; 535.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">'The parties to the suit at law having been parties to the suit in equity, the subject-matter and the defense being the same, it is not a sufficient objection to the introduction of the record in the equity suit that other persons were parties to the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">'No good reason can be given why the parties to the suit at law who litigated the same question should not be concluded by the decree because others, having an interest in the question or subject-matter, were admitted by the practice of a court of chancery to assist on both sides.' Thompson v. Roberts, 24 How. 233.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">We do not feel called upon to define the nature of Mrs. Green's estate under her father's will, but we are satisfied that she was adequately represented by the trustees, and that the withdrawal of his exceptions by Edward Green, after issue formed and evidence, must be deemed to have been a final abandonment of such exceptions, and an acquiescence in the decree. Last Chance Min. Co. v. Tyler Min. Co., 157 U. S. &#8212;&#8212;, 15 Sup. Ct. 733.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Besides pleading the decree of the state court as a bar, under the principle of res adjudicata, the defendants in error contend that, on the facts as found, the plaintiffs in error are entitled to no equitable relief.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The conclusion already reached renders unnecessary any extended consideration of those facts. But we have read the allegations and the evidence contained in this record, and have not been able to find any such state of facts as would have warranted the court below in sustaining the bill, even if the decree of the state court was out of the way.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The principal matter of complaint was based on the existence of the outside contract between Peters and Bogue &amp; Hoyt, whereby the latter agreed to pay Peters, or to bid enough as against any other purchaser to secure full payment to the receiver; and it is claimed that Peters, as the complainant in the bill, was under some kind of a fiduciary relation to the Green estate, which made such an agreement fraudulent as respects that estate. We are unable to see that such was the relation between the parties, or that by such an arrangement Peters abused the process of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">We regard the opinion of the supreme court of Illinois in Barling v. Peters, 134 Ill. 606, 25 N. E. 765, as a satisfactory treatment of this part of the case, and content ourselves with referring to it.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Upon the whole, we are satisfied that no wrong was done these appellants by the dismissal of their bill, and accordingly the decree of the court below is affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94233/"
}