{"absolute_url": "/opinion/94242/white-v-ewing/", "blocked": false, "citation": {"case_name": "White v. Ewing", "docket_number": "913", "document_uris": ["/api/rest/v2/document/94242/"], "federal_cite_one": "159 U.S. 36", "federal_cite_three": null, "federal_cite_two": null, "id": 78623, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78623/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 14, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1895-06-03", "date_modified": "2014-12-21T01:32:14.958077", "docket": "/api/rest/v2/docket/1213881/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">159 U.S. 36</p>\n    <p class=\"case_cite\">15 S.Ct. 1018</p>\n    <p class=\"case_cite\">40 L.Ed. 67</p>\n    <p class=\"parties\">WHITE et al.<br>v.<br>EWING.</p>\n    <p class=\"docket\">No. 913.</p>\n    <p class=\"date\">June 3, 1895.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This case arose upon a certificate of the court of appeals for the Sixth circuit, based upon the following facts:</p>\n      <p class=\"indent\">The Cardiff Coal &amp; Iron Company, a corporation of Tennessee, becoming insolvent, a creditors' bill was filed in the circuit court for the Eastern district of Tennessee by George F. Bosworth, a citizen of Massachusetts, and a judgment creditor of the company, setting forth the insolvency of the company, the wasting of its assets, etc., and praying for a sale of the property, the collection of its choses in action, the appointment of a receiver, and for an injunction. In pursuance of the prayer of this bill, the appellee, Ewing, was appointed receiver of the company, ordered to take possession of its assets, and to manage and protect the same for the benefit of the creditors under orders from the court. All creditors were ordered to file their claims.</p>\n      <p class=\"indent\">Subsequently the receiver filed a petition stating that a large proportion of the company's assets consisted of promissory notes, amounting to about $225,000, given for land purchased from the company, upon which liens had been retained to secure their payment. These notes were executed by 130 different persons, and were for various amounts, many of them for less than $2,000. The receiver petitioned for authority from the court to institute suits for the collection of such notes, stating that, in order to save costs and expense, he had been advised that it was proper, if it might be done, to bring in all the debtors by bill or petition, and join them as defendants in one suit; that he was requested by the creditors to proceed in this manner; and that to sue the debtors separately would require more than 100 suits, with the enormous expense incident thereto.</p>\n      <p class=\"indent\">In compliance with this petition, the court made an order that the receiver be directed to institute suit by proper bill or petition in the pending case against all persons indebted to the defendant company (the Cardiff Coal &amp; Iron Company), by note or account, as set forth in his petition.</p>\n      <p class=\"indent\">In pursuance of this order, the receiver filed his bill in the circuit court against 130 persons, of whom 30 were alleged to be citz ens of Tennessee, and the remainder citizens of other states, all of whom were joined as defendants, and the amounts alleged to be due from them, respectively, were in most cases less than $2,000. It was also alleged that special liens were retained in each case in the deed to the purchaser, to secure the deferred payments of the purchase money, and the court was asked to enforce such liens by sale of the lands, for the satisfaction of the balance of the purchase money due separately from each and all said defendants, upon their respective notes.</p>\n      <p class=\"indent\">The resident defendants were personally served with subpoena, and an order of publication made against the nonresident defendants. No exception was taken to the form of the bill by demurrer or otherwise; and the defendants nearly all answered, denying their liability. The case was referred to a master, and on his report decrees were entered against those found to be indebted; such decrees being in a majority of instances for sums less than $2,000. The lots were ordered to be sold to pay the amounts so found due. Appeals from these decrees were duly taken to the circuit court of appeals (13 C. C. A. 276, 66 Fed. 2), and perfected by the appellants in this case.</p>\n      <p class=\"indent\">Upon this statement of facts, the circuit court of appeals certified the following question to this court for its determination:</p>\n      <p class=\"indent\">'Had the circuit court of the United States in a general creditors' suit properly pending therein, for the collection, administration, and distribution of the assets of an insolvent corporation, the jurisdiction to hear and determine an ancillary suit instituted in the same cause by its receiver, in accordance with its order, against debtors of such corporation, so far as in said suit the receiver claimed the right to recover from any one debtor a sum not exceeding $2,000?' <i>Tully R. Cornick</i> and <i>Heber J. May,</i> for appellants.</p>\n      <p class=\"indent\"><i>Robert Prichard</i> and <i>Foster V. Brown,</i> for appellee.</p>\n      <p class=\"indent\">Mr. Justice BROWN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While the receiver prayed in his petition to bring in all the debtors by bill or petition in one suit, alleging that it was so requested by creditors, in order to avoid the expense of a separate suit against each, and the bill was brought in that form against 130 defendants, who were charged to be severally indebted upon notes given for lots of land purchased from the company, no exception was taken to the form of the bill by demurrer of otherwise, but the defendants answered, denying their liability. The question certified does not, as we understand it, demand the opinion of this court as to whether a single bill against all these defendants would lie for the amounts severally due by them (upon which point we do not feel called upon to express an opinion), but whether, so far as in said suit the receiver claimed the right to recover from any one debtor a sum not exceeding $2,000, the court had jurisdiction to render a judgment against them.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This question must be answered in the affirmative. As was observed by this court in Porter v. Sabin, 149 U. S. 473, 479, 13 Sup. Ct. 1008: 'When a court exercising a jurisdiction in equity appoints a receiver to hold the property of a corporation, that court assumes the administration of the estate; the possession of the receiver is the possession of the court; and the court itself holds and administers the estate, through the receiver as its officer, for the benefit of those whom the court shall ultimately adjudge to be entitled to it.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The circuit court obtained jurisdiction over the Cardiff Coal &amp; Iron Company by the filing of the original creditors' bill by Bosworth, a citizen of Massachusetts, and by the appointment of a receiver; and any suit by or against such receiver, in the course of the winding up of such corporation, whether for the collection of its assets or for the defense of its property rights, must be regarded as ancillary to the main suit, and as cognizable in the circui  court, regardless either of the citizenship of the parties or of the amount in controversy. Freeman v. Howe, 24 How. 450, 460; Krippendorf v. Hyde, 110 U. S. 276, 4 Sup. Ct. 27; Dewey v. Coal Co., 123 U. S. 329, 8 Sup. Ct. 148; In re Tyler, 149 U. S. 164, 181, 13 Sup. Ct. 785; Root v. Woolworth, 150 U. S. 401, 413, 14 Sup. Ct. 136; Rouse v. Letcher, 156 U. S. 47, 49, 15 Sup. Ct. 266.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Indeed, it was conceded that, where an insolvent corporation is placed in the hands of a receiver of the circuit court, such appointment draws to the jurisdiction of that court the control of its assets, so far as persons having claims to participate in the distribution of such assets are concerned, and that parties must go into that court in order to assert their rights, prove their demands, and receive whatever may be due them, or their share or interest in the estate. But it is insisted that there is a distinction between cases where parties are brought before the court for the purpose of the payment to them of claims they may hold against the estate and cases where it is sought to recover of them claims which the receiver insists they owe the estate; that the receiver stands in the shoes of the company, and has no higher rights than the corporation; and, having sued for less than the jurisdictional amounts, that as to them the cases must be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This position is entirely correct so far as the right of the receiver to recover upon the merits is concerned, but it has no bearing whatever upon the question of the jurisdiction of the court to pass upon such merits. The receiver does not take his authority as an ordinary indorsee of the paper, and subject to the disability to sue in the federal court, which attaches to such indorsee, but he takes title by operation of law, and as an instrument of the court which appointed him. The cases upon which the appellant rehes of Railway Co. v. Parker, 143 U. S. 42, 12 Sup. Ct. 364, and Walter v. Railroad Co., 147 U. S. 370, 13 Sup. Ct. 348, were both original bills, over which jurisdiction could only be acquired upon proper allegations of citizenship and amount. In this case, however, the court proceeds upon its own authority to collect the assets of an estate with the administration of which it is charged; and, if the receiver in such cases appears as a party to the suit, it is only because he represents the court in its inherent power to wind up the estate of an insolvent corporation, over which it has by an original bill obtained jurisdiction. In this particular the jurisdiction of the circuit court does not materially differ from that of the district court in bankruptcy, the right of which to collect the assets of a bankrupt estate we do not understand ever to have been doubted. There is just as much reason for questioning the jurisdiction of the court in this case upon the ground of the want of diverse citizenship as upon the ground that the requisite amount is not involved.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Two cases decided by justices of this court are directly in point: Price v. Abbott, 17 Fed. 506; Armstrong v. Trautman, 36 Fed. 275.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question certified will therefore be answered in the affirmative.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>159 U.S. 36 (1895)</b></center>\n<center><h1>WHITE<br>\nv.<br>\nEWING.</h1></center>\n<center>No. 913.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted May 20, 1895.</center>\n<center>Decided June 8, 1895.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*38</span> <i>Mr. Heber J. May, Mr. John W. Yoe, Mr. John F. McNutt,</i> and <i>Mr. Tully R. Cornick</i> for appellants.</p>\n<p><i>Mr. Robert Pritchard, Mr. Foster V. Brown,</i> and <i>Mr. Frank Spurlock</i> for appellee.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>While the receiver prayed in his petition to bring in all the debtors by bill or petition in one suit, alleging that it was so requested by creditors, in order to avoid the expense of a separate suit against each; and the bill was brought in that form against 130 defendants, who were charged to be severally indebted upon notes given for lots of land purchased from the company, no exception was taken to the form of the bill by demurrer or otherwise, but the defendants answered, denying their liability. The question certified does not, as we understand it, demand the opinion of this court as to whether a single bill against all these defendants would lie for the amounts severally due by them (upon which point we do not feel called upon to express an opinion); but whether so far as in said suit the receiver claimed the right to recover from any one debtor a sum not exceeding $2000, the court had jurisdiction to render a judgment against them.</p>\n<p>This question must be answered in the affirmative. As was observed by this court in <i>Porter</i> v. <i>Sabin,</i> 149 U.S. 473, 479: \"When a court exercising a jurisdiction in equity appoints a receiver to hold the property of a corporation that court assumes the administration of the estate; the possession of the <span class=\"star-pagination\">*39</span> receiver is the possession of the court; and the court itself holds and administers the estate, through the receiver as its officer, for the benefit of those whom the court shall ultimately adjudge to be entitled to it.\"</p>\n<p>The Circuit Court obtained jurisdiction over the Cardiff Coal and Iron Company by the filing of the original creditor's bill by Bosworth, a citizen of Massachusetts, and by the appointment of a receiver, and any suit by or against such receiver, in the course of the winding up of such corporation, whether for the collection of its assets or for the defence of its property rights, must be regarded as ancillary to the main suit, and as cognizable in the Circuit Court, regardless either of the citizenship of the parties, or of the amount in controversy. <i>Freeman</i> v. <i>Howe,</i> 24 How. 450, 460; <i>Krippendorf</i> v. <i>Hyde,</i> 110 U.S. 276; <i>Dewey</i> v. <i>West Fairmont Gas Coal Co.,</i> 123 U.S. 329; <i>In re Tyler,</i> 149 U.S. 164, 181; <i>Root</i> v. <i>Woolworth,</i> 150 U.S. 401, 413; <i>Rouse</i> v. <i>Letcher,</i> 156 U.S. 47, 49.</p>\n<p>Indeed, it was conceded that where an insolvent corporation is placed in the hands of a receiver of the Circuit Court, such appointment draws to the jurisdiction of that court the control of its assets, so far as persons having claims to participate in the distribution of such assets are concerned, and that parties must go into that court in order to assert their rights, prove their demands, and receive whatever may be due them, or their share or interest in the estate. But it is insisted that there is a distinction between cases where parties are brought before the court for the purpose of the payment to them of claims they may hold against the estate, and cases where it is sought to recover of them claims which the receiver insists they owe the estate; that the receiver stands in the shoes of the company, and has no higher rights than the corporation, and having sued for less than the jurisdictional amounts, that as to them the cases must be dismissed.</p>\n<p>This position is entirely correct, so far as the right of the receiver to recover upon the merits is concerned; but it has no bearing whatever upon the question of the jurisdiction of the court to pass upon such merits. The receiver does not take his authority as an ordinary endorsee of the paper, and <span class=\"star-pagination\">*40</span> subject to the disability to sue in the Federal court, which attaches to such endorsee, but he takes title by operation of law, and as an instrument of the court which appointed him. The cases upon which the appellant relies of the <i>New Orleans Pacific Railway</i> v. <i>Parker,</i> 143 U.S. 42, and <i>Walter</i> v. <i>Northeastern Railroad,</i> 147 U.S. 370, were both original bills, over which jurisdiction could only be acquired upon proper allegations of citizenship and amount. In this case, however, the court proceeds upon its own authority to collect the assets of an estate, with the administration of which it is charged; and, if the receiver in such cases appears as a party to the suit, it is only because he represents the court in its inherent power to wind up the estate of an insolvent corporation, over which it has by an original bill obtained jurisdiction. In this particular, the jurisdiction of the Circuit Court does not materially differ from that of the District Court in bankruptcy, the right of which to collect the assets of a bankrupt estate we do not understand ever to have been doubted. There is just as much reason for questioning the jurisdiction of the court in this case upon the ground of the want of diverse citizenship, as upon the ground that the requisite amount is not involved.</p>\n<p>Two cases decided by Justices of this court are directly in point. <i>Price</i> v. <i>Abbott,</i> 17 Fed. Rep. 506; <i>Armstrong</i> v. <i>Trautman,</i> 36 Fed. Rep. 275.</p>\n<p><i>The question certified will, therefore, be answered in the affirmative.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></span> (1895)</b></center>\n<center><h1>WHITE<br>\nv.<br>\nEWING.</h1></center>\n<center>No. 913.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted May 20, 1895.</center>\n<center>Decided June 8, 1895.</center>\nCERTIFICATE FROM THE CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><span class=\"star-pagination\">*38</span> <i>Mr. Heber J. May, Mr. John W. Yoe, Mr. John F. McNutt,</i> and <i>Mr. Tully R. Cornick</i> for appellants.</p>\n<p><i>Mr. Robert Pritchard, Mr. Foster V. Brown,</i> and <i>Mr. Frank Spurlock</i> for appellee.</p>\n<p>MR. JUSTICE BROWN, after stating the case, delivered the opinion of the court.</p>\n<p>While the receiver prayed in his petition to bring in all the debtors by bill or petition in one suit, alleging that it was so requested by creditors, in order to avoid the expense of a separate suit against each; and the bill was brought in that form against 130 defendants, who were charged to be severally indebted upon notes given for lots of land purchased from the company, no exception was taken to the form of the bill by demurrer or otherwise, but the defendants answered, denying their liability. The question certified does not, as we understand it, demand the opinion of this court as to whether a single bill against all these defendants would lie for the amounts severally due by them (upon which point we do not feel called upon to express an opinion); but whether so far as in said suit the receiver claimed the right to recover from any one debtor a sum not exceeding $2000, the court had jurisdiction to render a judgment against them.</p>\n<p>This question must be answered in the affirmative. As was observed by this court in <i>Porter</i> v. <i>Sabin,</i> <span class=\"citation\" data-id=\"93643\"><a href=\"/opinion/93643/porter-v-sabin/\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></a></span>, 479: \"When a court exercising a jurisdiction in equity appoints a receiver to hold the property of a corporation that court assumes the administration of the estate; the possession of the <span class=\"star-pagination\">*39</span> receiver is the possession of the court; and the court itself holds and administers the estate, through the receiver as its officer, for the benefit of those whom the court shall ultimately adjudge to be entitled to it.\"</p>\n<p>The Circuit Court obtained jurisdiction over the Cardiff Coal and Iron Company by the filing of the original creditor's bill by Bosworth, a citizen of Massachusetts, and by the appointment of a receiver, and any suit by or against such receiver, in the course of the winding up of such corporation, whether for the collection of its assets or for the defence of its property rights, must be regarded as ancillary to the main suit, and as cognizable in the Circuit Court, regardless either of the citizenship of the parties, or of the amount in controversy. <i>Freeman</i> v. <i>Howe,</i> <span class=\"citation\" data-id=\"87425\"><a href=\"/opinion/87425/freeman-v-howe/\"><span class=\"volume\">24</span> <span class=\"reporter\">How.</span> <span class=\"page\">450</span></a></span>, 460; <i>Krippendorf</i> v. <i>Hyde,</i> 110 U.S. 276; <i>Dewey</i> v. <i>West Fairmont Gas Coal Co.,</i> 123 U.S. 329; <i>In re Tyler,</i> <span class=\"citation\" data-id=\"93608\"><a href=\"/opinion/93608/in-re-tyler/\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 181; <i>Root</i> v. <i>Woolworth,</i> <span class=\"citation\" data-id=\"93714\"><a href=\"/opinion/93714/root-v-woolworth/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 413; <i>Rouse</i> v. <i>Letcher,</i> <span class=\"citation\" data-id=\"94081\"><a href=\"/opinion/94081/rouse-v-letcher/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 49.</p>\n<p>Indeed, it was conceded that where an insolvent corporation is placed in the hands of a receiver of the Circuit Court, such appointment draws to the jurisdiction of that court the control of its assets, so far as persons having claims to participate in the distribution of such assets are concerned, and that parties must go into that court in order to assert their rights, prove their demands, and receive whatever may be due them, or their share or interest in the estate. But it is insisted that there is a distinction between cases where parties are brought before the court for the purpose of the payment to them of claims they may hold against the estate, and cases where it is sought to recover of them claims which the receiver insists they owe the estate; that the receiver stands in the shoes of the company, and has no higher rights than the corporation, and having sued for less than the jurisdictional amounts, that as to them the cases must be dismissed.</p>\n<p>This position is entirely correct, so far as the right of the receiver to recover upon the merits is concerned; but it has no bearing whatever upon the question of the jurisdiction of the court to pass upon such merits. The receiver does not take his authority as an ordinary endorsee of the paper, and <span class=\"star-pagination\">*40</span> subject to the disability to sue in the Federal court, which attaches to such endorsee, but he takes title by operation of law, and as an instrument of the court which appointed him. The cases upon which the appellant relies of the <i>New Orleans Pacific Railway</i> v. <i>Parker,</i> <span class=\"citation\" data-id=\"93253\"><a href=\"/opinion/93253/new-orleans-pacific-r-co-v-parker/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, and <i>Walter</i> v. <i>Northeastern Railroad,</i> <span class=\"citation\" data-id=\"93496\"><a href=\"/opinion/93496/walter-v-northeastern-r-co/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, were both original bills, over which jurisdiction could only be acquired upon proper allegations of citizenship and amount. In this case, however, the court proceeds upon its own authority to collect the assets of an estate, with the administration of which it is charged; and, if the receiver in such cases appears as a party to the suit, it is only because he represents the court in its inherent power to wind up the estate of an insolvent corporation, over which it has by an original bill obtained jurisdiction. In this particular, the jurisdiction of the Circuit Court does not materially differ from that of the District Court in bankruptcy, the right of which to collect the assets of a bankrupt estate we do not understand ever to have been doubted. There is just as much reason for questioning the jurisdiction of the court in this case upon the ground of the want of diverse citizenship, as upon the ground that the requisite amount is not involved.</p>\n<p>Two cases decided by Justices of this court are directly in point. <i>Price</i> v. <i>Abbott,</i> 17 Fed. Rep. 506; <i>Armstrong</i> v. <i>Trautman,</i> 36 Fed. Rep. 275.</p>\n<p><i>The question certified will, therefore, be answered in the affirmative.</i></p>\n</div>", "id": 94242, "judges": "Brown, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94242/", "sha1": "7c463a186bb5b76517a482a389dff695b1fc8ba7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:22:08"}