{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "160 U.S. 303", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94324/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Haws v. Victoria Copper Mining Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "66", 
    "id": 78705, 
    "resource_uri": "/api/rest/v2/citation/78705/"
  }, 
  "id": 94324, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1895-12-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>160 U.S. 303 (1895)</b></center>\n<center><h1>HAWS<br>\nv.<br>\nVICTORIA COPPER MINING COMPANY.</h1></center>\n<center>No. 66.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15, 18, 1895.</center>\n<center>Decided December 23, 1895.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF UTAH.\n<p><span class=\"star-pagination\">*304</span> <i>Mr. Frederic D. McKenney</i> for appellant. <i>Mr. S.F. Phillips, Mr. Charles H. Toll,</i> and <i>Mr. D.V. Burns</i> were on his brief.</p>\n<p><i>Mr. Charles H. Armes</i> and <i>Mr. Arthur H. Birney</i> for appellee. <i>Mr. C.C. Dey</i> was on their brief.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The Victoria Copper Mining Company, a corporation created under the laws of the State of Illinois, brought its action to recover possession of two mining claims known as the \"Antietam lode\" and the \"Copper the Ace lode.\" The mines thus designated were fully and specifically described in the complaint, which averred that the defendant had by force and violence ousted the complainants from the property. In addition to the averments essential to justify a judgment for possession, the complaint contained allegations deemed to be sufficient to authorize the granting of an injunction, which was prayed for, restraining the defendant from taking, or shipping, or selling ore extracted, or to be extracted, from the mines in controversy. The prayer of the complaint was for possession, and twenty-five thousand dollars damages, the value of ore averred to have been previously unlawfully taken by the defendants. The defendants jointly answered, specifically denying each allegation of the complaint, and by cross-complaint, Edward W. Keith, Samuel R. Whitall, William V.R. Whitall and Michael Smith alleged that they were the owners in fee of the mines, subject to the paramount title of the United States, and they prayed that their title be quieted. The averments of the cross-bill were traversed by specific denials. Upon these issues, a jury having first been waived, the case was tried by the court, which found the following facts, which findings were tantamount to concluding that the averments of the bill of complaint had been proven:</p>\n<p></p>\n<h2>\"<i>Findings of fact.</i>\n</h2>\n<p>\"First. That Lewis R. Dyer, the locator of the two mining claims described in the complaint herein, called respectively <span class=\"star-pagination\">*305</span> `Antietam lode' and `Copper the Ace lode,' and situated in Uintah County, Territory of Utah, at and prior to the time of locating the same discovered and appropriated a mineral vein or lode of rock in place.</p>\n<p>\"Second. That at the time of the discovery of said vein or lode and the location of said mining claims the land included within the boundaries of said mining claims was public mineral land, wholly unoccupied and unclaimed.</p>\n<p>\"Third. That after the discovery of said vein or lode or mineral-bearing rock in place, to wit, on the 17th day of September, 1887, said Lewis R. Dyer, being a citizen of the United States, located the two mining claims described in the complaint herein by writing on a tree standing at, or in close proximity to, the place or places of discovery of said vein or lode the two notices of location, one for each of said claims.</p>\n<p>\"Fourth. That said notices each described the respective claims by reference to said tree; also respectively described the boundaries of each claim by courses and distances from said tree; that each of said notices contained the name of the locator and date of location; that said tree was a sufficient natural object by which said claims and each of them could be identified.</p>\n<p>\"Fifth. That soon after the writing of said notices of location and during the month of September, 1887, said Dyer marked sufficiently on the ground the boundaries of said mining claims and each of them by setting suitable stakes or posts at the corners of each of said claims; also at the centre of the respective side lines of each of said claims; also by writing on the stakes to identify them with reference to the respective claims, and securing said stakes by stones piled around them.</p>\n<p>\"Sixth. That thereafter, on the 13th day of February, 1888, said Dyer caused a copy of said location notices and each of them to be recorded in the office of the county recorder of said county of Uintah; that there was not at that time, or at the time of locating said claims, any mining district recorder; that said mining claims were situated in what <span class=\"star-pagination\">*306</span> had been known as the `Carbonate mining district;' that the rules and regulations of said mining district had long prior to the said 17th day of September, 1887, fallen into disuse, and were not then, or for a long time prior thereto had not been, in force and effect.</p>\n<p>\"Seventh. That the plaintiff is a corporation, duly organized and existing under the laws of the State of Illinois, and was so organized on the 15th day of May, 1888.</p>\n<p>\"Eighth. That on the 4th day of May, 1888, said Lewis R. Dyer duly transferred an equal undivided one half of said mining claims, and each of them, to Edward A. Ferguson and August Bohn, Jr., and that thereafter, to wit, on the 28th day of May, 1888, said Lewis R. Dyer, Edward A. Ferguson, and August Bohn, Jr., duly transferred and conveyed said mining claims and each of them to the plaintiff company.</p>\n<p>\"Ninth. That since said 17th day of September, 1887, until the 10th day of June, 1889, said Dyer and his grantee, the plaintiff herein, continuously worked upon and improved said mining claims, and each of them, and actually possessed the same, and have expended in said work and improvements upward of the sum of $7000; that said mining claims are contiguous to each other, and were worked jointly and in common; that the work done and improvements made on said claims were such as did develop said claims and each of them, and that for each of the calendar years of 1887, 1888, and 1889 more than one hundred dollars' worth of work was actually done on each of said claims by said Dyer and his grantee, the plaintiff herein.</p>\n<p>\"Tenth. That on Sunday night, the 9th day of June, 1889, while said plaintiff was in actual possession of said claims and working the same, by its agents and employés, the defendant William Haws went upon the ground of said mining claims with two men and wrongfully took possession of the same, and the working upon the same, prepared to hold such possession by force, and did wrongfully keep the plaintiff and its employés from thereafter working on said mining claims, and wrongfully excluded them therefrom, and that said William Haws and Heber Timothy and their grantees, the other defendants <span class=\"star-pagination\">*307</span> therein, have ever since wrongfully excluded the plaintiff from the possession of said mining claims.</p>\n<p>\"Eleventh. That prior to the said 9th day of June, 1889, said William Haws was an employé of the plaintiff and its grantors working on said mining claims; that said Haws so worked from the 11th day of February, 1888, until the 13th day of August, 1888, and from October 24, 1888, to December 21, 1888, and again resumed work in the month of March, 1889, and continued to work for plaintiff up to and including the 1st day of June, 1889, when he voluntarily left the employ of plaintiff; that while at work for plaintiff in the year of 1888 said Haws formed the secret intention of taking possession of said mines and mining claims.</p>\n<p>\"Twelfth. That on or about the 7th day of June, 1889, said Haws procured the defendant Heber Timothy to join and assist him in making a location of the ground described in the complaint herein, which was then being actually possessed and worked by plaintiff, and on that day said Haws and Timothy, without right of entry on the ground; set sufficient stakes to mark the boundaries of the two claims, which they called `Scottish Chief' and `Ontario mine' lode mining claims; that they also posted on a stake placed near the place of discovery of plaintiff's aforesaid claims location notice for each of said claims; that the location notice of said `Scottish Chief' lode was signed by said Heber Timothy and William Haws, and recited that the location was a `relocation' of the `Antietam' lode; that the said location notice of the `Ontario mine lode' was signed by said William Haws, and recited that the location was a `relocation' of the `Copper the Ace.'</p>\n<p>\"Thirteenth. That on the 4th day of June, 1889, a mining district was organized including within its boundaries the ground heretofore described called the Carbonate district; that said `Scottish Chief' and `Ontario mine' location notices were recorded on the 11th day of June, 1889, in the records of said `Carbonate mining district.'</p>\n<p>\"Fourteenth. That on or about the 12th day of September, 1889, while holding possession of said mining claims of plaintiff aforesaid, under the wrongful entry of said Haws aforesaid, <span class=\"star-pagination\">*308</span> aided by said Timothy, with the consent of said Haws and at his instigation, and for the purpose of omitting the name of said Haws from the location notices, in anticipation of proceedings being taken by plaintiff to regain possession of its said mining claims, set a discovery stake within the limits and boundaries of plaintiff's said mining locations and not far distant from the place of discovery of plaintiff's said mining claims, and then and there placed two notices of locations signed by said Heber Timothy, claiming to locate two mining claims under the respective names of Valao and Copper King, and set sufficient stakes and marks to describe and designate the boundaries of said mining locations and each of them.</p>\n<p>\"Fifteenth. That said Haws was to have and own by agreement made with said Timothy all of said Copper King and one-half of said Valao; that said claims include substantially the same ground included in and covered by plaintiff's aforesaid claims.</p>\n<p>\"Sixteenth. That on the 9th day of August, 1890, said William Haws, by an instrument in writing, conveyed to the defendant Heber Timothy his interest in the Scottish Chief and Ontario mine mining claims aforesaid, and that on the same day said Timothy conveyed to the defendant Michael E. Smith the aforesaid Scottish Chief and Ontario described in said deed as relocated September 12, 1889, as the Copper King and Valao lode claims, and that on the 11th day of August, 1890, said defendant Smith, by an instrument in writing, conveyed to the defendants Samuel R. Whitall, William V.R. Whitall, Edward Keith, and Frank A. Keith an undivided one-half interest in said Valao and Copper King claims.</p>\n<p>\"Seventeenth. That on or about the 29th day of August, 1890, plaintiff had its aforesaid mining claims surveyed and stakes reset that sufficiently marked the boundaries of said claims and each of them and the place of discovery; that at the place of discovery plaintiff caused to be posted, on the 29th day of August, 1890, an addendum notice to each of the original notices of location, which said addendum notices were duly signed by the secretary of plaintiff company and dated, and respectively described the claims by metes and bounds as <span class=\"star-pagination\">*309</span> ascertained by actual survey, and also by reference to the permanent workings of the claims; that said notices were recorded in the office of the county recorder of said county of Uintah on the 29th day of August, 1890.</p>\n<p>\"Eighteenth. That the description of said claims as given in said addendum notices is the same description as given in the complaint of the plaintiff herein; also that the official survey for patent of said mining claims of plaintiff was made in exact accordance with said description and the boundary stakes of said claims.</p>\n<p>\"Nineteenth. That in the months of August and September, 1890, and prior to the commencement of this action, the defendants wrongfully extracted and carried away 25 tons of ore taken from plaintiff's said mining claims and sold all but 7 tons thereof for the net sum of $1897.57, except as to the cost of hauling and extracting, amounting to $34.00 per ton.\"</p>\n<p>From these findings the court deduced the following conclusions of law:</p>\n<p>\"1. That the plaintiff was at the time of the commencement of this action and still is the owner of and entitled to the possession of the mining claims particularly and specifically described in the complaint of the plaintiff herein and called respectively `Antietam lode' and `Copper the Ace lode' mining claims, which said mining claims and each of them were at the time of the commencement of this action and have ever since continued to be and now still are valid mining claims, embracing the premises described in the complaint herein, subject only to the paramount title of the United States.</p>\n<p>\"2. That the defendants or any of them or any person claiming under them have no title or interest in said premises whatsoever and had none at the time of the commencement of this action.</p>\n<p>\"3. That said plaintiff is entitled to a judgment or a decree against said defendants for the possession of the `Antietam lode' and `Copper the Ace lode' mining claims and premises embraced therein, as described in said complaint, and confirming its title to the same, and that the defendants have no right, title, or interest in said premises or any part thereof or <span class=\"star-pagination\">*310</span> in the ores extracted therefrom; also that plaintiff is entitled to the 7 tons of ore removed by the defendants and not disposed of, and also for $1047.57 damages, and also for the costs of this action; also enjoining the said defendants and each of them, their servants, agents, and employés, and every one acting under them or any of them, from extracting or removing ore therefrom.\"</p>\n<p>Upon these findings and conclusions a judgment was rendered in favor of the plaintiff, that it \"recover from the defendants William Haws, Heber Timothy, Edward W. Keith, Frank H. Keith, Samuel R. Whitall, William V.R. Whitall, and Michael E. Smith, the possession of the Antietam lode and Copper the Ace lode mining claims, situated in the Carbonate mining district, in the county of Uintah, Territory of Utah, and the premises embraced therein and each and every part thereof, the same being specifically described in the complaint of the complainant herein, and confirming the title to said plaintiff in and to the same.\" There was also judgment for damages and costs in the sum of $1692.17, and a decree for an injunction restraining the defendants from extracting or removing ore from the mines.</p>\n<p>On December 3, 1890, the defendants filed their notice of intention to apply for a new trial on the following grounds:</p>\n<p>\"1. Irregularities in the proceedings of the court and an abuse of discretion in the court by which defendants were prevented from having a fair trial.</p>\n<p>\"2. Insufficiency of the evidence to justify the findings and decision.</p>\n<p>\"3. Newly discovered evidence material to defendants and which could not with reasonable diligence have been discovered and produced at the trial.</p>\n<p>\"4. That the findings are against law.</p>\n<p>\"5. Errors in law occurring at the trial and excepted to by defendants.\"</p>\n<p>On the day this notice was given the court extended the time for filing the \"specifications of particulars in which the evidence is insufficient to support the findings and the affidavits as to the newly discovered evidence.\" When this period <span class=\"star-pagination\">*311</span> elapsed the defendants presented their specifications of particulars, (which was required by the Utah law, <i>Stringfellow</i> v. <i>Cain,</i> 99 U.S. 610, 613,) complaining only of the insufficiency of the evidence to support the findings numbered 3, 4, 5, 6, 10, 12, 14, 17, and 19. The affidavits relied on as to the newly discovered evidence, for the purpose of obtaining a new trial, were also filed. In support of the complaint as to the insufficiency of the evidence to sustain the findings specially objected to on that ground, there was filed an excerpt from the testimony, the certificate appended thereto reciting: \"The foregoing, together with Exhibits C and D and the map Exhibit 3, is the substance of all the evidence tending to support the findings which are pointed out in defendant's specification of errors as not supported by the evidence and the substance of all the evidence pertaining to or illustrating defendant's assignments of error.\" Previously to the filing of this statement of the proof which related solely to the controverted findings, the defendant presented his \"assignment as to errors of law occurring at the time of the trial, and duly excepted to by the defendants.\" The errors thus assigned were eleven in number, and all referred to the rulings of the court, in the progress of the trial, rejecting or admitting testimony. On the 13th of February, 1891, the application for a new trial was overruled, the order to that end reciting: \"Said motion is heard upon the records and statements, and upon affidavits filed by the defendants in support of their motion.\" An appeal was taken to the Supreme Court of the Territory, where the judgment was affirmed. 7 Utah, 515. The opinion of the court announced that the findings of the court below were sustained by the proof, and that, as these findings were supported by \"competent, relevant, and material evidence,\" without reference to the action of the court admitting or rejecting testimony, it was unnecessary to determine whether error had been committed in such respect, since, if it had been, it was not reversible because not prejudicial. Subsequently, there was filed in the Supreme Court an assignment of errors, alleging that the court had erroneously affirmed the judgment below, when it should have reversed the same because of <span class=\"star-pagination\">*312</span> errors committed by the trial court in admitting incompetent testimony. The matters referred to in the assignment thus filed in the Supreme Court are identical with those which were embraced in the assignment which had been made below on the application for a new trial, except that the eleventh alleged error assigned upon the appeal to the territorial appellate court is omitted from the later assignment. Thereafter a paper was filed in the Supreme Court of the Territory beginning as follows:</p>\n<p>\"This is to certify that on the trial of this cause in the trial court the following rulings of the court on the rejection and admission of evidence were made, all of which were excepted to by defendants and assigned by them as error on appeal in this court, to wit.\"</p>\n<p>This was followed by a brief excerpt from the proceedings had before the trial court, purporting to show exactly what occurred when the rulings rejecting or admitting testimony were made. All the facts which are stated in this paper are also in the record in connection with the specification of errors presented and the assignment of errors made in the trial court on the appeal taken to the Supreme Court. Appended to the paper is the following certificate:</p>\n<p>\"The above statement embraces part of the testimony of the witnesses named, but not all, nor does it contain the testimony of other witnesses sworn in the case, but is correct so far as it goes, except showing the corrections and explanations appearing.</p>\n  \"October 12, 1891.                JAMES A. MINER, <i>Judge.</i>\n                                    C.S. ZANE, <i>C.J.</i>\"\n<p>The defendants below prosecute this appeal from the judgment of the Supreme Court of the Territory of Utah.</p>\n<p>Under the act of April 7, 1874, c. 80, 18 Stat. 27, our jurisdiction on appeal from the judgment of a territorial Supreme Court is limited to determining whether the facts found are sufficient to sustain the judgment rendered, and to reviewing the rulings of the court on the admission or rejection of testimony, <span class=\"star-pagination\">*313</span> when exceptions have been duly taken to such rulings. We cannot, therefore, enter into an investigation of the preponderance of proof, but confine ourselves to the findings and their sufficiency to support the legal conclusions which the court below has rested on them. <i>Stringfellow</i> v. <i>Cain,</i> 99 U.S. 610, 613; <i>Idaho &amp; Oregon Land Improvement Co.</i> v. <i>Bradbury,</i> 132 U.S. 509; <i>Mammoth Mining Co.</i> v. <i>Salt Lake Machine Co.,</i> 151 U.S. 447. The statement of facts contemplated by the statute is one to be made by the Supreme Court from whose judgment the appeal is taken. But where that court affirms the findings of the trial court, being thus adopted by the Supreme Court of the Territory, they subserve the purpose of a finding of fact on the appeal to this court. <i>Stringfellow</i> v. <i>Cain, ubi supra.</i> Guided by this rule, we will examine the errors pressed upon our attention, considering first in order those which are general in their nature, and, second, those which it is claimed result from the action of the trial court, in rejecting or admitting testimony.</p>\n<p>1. The contention that the trial court did not consider the affidavits as to the newly discovered evidence presented for the purpose of obtaining a new trial, is fully answered by the order refusing the new trial, which recites: \"That it was heard upon the record and statement and upon the affidavits filed by the defendants in support of their motion.\" This takes the case entirely out of the principle announced in <i>Mattox</i> v. <i>United States,</i> 146 U.S. 140. That case involved a refusal to exercise discretion, whilst the contention here amounts to the assertion of a right to control a discretion when it has been lawfully exerted.</p>\n<p>2. A further claim of error is that the findings are insufficient to support the judgment, because the Utah statute, 2 Comp. Law, § 3241, requires that \"in an action for the recovery of real property, it must be described in the complaint with such certainty as to enable an officer, upon execution, to identify it;\" and that the mines in dispute are designated in the findings solely by reference to the descriptions contained in the complaint, which it is asserted does not sufficiently identify the premises to enable an officer to execute a writ of <span class=\"star-pagination\">*314</span> possession. If this proposition was supported by the record, the necessary result would be that the judgment of the court below operates upon no property which can be identified; hence the defendant, and not plaintiffs in error, would be prejudiced thereby, and would be the only party entitled to complain. But the findings amply support the reference made in the judgment to the premises sued for, to wit, the \"Antietam lode and Copper the Ace lode mining claims, situated in the Carbonate mining district, in the county of Uintah, Territory of Utah, and premises embraced therein, and each and every part thereof, the same being specifically described in the complaint herein.\" It is not doubtful that the decree and complaint taken together fully describe and furnish ample means for identification of the property to which defendant in error was adjudged to be entitled.</p>\n<p>3. It was also urged, for the first time, upon the argument at bar, that as the United States Statutes, Rev. Stat. § 2320, provide that no location of a mining claim shall be made until the discovery of a vein or lode within the limits of the mine located, the complaint was fatally defective in not averring such a discovery prior to Dyer's alleged location, and that there was an entire absence of evidence to justify the trial judge in concluding as he did in his first finding that Dyer, \"at and prior to the time of locating the claims, discovered and appropriated a mineral vein or lode of rock in place.\" The contention that the complaint did not aver discovery is without merit. No demurrer was filed and, so far as the record discloses, no objection was made to the admissibility of proof of discovery on the ground that it was not alleged, nor was error in this particular assigned in the lower court or in the Supreme Court of the Territory or in the record as required by law. We might well dismiss the assertion that there was no evidence which justified the trial judge in stating in his first proposition of fact that there had been a discovery, with the answer that it amounts merely to a contention that the evidence did not justify the finding. The record, however, demonstrates the unsoundness of the contention. Under the law of Utah, those against whom the judgment <span class=\"star-pagination\">*315</span> was rendered in the trial court were obliged, on motion for a new trial, to specify what particular findings of fact were objected to as unsupported by the evidence. In obedience to this requirement, the defendant specified the findings which he charged were not borne out by the proof, and in so doing made no complaint as to the first finding which contains the matter now asserted here to have no support whatever in the proof. The practice in addition required the trial court to certify to the Supreme Court of the Territory only \"so much of the evidence as may be necessary to explain the particular errors or grounds specified and no more,\" (<i>Stringfellow</i> v. <i>Cain, ubi supra,</i>) and such is the certificate annexed to the extracts from the evidence which made up the record taken to the Supreme Court of the Territory. It therefore follows that the defendants below, after failing in the trial court to object to the first finding as unsupported by the evidence, and thereby securing the omission from the record of all the testimony supporting such finding, now seek to avail themselves of the absence of the proof which they have caused to be omitted from the record.</p>\n<p>4. It is contended that the findings do not justify the decree because on their face it appears that the discovery by Dyer was merely of one vein, and as the claims located under this discovery were two in number and three thousand feet in length, they were void because in excess of the quantity allowed by law. Rev. Stat. § 2320.</p>\n<p>Pretermitting the question whether this contention is not in reality a mere assertion that the findings are not supported by the evidence, it is without merit. Obviously, if the legal proposition upon which it depends be well founded, as to which we express no opinion, it is equally applicable to the mining claims asserted by the plaintiff in error. The findings conclusively establish that the Haws and Timothy pretended locations, upon which the whole case, as to the plaintiffs in error, rests, were placed upon practically the same ground covered by the mining claims of the defendant in error; indeed, the finding is that they (the Haws' claims) were mere relocations of the existing mines, and, therefore, equal to them <span class=\"star-pagination\">*316</span> in length. It follows that if there was an excess of quantity as to the claims asserted, on the one hand, a like excess necessarily existed in the claims relied upon on the other. True the location by Haws was made not only in his own name, but in the name of Timothy, thereby, on the face of such location, implying that there was not one location of three thousand feet but two locations of fifteen hundred feet each, by different persons. The findings, however, completely dispel this situation, for they conclusively determine that Timothy was a mere instrumentality for Haws in the execution of his wrongful purposes, and hence that the two mines, which were apparently located in the name of Haws and Timothy, were in reality each located by Haws himself. But the findings go further than this; they absolutely preclude the possibility of a discovery or valid location by Haws or his confederate Timothy. The facts on this subject established by the findings are briefly these: Haws, an employé of the defendant in error, while engaged in such employment in working the mines by it located and of which it was in the actual possession, conceived the secret intention of taking possession of the property of his employers for his own benefit. In execution of this illegal purpose he procured the assistance of Timothy in making a so-called location on the ground which was then occupied by his employer and upon which he (Haws) was working as its servant. That they set stakes and posted notices so as to cover the claims already discovered and which he knew were being worked at the time these stakes were placed and notices posted, and that shortly after this wrongful driving of stakes, Haws, in the night time, ousted the defendant in error from the possession which it enjoyed, and the illegal dispossession thus accomplished was thereafter maintained by force. The elementary rule is that one must recover on the strength of his own and not on the weakness of the title of his adversary, but this principle is subject to the qualification that possession alone is adequate as against a mere intruder or trespasser without even color of title, and especially so against one who has taken possession by force and violence. This exception is based upon the <span class=\"star-pagination\">*317</span> most obvious conception of justice and good conscience. It proceeds upon the theory that a mere intruder and trespasser cannot make his wrongdoing successful by asserting a flaw in the title of the one against whom the wrong has been by him committed. In <i>Christy</i> v. <i>Scott,</i> 14 How. 282, 292, this court, speaking through Mr. Justice Curtis, said:</p>\n<p>\"A mere intruder cannot enter on a person actually seized, and eject him, and then question his title, or set up an outstanding title in another. The maxim that the plaintiff must recover on the strength of his own title, and not on the weakness of the defendant's, is applicable to all actions for the recovery of property. But if the plaintiff had actual prior possession of the land, this is strong enough to enable him to recover it from a mere trespasser, who entered without any title. He may do so by a writ of entry, where that remedy is still practised, <i>Jackson</i> v. <i>Boston &amp; Worcester Railroad,</i> 1 Cush. 575, or by an ejectment, <i>Allen</i> v. <i>Rivington,</i> 2 Saund. 111; <i>Doe</i> v. <i>Read,</i> 8 East. 356; <i>Doe</i> v. <i>Dyeball,</i> 1 Moody &amp; M. 346; <i>Jackson</i> v. <i>Hazen,</i> 2 Johns. 438; <i>Whitney</i> v. <i>Wright,</i> 15 Wend. 171, or he may maintain trespass, <i>Catteris</i> v. <i>Cowper,</i> 4 Taunt. 548; <i>Graham</i> v. <i>Peat,</i> 1 East. 246.\"</p>\n<p>So also, in <i>Burt</i> v. <i>Panjaud,</i> 99 U.S. 180, 182, it was said, Mr. Justice Miller expressing the opinion of the court, that in ejectment, or trespass <i>quare clausum fregit,</i> actual possession of the land by the plaintiff, or his receipt of rent therefor prior to his eviction, is <i>prima facie</i> evidence of title, on which he can recover against a mere trespasser. The same principle was enforced in <i>Campbell</i> v. <i>Rankin,</i> 99 U.S. 261, 262, and application of it to various conditions of fact is shown in <i>Atherton</i> v. <i>Fowler,</i> 96 U.S. 513; <i>Belk</i> v. <i>Meagher,</i> 104 U.S. 279, 287; <i>Glacier Mining Co.</i> v. <i>Willis,</i> 127 U.S. 471, 481.</p>\n<p>There remains only to consider the errors which are asserted to have arisen from rulings of the trial court, admitting or rejecting testimony.</p>\n<p>(<i>a</i>) The objections to the admissibility of the copies of Dyer's notice of location become wholly immaterial, in view of the findings on the subject of the actual location made by Dyer. The sixth finding establishes that there was not at the <span class=\"star-pagination\">*318</span> time the copies were left for record any mining district recorder, and that the rules and regulations of what had been known as the \"Carbonate mining district,\" in which said claim was situated, had long prior to Dyer's location fallen into disuse, and were not then, and for a long time prior thereto had not been, in force and effect. In such event there was no statutory requirement that notices should be recorded. Rev. Stat. § 2324; <i>North Noonday Mining Co.</i> v. <i>Orient Mining Co.,</i> 1 Fed. Rep. 522, 533. Moreover, the acts of Dyer, enumerated in the fourth finding, constituted a sufficient location by him of the two claims, as against subsequent locators, irrespective of the posting of notices. Rev. Stat. § 2324 merely required that the locations shall be distinctly marked on the ground, so that their boundaries can be readily traced. <i>Book</i> v. <i>Justice Mining Co.,</i> 58 Fed. Rep. 106, 109, 112, <i>et seq.,</i> and authorities cited, page 113.</p>\n<p>(<i>b</i>) The testimony of McLaughlin, tending to show knowledge by Haws of Dyer's location, that he recognized it, also becomes immaterial, in view of the findings establishing the nature and extent of such location. The same reason is applicable to the objection made to the testimony of Doneher.</p>\n<p>(<i>c</i>) It is contended that the District Court erred in permitting two witnesses to testify as to the conversation had with Haws relative to his intention to take possession of the mines operated by the plaintiff. This evidence tended to support certain allegations contained in the second cause of action set out in the complaint, and appears material to such allegations; and was doubtless accepted as evidence in support of the fact, stated at the close of the eleventh finding of the trial judge, \"that while at work for the plaintiff in the year 1888, said Haws formed a secret intention of taking possession of the mines and mining claims of plaintiff.\" There was no attack upon the sufficiency of the proof to sustain this finding; moreover, the testimony of Haws as contained in the record admits that he formed the intention to take possession under the suggestion that he considered that he had the right to make a relocation.</p>\n<p>(<i>d</i>) Lastly, it is contended that the District Court erred in <span class=\"star-pagination\">*319</span> permitting the plaintiff to prove that it had expended between seven and eight thousand dollars in working the mines, from the time it took possession until it was ousted therefrom by the defendant Haws. This testimony was offered to show good faith in working the property by the plaintiff company. We think it was competent, in view of the requirements of Rev. Stat. sec. 2324, \"that on each claim located after May 10, 1872, and until a patent has been issued therefor, no less than one hundred dollars' worth of labor shall be performed or improvements made during each year.\"</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE GRAY was not present at the argument and took no part in the decision of this case.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:22:16", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></span> (1895)</b></center>\n<center><h1>HAWS<br>\nv.<br>\nVICTORIA COPPER MINING COMPANY.</h1></center>\n<center>No. 66.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15, 18, 1895.</center>\n<center>Decided December 23, 1895.</center>\nAPPEAL FROM THE SUPREME COURT OF THE TERRITORY OF UTAH.\n<p><span class=\"star-pagination\">*304</span> <i>Mr. Frederic D. McKenney</i> for appellant. <i>Mr. S.F. Phillips, Mr. Charles H. Toll,</i> and <i>Mr. D.V. Burns</i> were on his brief.</p>\n<p><i>Mr. Charles H. Armes</i> and <i>Mr. Arthur H. Birney</i> for appellee. <i>Mr. C.C. Dey</i> was on their brief.</p>\n<p>MR. JUSTICE WHITE delivered the opinion of the court.</p>\n<p>The Victoria Copper Mining Company, a corporation created under the laws of the State of Illinois, brought its action to recover possession of two mining claims known as the \"Antietam lode\" and the \"Copper the Ace lode.\" The mines thus designated were fully and specifically described in the complaint, which averred that the defendant had by force and violence ousted the complainants from the property. In addition to the averments essential to justify a judgment for possession, the complaint contained allegations deemed to be sufficient to authorize the granting of an injunction, which was prayed for, restraining the defendant from taking, or shipping, or selling ore extracted, or to be extracted, from the mines in controversy. The prayer of the complaint was for possession, and twenty-five thousand dollars damages, the value of ore averred to have been previously unlawfully taken by the defendants. The defendants jointly answered, specifically denying each allegation of the complaint, and by cross-complaint, Edward W. Keith, Samuel R. Whitall, William V.R. Whitall and Michael Smith alleged that they were the owners in fee of the mines, subject to the paramount title of the United States, and they prayed that their title be quieted. The averments of the cross-bill were traversed by specific denials. Upon these issues, a jury having first been waived, the case was tried by the court, which found the following facts, which findings were tantamount to concluding that the averments of the bill of complaint had been proven:</p>\n<p></p>\n<h2>\"<i>Findings of fact.</i>\n</h2>\n<p>\"First. That Lewis R. Dyer, the locator of the two mining claims described in the complaint herein, called respectively <span class=\"star-pagination\">*305</span> `Antietam lode' and `Copper the Ace lode,' and situated in Uintah County, Territory of Utah, at and prior to the time of locating the same discovered and appropriated a mineral vein or lode of rock in place.</p>\n<p>\"Second. That at the time of the discovery of said vein or lode and the location of said mining claims the land included within the boundaries of said mining claims was public mineral land, wholly unoccupied and unclaimed.</p>\n<p>\"Third. That after the discovery of said vein or lode or mineral-bearing rock in place, to wit, on the 17th day of September, 1887, said Lewis R. Dyer, being a citizen of the United States, located the two mining claims described in the complaint herein by writing on a tree standing at, or in close proximity to, the place or places of discovery of said vein or lode the two notices of location, one for each of said claims.</p>\n<p>\"Fourth. That said notices each described the respective claims by reference to said tree; also respectively described the boundaries of each claim by courses and distances from said tree; that each of said notices contained the name of the locator and date of location; that said tree was a sufficient natural object by which said claims and each of them could be identified.</p>\n<p>\"Fifth. That soon after the writing of said notices of location and during the month of September, 1887, said Dyer marked sufficiently on the ground the boundaries of said mining claims and each of them by setting suitable stakes or posts at the corners of each of said claims; also at the centre of the respective side lines of each of said claims; also by writing on the stakes to identify them with reference to the respective claims, and securing said stakes by stones piled around them.</p>\n<p>\"Sixth. That thereafter, on the 13th day of February, 1888, said Dyer caused a copy of said location notices and each of them to be recorded in the office of the county recorder of said county of Uintah; that there was not at that time, or at the time of locating said claims, any mining district recorder; that said mining claims were situated in what <span class=\"star-pagination\">*306</span> had been known as the `Carbonate mining district;' that the rules and regulations of said mining district had long prior to the said 17th day of September, 1887, fallen into disuse, and were not then, or for a long time prior thereto had not been, in force and effect.</p>\n<p>\"Seventh. That the plaintiff is a corporation, duly organized and existing under the laws of the State of Illinois, and was so organized on the 15th day of May, 1888.</p>\n<p>\"Eighth. That on the 4th day of May, 1888, said Lewis R. Dyer duly transferred an equal undivided one half of said mining claims, and each of them, to Edward A. Ferguson and August Bohn, Jr., and that thereafter, to wit, on the 28th day of May, 1888, said Lewis R. Dyer, Edward A. Ferguson, and August Bohn, Jr., duly transferred and conveyed said mining claims and each of them to the plaintiff company.</p>\n<p>\"Ninth. That since said 17th day of September, 1887, until the 10th day of June, 1889, said Dyer and his grantee, the plaintiff herein, continuously worked upon and improved said mining claims, and each of them, and actually possessed the same, and have expended in said work and improvements upward of the sum of $7000; that said mining claims are contiguous to each other, and were worked jointly and in common; that the work done and improvements made on said claims were such as did develop said claims and each of them, and that for each of the calendar years of 1887, 1888, and 1889 more than one hundred dollars' worth of work was actually done on each of said claims by said Dyer and his grantee, the plaintiff herein.</p>\n<p>\"Tenth. That on Sunday night, the 9th day of June, 1889, while said plaintiff was in actual possession of said claims and working the same, by its agents and employés, the defendant William Haws went upon the ground of said mining claims with two men and wrongfully took possession of the same, and the working upon the same, prepared to hold such possession by force, and did wrongfully keep the plaintiff and its employés from thereafter working on said mining claims, and wrongfully excluded them therefrom, and that said William Haws and Heber Timothy and their grantees, the other defendants <span class=\"star-pagination\">*307</span> therein, have ever since wrongfully excluded the plaintiff from the possession of said mining claims.</p>\n<p>\"Eleventh. That prior to the said 9th day of June, 1889, said William Haws was an employé of the plaintiff and its grantors working on said mining claims; that said Haws so worked from the 11th day of February, 1888, until the 13th day of August, 1888, and from October 24, 1888, to December 21, 1888, and again resumed work in the month of March, 1889, and continued to work for plaintiff up to and including the 1st day of June, 1889, when he voluntarily left the employ of plaintiff; that while at work for plaintiff in the year of 1888 said Haws formed the secret intention of taking possession of said mines and mining claims.</p>\n<p>\"Twelfth. That on or about the 7th day of June, 1889, said Haws procured the defendant Heber Timothy to join and assist him in making a location of the ground described in the complaint herein, which was then being actually possessed and worked by plaintiff, and on that day said Haws and Timothy, without right of entry on the ground; set sufficient stakes to mark the boundaries of the two claims, which they called `Scottish Chief' and `Ontario mine' lode mining claims; that they also posted on a stake placed near the place of discovery of plaintiff's aforesaid claims location notice for each of said claims; that the location notice of said `Scottish Chief' lode was signed by said Heber Timothy and William Haws, and recited that the location was a `relocation' of the `Antietam' lode; that the said location notice of the `Ontario mine lode' was signed by said William Haws, and recited that the location was a `relocation' of the `Copper the Ace.'</p>\n<p>\"Thirteenth. That on the 4th day of June, 1889, a mining district was organized including within its boundaries the ground heretofore described called the Carbonate district; that said `Scottish Chief' and `Ontario mine' location notices were recorded on the 11th day of June, 1889, in the records of said `Carbonate mining district.'</p>\n<p>\"Fourteenth. That on or about the 12th day of September, 1889, while holding possession of said mining claims of plaintiff aforesaid, under the wrongful entry of said Haws aforesaid, <span class=\"star-pagination\">*308</span> aided by said Timothy, with the consent of said Haws and at his instigation, and for the purpose of omitting the name of said Haws from the location notices, in anticipation of proceedings being taken by plaintiff to regain possession of its said mining claims, set a discovery stake within the limits and boundaries of plaintiff's said mining locations and not far distant from the place of discovery of plaintiff's said mining claims, and then and there placed two notices of locations signed by said Heber Timothy, claiming to locate two mining claims under the respective names of Valao and Copper King, and set sufficient stakes and marks to describe and designate the boundaries of said mining locations and each of them.</p>\n<p>\"Fifteenth. That said Haws was to have and own by agreement made with said Timothy all of said Copper King and one-half of said Valao; that said claims include substantially the same ground included in and covered by plaintiff's aforesaid claims.</p>\n<p>\"Sixteenth. That on the 9th day of August, 1890, said William Haws, by an instrument in writing, conveyed to the defendant Heber Timothy his interest in the Scottish Chief and Ontario mine mining claims aforesaid, and that on the same day said Timothy conveyed to the defendant Michael E. Smith the aforesaid Scottish Chief and Ontario described in said deed as relocated September 12, 1889, as the Copper King and Valao lode claims, and that on the 11th day of August, 1890, said defendant Smith, by an instrument in writing, conveyed to the defendants Samuel R. Whitall, William V.R. Whitall, Edward Keith, and Frank A. Keith an undivided one-half interest in said Valao and Copper King claims.</p>\n<p>\"Seventeenth. That on or about the 29th day of August, 1890, plaintiff had its aforesaid mining claims surveyed and stakes reset that sufficiently marked the boundaries of said claims and each of them and the place of discovery; that at the place of discovery plaintiff caused to be posted, on the 29th day of August, 1890, an addendum notice to each of the original notices of location, which said addendum notices were duly signed by the secretary of plaintiff company and dated, and respectively described the claims by metes and bounds as <span class=\"star-pagination\">*309</span> ascertained by actual survey, and also by reference to the permanent workings of the claims; that said notices were recorded in the office of the county recorder of said county of Uintah on the 29th day of August, 1890.</p>\n<p>\"Eighteenth. That the description of said claims as given in said addendum notices is the same description as given in the complaint of the plaintiff herein; also that the official survey for patent of said mining claims of plaintiff was made in exact accordance with said description and the boundary stakes of said claims.</p>\n<p>\"Nineteenth. That in the months of August and September, 1890, and prior to the commencement of this action, the defendants wrongfully extracted and carried away 25 tons of ore taken from plaintiff's said mining claims and sold all but 7 tons thereof for the net sum of $1897.57, except as to the cost of hauling and extracting, amounting to $34.00 per ton.\"</p>\n<p>From these findings the court deduced the following conclusions of law:</p>\n<p>\"1. That the plaintiff was at the time of the commencement of this action and still is the owner of and entitled to the possession of the mining claims particularly and specifically described in the complaint of the plaintiff herein and called respectively `Antietam lode' and `Copper the Ace lode' mining claims, which said mining claims and each of them were at the time of the commencement of this action and have ever since continued to be and now still are valid mining claims, embracing the premises described in the complaint herein, subject only to the paramount title of the United States.</p>\n<p>\"2. That the defendants or any of them or any person claiming under them have no title or interest in said premises whatsoever and had none at the time of the commencement of this action.</p>\n<p>\"3. That said plaintiff is entitled to a judgment or a decree against said defendants for the possession of the `Antietam lode' and `Copper the Ace lode' mining claims and premises embraced therein, as described in said complaint, and confirming its title to the same, and that the defendants have no right, title, or interest in said premises or any part thereof or <span class=\"star-pagination\">*310</span> in the ores extracted therefrom; also that plaintiff is entitled to the 7 tons of ore removed by the defendants and not disposed of, and also for $1047.57 damages, and also for the costs of this action; also enjoining the said defendants and each of them, their servants, agents, and employés, and every one acting under them or any of them, from extracting or removing ore therefrom.\"</p>\n<p>Upon these findings and conclusions a judgment was rendered in favor of the plaintiff, that it \"recover from the defendants William Haws, Heber Timothy, Edward W. Keith, Frank H. Keith, Samuel R. Whitall, William V.R. Whitall, and Michael E. Smith, the possession of the Antietam lode and Copper the Ace lode mining claims, situated in the Carbonate mining district, in the county of Uintah, Territory of Utah, and the premises embraced therein and each and every part thereof, the same being specifically described in the complaint of the complainant herein, and confirming the title to said plaintiff in and to the same.\" There was also judgment for damages and costs in the sum of $1692.17, and a decree for an injunction restraining the defendants from extracting or removing ore from the mines.</p>\n<p>On December 3, 1890, the defendants filed their notice of intention to apply for a new trial on the following grounds:</p>\n<p>\"1. Irregularities in the proceedings of the court and an abuse of discretion in the court by which defendants were prevented from having a fair trial.</p>\n<p>\"2. Insufficiency of the evidence to justify the findings and decision.</p>\n<p>\"3. Newly discovered evidence material to defendants and which could not with reasonable diligence have been discovered and produced at the trial.</p>\n<p>\"4. That the findings are against law.</p>\n<p>\"5. Errors in law occurring at the trial and excepted to by defendants.\"</p>\n<p>On the day this notice was given the court extended the time for filing the \"specifications of particulars in which the evidence is insufficient to support the findings and the affidavits as to the newly discovered evidence.\" When this period <span class=\"star-pagination\">*311</span> elapsed the defendants presented their specifications of particulars, (which was required by the Utah law, <i>Stringfellow</i> v. <i>Cain,</i> <span class=\"citation\" data-id=\"89989\"><a href=\"/opinion/89989/stringfellow-v-cain/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 613,) complaining only of the insufficiency of the evidence to support the findings numbered 3, 4, 5, 6, 10, 12, 14, 17, and 19. The affidavits relied on as to the newly discovered evidence, for the purpose of obtaining a new trial, were also filed. In support of the complaint as to the insufficiency of the evidence to sustain the findings specially objected to on that ground, there was filed an excerpt from the testimony, the certificate appended thereto reciting: \"The foregoing, together with Exhibits C and D and the map Exhibit 3, is the substance of all the evidence tending to support the findings which are pointed out in defendant's specification of errors as not supported by the evidence and the substance of all the evidence pertaining to or illustrating defendant's assignments of error.\" Previously to the filing of this statement of the proof which related solely to the controverted findings, the defendant presented his \"assignment as to errors of law occurring at the time of the trial, and duly excepted to by the defendants.\" The errors thus assigned were eleven in number, and all referred to the rulings of the court, in the progress of the trial, rejecting or admitting testimony. On the 13th of February, 1891, the application for a new trial was overruled, the order to that end reciting: \"Said motion is heard upon the records and statements, and upon affidavits filed by the defendants in support of their motion.\" An appeal was taken to the Supreme Court of the Territory, where the judgment was affirmed. 7 Utah, 515. The opinion of the court announced that the findings of the court below were sustained by the proof, and that, as these findings were supported by \"competent, relevant, and material evidence,\" without reference to the action of the court admitting or rejecting testimony, it was unnecessary to determine whether error had been committed in such respect, since, if it had been, it was not reversible because not prejudicial. Subsequently, there was filed in the Supreme Court an assignment of errors, alleging that the court had erroneously affirmed the judgment below, when it should have reversed the same because of <span class=\"star-pagination\">*312</span> errors committed by the trial court in admitting incompetent testimony. The matters referred to in the assignment thus filed in the Supreme Court are identical with those which were embraced in the assignment which had been made below on the application for a new trial, except that the eleventh alleged error assigned upon the appeal to the territorial appellate court is omitted from the later assignment. Thereafter a paper was filed in the Supreme Court of the Territory beginning as follows:</p>\n<p>\"This is to certify that on the trial of this cause in the trial court the following rulings of the court on the rejection and admission of evidence were made, all of which were excepted to by defendants and assigned by them as error on appeal in this court, to wit.\"</p>\n<p>This was followed by a brief excerpt from the proceedings had before the trial court, purporting to show exactly what occurred when the rulings rejecting or admitting testimony were made. All the facts which are stated in this paper are also in the record in connection with the specification of errors presented and the assignment of errors made in the trial court on the appeal taken to the Supreme Court. Appended to the paper is the following certificate:</p>\n<p>\"The above statement embraces part of the testimony of the witnesses named, but not all, nor does it contain the testimony of other witnesses sworn in the case, but is correct so far as it goes, except showing the corrections and explanations appearing.</p>\n  \"October 12, 1891.                JAMES A. MINER, <i>Judge.</i>\n                                    C.S. ZANE, <i>C.J.</i>\"\n<p>The defendants below prosecute this appeal from the judgment of the Supreme Court of the Territory of Utah.</p>\n<p>Under the act of April 7, 1874, c. 80, 18 Stat. 27, our jurisdiction on appeal from the judgment of a territorial Supreme Court is limited to determining whether the facts found are sufficient to sustain the judgment rendered, and to reviewing the rulings of the court on the admission or rejection of testimony, <span class=\"star-pagination\">*313</span> when exceptions have been duly taken to such rulings. We cannot, therefore, enter into an investigation of the preponderance of proof, but confine ourselves to the findings and their sufficiency to support the legal conclusions which the court below has rested on them. <i>Stringfellow</i> v. <i>Cain,</i> <span class=\"citation\" data-id=\"89989\"><a href=\"/opinion/89989/stringfellow-v-cain/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 613; <i>Idaho &amp; Oregon Land Improvement Co.</i> v. <i>Bradbury,</i> 132 U.S. 509; <i>Mammoth Mining Co.</i> v. <i>Salt Lake Machine Co.,</i> 151 U.S. 447. The statement of facts contemplated by the statute is one to be made by the Supreme Court from whose judgment the appeal is taken. But where that court affirms the findings of the trial court, being thus adopted by the Supreme Court of the Territory, they subserve the purpose of a finding of fact on the appeal to this court. <i>Stringfellow</i> v. <i>Cain, ubi supra.</i> Guided by this rule, we will examine the errors pressed upon our attention, considering first in order those which are general in their nature, and, second, those which it is claimed result from the action of the trial court, in rejecting or admitting testimony.</p>\n<p>1. The contention that the trial court did not consider the affidavits as to the newly discovered evidence presented for the purpose of obtaining a new trial, is fully answered by the order refusing the new trial, which recites: \"That it was heard upon the record and statement and upon the affidavits filed by the defendants in support of their motion.\" This takes the case entirely out of the principle announced in <i>Mattox</i> v. <i>United States,</i> 146 U.S. 140. That case involved a refusal to exercise discretion, whilst the contention here amounts to the assertion of a right to control a discretion when it has been lawfully exerted.</p>\n<p>2. A further claim of error is that the findings are insufficient to support the judgment, because the Utah statute, 2 Comp. Law, § 3241, requires that \"in an action for the recovery of real property, it must be described in the complaint with such certainty as to enable an officer, upon execution, to identify it;\" and that the mines in dispute are designated in the findings solely by reference to the descriptions contained in the complaint, which it is asserted does not sufficiently identify the premises to enable an officer to execute a writ of <span class=\"star-pagination\">*314</span> possession. If this proposition was supported by the record, the necessary result would be that the judgment of the court below operates upon no property which can be identified; hence the defendant, and not plaintiffs in error, would be prejudiced thereby, and would be the only party entitled to complain. But the findings amply support the reference made in the judgment to the premises sued for, to wit, the \"Antietam lode and Copper the Ace lode mining claims, situated in the Carbonate mining district, in the county of Uintah, Territory of Utah, and premises embraced therein, and each and every part thereof, the same being specifically described in the complaint herein.\" It is not doubtful that the decree and complaint taken together fully describe and furnish ample means for identification of the property to which defendant in error was adjudged to be entitled.</p>\n<p>3. It was also urged, for the first time, upon the argument at bar, that as the United States Statutes, Rev. Stat. § 2320, provide that no location of a mining claim shall be made until the discovery of a vein or lode within the limits of the mine located, the complaint was fatally defective in not averring such a discovery prior to Dyer's alleged location, and that there was an entire absence of evidence to justify the trial judge in concluding as he did in his first finding that Dyer, \"at and prior to the time of locating the claims, discovered and appropriated a mineral vein or lode of rock in place.\" The contention that the complaint did not aver discovery is without merit. No demurrer was filed and, so far as the record discloses, no objection was made to the admissibility of proof of discovery on the ground that it was not alleged, nor was error in this particular assigned in the lower court or in the Supreme Court of the Territory or in the record as required by law. We might well dismiss the assertion that there was no evidence which justified the trial judge in stating in his first proposition of fact that there had been a discovery, with the answer that it amounts merely to a contention that the evidence did not justify the finding. The record, however, demonstrates the unsoundness of the contention. Under the law of Utah, those against whom the judgment <span class=\"star-pagination\">*315</span> was rendered in the trial court were obliged, on motion for a new trial, to specify what particular findings of fact were objected to as unsupported by the evidence. In obedience to this requirement, the defendant specified the findings which he charged were not borne out by the proof, and in so doing made no complaint as to the first finding which contains the matter now asserted here to have no support whatever in the proof. The practice in addition required the trial court to certify to the Supreme Court of the Territory only \"so much of the evidence as may be necessary to explain the particular errors or grounds specified and no more,\" (<i>Stringfellow</i> v. <i>Cain, ubi supra,</i>) and such is the certificate annexed to the extracts from the evidence which made up the record taken to the Supreme Court of the Territory. It therefore follows that the defendants below, after failing in the trial court to object to the first finding as unsupported by the evidence, and thereby securing the omission from the record of all the testimony supporting such finding, now seek to avail themselves of the absence of the proof which they have caused to be omitted from the record.</p>\n<p>4. It is contended that the findings do not justify the decree because on their face it appears that the discovery by Dyer was merely of one vein, and as the claims located under this discovery were two in number and three thousand feet in length, they were void because in excess of the quantity allowed by law. Rev. Stat. § 2320.</p>\n<p>Pretermitting the question whether this contention is not in reality a mere assertion that the findings are not supported by the evidence, it is without merit. Obviously, if the legal proposition upon which it depends be well founded, as to which we express no opinion, it is equally applicable to the mining claims asserted by the plaintiff in error. The findings conclusively establish that the Haws and Timothy pretended locations, upon which the whole case, as to the plaintiffs in error, rests, were placed upon practically the same ground covered by the mining claims of the defendant in error; indeed, the finding is that they (the Haws' claims) were mere relocations of the existing mines, and, therefore, equal to them <span class=\"star-pagination\">*316</span> in length. It follows that if there was an excess of quantity as to the claims asserted, on the one hand, a like excess necessarily existed in the claims relied upon on the other. True the location by Haws was made not only in his own name, but in the name of Timothy, thereby, on the face of such location, implying that there was not one location of three thousand feet but two locations of fifteen hundred feet each, by different persons. The findings, however, completely dispel this situation, for they conclusively determine that Timothy was a mere instrumentality for Haws in the execution of his wrongful purposes, and hence that the two mines, which were apparently located in the name of Haws and Timothy, were in reality each located by Haws himself. But the findings go further than this; they absolutely preclude the possibility of a discovery or valid location by Haws or his confederate Timothy. The facts on this subject established by the findings are briefly these: Haws, an employé of the defendant in error, while engaged in such employment in working the mines by it located and of which it was in the actual possession, conceived the secret intention of taking possession of the property of his employers for his own benefit. In execution of this illegal purpose he procured the assistance of Timothy in making a so-called location on the ground which was then occupied by his employer and upon which he (Haws) was working as its servant. That they set stakes and posted notices so as to cover the claims already discovered and which he knew were being worked at the time these stakes were placed and notices posted, and that shortly after this wrongful driving of stakes, Haws, in the night time, ousted the defendant in error from the possession which it enjoyed, and the illegal dispossession thus accomplished was thereafter maintained by force. The elementary rule is that one must recover on the strength of his own and not on the weakness of the title of his adversary, but this principle is subject to the qualification that possession alone is adequate as against a mere intruder or trespasser without even color of title, and especially so against one who has taken possession by force and violence. This exception is based upon the <span class=\"star-pagination\">*317</span> most obvious conception of justice and good conscience. It proceeds upon the theory that a mere intruder and trespasser cannot make his wrongdoing successful by asserting a flaw in the title of the one against whom the wrong has been by him committed. In <i>Christy</i> v. <i>Scott,</i> <span class=\"citation\" data-id=\"86785\"><a href=\"/opinion/86785/christy-v-scott/\"><span class=\"volume\">14</span> <span class=\"reporter\">How.</span> <span class=\"page\">282</span></a></span>, 292, this court, speaking through Mr. Justice Curtis, said:</p>\n<p>\"A mere intruder cannot enter on a person actually seized, and eject him, and then question his title, or set up an outstanding title in another. The maxim that the plaintiff must recover on the strength of his own title, and not on the weakness of the defendant's, is applicable to all actions for the recovery of property. But if the plaintiff had actual prior possession of the land, this is strong enough to enable him to recover it from a mere trespasser, who entered without any title. He may do so by a writ of entry, where that remedy is still practised, <i>Jackson</i> v. <i>Boston &amp; Worcester Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Cush.</span> <span class=\"page\">575</span></span>, or by an ejectment, <i>Allen</i> v. <i>Rivington,</i> 2 Saund. 111; <i>Doe</i> v. <i>Read,</i> 8 East. 356; <i>Doe</i> v. <i>Dyeball,</i> 1 Moody &amp; M. 346; <i>Jackson</i> v. <i>Hazen,</i> 2 Johns. 438; <i>Whitney</i> v. <i>Wright,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Wend.</span> <span class=\"page\">171</span></span>, or he may maintain trespass, <i>Catteris</i> v. <i>Cowper,</i> 4 Taunt. 548; <i>Graham</i> v. <i>Peat,</i> 1 East. 246.\"</p>\n<p>So also, in <i>Burt</i> v. <i>Panjaud,</i> <span class=\"citation\" data-id=\"89931\"><a href=\"/opinion/89931/burt-v-panjaud/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span></a></span>, 182, it was said, Mr. Justice Miller expressing the opinion of the court, that in ejectment, or trespass <i>quare clausum fregit,</i> actual possession of the land by the plaintiff, or his receipt of rent therefor prior to his eviction, is <i>prima facie</i> evidence of title, on which he can recover against a mere trespasser. The same principle was enforced in <i>Campbell</i> v. <i>Rankin,</i> <span class=\"citation\" data-id=\"89944\"><a href=\"/opinion/89944/campbell-v-rankin/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 262, and application of it to various conditions of fact is shown in <i>Atherton</i> v. <i>Fowler,</i> 96 U.S. 513; <i>Belk</i> v. <i>Meagher,</i> <span class=\"citation\" data-id=\"90454\"><a href=\"/opinion/90454/belk-v-meagher/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 287; <i>Glacier Mining Co.</i> v. <i>Willis,</i> <span class=\"citation\" data-id=\"92272\"><a href=\"/opinion/92272/glacier-mountain-silver-mining-co-v-willis/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481.</p>\n<p>There remains only to consider the errors which are asserted to have arisen from rulings of the trial court, admitting or rejecting testimony.</p>\n<p>(<i>a</i>) The objections to the admissibility of the copies of Dyer's notice of location become wholly immaterial, in view of the findings on the subject of the actual location made by Dyer. The sixth finding establishes that there was not at the <span class=\"star-pagination\">*318</span> time the copies were left for record any mining district recorder, and that the rules and regulations of what had been known as the \"Carbonate mining district,\" in which said claim was situated, had long prior to Dyer's location fallen into disuse, and were not then, and for a long time prior thereto had not been, in force and effect. In such event there was no statutory requirement that notices should be recorded. Rev. Stat. § 2324; <i>North Noonday Mining Co.</i> v. <i>Orient Mining Co.,</i> 1 Fed. Rep. 522, 533. Moreover, the acts of Dyer, enumerated in the fourth finding, constituted a sufficient location by him of the two claims, as against subsequent locators, irrespective of the posting of notices. Rev. Stat. § 2324 merely required that the locations shall be distinctly marked on the ground, so that their boundaries can be readily traced. <i>Book</i> v. <i>Justice Mining Co.,</i> 58 Fed. Rep. 106, 109, 112, <i>et seq.,</i> and authorities cited, page 113.</p>\n<p>(<i>b</i>) The testimony of McLaughlin, tending to show knowledge by Haws of Dyer's location, that he recognized it, also becomes immaterial, in view of the findings establishing the nature and extent of such location. The same reason is applicable to the objection made to the testimony of Doneher.</p>\n<p>(<i>c</i>) It is contended that the District Court erred in permitting two witnesses to testify as to the conversation had with Haws relative to his intention to take possession of the mines operated by the plaintiff. This evidence tended to support certain allegations contained in the second cause of action set out in the complaint, and appears material to such allegations; and was doubtless accepted as evidence in support of the fact, stated at the close of the eleventh finding of the trial judge, \"that while at work for the plaintiff in the year 1888, said Haws formed a secret intention of taking possession of the mines and mining claims of plaintiff.\" There was no attack upon the sufficiency of the proof to sustain this finding; moreover, the testimony of Haws as contained in the record admits that he formed the intention to take possession under the suggestion that he considered that he had the right to make a relocation.</p>\n<p>(<i>d</i>) Lastly, it is contended that the District Court erred in <span class=\"star-pagination\">*319</span> permitting the plaintiff to prove that it had expended between seven and eight thousand dollars in working the mines, from the time it took possession until it was ousted therefrom by the defendant Haws. This testimony was offered to show good faith in working the property by the plaintiff company. We think it was competent, in view of the requirements of Rev. Stat. sec. 2324, \"that on each claim located after May 10, 1872, and until a patent has been issued therefor, no less than one hundred dollars' worth of labor shall be performed or improvements made during each year.\"</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE GRAY was not present at the argument and took no part in the decision of this case.</p>\n</div>", 
  "sha1": "f218dab0b325e63f5e766ef936ce57bc7f057d99", 
  "date_modified": "2015-05-14T06:58:43.420303", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94324/haws-v-victoria-copper-mining-co/", 
  "citation_count": 14, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/191602/", 
  "html": "<p class=\"case_cite\">160 U.S. 303</p>\n    <p class=\"case_cite\">16 S.Ct. 282</p>\n    <p class=\"case_cite\">40 L.Ed. 436</p>\n    <p class=\"parties\">HAWS et al.<br>v.<br>VICTORIA COPPER MIN. CO.</p>\n    <p class=\"docket\">No. 66.</p>\n    <p class=\"date\">December 23, 1895.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>F. D. McKenney,</i> for appellants.</p>\n      <p class=\"indent\"><i>C. H. Armes</i> and <i>A. A. Birney,</i> for appellee.</p>\n      <p class=\"indent\">Mr. Justice WHITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Victoria Copper Mining Company, a corporation created under the laws of the state of Illinois, brought its action to recover possession of two mining claims, known as the 'Antietam Lode' and the 'Copper the Ace Lode.' The mines thus designated were fully and specifically described in the complaint, which averred that the defendants had by force and violence ousted the complainant from the property. In addition to the averments essential to justify a judgment for possession, the complaint contained allegations deemed to be sufficient to authorize the granting of an injunction, which was prayed for, restraining the defendants from taking, or shipping, or selling ore extracted, or to be extracted, from the mines in controversy. The prayer of the complaint was for possession, and $25,000 damages, the value of ore averred to have been previously unlawfully taken by the defendants. The defendants jointly answered, specifically denying each allegation of the complaint, and by cross complaint Edward W. Keith, Samuel R. Whitall, William V. R. Whitall, and Michael Smith alleged that they were the owners in fee of the mines, subject to the paramount title of the United States, and they prayed that their title be quieted. The averments of the cross bill were traversed by specific denials. Upon these issues, a jury having first been waived, the case was tried by the court, which found the following facts, which findings were tantamount to concluding that the averments of the bill of complaint had been proven:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Findings of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'First. That Lewis R. Dyer, the locator of the two mining claims described in the complaint herein, called, respectively, 'Antietam Lode' and 'Copper the Ace Lode,' and situated in Uintah county, territory of Utah, at and prior to the time of locating the same, discovered and appropriated a mineral vein or lode of rock in place.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Second. That at the time of the discovery of said vein or lode and the location of said mining claims the land included within the boundaries of said mining claims was public mineral land, wholly unoccupied and uncliamed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Third. That after the discovery of said vein or lode or mineral-bearing rock in place, to wit, on the 17th day of September, 1887, said Lewis R. Dyer, being a citizen of the United States, located the two mining claims described in the complaint herein by writing on a tree standing at, or in close proximity to, the place or places of discovery of said vein or lode the two notices of location, one for each of said claims.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Fourth. That said notices each described the respective claims by reference to said tree; also, respectively described the boundaries of each claim by courses and distances from said tree; that each of said notices contained the name of the locator and date of location; that said tree was a sufficient natural object by which said claims, and each of them, could be identified.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Fifth. That soon after the writing of said notices of location, and during the month of September, 1887, said Dyer marked sufficiently on the ground the boundaries of said mining claims, and each of them, by setting suitable stakes or posts at the corners of each of said claims; also, at the center of the respective side lines of each of said claims; also, by writing on the stakes, to identify them with reference to the respective claims, and securing said stakes by stones piled around them.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Sixth. That thereafter, on the 13th day of February, 1888, said Dyer caused a copy of said location notices, and each of them, to be recorded in the office of the county recorder of said county of Uintah; that there was not at that time, or at the time of locating said claims, any mining district recorder; that said mining claims were situated in what had been known as the 'Carbonate Mining District'; that the rules and regulations of said mining district had, long prior to the said 17th day of September, 1887, fallen into disuse, and were not then, or for a long time prior thereto had not been, in force and effect.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Seventh. That the plaintiff is a corporation, duly organized and existing under the laws of the state of Illinois, and was so organized on the 15th day of May, 1888.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Eighth. That on the 4th day of May, 1888, said Lewis R. Dyer duly transferred an equal undivided one-half of said mining claims, and each of them, to Edward A. Ferguson and August Bohn, Jr., and that thereafter, to wit, on the 28th day of May, 1888, said Lewis R. Dyer, Edward A. Ferguson, and August Bohn, Jr., duly transferred and conveyed said mining claims, and each of them, to the plaintiff company.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Ninth. That since said 17th day of September, 1887, until the 10th day of June, 1889, said Dyer and his grantee, the plaintiff herein, in, continuously worked upon and improved said mining claims, and each of them, and actually possessed the same, and have expended in said work and improvements upward of the sum of $7,000; that said mining claims are contiguous to each other, and were worked jointly and in common; that the work done and improvements made on said claims were such as did develop said claims, and each of them, and that for each of the calendar years of 1887, 1888, and 1889, more than $100 worth of work was actually done on each of said claims by said Dyer and his grantee, the plaintiff herein.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Tenth. That on Sunday night, the 9th day of June, 1889, while said plaintiff was in actual possession of said claims and working the same, by its agents and employees, the defendant William Haws went upon the ground of said mining claims with two men and wrongfully took possession of the same, and the working upon the same, prepared to hold such possession by force, and did wrongfully keep the plaintiff and its employees from thereafter working on said mining claims, and wrongfully excluded them therefrom, and that said William Haws and Heber Timothy, and their grantees, the other defendants herein, have ever since wrongfully excluded the plaintiff from the possession of said mining claims.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Eleventh. That prior to the said 9th day of June, 1889, said William Haws was an employ e of the plaintiff and its grantors working on said mining claims; that said Haws so worked from the 11th day of February, 1888, until the 13th day of August, 1888, and from October 24, 1888, to December 21, 1888, and again resumed work in the month of March, 1889, and continued to work for plaintiff up to and including the 1st day of June, 1889, when he voluntarily left the employ of plaintiff; that while at work for plaintiff in the year of 1888 said Haws formed the secret intention of taking possession of said mines and mining claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Twelfth. That on or about the 7th day of June, 1889, said Haws procured the defendant Heber Timothy to join and assist him in making a location of the ground described in the complaint herein, which was then being actually possessed and worked by plaintiff, and on that day said Haws and Timothy, without right of entry on the ground, set sufficient stakes to mark the boundaries of the two claims, which they called 'Scottish Chief' and 'Ontario Mine' lode mining claims; that they also posted, on a stake placed near the place of discovery of plaintiff's aforesaid claims, location notices for each of said claims; that the location notice of said Scottish Chief lode was signed by said Heber Timothy and William Haws, and recited that the location was a relocation of the Antietam lode; that the said location notice of the Ontario Mine lode was signed by said William Haws, and recited that the location was a relocation of the Copper the Ace.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Thirteenth. That on the 4th day of June, 1889, a mining district was organized, including within its boundaries the ground heretofore described, called the 'Carbonate District'; that said Scottish Chief and Ontario Mine location notices were recorded on the 11th day of June, 1889, in the records of said Carbonate mining district.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Fourteenth. That on or about the 12th day of September, 1889, while holding possession of said mining claims of plaintiff aforesaid, under the wrongful entry of said Haws aforesaid, aided by said Timothy, with the consent of said Haws, and at his instigation, and for the purpose of omitting the name of said Haws from the location notices, in anticipation of proceedings being taken by plaintiff to regain possession of its said mining claims, set a discovery stake within the limits and boundaries of plaintiff's said mining locations and not far distant from the place of discovery of plaintiff's said mining claims, and then and there placed two notices of locations, signed by said Heber Timothy, claiming to locate two mining claims under the respective names of 'Valao' and 'Copper King,' and set sufficient stakes and marks to describe and designate the boundaries of said mining locations and each of them.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Fifteenth. That said Haws was to have and own, by agreement mode with said Timothy, all of said Copper King and one-half of said Valao; that said claims include substantially the same ground included in and covered by plaintiff's aforesaid claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Sixteenth. That on the 9th day of August, 1890, said William Haws, by an instrument in writing, conveyed to the defendant Heber Timothy his interest in the Scottish Chief and Ontario Mine mining claims aforesaid; and that on the same day said Timothy conveyed to the defendant Michael E. Smith the aforesaid Scottish Chief and Ontario, described in said deed as relocated, September 12, 1889, as the 'Copper King' and 'Valao' lode claims; and that on the 11th day of August, 1890, said defendant Smith, by an instrument in writing, conveyed to the defendants Samuel R. Whitall, William V. R. Whitall, Edward Keith, and Frank A. Keith an undivided one-half interest in said Valao and Copper King claims.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Seventeenth. That on or about the 29th day of August, 1890, plaintiff had its aforesaid mining claims surveyed and stakes reset that sufficiently marked the boundaries of said claims and each of them and the place of discovery; that at the place of discovery plaintiff caused to be posted, on the 29th day of August, 1890, an addendum notice to each of the original notices of location, which said addendum notices were duly signed by the secretary of plaintiff company, and dated, and respectively described the claims by metes and bounds as ascertained by actual survey, and also by reference to the permanent workings of the claims; that said notices were recorded in the office of the county recorder of said county of Uintah on the 29th day of August, 1890.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Eighteenth. That the description of said claims, as given in said addendum notices, is the same description as given in the complaint of the plaintiff herein; also, that the official survey for patent of said mining claims of plaintiff was made in exact accordance with said description and the boundary stakes of said claims.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Nineteenth. That in the months of August and September, 1890, and prior to the commencement of this action, the defendants wrongfully extracted and carried away 25 tons of ore, taken from plaintiff's said mining claims, and sold all but 7 tons thereof for the net sum of $1,897.57, except as to the cost of hauling and extracting, amounting to $34 per ton.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From these findings the court deduced the following conclusions of law:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'(1) That the plaintiff was, at the time of the commencement of this action, and still is, the owner of and entitled to the possession of the mining claims particularly and specifically described in the complaint of the plaintiff herein, and called, respectively, 'Antietam Lode' and 'Copper the Ace Lode' mining claims, which said mining claims, and each of them, were, at the time of the commencement of this action, and have ever since continued to be, and now still are, valid mining claims, embracing the premises described in the complaint herein, subject only to the paramount title of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'(2) That the defendants, or any of them, or any person claiming under them, have no title or interest in said premises whatsoever, and had none at the time of the commencement of this action.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'(3) That said plaintiff is entitled to a judgment or a decree against said defendants for the possession of the Antietam Lode and Copper the Ace Lode mining claims, and premises embraced therein, as described in said complaint, and confirming its title to the same, and that the defendants have no right, title, or interest in said premises, or any part thereof, or in the ores extracted therefrom; also, that plaintiff is entitled to the 7 tons of ore removed by the defendants, and not disposed of, and also for $1,047.57 damages, and also for the costs of this action; also, enjoining the said defendants, and each of them, their servants, agents, and employees, and every one acting under them or any of them, from extracting or removing ore therefrom.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Upon these findings and conclusions a judgment was rendered in favor of the plaintiff, that it 'recover from the defendants William Haws, Heber Timothy, Edward W. Keith, Frank H. Keith, Samuel R. Whitall, William V. R. Whitall, and Michael E. Smith the possession of the Antietam Lode and Copper the Ace Lode mining claims, situated in the Carbonate mining district, in the county of Uintah, territory of Utah, and the premises embraced therein, and each and every part thereof, the same being specifically described in the complaint of the complainant herein, and confirming the title to said plaintiff in and to the same.' There was also judgment for damages and costs in the sum of $1,692.17, and a decree for an injunction restraining the defendants from extracting or removing ore from the mines.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On December 3, 1890, the defendants filed their notice of intention to apply for a new trial on the following grounds:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'(1) Irregularities in the proceedings of the court, and an abuse of discretion in the court, by which defendants were prevented from having a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'(2) Insufficiency of the evidence to justify the findings and decision.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'(3) Newly-discovered evidence material to defendants, and which could not with reasonable diligence have been discovered and produced at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'(4) That the findings are against law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'(5) Errors in law occurring at the trial, and excepted to by defendants.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On the day this notice was given the court extended the time for filing the 'specifications of particulars in which the evidence is insufficient to support the findings, and the affidavits as to the newly-discovered evidence.' When this period elapsed, the defendants presented their specifications of particulars which was required by the Utah law (Stringfellow v. Cain, 99 U. S. 613), complaining only of the insufficiency of the evidence to support the findings numbered 3, 4, 5, 6, 10, 12, 14, 17, and 19. The affidavits relied on as to the newly-discovered evidence, for the purpose of obtaining a new trial, were also filed. In support of the complaint as to the insufficiency of the evidence to sustain the findings, specially objected to on that ground, there was filed an excerpt from the testimony, the certificate appended thereto reciting: 'The foregoing, together with Exhibits C and D, and the map, Exhibit 3, is the substance of all the evidence tending to support the findings which are pointed out in defendants' specification of errors as not supported by the evidence, and the substance of all the evidence pertaining to or illustrating defendants' assignments of error.' Previously to the filing of this statement of the proof which related solely to the controverted findings, the defendants presented their 'assignment as to errors of law occurring at the time of the trial, and duly excepted to by the defendants.' The errors thus assigned were 11 in number, and all referred to the rulings of the court, in the progress of the trial, rejecting or admitting testimony. On the 13th of February, 1891, the application for a new trial was overruled, the order to that end reciting: 'Said motion is heard upon the records and statements, and upon affidavits filed by the defendants in support of their motion.' An appeal was taken to the supreme court of the territory, where the judgment was affirmed. 7 Utah, 515, 27 Pac. 695. The opinion of the court announced that the findings of the court below were sustained by the proof, and that, as these findings were supported by 'competent, relevant, and material evidence,' without reference to the action of the court admitting or rejecting testimony, it was unnecessary to determine whether error had been committed in such respect, since, if it had been, it was not reversible, because not prejudicial. Subsequently, there was filed in the supreme court an assignment of errors, alleging that the court had erroneously affirmed the judgment below, when it should have reversed the same because of errors committed by the trial court in admitting incompetent testimony. The matters referred to in the assignment thus filed in the supreme court are identical with those which were embraced in the assignment which had been made below on the application for a new trial, except that the eleventh alleged error, assigned upon the appeal to the territorial appellate court, is omitted from the later assignment. Thereafter a paper was filed in the supreme court of the territory beginning as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'This is to certify that, on the trial of this cause in the trial court, the following rulings of the court on the rejection and admission of evidence were made, all of which were excepted to by defendants, and assigned by them as error on appeal to this court, to wit.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This was followed by a brief excerpt from the proceedings had before the trial court, purporting to show exactly what occurred when the rulings rejecting or admitting testimony were made. All the facts which are stated in this paper are also in the record in connection with the specification of errors presented and the assignment of errors made in the trial court on the appeal taken to the supreme court. Appended to the paper is the following certificate:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'The above statement embraces part of the testimony of the      witnesses named, but not all, nor does it contain the      testimony of other witnesses sworn in the case, but is      correct so far as it goes, except showing the corrections and      explanations appearing.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'October 12, 1891.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'James A. Miner, Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'C. S. Zane, C. J.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The defendants below prosecute this appeal from the judgment of the supreme court of the territory of Utah.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under the act of April 7, 1874 (18 Stat. 28), our jurisdiction on appeal from the judgment of a territorial supreme court is limited to determining whether the facts found are sufficient to sustain the judgment rendered, and to reviewing the rulings of the court on the admission or rejection of testimony, when exceptions have been duly taken to such rulings. We cannot, therefore, enter into an investigation of the preponderance of proof, but confine ourselves to the findings and their sufficiency to support the legal conclusions which the court below has rested on them. Stringfellow v. Cain, 99 U. S. 610, 613; Improvement Co. v. Bradbury, 132 U. S. 509, 10 Sup. Ct. 177; Mammoth Min. Co. v. Salt Lake Foundry &amp; Mach. Co., 151 U. S. 447, 14 Sup. Ct. 384. The statement of facts contemplated by the statute is one to be made by the supreme court from whose judgment the appeal is taken. But where that court affirms the findings of the trial court, being thus adopted by the supreme court of the territory, they subserve the purpose of a finding of fact on the appeal to this court. Stringfellow v. Cain, ubi supra. Guided by this rule, we will examine the errors pressed upon our attention, considering first in order those which are general in their nature, and, second, those which it is claimed result from the action of the trial court, in rejecting or admitting testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">1. The contention that the trial court did not consider the affidavits as to the newlydiscovered evidence presented for the purpose of obtaining a new trial is fully answered by the order refusing the new trial, which recites 'that it was heard upon the record and statement, and upon the affidavits filed by the defendants in support of their motion.' This takes the case entirely out of the principle announced in Mattox v. U. S., 146 U. S. 140, 13 Sup. Ct. 50. That case involved a refusal to exercise discretion, while the contention here amounts to the assertion of a right to control a discretion when it has been lawfully exerted.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">2. A further claim of error is that the findings are insufficient to support the judgment, because the Utah statute (2 Comp. Laws, &#167; 3241) requires that, 'in an action for the recovery of real property, it must be described in the complaint with such certainty as to enable an officer, upon execution, to identify it'; and that the mines in dispute are designated in the findings solely by reference to the descriptions contained in the complaint, which, it is asserted, does not sufficiently identify the premises to enable an officer to execute a writ of possession. If this proposition was supported by the record, the necessary result would be that the judgment of the court below operates upon no property which can be identified; hence the defendant, and not plaintiffs, in error, would be prejudiced thereby, and would be the only party entitled to complain. But the findings amply support the reference made in the judgment to the premises sued for, to wit, the 'Antietam Lode and Copper the Ace Lode mining claims, situated in the Carbonate mining district in the county of Uintah, territory of Utah, and premises embraced therein, and each and every part thereof, the same being specifically described in the complaint herein.' It is not doubtful that the decree and complaint, taken together, fully describe and furnish ample means for identification of the property to which defendant in error was adjudged to be entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">3. It was also urged, for the first time, upon the argument at bar that, as the United States statutes (Rev. St. &#167; 2320) provide that no location of a mining claim shall be made until the discovery of a vein or lode within the limits of the mine located, the complaint was fatally defective in not averring such a discovery prior to Dyer's alleged location, and that there was an entire absence of evidence to justify the trial judge in concluding, as he did in his first finding, that Dyer, 'at and prior to the time of locating the claims, discovered and appropriated a mineral vein or lode of rock in place.' The contention that the complaint did not aver discovery is without merit. No demurrer was filed, and so far as the record discloses no objection was made to the admissibility of proof of discovery on the ground that it was not alleged, nor was error in this particular assigned in the lower court or in the supreme court of the territory, or in the record as required by law. We might well dismiss the assertion that there was no evidence which justified the trial judge in stating in his first proposition of fact that there had been a discovery with the answer that it amounts merely to a contention that the evidence did not justify the finding. The record, however, demonstrates the unsoundness of the contention. Under the law of Utah, those against whom the judgment was rendered in the trial court were obliged, on motion for a new trial, to specify what particular findings of fact were objected to as unsupported by the evidence. In obedience to this requirement, the defendant specified the findings which he charged were not borne out by the proof, and in so doing made no complaint as to the first finding, which contains the matter now asserted here to have no support whatever in the proof. The practice, in addition, required the trial court to certify to the supreme court of the territory only 'so much of the evidence as may be necessary to explain the particular errors or grounds specified, and no more' (Stringfellow v. Cain, ubi supra), and such is the certificate annexed to the extracts from the evidence which made up the record taken to the supreme court of the territory. It therefore follows that the defendants below, after failing in the trial court to object to the first finding as unsupported by the evidence, and thereby securing the omission from the record of all the testimony supporting such finding, now seek to avail themselves of the absence of the proof which they have caused to be omitted from the record.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">4. It is contended that the findings do not justify the decree because, on their face, it appears that the discovery by Dyer was merely of one vein, and as the claims located under this discovery were two in number, and 3,000 feet in length, they were void because in excess of the quantity allowed by law. Rev. St. &#167; 2320.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Pretermitting the question whether this contention is not in reality a mere assertion that the findings are not supported by the evidence, it is without merit. Obviously, if the legal proposition upon which it depends be well founded, as to which we express no opinion, it is equally applicable to the mining claims asserted by the plaintiffs in error. The findings conclusively establish that the Haws and Timothy pretended locations, upon which the whole case, as to the plaintiffs in error, rests, were placed upon practically the same ground covered by the mining claims of the defendant in error; indeed, the finding is that they (the Haws' claims) were mere relocations of the existing mines, and, therefore, equal to them in length. It follows that if there was an excess of quantity as to the claims asserted, on the one hand, a like excess necessarily existed in the claims relied upon, on the other. True, the location by Haws was made, not only in his own name, but in the name of Timothy, thereby, on the face of such location, implying that there was, not one location of 3,000 feet, but two locations of 1,500 feet each, by different persons. The findings, however, completely dispel this situation, for they conclusively determine that Timothy was a mere instrumentality for Haws in the execution of his wrongful purposes, and hence that the two mines, which were apparently located in the name of Haws and Timothy, were in reality each located by Haws himself. But the findings go further than this. They absolutely preclude the possibility of a discovery or valid location by Haws or his confederate Timothy. The facts on this subject, established by the findings, are briefly these: Haws, an employ e of the defendant in error, while engaged in such employment in working the mines by it located, and of which it was in the actual possession, conceived the secret intention of taking possession of the property of his employer for his own benefit. In execution of this illegal purpose he procured the assistance of Timothy in making a so-called location on the ground which was then occupied by his employer and upon which he (Haws) was working as its servant. That they set stakes and posted notices so as to cover the claims already discovered, and which he knew were being worked at the time these stakes were placed and notices posted, and that, shortly after this wrongful driving of stakes, Haws, in the nighttime, ousted the defendant in error from the possession which it enjoyed, and the illegal dispossession thus accomplished was thereafter maintained by force. The elementary rule is that one must recover on the strength of his own and not on the weakness of the title of his adversary, but this principle is subject to the qualification that possession alone is adequate, as against a mere intruder or trespasser without even color of title, and especially so against one who has taken possession by force and violence. This exception is based upon the most obvious conception of justice and good conscience. It proceeds upon the theory that a mere intruder and trespasser cannot make his wrongdoing successful by asserting a flaw in the title of the one against whom the wrong has been by him committed. In Christy v. Scott, 14 How. 282, 292, this court, speaking through Mr. Justice Curtis, said:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">'A mere intruder cannot enter on a person actually seised, and eject him, and then question his title, or set up an outstanding title in another. The maxim that the plaintiff must recover on the strength of his own title, and not on the weakness of the defendant's, is applicable to all actions for the recovery of property. But if the plaintiff had actual prior possession of the land, this is strong enough to enable him to recover it from a mere trespasser, who entered without any title. He may do so by a writ of entry, where that remedy is still praticed (Jackson v. Railroad Corp., 1 Cush. 575), or by an ejectment (Allen v. Rivington, 2 Saund. 111; Doe v. Reade, 8 East, 356; Doe v. Dyeball, 1 Moody &amp; M. 346; Jackson v. Hazen, 2 Johns. 438; Whitney v. Wright, 15 Wend. 171), or he may maintain trespass (Catteris v. Cowper, 4 Taunt. 548; Graham v. Peat, 1 East, 246).'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So, also, in Burt v. Panjaud, 99 U. S. 180, 182, it was said, Mr. Justice Miller expressing the opinion of the court: 'In ejectment, or trespass quare clausum fregit, actual possession of the land by the plaintiff, or his receipt of rent therefor prior to his eviction, is prima facie evidence of title, on which he can recover against a mere trespasser.' The same principle was enforced in Campbell v. Rankin, Id. 261, 262, and application of it to various conditions of fact is shown in Atherton v. Fowler, 96 U. S. 513; Belk v. Meagher, 104 U. S. 279, 287; Mining Co. v. Willis, 127 U. S. 471, 481, 8 Sup. Ct. 1214.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">There remains only to consider the errors which are asserted to have arisen from rulings of the trial court, admitting or rejecting testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(a) The objections to the admissibility of the copies of Dyer's notice of location become wholly immaterial, in view of the findings on the subject of the actual location made by Dyer. The sixth finding establishes that there was not, at the time the copies were left for record, any mining district recorder, and that the rules and regulations of what had been known as the 'Carbonate Mining District,' in which said claim was situated, had, long prior to Dyer's location, fallen into disuse, and were not then, and for a long time prior thereto had not been, in force and effect. In such event there was no statutory requirement that notices should be recorded. Rev. St. &#167; 2324; North Noonday Min. Co. v. Orient Min. Co., 1 Fed. 522, 533. Moreover, the acts of Dyer, enumerated in the fourth finding, constituted a sufficient location by him of the two claims, as against subsequent locators, irrespective of the posting of notices. Rev. St. &#167; 2324, merely required that the locations shall be distinctly marked on the ground, so that their boundaries can be readily traced. Book v. Mining Co., 58 Fed. 109, 112, et seq., and authorities cited, page 113.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(b) The testimony of McLaughlin, tending to show knowledge by Haws of Dyer's location, that he recognized it, also becomes immaterial, in view of the findings establishing the nature and extent of such location. The same reason is applicable to the objection made to the testimony of Doneher.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(c) It is contended that the district court erred in permitting two witnesses to testify as to the conversation had with Haws relative to his intention to take possession of the mines operated by the plaintiff. This evidence tended to support certain allegations contained in the second cause of action set out in the complaint, and appears material to such allegations, and was doubtless accepted as evidence in support of the fact, stated at the close of the eleventh finding of the trial judge, 'that, while at work for the plaintiff in the year 1888, said Haws formed a secret intention of taking possession of the mines and mining claims of plaintiff.' There was no attack upon the sufficiency of the proof to sustain this finding. Moreover, the testimony of Haws, as contained in the record, admits that he formed the intention to take possession under the suggestion that he considered that he had the right to make a relocation.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(d) Lastly, it is contended that the district court erred in permitting the plaintiff to prove that it had expended between $7,000 and $8,000 in working the mines, from the time it took possession until it was ousted therefrom by the defendant Haws. This testimony was offered to show good faith in working the property by the plaintiff company. We think it was competent, in view of the requirements of Rev. St. &#167; 2324, 'that on each claim located after May 10, 1872, and until a patent has been issued therefor, no less than one hundred dollars worth of labor shall be performed or improvements made during each year.'</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr. Justice GRAY was not present at the argument, and took no part in the decision of this case.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94324/"
}