{"absolute_url": "/opinion/94338/davis-v-united-states/", "blocked": false, "citation": {"case_name": "Davis v. United States", "docket_number": "593", "document_uris": ["/api/rest/v2/document/94338/"], "federal_cite_one": "160 U.S. 469", "federal_cite_three": null, "federal_cite_two": null, "id": 78719, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78719/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 252, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1895-12-16", "date_modified": "2014-12-21T10:23:35.520821", "docket": "/api/rest/v2/docket/364077/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">160 U.S. 469</p>\n    <p class=\"case_cite\">16 S.Ct. 353</p>\n    <p class=\"case_cite\">40 L.Ed. 499</p>\n    <p class=\"parties\">DAVIS<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 593.</p>\n    <p class=\"date\">December 16, 1895.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Asst. Atty. Gen. Dickinson,</i> for the United States.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 470-473 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice HARLAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dennis Davis was indicted for the crime of having, on the 18th day of September, 1894, at the Creek Nation, in the Indian Territory, within the Western district of Arkansas, feloniously, willfully, and of his malice aforethought killed and murdered one Sol Blackwell.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">He was found guilty of the charge in the indictment. A motion for a new trial having been overruled, and the court having adjudged that the accused was guilty of the crime of murder, as charged, he was sentenced to suffer the penalty of death by hanging.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the trial below the government introduced evidence which, if alone considered, made it the duty of the jury to return a verdict of guilty of the crime charged.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But there was evidence tending to show that at the time of the killing, the accused, by reason of unsoundness of weakness of mind, was not criminally responsible for his acts. In addition to the evidence of a practicing physician of many years' standing, and who, for the time, was physician at the jail in which the accused was confined previous to his trial, 'other witnesses,' the bill of exceptions states, 'testified that they had been intimately acquainted with the defendant for a number of years, lived near him, and had been frequently with him, knew his mental condition, and that he was weak-minded, and regarded by his neighbors and people as being what they called 'half crazy.' Other witnesses, who had known the defendant for 10 to 20 years, witnesses who had worked with him, and had been thrown in constant contact with him, said he had always been called half crazy, weak-minded; and, in the opinion of the witnesses, defendant was not of sound mind.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The issue, therefore, was as to the responsibility of the accused for the killing alleged and clearly proved.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In its elaborate charge the court instructed the jury as to the rules by which they were to be guided in determining whether the accused took the life of the deceased feloniously, willfully, and with malice aforethought. 'Where,' the court said, 'a man has been shot to death, where the facts, as claimed by the government here, show a lying in wait, show previous preparation, show the selection of a deadly weapon, and show concealment to get an opportunity to do the act,&#8212;where that state of case exists, if there is a mental condition of the kind that renders a man accountable, why, there is crime, and that crime is murder.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Referring to the evidence adduced to show that the accused was incompetent in law to commit crime, the court observed: 'Now, when a man premeditates a wicked design that produces death, and executes that design, if he is a sane being,&#8212;if he is what the law calls a sane man, not that he may be partially insane, not that he may be eccentric, and not that he may be unable to control his will power if he is in a passion or rage because of some real or imaginary grievance he may have received, I say, if you find him in that condition, and you find these other things attending the act, you would necessarily find the existence of the attributes of the crime of murder known as 'willfulness' and 'malice aforethought.\" But the court said the law 'presumes every man is sane, and the burden of showing it is not true is upon the party who asserts it. The responsibility of overturning that presumption, that the law recognizes as one that is universal, is with the party who sets it up as a defense. The government is not required to show it. The law presumes that we are all sane; therefore the government does not have to furnish any evidence to show that this defendant is sane. It comes in here with the fact established in legal contemplation until it is overthrown. The government takes and keeps that attitude until the evidence brought in the case overthrows this presumption of sanity. Now, let us see what the nature of this defense is. The defendant interposes the plea of insanity, and he says by this plea that he did the killing, but the act is not one for which he can be held responsible; in other words, that the act was and is excusable in the law, because he was insane at the time of its commission. Now, I say to you in this connection, and it is a fact admitted in argument by the counsel, that under the evidence there is nothing that justifies the act of the killing; nor was it such an act that the law upholds it or mitigates it, or reduces it to a grade lower than murder. If it was committed by the defendant while he was actually insane, it is excusable.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Again: 'Now, I will undertake or endeavor to tell you, and I bespeak your most earnest attention, especially upon this proposition of 'insanity.' The term 'insanity,' as used in this defense, means such a perverted and deranged condition of the mental and moral faculties as to render a person incapable of distinguishing between right and wrong, or unconscious at the time of the nature of the act he is committing; or where, though conscious of the nature of the act, and able to distinguish between right and wrong, and know that the act is wrong, yet his will&#8212;by which I mean the governing power of his mind&#8212;has been, otherwise than voluntarily, so completely destroyed that his actions are not subject to it, but are beyond his control. Such insanity, if proved to your reasonable satisfaction to have existed at the time of the commission of the act&#8212;that is the test at the time of its commission, is in the law an excuse for it, however brutal or atrocious it may have been. For a person to be excused from criminal responsibility it is not necessary that he be a raving maniac, but ordinarily it requires something more than mere eccentricity of a natural character. Such insanity does not excuse.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Later in the charge the court recurred to the defense of insanity, and said: 'Now, as I have already told you, the law presumes every person who has reached the years of discretion to be of sane mind, and this presumption continues until the contrary is shown. So that when, as in this case, insanity is interposed as a defense, the fact of the existence of such insanity at the time of the commission of the offense charged must be established by the evidence to the reasonable satisfaction of a jury, and the burden of proof of the insanity rests with the defendant. Although you may believe and find from the evidence that the defendant did commit the act charged against him, yet, if you further find that at the time he did so he was in such an insane condition of mind that he did not and could not understand and comprehend the nature of the act, or that, thus knowing and understanding it, he was so far deprived of his will, not by his own passion, conceived for the purpose of spurring him on to commit the violence, not by his own passion of mind engendered by some real or fancied grievance, but that he was so far deprived of his will by disease or other cause over which he had no control as to render him unable to control his actions,&#8212;then such killing was not a malicious killing, and you will acquit him of the crime charged against him.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In concluding its charge the court thus summarized the principles by which the jury were to be guided in their deliberations:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Now, gentlemen, the propositions are few in this case. First, inquire whether there was a killing; then whether the act of killing was done by the defendant, and what was his condition of mind under the law at that time, as I have given it to you. See what his mental condition was at that time under the law as I have given it to you, and if he is to be held responsible for his actions. If so, you are then to take a step further, and see whether these attributes of the crime of murder existed as I have defined them to you; that is, that the killing was done willfully, and with malice aforethought.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Gentlemen, I have given you the law in the case, and you are to take it as the law, and by this law and the testimony you are to make up your verdict. You are to be satisfied beyond a reasonable doubt of the guilt of this defendant before you convict. When you start into a trial of a case, as I have already told you, you start in with the presumption sumption of sanity. Then comes in the responsibility resting upon the defendant to show his condition; to show his irresponsibility under the law. He is required to show that&#8212;to your reasonable satisfaction, I say, to your reasonable satisfaction&#8212;that it is a state of case where he is excusable for the act.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These extracts from the charge of the court present this important question: If it appears that the deceased was killed by the accused under circumstances which&#8212;nothing eles appearing&#8212;made a case of murder, can the jury properly return a verdict of guilty of the offense charged if, upon the whole evidence, from whatever side it comes, they have a reasonable doubt whether, at the time of killing, the accused was mentally competent to distinguish between right and wrong, or to understand the nature of the act he was committing? If this question be answered in the negative, the judgment must be reversed; for the court below instructed the jury that the defense of insanity could not avail the accused unless it appeared affirmatively to the reasonable satisfaction of the jury that he was not criminally responsible for his acts. The fact of killing being clearly proved, the legal presumption, based upon the common experience of mankind that every man is sane, was sufficient, the court in effect said, to authorize a verdict of guilty, although the jury might entertain a reasonable doubt upon the evidence whether the accused, by reason of his mental condition, was criminally responsible for the killing in question. In other words, if the evidence was in equilibrio as to the accused being sane,&#8212;that is, capable of comprehending the nature and effect of his acts,&#8212;he was to be treated just as he would be if there were no defense of insanity, or if there were an entire absence of proof that he was insane.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This exposition of criminal law is not without support by adjudications in England and in this country. In Reg. v. Stokes, 3 Car. &amp; K. 185, 188,&#8212;a case of murder,&#8212;Baron Rolfe said: 'If the prisoner seeks to excuse himself upon the plea of insanity, it is for him to make it clear that he was insane at the time of committing the offense charged. The onus rests on him, and the jury must be satisfied that he actually was insane. If the matter is left in doubt, it will be their duty to convict him; for every man must be presumed to be responsible for his acts until the contrary is clearly shown.' The same judge, in Reg. v. Layton, 4 Cox, Cr. Cas. 149, 155, which was also a case of murder, and the defense insanity, after observing that in cases of that description it was a cardinal rule 'that the burden of proving innocence rested on the party accused,' said that ground of insanity, his trial became the subject the person was of sound mind, but whether he had made out to their satisfaction that he was not of sound mind.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But the most deliberate and careful statement of the doctrine in the English courts is to be found in M'Naghten's Case, 10 Clark &amp; F. 199, 203, 210, decided in 1843. The accused having been found not guilty, on the ground of insanity, his trial became the subground of discussion in the house of lords, and much was said about insane delusions and partial insanity as giving or not giving immunity for acts which, being committed by sane persons, were punishable criminally. The judges were summoned to give their opinion on that question, although there was no case pending before the house. 67 Hans. Deb. (3d Series) 714-743. Among the questions propounded to the judges were these: 'What are the proper questions to be submitted to the jury when a person alleged to be afflicted with insane delusions respecting one or more particular subjects or persons is charged with the commission of a crime (murder, for example), and insanity is set up as a defense? In what terms ought the question to be left to the jury as to the person's state of mind at the time when the act was committed?' Mr. Justice Maule delivered a separate opinion, in which he expressed great difficulty in answering the questions put to the judges, because they did not appear to arise out of, and were not propounded with reference to, a particular case, or for a particular purpose, which might explain or limit the generality of these terms, and also because he had heard no argument, at the bar or elsewhere, on the subject referred to in the questions. He expressed fear that any answers made would embarrass the administration of justice in criminal cases. He nevertheless said that, 'to render a person irresponsible for crime on account of unsoundness of mind, the unsoundness should, according to law as it has long been understood and held, be such as rendered him incapable of knowing right from wrong'; and that the judge, in the particular case on trial, should employ such terms in his instructions as, in his discretion, would be proper to assist the jury in coming to a right conclusion as to the guilt of the accused. Lord Chief Justice Tindal, speaking for himself and the other judges, said, in response to the questions propounded, that the jurors ought to be told in all cases where insanity is set up as a defense that 'every man in presumed to be sane, and to possess a sufficient degree of reason to be responsible for his crimes, until the contrary be proved to their satisfaction; and that to establish a defense on the ground of insanity it must be clearly proved that at the time of the committing of the act the party accused was laboring under such a defect of reason, from disease of the mind, as not to know the nature and quality of the act he was doing; or, if he did know it, that he did not know he was doing what was wrong.' In Com. v. Rogers (1844) 7 Metc. (Mass.) 500, 504, 506, it was said by Chief Justice Shaw, in his charge to the jury, that: 'The ordinary presumption is that a person is of sound mind until the contrary appears; and in order to shield one from criminal responsibility the presumption must be rebutted by proof of the contrary satisfactory to the jury. Such proof may arise either out of the evidence offered by the prosecutor to establish the case against the accused or from distinct evidence offered on his part. In either case it must be sufficient to establish the fact of insanity, otherwise the presumption will stand.' The jury, after being in consultation for several hours, came into court, and asked whether they must be satisfied beyond a doubt of the insanity of the prisoner to entitle him to an acquittal. The court responded that, if the preponderance of the evidence was in favor of the insanity of the prisoner, the jury would be authorized to find him insane. A verdict was returned of not guilty, by reason of insanity. In Com. v. York (1845) 9 Metc. (Mass.) 93, 116, the charge was murder, and the defense provocation or mutual combat, making the offense at most only manslaughter. The court held that the guilt of malicious homicide was established beyond reasonable doubt, by proof beyond reasonable doubt of the fact of voluntary killing, without excuse or justification apparent upon the evidence introduced in behalf of the prosecution; that in such case the proof must prepondererate in favor of the fact of sudden and mutual combat in order to justify a finding in favor of the prisoner in respect to the fact, it not being sufficient to raise a doubt, even though it be a reasonable doubt, of the fact of extenuation. In that case Mr. Justice Wilde dissented in an able opinion, holding that 'the burden of proof in every criminal case is on the commonwealth to prove all the material allegations in the indictment; and if, on the whole evidence, the jury have a reasonable doubt whether the defendant is guilty of the crime charged, they are bound to acquit him.' Page 134. In Com. v. Eddy (1856) 7 Gray, 584, in which the crime charged was murder, and the defense insanity, Mr. Justice Metcalf, speaking for himself and Justices Bigelow and Merrick, said: 'The burden is on the commonwealth to prove all that is necessary to constitute the crime of murder. And as that crime can be committed only by a reasonable being,&#8212;a person of sane mind,&#8212;the burden is on the commonwealth to prove that the defendant was of sane mind when he committed the act of killing. But it is a presumption of law that all men are of sane mind, and that presumption of law sustains the burden of proof, unless it is rebutted and overcome by satisfactory evidence to the contrary. In order to overcome the presumption of law and shield the defendant from legal responsibility, the burden is on him to prove, to the satisfaction of the jury, by a preponderance of the whole evidence in the case, that at the time of committing the homicide he was not of sane mind.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It would seem that later cases in Massachusetts do not go to the extent indicated by the above cases. In Com. v. Heath, 11 Gray, 308, which was tried before Justices Dewey, Metcalf, and Thomas, the charge was murder, and one question was whether the defendants were of sufficient intelligence to be responsible for a homicide. Upon this point, and as to the burden of proof, the court said: 'The law presumes men and women of the age of the prisoners to be sane, to be responsible agents. Where, therefore, a homicide is proved to have been committed in such way and under such circumstances as, when done by a person of sane mind, would constiture murder, the presumption of law, as of common sense and general experience, supplies that link. It presumes men to be same till the contrary is shown. The presumption of law stands until it is met and overcome by the evidence in the case. This evidence may come, of coure, as well from the witnesses for the government as the witnesses for the defense; and when the evidence is all in, the jury must be satisfied, in order to convict the prisoner, not only of the doing of the acts which constitute murder, but that they proceeded from a responsible agent, one capable of committing the offense. This is the rule to be applied to a case where the defense is idiocy, an original defect, and want of capacity. Whether the rule is modified where the defense relied upon is insanity, disease of the mind, or delusion, it is not necessary now to inquire.' In respect to that case we observe that upon principle the rule as to the burden of proof in criminal cases cannot be materially different where the defense is insanity, disease of the mind, or delusion, from the rule obtaining when the defense is an original defect and want of capacity. In Com. v. Pomeroy, 117 Mass. 143 (reported in Whart. Hom. [2d Ed.] Append.), which was tried in 1875 before Mr. Justice Gray (then chief justice of the supreme judicial court of Massachusetts) and Mr. Justice Morton, afterwards chief justice of the same court, it was contended by the prosecution that the question of sanity raised by the defendant was to be determined by the preponderance of proof; that the commonwealth was not bound to prove the sanity of the accused beyond a reasonable doubt. But the court said: 'The burden is upon the government to prove everything essential beyond reasonable doubt; and that burden, so far as the matter of sanity is concerned, is ordinarily satisfactorily sustained by the presumption that every person of sufficient age is of sound mind, and understands the nature of his acts. But when the circumstances are all in on the one side and on the other, on the one side going to show a want of adequate capacity, on the other side going to show usual intelligence,&#8212;when the whole is in, the burden rests where it was in the beginning, upon the government, to prove the case beyond a reasonable doubt.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In State v. Spencer (1846) 21 N. J. Law, 196, 202, 212, which was a case of murder, tried before Chief Justice Hornblower, it was said that 'when the evidence of sanity on the one side and of insanity on the other leaves the scale in equal balance, or so nearly poised that the jury have a reasonable doubt of his sanity, then a man is to be considered sane, and responsible for what he does'; and that the 'proof of insanity at the time of committing the act ought to be as clear and satisfactory, in order to acquit him on the ground of insanity, as the proof of committing the act ought to be in order to find a sane man guilty.' Again, in the same case: 'If, in your opinion, it is clearly proved that the prisoner at the bar, at the time of the homicide, was unconscious that what he did was wrong, and that he ought not to do it, you must acquit him on the ground of insanity; but if, in your opinion, this is not clearly established beyond a reasonable doubt, then you must find him guilty of the act, and proceed to investigate the nature of the homicide.' There are other cases to the same general effect, some of them holding that the presumption of sanity will prevail, and that the jury may properly convict, unless the defense of insanity is established beyond a reasonable doubt; others, that it is the duty of the jury to convict unless it appears by a preponderance of evidence that the accused was insane when the killing occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We are unable to assent to the doctrine that in a prosecution for murder, the defense being insanity, and the fact of the killing with a deadly weapon being clearly established, it is the duty of the jury to convict where the evidence is equally balanced on the issue as to the sanity of the accused at the time of the killing. On the contrary, he is entitled to an acquittal of the specific crime charged if, upon all the evidence, there is reasonable doubt whether he was capable in law of committing crime.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">No one, we assume, would wish either the courts or juries, when trying a case of murder, to disregard the humane principle, existing at common law and recognized in all the cases tending to support the charge of the court below, that 'to make a complete crime cognizable by human laws, there must be both a will and an act'; and 'as a vicious will without a vicious act is no civil crime, so, on the other hand, an unwarrantable act without a vicious will is no crime at all. So that, to constitute a crime against human laws, there must be, first, a vicious will; and, secondly, an unlawful act, consequent upon such vicious will.' 4 Bl. Comm. 21. All this is implied in the accepted definition of murder, for it is of the very essence of that heinous crime that it be committed by a person of 'sound memory and discretion,' and with 'malice aforethought,' either express or implied. 4 Bl. Comm. 195; 3 Inst. 47; 2 Chit. Cr. Law, 476. Such was the view of the court below, which took care in its charge to say that the crime of murder could only be committed by a sane being, although it instructed the jury that a reasonable doubt as to the sanity of the accused would not alone protect him against a verdict of guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One who takes human life cannot be said to be actuated by malice aforethought, or to have deliberately intended to take life, or to have 'a wicked, depraved, and malignant heart,' or a heart 'regardless of society duty and fatally bent on mischief,' unless at the time he had sufficient mind to comprehend the criminality or the right and wrong of such an act. Although the killing of one human being by another human being with a deadly weapon is presumed to be malicious until the contrary appears, yet, 'in order to constitute a crime, a person must have intelligence and capacity enough to have a criminal intent and purpose; and if his reason and mental powers are either so deficient that he has no will, no conscience, or controlling mental power, or if, through the overwhelming violence of mental disease, his intellectual power is for the time obliterated, he is not a responsible moral agent, and is not punishable for criminal acts.' Com. v. Rogers, 7 Metc. (Mass.) 501. Neither in the adjudged cases nor in the elementary treatises upon criminal law is there to be found any dissent from these general propositions. All admit that the crime of murder necessarily involves the possession by the accused of such mental capacity as will render him criminally responsible for his acts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Upon whom, then, must rest the burden of proving that the accused, whose life it is sought to take under the forms of law, belongs to a class capable of committing crime? On principle, it must rest upon those who affirm that he has committed the crime for which he is indicted. That burden is not fully discharged, nor is there any legal right to take the life of the accused, until guilt is made to appear from all the evidence in the case. The plea of not guilty is unlike a special plea in a civil action, which, admitting the case averred, seeks to establish substantive grounds of defense by a preponderance of evidence. It is not in confession and avoidance, for it is a plea that controverts the existence of every fact essential to constitute the crime charged. Upon that plea the accused may stand, shielded by the presumption of his innocence, until it appears that he is guilty; and his guilt cannot, in the very nature of things, be regarded as proved, if the jury entertain a reasonable doubt from all the evidence whether he was legally capable of committing crime.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This view is not at all inconsistent with the presumption which the law, justified by the general experience of mankind, as well as by considerations of public safety, indulges in favor of sanity. If that presumption were not indulged, the government would always be under the necessity of adducing affirmative evidence of the sanity of an accused. But a requirement of that character would seriously delay and embarrass the enforcement of the laws against crime, and in most cases be unnecessary. Consequently the law presumes that every one charged with crime is sane, and thus supplies in the first instance the required proof of capacity to commit crime. It authorizes the jury to assume at the outset that the accused is criminally responsible for his acts. But that is not a conclusive presumption, which the law, upon grounds of public policy, forbids to be overthrown or impaired by opposing proof. It is a disputable, or, as it is often designated, a rebuttable, presumption, resulting from the connection ordinarily existing between certain facts, such connection not being 'so intimate nor so nearly universal as to render it expedient that it should be absolutely and imperatively presumed to exist in every case, all evidence to the contrary being rejected; but yet it is so general and so nearly universal that the law itself, without the aid of a jury, infers the one fact from the proved existence of the other, in the absence of all opposing evidence.' 1 Greenl. Ev. &#167; 38. It is therefore a presumption that is liable to be overcome, or to be so far impaired, in a particular case that it cannot be safely or properly made the basis of action in that case, especially if the inquiry involves human life. In a certain sense it may be true that, where the defense is insanity, and where the case made by the prosecution discloses nothing whatever in excuse or extenuation of the crime charged, the accused is bound to produce some evidence that will impair or weaken the force of the legal presumption in favor of sanity. But to hold that such presumption must absolutely control the jury until it is overthrown or impaired by evidence sufficient to establish the fact of insanity beyond all reasonable doubt, or to the reasonable satisfaction of the jury, is in effect to require him to establish his innocence by proving that he is not guilty of the crime charged.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In considering the distinction between the presumption of innocence and reasonable doubt, this court, in Coffin v. U. S., 156 U. S. 432, 459, 460, 15 Sup. Ct. 394, upon full consideration, said: 'The presumption of innocence is a conclusion drawn by the law in favor of the citizen, by virtue whereof, when brought to trial upon a criminal charge, he must be acquitted, unless he is proven to be guilty. In other words, this presumption is an instrument of proof created by the law in favor of one accused, whereby his innocence is established until sufficient evidence is introduced to overcome the proof which the law has created. This presumption on the one hand, supplemented by any other evidence he may adduce, and the evidence against him on the other, constitute the elements from which the legal conclusion of his guilt or innocence is to be drawn.' Reasonable doubt, it was also said, was 'the result of the proof, not the proof itself; whereas the presumption of innocence is one of the instruments of proof, going to bring about the proof, from which reasonable doubt arises. Thus one is a cause, the other an effect. To say that the one is the equivalent of the other is, therefore, to say that legal evidence can be excluded from the jury, and that such exclusion may be cured by instructing them correctly in regard to the method by which they are required to reach their conclusion upon the proof actually before them.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Strictly speaking, the burden of proof, as those words are understood in criminal law, is never upon the accused to establish his innocence, or to disprove the facts necessary to establish the crime for which he is indicted. It is on the prosecution from the beginning to the end of the trial, and applies to every element necessary to constitute the crime. Giving to the prosecution, where the defense is insanity, the benefit in the way of proof of the presumption in favor of sanity, the vital question, from the time a plea of not guilty is entered until the return of the verdict, is whether, upon all the evidence, by whatever side adduced, guilt is established beyond reasonable doubt. If the whole evidence, including that supplied by the presumption of sanity, does not exclude beyond reasonable doubt the hypothesis of insanity, of which some proof is adduced, the accused is entitled to an acquittal of the specific offense charged. His guilt cannot be said to have been proved beyond a reasonable doubt&#8212;his will and his acts cannot be held to have joined in perpetrating the murder charged&#8212;if the jury, upon all the evidence, have a reasonable doubt whether he was legally capable of committing crime, or (which is the same thing) whether he willfully, deliberately, unlawfully, and of malice aforethought took the life of the deceased. As the crime of murder involves sufficient capacity to distinguish between right and wrong, the legal interpretation of every verdict of 'Guilty as charged' is that the jury believed from all the evidence beyond a reasonable doubt that the accused was guilty, and was therefore responsible criminally for his acts. How, then, upon principle, or consistently with humanity, can a verdict of guilty be properly returned, if the jury entertain a reasonable doubt as to the existence of a fact which is essential to guilt, namely, the capacity in law of the accused to commit that crime?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The views we have expressed are supported by many adjudications that are entitled to high respect. If such were not the fact, we might have felt obliged to accept the general doctrine announced in some of the above cases; for it is desirable that there be uniformity of rule in the administration of the criminal law in governments whose constitutions equally recognize the fundamental principles that are deemed essential for the protection of life and liberty.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In People v. McCann, 16 N.Y. 58,&#8212;a case of murder,&#8212;the jury were instructed that, if any reasonable doubt existed as to the proof of the deed itself, the prisoner should be acquitted; 'but, as sanity is the natural state, there is no presumption of insanity, and the defense must be proved beyond a reasonable doubt.' This instruction was held to be erroneous by the unanimous judgment of the court of appeals of New York, of which, at the time, Judges Denio, Johnson, Comstock, and Selden were members. The judges who delivered opinions concurred in the view that, while there was no presumption of insanity, and while the law presumes a sufficient understanding and will to do the act, the fact of the killing by the accused being established by proof, the burden was upon the prosecution to show from all the evidence the existence of the requisites or elements constituting the crime, one of which was the sanity of the prisoner. In that case Mr. Justice Brown said: 'If there be a doubt about the act of killing, all will concede that the prisoner is entitled to the benefit of it; and if there be any doubt about the will, the faculty of the prisoner to discern between right and wrong, why should he be deprived of the benefit of it when both the act and the will are necessary to make out the crime?' And: 'If he is entitled to the benefit of the doubt in regard to the malicious intent, shall he not be entitled to the same benefit upon the question of his sanity, his understanding? For, if he was without reason and understanding at the time, the act was not his, and he is no more responsible for it than he would be for the act of another man.' Pages 67, 68. So in Brotherton v. People, 75 N. Y. 159, 162, Chief Justice Church, speaking for the court, after observing that crimes can only be committed by human beings in a condition to be responsible for their acts, and that the burden of overthrowing the presumption of sanity and of showing insanity is upon the person who alleges it, says: 'If evidence is given tending to establish insanity, then the general question is presented to the court and jury whether the crime, if committed, was committed by a person responsible for his acts; and upon this question the presumption of sanity and the evidence are all to be considered, and the prosecutor holds the affirmative; and, if a reasonable doubt exists as to whether the prisoner is sane or not, he is entitled to the benefit of the doubt, and to an acquittal.' To the same effect are O'Connell v. People, 87 N. Y. 377, 380, and Walker v. People, 88 N. Y. 81, 88.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Chase v. People, 40 Ill. 352, 358, reaffirming the rule announced in the previous case of Hopps v. People, 31 Ill. 385, 392, the court, speaking by Chief Justice Breese, said: 'Sanity is an ingredient in crime as essential as the overt act, and, if sanity is wanting, there can be no crime; and, if the jury entertain a reasonable doubt on the question of insanity, the prisoner is entitled to the benefit of the doubt. We wish to be understood as saying, as in that case, that the burden of proof is on the prosecution to prove guilt beyond a reasonable doubt, whatever the defense may be. If insanity is relied on, and evidence given tending to establish that unfortunate condition of mind, and a reasonable, well-founded doubt is thereby raised of the sanity of the accused, every principle of justice and humanity demands that the accused shall have the benefit of the doubt.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The same principle is recognized in New Hampshire. Bellows, J., speaking for the court, after observing that a plea of not guilty in a criminal cause puts in issue all the allegations of the indictment, said: 'A system of rules, therefore, by which the burthen is shifted upon the accused of showing any of the substantial allegations are untrue, or, in other words, to prove a negative is purely artificial and formal, and utterly at war with the humane principle which, in favorem vitae, requires the guilt of the prisoner to be established beyond reasonable doubt.' Again, in the same case, after saying that, to justify a conviction, all the elements of the crime charged must be shown to exist, and to a moral certainty, including the facts of a sound memory, an unlawful killing, and malice, he proceeded: 'As to the first, the natural presumption of sanity is prima facie proof of a sound memory, and that must stand unless there is other evidence tending to prove the contrary; and then, whether it come from the one side or the other, in weighing it the defendant is entitled to the benefit of all reasonable doubt, just the same as upon the point of an unlawful killing or malice. Indeed, the want of sound memory repels the proof of malice in the same way as proof that the killing was accidental, in self-defense, or in heat of blood; and there can be no solid distinction founded upon the fact that the law presumes the existence of a sound memory. So the law infers malice from the killing when that is shown, and nothing else; but in both cases the inference is one of fact, and it is for the jury to say whether, on all the evidence before them, the malice or the sanity is proved or not. Indeed, we regard these inferences of fact as not designed to interfere in any way with the obligation of the prosecutor to remove all reasonable doubt of guilt; but are applied as the suggestions of experience, and with a view to the convenience and expedition of trials, leaving the evidence, when adduced, to be weighed without regard to the fact whether it comes from the one side or the other.' 'The criminal intent must be proved as much as the overt act, and without a sound mind such intent could not exist; and the burthen of proof must always remain with the prosecutor to prove both the act and criminal intent.' State v. Bartlett, 43 N. H. 224, 231.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">So in People v. Garbutt, 17 Mich. 8, 22, the court, speaking by Chief Justice Cooley, after observing that the prosecution may rest upon the presumption of sanity until that presumption is overthrown by the defendant's evidence, said: 'Nevertheless, it is a part of the case for the government. The fact which it supports must necessarily be established before any conviction can be had. And when the jury come to consider the whole case upon the evidence delivered to them they must do so upon the basis that on each and every protion of it they are to be reasonably satisfied before they are at liberty to find the defendant guilty.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Cunningham v. State, 56 Miss. 269, the question was carefully examined, and the rule was stated by Chalmers, J., to be that, whenever the condition of the prisoner's mind is put in issue by such facts proved on either side as create a reasonable doubt of his sanity, it devolves upon the state to remove it, and to establish the sanity of the prisoner to the satisfaction of the jury beyond all reasonable doubt arising out of all the evidence in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Dove v. State, 3 Heisk. 348, 371, Chief Justice Nicholson, delivering the unanimous opinion of the supreme court of Tennessee, thus stated its view of the question: 'When the proof of insanity makes an equipoise, the presumption of sanity is neutralized; it is overturned, it ceases to weigh, and the jury are in reasonable doubt. How, then, can a presumption, which has been neutralized by countervailing proof, be resorted to to turn the scale? The absurdity to which this doctrine leads will be more obvious by supposing that the jury should return a special verdict. It would be as follows: 'We find the defendant guilty of the killing charged, but the proof leaves our minds in doubt whether he was of such soundness of memory and discretion to have done the killing willfully, deliberately, maliciously, and premeditatedly.' Upon such a verdict no judge could pronounce the judgment of death upon the defendant.' So in Plake v. State, 121 Ind. 433, 435, 23 N. E. 273, Judge Elliott, speaking for the supreme court of Indiana, said: 'If the evidence is of such a character as to create a reasonable doubt whether the accused was of unsound mind at the time the crime was committed, he is entitled to a verdict of acquittal. Polk v. State, 19 Ind. 170; Bradley v. State, 31 Ind. 492; McDougal v. State, 88 Ind. 24.' To the same effect are many other American cases cited in argument. The principle is accurately stated by Mr. Justice Cox, of the supreme court of the District of Columbia, as follows: 'The crime, then, involves three elements, viz. the killing, malice, and a responsible mind in the murderer. But, after all the evidence is in, if the jury, while bearing in mind both these presumptions that I have mentioned,&#8212;i. e., that the defendant is innocent until he is proved guilty, and that he is and was sane, unless evidence to the contrary appears,&#8212;and considering the whole evidence in the case, still entertain what is called a reasonable doubt, on any ground (either as to the killing or the responsible condition of mind), whether he is guilty of the crime of murder as it has been explained and defined, then the rule is that the defendant is entitled to the benefit of that doubt and to an acquittal.' Guiteau's Case, 10 Fed. 161, 163.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It seems to us that undue stress is placed in some of the cases upon the fact that in prosecutions for murder the defense of insanity is frequently resorted to, and is sustained by the evidence of ingenious experts whose theories are difficult to be met and overcome. Thus, it is said, crimes of the most atrocious character often go unpunished, and the public safety is thereby endangered. But the possibility of such results must always attend any system devised to ascertain and punish crime, and ought not to induce the courts to depart from principles fundamental in criminal law, and the recognition and enforcement of which are demanded by every consideration of humanity and justice. No man should be deprived of his life under the forms of law unless the jurors who try him are able, upon their consciences, to say that the evidence before them, by whomsoever adduced, is sufficient to show beyond a reasonable doubt the existence of every fact necessary to constitute the crime charged.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons stated, and without alluding to other matters in respect to which error is assigned, the judgment is reversed, and the cause remanded, with directions to grant a new trial, and for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>160 U.S. 469 (1895)</b></center>\n<center><h1>DAVIS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 593.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 30, 1895.</center>\n<center>Decided December 16, 1895.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*470</span> No appearance for plaintiff in error.</p>\n<p><i>Mr. Assistant Attorney General Dickinson</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*474</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>Dennis Davis was indicted for the crime of having, on the 18th day of September, 1894, at the Creek Nation, in the Indian Territory, within the Western District of Arkansas, feloniously, wilfully, and of his malice aforethought, killed and murdered one Sol Blackwell.</p>\n<p>He was found guilty of the charge in the indictment. A motion for a new trial having been overruled, and the court having adjudged that the accused was guilty of the crime of <span class=\"star-pagination\">*475</span> murder, as charged, he was sentenced to suffer the penalty of death by hanging.</p>\n<p>At the trial below the government introduced evidence which, if alone considered, made it the duty of the jury to return a verdict of guilty of the crime charged.</p>\n<p>But there was evidence tending to show that at the time of the killing the accused, by reason of unsoundness or weakness of mind, was not criminally responsible for his acts. In addition to the evidence of a practicing physician of many years standing, and who, for the time, was physician at the jail in which the accused was confined previous to his trial, \"other witnesses,\" the bill of exceptions states, \"testified that they had been intimately acquainted with the defendant for a number of years, lived near him, and had been frequently with him, knew his mental condition, and that he was weak-minded, and regarded by his neighbors and people as being what they called half crazy. Other witnesses who had known the defendant for ten to twenty years, witnesses who had worked with him and had been thrown in constant contact with him, said he had always been called half crazy, weak-minded; and in the opinion of the witnesses defendant was not of sound mind.\"</p>\n<p>The issue, therefore, was as to the responsibility of the accused for the killing alleged and clearly proved.</p>\n<p>In its elaborate charge the court instructed the jury as to the rules by which they were to be guided in determining whether the accused took the life of the deceased feloniously, wilfully, and with malice aforethought. \"Where,\" the court said, \"a man has been shot to death, where the facts, as claimed by the government here, show a lying in wait, show previous preparation, show the selection of a deadly weapon, and show concealment to get an opportunity to do the act, where that state of case exists, if there is a mental condition of the kind that renders a man accountable  why, there is crime, and that crime is murder.\"</p>\n<p>Referring to the evidence adduced to show that the accused was incompetent in law to commit crime, the court observed: \"Now when a man premeditates a wicked design that produces <span class=\"star-pagination\">*476</span> death, and executes that design, <i>if</i> he is a sane being, <i>if</i> he is what the law calls a sane man, not that he may be partially insane, not that he may be eccentric, and not that he may be unable to control his will power if he is in a passion or rage because of some real or imaginary grievance he may have received  I say, if you find him in that condition and you find these other things attending the act, you would necessarily find the existence of the attributes of the crime of murder known as `wilfulness' and malice aforethought.\" But, the court said, the law \"presumes every man is sane, and the burden of showing it is not true is upon the party who asserts it. The responsibility of overturning that presumption, that the law recognizes as one that is universal, is with the party who sets it up as a defence. The government is not required to show it. The law presumes that we are all sane; therefore the government does not have to furnish any evidence to show that this defendant is sane. It comes in here with the fact established in legal contemplation until it is overthrown. The government takes and keeps that attitude until the evidence brought in the case overthrows this presumption of sanity. Now, let us see what the nature of this defence is. The defendant interposes the plea of insanity, and he says by this plea that he did the killing, but the act is not one for which he can be held responsible. In other words, that the act was and is excusable in the law, because he was insane at the time of its commission. Now, I say to you in this connection, and it is a fact admitted in argument by the counsel, that under the evidence there is nothing that justifies the act of the killing; nor was it such an act that the law upholds it or mitigates it, or reduces it to a grade lower than murder. If it was committed by the defendant while he was actually insane it is excusable.\"</p>\n<p>Again: \"Now, I will undertake or endeavor to tell you, and I bespeak your most earnest attention especially upon this proposition of `insanity.' The term `insanity,' as used in this defence, means such a perverted and deranged condition of the mental and moral faculties as to render a person incapable of distinguishing between right and wrong, or unconscious at <span class=\"star-pagination\">*477</span> the time of the nature of the act he is committing; or where, though conscious of the nature of the act and able to distinguish between right and wrong, and know that the act is wrong, yet his will, by which I mean the governing power of his mind, has been, otherwise than voluntarily, so completely destroyed that his actions are not subject to it, but are beyond his control. Such insanity, if proved to your reasonable satisfaction to have existed at the time of the commission of the act  that is the test  at the time of its commission, is in the law an excuse for it, however brutal or atrocious it may have been. For a person to be excused from criminal responsibility it is not necessary that he be a raving maniac, but ordinarily it requires something more than mere eccentricity of a natural character. Such insanity does not excuse.\"</p>\n<p>Later in the charge the court recurred to the defence of insanity and said: \"Now, as I have already told you, the law presumes every person who has reached the years of discretion to be of sane mind, and this presumption continues until the contrary is shown. So that when, as in this case, insanity is interposed as a defence, the fact of the existence of such insanity at the time of the commission of the offence charged, must be established by the evidence to the reasonable satisfaction of a jury, and the burden of proof of the insanity rests with the defendant. Although you may believe and find from the evidence that the defendant did commit the act charged against him, yet, if you further find that at the time he did so he was in such an insane condition of mind that he did not and could not understand and comprehend the nature of the act; or that thus knowing and understanding it, he was so far deprived of his will, not by his own passion conceived for the purpose of spurring him on to commit the violence, not by his own passion of mind engendered by some real or fancied grievance; but that he was so far deprived of his will by disease or other cause over which he had no control, as to render him unable to control his actions, then such killing was not a malicious killing, and you will acquit him of the crime charged against him.\"</p>\n<p>In concluding its charge the court thus summarized the <span class=\"star-pagination\">*478</span> principles by which the jury were to be guided in their deliberations:</p>\n<p>\"Now, gentlemen, the propositions are few in this case. First, inquire whether there was a killing; then whether the act of killing was done by the defendant, and what was his condition of mind under the law at that time, as I have given it to you. See what his mental condition was at that time under the law as I have given it to you, and if he is to be held responsible for his actions. If so, you are then to take a step further and see whether these attributes of the crime of murder existed as I have defined them to you; that is, that the killing was done wilfully and with malice aforethought.</p>\n<p>\"Gentlemen, I have given you the law in the case, and you are to take it as the law and by this law and the testimony you are to make up your verdict. You are to be satisfied beyond a reasonable doubt of the guilt of this defendant before you convict. When you start into a trial of a case, as I have already told you, you start in with the presumption of sanity. Then comes in the responsibility resting upon the defendant to show his condition; to show his irresponsibility under the law. He is required to show that  to your reasonable satisfaction, I say, to your reasonable satisfaction  that it is a state of case where he is excusable for the act.\"</p>\n<p>These extracts from the charge of the court present this important question: If it appears that the deceased was killed by the accused under circumstances which  nothing else appearing  made a case of murder, can the jury properly return a verdict of guilty of the offence charged if upon the whole evidence from whatever side it comes they have a reasonable doubt whether at the time of killing the accused was mentally competent to distinguish between right and wrong or to understand the nature of the act he was committing? If this question be answered in the negative the judgment must be reversed; for the court below instructed the jury that the defence of insanity could not avail the accused unless it appeared affirmatively, to the reasonable satisfaction of the jury, that he was not criminally responsible for his acts. The fact of killing being clearly proved, the legal presumption, <span class=\"star-pagination\">*479</span> based upon the common experience of mankind, that every man is sane, was sufficient, the court in effect said, to authorize a verdict of guilty, although the jury might entertain a reasonable doubt upon the evidence, whether the accused, by reason of his mental condition, was criminally responsible for the killing in question. In other words, if the evidence was <i>in equilibrio</i> as to the accused being sane, that is, capable of comprehending the nature and effect of his acts, he was to be treated just as he would be if there were no defence of insanity or if there were an entire absence of proof that he was insane.</p>\n<p>This exposition of criminal law is not without support by adjudications in England and in this country. In <i>Regina</i> v. <i>Stokes,</i> 3 Car. &amp; K. 185, 188, a case of murder, Baron Rolfe said: \"If the prisoner seeks to excuse himself upon the plea of insanity, it is for him to make it clear that he was insane at the time of committing the offence charged. The <i>onus</i> rests on him; and the jury must be satisfied that he actually was insane. If the matter is left in doubt, it will be their duty to convict him; for every man must be presumed to be responsible for his acts until the contrary is clearly shown.\" The same judge, in <i>Regina</i> v. <i>Layton,</i> 4 Cox C.C. 149, 155, which was also a case of murder and the defence insanity, after observing that in cases of that description it was a cardinal rule \"that the burden of proving innocence rested on the party accused,\" said that the question for the jury was \"not whether the person was of sound mind, but whether he had made out to their satisfaction that he was not of sound mind.\"</p>\n<p>But the most deliberate and careful statement of the doctrine in the English courts is to be found in <i>McNaghten's case,</i> 10 Cl. &amp; Fin. 200, 203, 210, decided in 1843. The accused having been found not guilty, on the ground of insanity, his trial became the subject of discussion in the House of Lords, and much was said about insane delusions and partial insanity, as giving or not giving immunity for acts which, being committed by sane persons, were punishable criminally. The judges were summoned to give their opinion on that question, <span class=\"star-pagination\">*480</span> although there was no case pending before the House. Hansard's Parliamentary Debates, vol. 67, 3d series, 714 to 743. Among the questions propounded to the judges were these: \"What are the proper questions to be submitted to the jury, when a person alleged to be afflicted with insane delusions respecting one or more particular subjects or persons is charged with the commission of a crime (murder, for example), and insanity is set up as a defence? In what terms ought the question to be left to the jury, as to the person's state of mind at the time when the act was committed?\" Mr. Justice Maule delivered a separate opinion, in which he expressed great difficulty in answering the questions put to the judges, because they did not appear to arise out of, and were not propounded with reference to, a particular case, or for a particular purpose, which might explain or limit the generality of these terms, and also, because he had heard no argument, at the bar or elsewhere, on the subject referred to in the questions. He expressed fear that any answers made would embarrass the administration of justice in criminal cases. He, nevertheless, said that \"to render a person irresponsible for crime on account of unsoundness of mind, the unsoundness should, according to law as it has long been understood and held, be such as rendered him incapable of knowing right from wrong;\" and that the judge, in the particular case on trial, should employ such terms in his instructions as, in his discretion, would be proper to assist the jury in coming to a right conclusion as to the guilt of the accused. Lord Chief Justice Tindal, speaking for himself and the other judges, said, in response to the questions propounded, that the jurors ought to be told in all cases where insanity is set up as a defence that \"every man is presumed to be sane, and to possess a sufficient degree of reason to be responsible for his crimes, until the contrary be proved to their satisfaction; and that to establish a defence on the ground of insanity it must be clearly proved that, at the time of the committing of the act, the party accused was laboring under such a defect of reason, from disease of the mind, as not to know the nature and quality of the act he was doing; or, if he did know it, that he did not know he was doing what was wrong.\"</p>\n<p><span class=\"star-pagination\">*481</span> In <i>Commonwealth</i> v. <i>Rogers,</i> 7 Met. (Mass.) 500, 504, 506, (1844) it was said by Chief Justice Shaw, in his charge to the jury, that \"the ordinary presumption is, that a person is of sound mind, until the contrary appears; and in order to shield one from criminal responsibility, the presumption must be rebutted by proof of the contrary, satisfactory to the jury. Such proof may arise, either out of the evidence offered by the prosecutor to establish the case against the accused, or from distinct evidence offered on his part; in either case it must be sufficient to establish the fact of insanity; otherwise the presumption will stand.\" The jury, after being in consultation for several hours, came into court and asked whether they must be satisfied beyond a doubt of the insanity of the prisoner to entitle him to an acquittal. The court responded that if the preponderance of the evidence was in favor of the insanity of the prisoner, the jury would be authorized to find him insane. A verdict was returned of not guilty, by reason of insanity. In <i>Commonwealth</i> v. <i>York,</i> 9 Met. (Mass.) (1845) 93, 116, the charge was murder, and the defence provocation or mutual combat, making the offence, at most, only manslaughter. The court held that the guilt of malicious homicide was established beyond reasonable doubt, by proof, beyond reasonable doubt, of the fact of voluntary killing, without excuse or justification apparent upon the evidence introduced in behalf of the prosecution; that, in such case, the proof must preponderate in favor of the fact of sudden and mutual combat, in order to justify a finding in favor of the prisoner in respect to the fact, it not being sufficient to raise a doubt, even though it be a reasonable doubt, of the fact of extenuation. In that case Mr. Justice Wilde dissented in an able opinion, holding that \"the burden of proof, in every criminal case, is on the Commonwealth to prove all the material allegations in the indictment; and if, on the whole evidence, the jury have a reasonable doubt whether the defendant is guilty of the crime charged, they are bound to acquit him.\" p. 134. In <i>Commonwealth</i> v. <i>Eddy,</i> 7 Gray, (1856) 583, in which the crime charged was murder and the defence insanity, Mr. Justice Metcalf, speaking for himself and Justices Bigelow <span class=\"star-pagination\">*482</span> and Merrick, said: \"The burden is on the Commonwealth to prove all that is necessary to constitute the crime of murder. And as that crime can be committed only by a reasonable being  a person of sane mind  the burden is on the Commonwealth to prove that the defendant was of sane mind when he committed the act of killing. But it is a presumption of law that all men are of sane mind; and that presumption of law sustains the burden of proof, unless it is rebutted and overcome by satisfactory evidence to the contrary. In order to overcome the presumption of law and shield the defendant from legal responsibility, the burden is on him to prove, to the satisfaction of the jury, by a preponderance of the whole evidence in the case, that, at the time of committing the homicide, he was not of sane mind.\"</p>\n<p>It would seem that later cases in Massachusetts do not go to the extent indicated by the above cases. In <i>Commonwealth</i> v. <i>Heath etc.,</i> 11 Gray, 303, which was tried before Justices Dewey, Metcalf, and Thomas, the charge was murder, and one question was whether the defendants were of sufficient intelligence to be responsible for a homicide. Upon this point, and as to the burden of proof, the court said: \"The law presumes men and women of the age of the prisoners to be sane, to be responsible agents. Where therefore a homicide is proved to have been committed in such way and under such circumstances as, when done by a person of sane mind, would constitute murder, the presumption of law, as of common sense and general experience, supplies that link. It presumes men to be sane till the contrary is shown. The presumption of law stands until it is met and overcome by the evidence in the case. This evidence may come, of course, as well from the witnesses for the Government as the witnesses for the defence; and when the evidence is all in, the jury must be satisfied, in order to convict the prisoner, not only of the doing of the acts which constitute murder, but that they proceeded from a responsible agent, one capable of committing the offence. This is the rule to be applied to a case where the defence is idiocy, an original defect and want of capacity. Whether the rule is modified where the defence relied upon is insanity, disease <span class=\"star-pagination\">*483</span> of the mind or delusion, it is not necessary now to inquire.\" In respect to that case we observe that, upon principle, the rule as to the burden of proof in criminal cases cannot be materially different, where the defence is insanity, disease of the mind or delusion, from the rule obtaining when the defence is an original defect and want of capacity. In <i>Commonwealth</i> v. <i>Pomeroy,</i> (reported in Wharton on Homicide, 2d ed. 753, Appendix,) which was tried in 1874 before Mr. Justice Gray (then Chief Justice of the Supreme Judicial Court of Massachusetts) and Mr. Justice Morton, afterwards Chief Justice of the same court, it was contended by the prosecution that the question of sanity, raised by the defendant, was to be determined by the preponderance of proof; that the Commonwealth was not bound to prove the sanity of the accused beyond a reasonable doubt. But the court said: \"The burden is upon the government to prove everything essential beyond reasonable doubt; and that burden, so far as the matter of sanity is concerned, is ordinarily satisfactorily sustained by the presumption that every person of sufficient age is of sound mind and understands the nature of his acts. But when the circumstances are all in, on the one side and on the other; on the one side going to show a want of adequate capacity, on the other side going to show usual intelligence; when the whole is in, the burden rests where it was in the beginning  upon the government to prove the case beyond a reasonable doubt.\"</p>\n<p>In <i>State</i> v. <i>Spencer,</i> 1 Zabriskie, 196, 202, 212 (1846), which was a case of murder tried before Chief Justice Hornblower, it was said that \"when the evidence of sanity on the one side, and of insanity on the other, leaves the scale in equal balance, or so nearly poised that the jury have a reasonable doubt of his sanity, then a man is to be considered sane and responsible for what he does;\" and that the \"proof of insanity at the time of committing the act, ought to be as clear and satisfactory, in order to acquit him on the ground of insanity, as the proof of committing the act ought to be, in order to find a sane man guilty.\" Again, in the same case: \"If, in your opinion, it is clearly proved that the prisoner at the bar, at the time of the homicide, was unconscious that what he did was <span class=\"star-pagination\">*484</span> wrong, and that he ought not to do it, you must acquit him on the ground of insanity; but if in your opinion this is not clearly established beyond a reasonable doubt, then you must find him guilty of the act and proceed to investigate the nature of the homicide.\" There are other cases to the same general effect, some of them holding that the presumption of sanity will prevail, and that the jury may properly convict, unless the defence of insanity is established beyond a reasonable doubt; others, that it is the duty of the jury to convict unless it appears by a preponderance of evidence that the accused was insane when the killing occurred.</p>\n<p>We are unable to assent to the doctrine that in a prosecution for murder, the defence being insanity, and the fact of the killing with a deadly weapon being clearly established, it is the duty of the jury to convict where the evidence is equally balanced on the issue as to the sanity of the accused at the time of the killing. On the contrary, he is entitled to an acquittal of the specific crime charged if upon all the evidence there is reasonable doubt whether he was capable in law of committing crime.</p>\n<p>No one, we assume, would wish either the courts or juries when trying a case of murder to disregard the humane principle, existing at common law and recognized in all the cases tending to support the charge of the court below, that, \"to make a complete crime cognizable by human laws, there must be both a will and an act;\" and \"as a vicious will without a vicious act is no civil crime, so, on the other hand, an unwarrantable act without a vicious will is no crime at all. So that to constitute a crime against human laws, there must be, first, a vicious will; and, secondly, an unlawful act consequent upon such vicious will.\" 4 Bl. Com. 21. All this is implied in the accepted definition of murder; for it is of the very essence of that heinous crime that it be committed by a person of \"sound memory and discretion,\" and with \"malice aforethought,\" either express or implied. 4 Bl. Com. 195; 3 Inst. 47; 2 Chitty's Cr. Law, 476. Such was the view of the court below which took care in its charge to say that the crime of murder could only be committed by a sane being, <span class=\"star-pagination\">*485</span> although it instructed the jury that a reasonable doubt as to the sanity of the accused would not alone protect him against a verdict of guilty.</p>\n<p>One who takes human life cannot be said to be actuated by malice aforethought, or to have deliberately intended to take life, or to have \"a wicked, depraved, and malignant heart,\" or a heart \"regardless of society duty and fatally bent on mischief,\" unless at the time he had sufficient mind to comprehend the criminality or the right and wrong of such an act. Although the killing of one human being by another human being with a deadly weapon is presumed to be malicious until the contrary appears, yet, \"in order to constitute a crime, a person must have intelligence and capacity enough to have a criminal intent and purpose; and if his reason and mental powers are either so deficient that he has no will, no conscience, of controlling mental power, or if, through the overwhelming violence of mental disease, his intellectual power is for the time obliterated, he is not a responsible moral agent, and is not punishable for criminal acts.\" <i>Commonwealth</i> v. <i>Rogers,</i> 7 Met. (Mass.) 500. Neither in the adjudged cases nor in the elementary treatises upon criminal law is there to be found any dissent from these general propositions. All admit that the crime of murder necessarily involves the possession by the accused of such mental capacity as will render him criminally responsible for his acts.</p>\n<p>Upon whom then must rest the burden of proving that the accused, whose life it is sought to take under the forms of law, belongs to a class capable of committing crime? On principle, it must rest upon those who affirm that he has committed the crime for which he is indicted. That burden is not fully discharged, nor is there any legal right to take the life of the accused, until guilt is made to appear from all the evidence in the case. The plea of not guilty is unlike a special plea in a civil action, which, admitting the case averred, seeks to establish substantive ground of defence by a preponderance of evidence. It is not in confession and avoidance, for it is a plea that controverts the existence of every fact essential to constitute the crime charged. Upon that plea the accused <span class=\"star-pagination\">*486</span> may stand, shielded by the presumption of his innocence, until it appears that he is guilty; and his guilt cannot in the very nature of things be regarded as proved, if the jury entertain a reasonable doubt from all the evidence whether he was legally capable of committing crime.</p>\n<p>This view is not at all inconsistent with the presumption which the law, justified by the general experience of mankind as well as by considerations of public safety, indulges in favor of sanity. If that presumption were not indulged the government would always be under the necessity of adducing affirmative evidence of the sanity of an accused. But a requirement of that character would seriously delay and embarrass the enforcement of the laws against crime, and in most cases be unnecessary. Consequently the law presumes that every one charged with crime is sane, and thus supplies in the first instance the required proof of capacity to commit crime. It authorizes the jury to assume at the outset that the accused is criminally responsible for his acts. But that is not a conclusive presumption, which the law upon grounds of public policy forbids to be overthrown or impaired by opposing proof. It is a disputable or, as it is often designated, a rebuttable presumption resulting from the connection ordinarily existing between certain facts  such connection not being \"so intimate, nor so nearly universal, as to render it expedient that it should be absolutely and imperatively presumed to exist in every case, all evidence to the contrary being rejected; but yet it is so general, and so nearly universal, that the law itself, without the aid of a jury, infers the one fact from the proved existence of the other, in the absence of all opposing evidence.\" 1 Greenl. Ev.  38. It is therefore a presumption that is liable to be overcome or to be so far impaired in a particular case that it cannot be safely or properly made the basis of action in that case, especially if the inquiry involves human life. In a certain sense it may be true that where the defence is insanity, and where the case made by the prosecution discloses nothing whatever in excuse or extenuation of the crime charged, the accused is bound to produce some evidence that will impair or weaken the force of the legal presumption <span class=\"star-pagination\">*487</span> in favor of sanity. But to hold that such presumption must absolutely control the jury until it is overthrown or impaired by evidence sufficient to establish the fact of insanity beyond all reasonable doubt or to the reasonable satisfaction of the jury, is in effect to require him to establish his innocence, by proving that he is not guilty of the crime charged.</p>\n<p>In considering the distinction between the presumption of innocence and reasonable doubt, this court, in <i>Coffin</i> v. <i>United States</i><i>,</i> upon full consideration, said: \"The presumption of innocence is a conclusion drawn by the law in favor of the citizen, by virtue whereof, when brought to trial upon a criminal charge, he must be acquitted, unless he is proven to be guilty. In other words, this presumption is an instrument of proof created by the law in favor of one accused, whereby his innocence is established until sufficient evidence is introduced to overcome the proof which the law has created. This presumption on the one hand, supplemented by any other evidence he may adduce, and the evidence against him on the other, constitute the elements from which the legal conclusion of his guilt or innocence is to be drawn.\" Reasonable doubt it was also said was \"the result of the proof, not the proof itself; whereas the presumption of innocence is one of the instruments of proof, going to bring about the proof, from which reasonable doubt arises; thus one is a cause, the other an effect. To say that the one is the equivalent of the other is, therefore, to say that legal evidence can be excluded from the jury, and that such exclusion may be cured by instructing them correctly in regard to the method by which they are required to reach their conclusion upon the proof actually before them.\" <i>Coffin</i> v. <i>United States,</i> 156 U.S. 432, 459, 460.</p>\n<p>Strictly speaking, the burden of proof, as those words are understood in criminal law, is never upon the accused to establish his innocence or to disprove the facts necessary to establish the crime for which he is indicted. It is on the prosecution from the beginning to the end of the trial and applies to every element necessary to constitute the crime. Giving to the prosecution, where the defence is insanity, the <span class=\"star-pagination\">*488</span> benefit in the way of proof of the presumption in favor of sanity, the vital question from the time a plea of not guilty is entered until the return of the verdict, is whether upon all the evidence, by whatever side adduced, guilt is established beyond reasonable doubt. If the whole evidence, including that supplied by the presumption of sanity, does not exclude beyond reasonable doubt the hypothesis of insanity, of which some proof is adduced, the accused is entitled to an acquittal of the specific offence charged. His guilt cannot be said to have been proved beyond a reasonable doubt  his will and his acts cannot be held to have joined in perpetrating the murder charged  if the jury, upon all the evidence, have a reasonable doubt whether he was legally capable of committing crime, or (which is the same thing) whether he wilfully, deliberately, unlawfully, and of malice aforethought took the life of the deceased. As the crime of murder involves sufficient capacity to distinguish between right and wrong, the legal interpretation of every verdict of guilty as charged is that the jury believed from all the evidence beyond a reasonable doubt that the accused was guilty, and was therefore responsible, criminally, for his acts. How then upon principle or consistently with humanity can a verdict of guilty be properly returned, if the jury entertain a reasonable doubt as to the existence of a fact which is essential to guilt, namely, the capacity in law of the accused to commit that crime?</p>\n<p>The views we have expressed are supported by many adjudications that are entitled to high respect. If such were not the fact, we might have felt obliged to accept the general doctrine announced in some of the above cases; for it is desirable that there be uniformity of rule in the administration of the criminal law in governments whose constitutions equally recognize the fundamental principles that are deemed essential for the protection of life and liberty.</p>\n<p>In <i>People</i> v. <i>McCann,</i> 16 N.Y. 58, a case of murder, the jury were instructed that if any reasonable doubt existed as to the proof of the deed itself the prisoner should be acquitted; \"but as sanity is the natural state, there is no presumption of insanity, and the defence must be proved beyond a reasonable <span class=\"star-pagination\">*489</span> doubt.\" This instruction was held to be erroneous by the unanimous judgment of the Court of Appeals of New York, of which, at the time, Judges Denio, Johnson, Comstock, and Selden were members. The judges who delivered opinions concurred in the view that, while there was no presumption of insanity, and while the law presumes a sufficient understanding and will to do the act, the fact of the killing by the accused being established by proof, the burden was upon the prosecution to show from all the evidence the existence of the requisites or elements constituting the crime, one of which was the sanity of the prisoner. In that case Mr. Justice Brown said: \"If there be a doubt about the act of killing, all will concede that the prisoner is entitled to the benefit of it; and if there be any doubt about the will, the faculty of the prisoner to discern between right and wrong, why should he be deprived of the benefit of it, when both the act and the will are necessary to make out the crime?\" And, \"If he is entitled to the benefit of the doubt in regard to the malicious intent, shall he not be entitled to the same benefit upon the question of his sanity, his understanding? For, if he was without reason and understanding at the time, the act was not his, and he is no more responsible for it than he would be for the act of another man.\" pp. 67, 68. So in <i>Brotherton</i> v. <i>People,</i> 75 N.Y. 159, 162, Chief Justice Church, speaking for the court, after observing that crimes can only be committed by human beings in a condition to be responsible for their acts, and that the burden of overthrowing the presumption of sanity and of showing insanity is upon the person who alleges it, says: \"If evidence is given tending to establish insanity, then the general question is presented to the court and jury whether the crime, if committed, was committed by a person responsible for his acts, and upon this question the presumption of sanity, and the evidence, are all to be considered, and the prosecutor holds the affirmative, and if a reasonable doubt exists as to whether the prisoner is sane, or not, he is entitled to the benefit of the doubt, and to an acquittal.\" To the same effect are <i>O'Connell</i> v. <i>People,</i> 87 N.Y. 377, 380, and <i>Walker</i> v. <i>People,</i> 88 N.Y. 81, 88.</p>\n<p><span class=\"star-pagination\">*490</span> In <i>Chase</i> v. <i>People,</i> 40 Illinois, 352, 358, reaffirming the rule announced in the case of <i>Hopps</i> v. <i>People,</i> 31 Illinois, 385, 392, the court, speaking by Chief Justice Breese, said: \"Sanity is an ingredient in crime as essential as the overt act, and if sanity is wanting there can be no crime, and if the jury entertain a reasonable doubt on the question of insanity, the prisoner is entitled to the benefit of the doubt. We wish to be understood as saying, as in that case, that the burden of proof is on the prosecution to prove guilt beyond a reasonable doubt, whatever the defence may be. If insanity is relied on and evidence given tending to establish that unfortunate condition of mind, and a reasonable well-founded doubt is thereby raised of the sanity of the accused, every principle of justice and humanity demands that the accused shall have the benefit of the doubt.\"</p>\n<p>The same principle is recognized in New Hampshire. Bellows, J., speaking for the court, after observing that a plea of not guilty, in a criminal cause, puts in issue all the allegations of the indictment, said: \"A system of rules, therefore, by which the burthen is shifted upon the accused of showing that any of the substantial allegations are untrue, or, in other words, to prove a negative is purely artificial and formal, and utterly at war with the humane principle which, <i>in favorem vit,</i> requires the guilt of the prisoner to be established beyond reasonable doubt.\" Again, in the same case, after saying that to justify a conviction, all the elements of the crime charged must be shown to exist, and to a moral certainty, including the facts of a sound memory, an unlawful killing and malice, he proceeded: \"As to the first, the natural presumption of sanity is <i>prima facie</i> proof of a sound memory, and that must stand unless there is other evidence tending to prove the contrary; and then whether it come from the one side or the other in weighing it, the defendant is entitled to the benefit of all reasonable doubt, just the same as upon the point of an unlawful killing or malice. Indeed, the want of sound memory repels the proof of malice in the same way as proof that the killing was accidental, in self-defence, or in heat of blood; and there can be no solid distinction founded upon the <span class=\"star-pagination\">*491</span> fact that the law presumes the existence of a sound memory. So the law infers malice from the killing when that is shown, and nothing else; but in both cases the inference is one of fact, and it is for the jury to say whether, on all the evidence before them, the malice or the sanity is proved or not. Indeed, we regard these inferences of fact as not designed to interfere in any way with the obligation of the prosecutor to remove all reasonable doubt of guilt; but they are applied as the suggestions of experience, and with a view to the convenience and expedition of trials, leaving the evidence, when adduced, to be weighed without regard to the fact whether it comes from the one side or the other.\" \"The criminal intent must be proved as much as the overt act, and without a sound mind such intent could not exist; and the burthen of proof must always remain with the prosecutor to prove both the act and criminal intent.\" <i>State</i> v. <i>Bartlett,</i> 43 N.H. 224, 231.</p>\n<p>So in <i>People</i> v. <i>Garbutt,</i> 17 Michigan, 9, 22, the court, speaking by Chief Justice Cooley, after observing that the prosecution may rest upon the presumption of sanity until that presumption is overthrown by the defendant's evidence, said: \"Nevertheless, it is a part of the case for the government; the fact which it supports must necessarily be established before any conviction can be had; and when the jury come to consider the whole case upon the evidence delivered to them, they must do so upon the basis that on each and every portion of it they are to be reasonably satisfied before they are at liberty to find the defendant guilty.\"</p>\n<p>In <i>Cunningham</i> v. <i>State,</i> 56 Mississippi, 269, the question was carefully examined and the rule was stated by Chalmers, J., to be, that whenever the condition of the prisoner's mind is put in issue by such facts proved on either side as create a reasonable doubt of his sanity, it devolves upon the State to remove it and to establish the sanity of the prisoner to the satisfaction of the jury beyond all reasonable doubt arising out of all the evidence in the case.</p>\n<p>In <i>Dove</i> v. <i>State,</i> 3 Heiskell, 348, 371, Chief Justice Nicholson, delivering the unanimous opinion of the Supreme Court of Tennessee, thus stated its view of the question: \"When the <span class=\"star-pagination\">*492</span> proof of insanity makes an equipoise, the presumption of sanity is neutralized  it is overturned, it ceases to weigh, and the jury are in reasonable doubt. How, then, can a presumption, which has been neutralized by countervailing proof, be resorted to to turn the scale? The absurdity to which this doctrine leads will be more obvious by supposing that the jury should return a special verdict. It would be as follows: `We find the defendant guilty of the killing charged, but the proof leaves our minds in doubt whether he was of such soundness of memory and discretion as to have done the killing wilfully, deliberately, maliciously, and premeditatedly.' Upon such a verdict no judge could pronounce the judgment of death upon the defendant.\" So, in <i>Plake</i> v. <i>State,</i> 121 Indiana, 433, 435, Judge Elliott, speaking for the Supreme Court of Indiana, said: \"If the evidence is of such a character as to create a reasonable doubt whether the accused was of unsound mind at the time the crime was committed, he is entitled to a verdict of acquittal. <i>Polk</i> v. <i>State,</i> 19 Indiana, 170; <i>Bradley</i> v. <i>State,</i> 31 Indiana, 492; <i>McDougal</i> v. <i>State,</i> 88 Indiana, 24.\" To the same effect are many other American cases cited in argument. The principle is accurately stated by Mr. Justice Cox of the Supreme Court of the District of Columbia as follows: \"The crime, then, involves three elements, viz., the killing, malice, and a responsible mind in the murderer. But after all the evidence is in, if the jury, while bearing in mind both these presumptions that I have mentioned  <i>i.e.</i> that the defendant is innocent until he is proved guilty, and that he is and was sane, unless evidence to the contrary appears  and considering the whole evidence in the case, still entertain what is called a reasonable doubt, on any ground, (either as to the killing or the responsible condition of mind,) whether he is guilty of the crime of murder, as it has been explained and defined, then the rule is that the defendant is entitled to the benefit of that doubt and to an acquittal.\" <i>Guiteau's case,</i> 10 Fed. Rep. 161, 163.</p>\n<p>It seems to us that undue stress is placed in some of the cases upon the fact that, in prosecutions for murder the defence of insanity is frequently resorted to and is sustained by the <span class=\"star-pagination\">*493</span> evidence of ingenious experts whose theories are difficult to be met and overcome. Thus, it is said, crimes of the most atrocious character often go unpunished, and the public safety is thereby endangered. But the possibility of such results must always attend any system devised to ascertain and punish crime, and ought not to induce the courts to depart from principles fundamental in criminal law, and the recognition and enforcement of which are demanded by every consideration of humanity and justice. No man should be deprived of his life under the forms of law unless the jurors who try him are able, upon their consciences, to say that the evidence before them, by whomsoever adduced, is sufficient to show beyond a reasonable doubt the existence of every fact necessary to constitute the crime charged.</p>\n<p>For the reason stated, and without alluding to other matters in respect to which error is assigned, the judgment is reversed and the cause remanded with directions to grant a new trial, and for further proceedings consistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></span> (1895)</b></center>\n<center><h1>DAVIS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 593.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 30, 1895.</center>\n<center>Decided December 16, 1895.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*470</span> No appearance for plaintiff in error.</p>\n<p><i>Mr. Assistant Attorney General Dickinson</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*474</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>Dennis Davis was indicted for the crime of having, on the 18th day of September, 1894, at the Creek Nation, in the Indian Territory, within the Western District of Arkansas, feloniously, wilfully, and of his malice aforethought, killed and murdered one Sol Blackwell.</p>\n<p>He was found guilty of the charge in the indictment. A motion for a new trial having been overruled, and the court having adjudged that the accused was guilty of the crime of <span class=\"star-pagination\">*475</span> murder, as charged, he was sentenced to suffer the penalty of death by hanging.</p>\n<p>At the trial below the government introduced evidence which, if alone considered, made it the duty of the jury to return a verdict of guilty of the crime charged.</p>\n<p>But there was evidence tending to show that at the time of the killing the accused, by reason of unsoundness or weakness of mind, was not criminally responsible for his acts. In addition to the evidence of a practicing physician of many years standing, and who, for the time, was physician at the jail in which the accused was confined previous to his trial, \"other witnesses,\" the bill of exceptions states, \"testified that they had been intimately acquainted with the defendant for a number of years, lived near him, and had been frequently with him, knew his mental condition, and that he was weak-minded, and regarded by his neighbors and people as being what they called half crazy. Other witnesses who had known the defendant for ten to twenty years, witnesses who had worked with him and had been thrown in constant contact with him, said he had always been called half crazy, weak-minded; and in the opinion of the witnesses defendant was not of sound mind.\"</p>\n<p>The issue, therefore, was as to the responsibility of the accused for the killing alleged and clearly proved.</p>\n<p>In its elaborate charge the court instructed the jury as to the rules by which they were to be guided in determining whether the accused took the life of the deceased feloniously, wilfully, and with malice aforethought. \"Where,\" the court said, \"a man has been shot to death, where the facts, as claimed by the government here, show a lying in wait, show previous preparation, show the selection of a deadly weapon, and show concealment to get an opportunity to do the act, where that state of case exists, if there is a mental condition of the kind that renders a man accountable  why, there is crime, and that crime is murder.\"</p>\n<p>Referring to the evidence adduced to show that the accused was incompetent in law to commit crime, the court observed: \"Now when a man premeditates a wicked design that produces <span class=\"star-pagination\">*476</span> death, and executes that design, <i>if</i> he is a sane being, <i>if</i> he is what the law calls a sane man, not that he may be partially insane, not that he may be eccentric, and not that he may be unable to control his will power if he is in a passion or rage because of some real or imaginary grievance he may have received  I say, if you find him in that condition and you find these other things attending the act, you would necessarily find the existence of the attributes of the crime of murder known as `wilfulness' and malice aforethought.\" But, the court said, the law \"presumes every man is sane, and the burden of showing it is not true is upon the party who asserts it. The responsibility of overturning that presumption, that the law recognizes as one that is universal, is with the party who sets it up as a defence. The government is not required to show it. The law presumes that we are all sane; therefore the government does not have to furnish any evidence to show that this defendant is sane. It comes in here with the fact established in legal contemplation until it is overthrown. The government takes and keeps that attitude until the evidence brought in the case overthrows this presumption of sanity. Now, let us see what the nature of this defence is. The defendant interposes the plea of insanity, and he says by this plea that he did the killing, but the act is not one for which he can be held responsible. In other words, that the act was and is excusable in the law, because he was insane at the time of its commission. Now, I say to you in this connection, and it is a fact admitted in argument by the counsel, that under the evidence there is nothing that justifies the act of the killing; nor was it such an act that the law upholds it or mitigates it, or reduces it to a grade lower than murder. If it was committed by the defendant while he was actually insane it is excusable.\"</p>\n<p>Again: \"Now, I will undertake or endeavor to tell you, and I bespeak your most earnest attention especially upon this proposition of `insanity.' The term `insanity,' as used in this defence, means such a perverted and deranged condition of the mental and moral faculties as to render a person incapable of distinguishing between right and wrong, or unconscious at <span class=\"star-pagination\">*477</span> the time of the nature of the act he is committing; or where, though conscious of the nature of the act and able to distinguish between right and wrong, and know that the act is wrong, yet his will, by which I mean the governing power of his mind, has been, otherwise than voluntarily, so completely destroyed that his actions are not subject to it, but are beyond his control. Such insanity, if proved to your reasonable satisfaction to have existed at the time of the commission of the act  that is the test  at the time of its commission, is in the law an excuse for it, however brutal or atrocious it may have been. For a person to be excused from criminal responsibility it is not necessary that he be a raving maniac, but ordinarily it requires something more than mere eccentricity of a natural character. Such insanity does not excuse.\"</p>\n<p>Later in the charge the court recurred to the defence of insanity and said: \"Now, as I have already told you, the law presumes every person who has reached the years of discretion to be of sane mind, and this presumption continues until the contrary is shown. So that when, as in this case, insanity is interposed as a defence, the fact of the existence of such insanity at the time of the commission of the offence charged, must be established by the evidence to the reasonable satisfaction of a jury, and the burden of proof of the insanity rests with the defendant. Although you may believe and find from the evidence that the defendant did commit the act charged against him, yet, if you further find that at the time he did so he was in such an insane condition of mind that he did not and could not understand and comprehend the nature of the act; or that thus knowing and understanding it, he was so far deprived of his will, not by his own passion conceived for the purpose of spurring him on to commit the violence, not by his own passion of mind engendered by some real or fancied grievance; but that he was so far deprived of his will by disease or other cause over which he had no control, as to render him unable to control his actions, then such killing was not a malicious killing, and you will acquit him of the crime charged against him.\"</p>\n<p>In concluding its charge the court thus summarized the <span class=\"star-pagination\">*478</span> principles by which the jury were to be guided in their deliberations:</p>\n<p>\"Now, gentlemen, the propositions are few in this case. First, inquire whether there was a killing; then whether the act of killing was done by the defendant, and what was his condition of mind under the law at that time, as I have given it to you. See what his mental condition was at that time under the law as I have given it to you, and if he is to be held responsible for his actions. If so, you are then to take a step further and see whether these attributes of the crime of murder existed as I have defined them to you; that is, that the killing was done wilfully and with malice aforethought.</p>\n<p>\"Gentlemen, I have given you the law in the case, and you are to take it as the law and by this law and the testimony you are to make up your verdict. You are to be satisfied beyond a reasonable doubt of the guilt of this defendant before you convict. When you start into a trial of a case, as I have already told you, you start in with the presumption of sanity. Then comes in the responsibility resting upon the defendant to show his condition; to show his irresponsibility under the law. He is required to show that  to your reasonable satisfaction, I say, to your reasonable satisfaction  that it is a state of case where he is excusable for the act.\"</p>\n<p>These extracts from the charge of the court present this important question: If it appears that the deceased was killed by the accused under circumstances which  nothing else appearing  made a case of murder, can the jury properly return a verdict of guilty of the offence charged if upon the whole evidence from whatever side it comes they have a reasonable doubt whether at the time of killing the accused was mentally competent to distinguish between right and wrong or to understand the nature of the act he was committing? If this question be answered in the negative the judgment must be reversed; for the court below instructed the jury that the defence of insanity could not avail the accused unless it appeared affirmatively, to the reasonable satisfaction of the jury, that he was not criminally responsible for his acts. The fact of killing being clearly proved, the legal presumption, <span class=\"star-pagination\">*479</span> based upon the common experience of mankind, that every man is sane, was sufficient, the court in effect said, to authorize a verdict of guilty, although the jury might entertain a reasonable doubt upon the evidence, whether the accused, by reason of his mental condition, was criminally responsible for the killing in question. In other words, if the evidence was <i>in equilibrio</i> as to the accused being sane, that is, capable of comprehending the nature and effect of his acts, he was to be treated just as he would be if there were no defence of insanity or if there were an entire absence of proof that he was insane.</p>\n<p>This exposition of criminal law is not without support by adjudications in England and in this country. In <i>Regina</i> v. <i>Stokes,</i> 3 Car. &amp; K. 185, 188, a case of murder, Baron Rolfe said: \"If the prisoner seeks to excuse himself upon the plea of insanity, it is for him to make it clear that he was insane at the time of committing the offence charged. The <i>onus</i> rests on him; and the jury must be satisfied that he actually was insane. If the matter is left in doubt, it will be their duty to convict him; for every man must be presumed to be responsible for his acts until the contrary is clearly shown.\" The same judge, in <i>Regina</i> v. <i>Layton,</i> 4 Cox C.C. 149, 155, which was also a case of murder and the defence insanity, after observing that in cases of that description it was a cardinal rule \"that the burden of proving innocence rested on the party accused,\" said that the question for the jury was \"not whether the person was of sound mind, but whether he had made out to their satisfaction that he was not of sound mind.\"</p>\n<p>But the most deliberate and careful statement of the doctrine in the English courts is to be found in <i>McNaghten's case,</i> 10 Cl. &amp; Fin. 200, 203, 210, decided in 1843. The accused having been found not guilty, on the ground of insanity, his trial became the subject of discussion in the House of Lords, and much was said about insane delusions and partial insanity, as giving or not giving immunity for acts which, being committed by sane persons, were punishable criminally. The judges were summoned to give their opinion on that question, <span class=\"star-pagination\">*480</span> although there was no case pending before the House. Hansard's Parliamentary Debates, vol. 67, 3d series, 714 to 743. Among the questions propounded to the judges were these: \"What are the proper questions to be submitted to the jury, when a person alleged to be afflicted with insane delusions respecting one or more particular subjects or persons is charged with the commission of a crime (murder, for example), and insanity is set up as a defence? In what terms ought the question to be left to the jury, as to the person's state of mind at the time when the act was committed?\" Mr. Justice Maule delivered a separate opinion, in which he expressed great difficulty in answering the questions put to the judges, because they did not appear to arise out of, and were not propounded with reference to, a particular case, or for a particular purpose, which might explain or limit the generality of these terms, and also, because he had heard no argument, at the bar or elsewhere, on the subject referred to in the questions. He expressed fear that any answers made would embarrass the administration of justice in criminal cases. He, nevertheless, said that \"to render a person irresponsible for crime on account of unsoundness of mind, the unsoundness should, according to law as it has long been understood and held, be such as rendered him incapable of knowing right from wrong;\" and that the judge, in the particular case on trial, should employ such terms in his instructions as, in his discretion, would be proper to assist the jury in coming to a right conclusion as to the guilt of the accused. Lord Chief Justice Tindal, speaking for himself and the other judges, said, in response to the questions propounded, that the jurors ought to be told in all cases where insanity is set up as a defence that \"every man is presumed to be sane, and to possess a sufficient degree of reason to be responsible for his crimes, until the contrary be proved to their satisfaction; and that to establish a defence on the ground of insanity it must be clearly proved that, at the time of the committing of the act, the party accused was laboring under such a defect of reason, from disease of the mind, as not to know the nature and quality of the act he was doing; or, if he did know it, that he did not know he was doing what was wrong.\"</p>\n<p><span class=\"star-pagination\">*481</span> In <i>Commonwealth</i> v. <i>Rogers,</i> 7 Met. (Mass.) 500, 504, 506, (1844) it was said by Chief Justice Shaw, in his charge to the jury, that \"the ordinary presumption is, that a person is of sound mind, until the contrary appears; and in order to shield one from criminal responsibility, the presumption must be rebutted by proof of the contrary, satisfactory to the jury. Such proof may arise, either out of the evidence offered by the prosecutor to establish the case against the accused, or from distinct evidence offered on his part; in either case it must be sufficient to establish the fact of insanity; otherwise the presumption will stand.\" The jury, after being in consultation for several hours, came into court and asked whether they must be satisfied beyond a doubt of the insanity of the prisoner to entitle him to an acquittal. The court responded that if the preponderance of the evidence was in favor of the insanity of the prisoner, the jury would be authorized to find him insane. A verdict was returned of not guilty, by reason of insanity. In <i>Commonwealth</i> v. <i>York,</i> 9 Met. (Mass.) (1845) 93, 116, the charge was murder, and the defence provocation or mutual combat, making the offence, at most, only manslaughter. The court held that the guilt of malicious homicide was established beyond reasonable doubt, by proof, beyond reasonable doubt, of the fact of voluntary killing, without excuse or justification apparent upon the evidence introduced in behalf of the prosecution; that, in such case, the proof must preponderate in favor of the fact of sudden and mutual combat, in order to justify a finding in favor of the prisoner in respect to the fact, it not being sufficient to raise a doubt, even though it be a reasonable doubt, of the fact of extenuation. In that case Mr. Justice Wilde dissented in an able opinion, holding that \"the burden of proof, in every criminal case, is on the Commonwealth to prove all the material allegations in the indictment; and if, on the whole evidence, the jury have a reasonable doubt whether the defendant is guilty of the crime charged, they are bound to acquit him.\" p. 134. In <i>Commonwealth</i> v. <i>Eddy,</i> 7 Gray, (1856) 583, in which the crime charged was murder and the defence insanity, Mr. Justice Metcalf, speaking for himself and Justices Bigelow <span class=\"star-pagination\">*482</span> and Merrick, said: \"The burden is on the Commonwealth to prove all that is necessary to constitute the crime of murder. And as that crime can be committed only by a reasonable being  a person of sane mind  the burden is on the Commonwealth to prove that the defendant was of sane mind when he committed the act of killing. But it is a presumption of law that all men are of sane mind; and that presumption of law sustains the burden of proof, unless it is rebutted and overcome by satisfactory evidence to the contrary. In order to overcome the presumption of law and shield the defendant from legal responsibility, the burden is on him to prove, to the satisfaction of the jury, by a preponderance of the whole evidence in the case, that, at the time of committing the homicide, he was not of sane mind.\"</p>\n<p>It would seem that later cases in Massachusetts do not go to the extent indicated by the above cases. In <i>Commonwealth</i> v. <i>Heath etc.,</i> 11 Gray, 303, which was tried before Justices Dewey, Metcalf, and Thomas, the charge was murder, and one question was whether the defendants were of sufficient intelligence to be responsible for a homicide. Upon this point, and as to the burden of proof, the court said: \"The law presumes men and women of the age of the prisoners to be sane, to be responsible agents. Where therefore a homicide is proved to have been committed in such way and under such circumstances as, when done by a person of sane mind, would constitute murder, the presumption of law, as of common sense and general experience, supplies that link. It presumes men to be sane till the contrary is shown. The presumption of law stands until it is met and overcome by the evidence in the case. This evidence may come, of course, as well from the witnesses for the Government as the witnesses for the defence; and when the evidence is all in, the jury must be satisfied, in order to convict the prisoner, not only of the doing of the acts which constitute murder, but that they proceeded from a responsible agent, one capable of committing the offence. This is the rule to be applied to a case where the defence is idiocy, an original defect and want of capacity. Whether the rule is modified where the defence relied upon is insanity, disease <span class=\"star-pagination\">*483</span> of the mind or delusion, it is not necessary now to inquire.\" In respect to that case we observe that, upon principle, the rule as to the burden of proof in criminal cases cannot be materially different, where the defence is insanity, disease of the mind or delusion, from the rule obtaining when the defence is an original defect and want of capacity. In <i>Commonwealth</i> v. <i>Pomeroy,</i> (reported in Wharton on Homicide, 2d ed. 753, Appendix,) which was tried in 1874 before Mr. Justice Gray (then Chief Justice of the Supreme Judicial Court of Massachusetts) and Mr. Justice Morton, afterwards Chief Justice of the same court, it was contended by the prosecution that the question of sanity, raised by the defendant, was to be determined by the preponderance of proof; that the Commonwealth was not bound to prove the sanity of the accused beyond a reasonable doubt. But the court said: \"The burden is upon the government to prove everything essential beyond reasonable doubt; and that burden, so far as the matter of sanity is concerned, is ordinarily satisfactorily sustained by the presumption that every person of sufficient age is of sound mind and understands the nature of his acts. But when the circumstances are all in, on the one side and on the other; on the one side going to show a want of adequate capacity, on the other side going to show usual intelligence; when the whole is in, the burden rests where it was in the beginning  upon the government to prove the case beyond a reasonable doubt.\"</p>\n<p>In <i>State</i> v. <i>Spencer,</i> 1 Zabriskie, 196, 202, 212 (1846), which was a case of murder tried before Chief Justice Hornblower, it was said that \"when the evidence of sanity on the one side, and of insanity on the other, leaves the scale in equal balance, or so nearly poised that the jury have a reasonable doubt of his sanity, then a man is to be considered sane and responsible for what he does;\" and that the \"proof of insanity at the time of committing the act, ought to be as clear and satisfactory, in order to acquit him on the ground of insanity, as the proof of committing the act ought to be, in order to find a sane man guilty.\" Again, in the same case: \"If, in your opinion, it is clearly proved that the prisoner at the bar, at the time of the homicide, was unconscious that what he did was <span class=\"star-pagination\">*484</span> wrong, and that he ought not to do it, you must acquit him on the ground of insanity; but if in your opinion this is not clearly established beyond a reasonable doubt, then you must find him guilty of the act and proceed to investigate the nature of the homicide.\" There are other cases to the same general effect, some of them holding that the presumption of sanity will prevail, and that the jury may properly convict, unless the defence of insanity is established beyond a reasonable doubt; others, that it is the duty of the jury to convict unless it appears by a preponderance of evidence that the accused was insane when the killing occurred.</p>\n<p>We are unable to assent to the doctrine that in a prosecution for murder, the defence being insanity, and the fact of the killing with a deadly weapon being clearly established, it is the duty of the jury to convict where the evidence is equally balanced on the issue as to the sanity of the accused at the time of the killing. On the contrary, he is entitled to an acquittal of the specific crime charged if upon all the evidence there is reasonable doubt whether he was capable in law of committing crime.</p>\n<p>No one, we assume, would wish either the courts or juries when trying a case of murder to disregard the humane principle, existing at common law and recognized in all the cases tending to support the charge of the court below, that, \"to make a complete crime cognizable by human laws, there must be both a will and an act;\" and \"as a vicious will without a vicious act is no civil crime, so, on the other hand, an unwarrantable act without a vicious will is no crime at all. So that to constitute a crime against human laws, there must be, first, a vicious will; and, secondly, an unlawful act consequent upon such vicious will.\" 4 Bl. Com. 21. All this is implied in the accepted definition of murder; for it is of the very essence of that heinous crime that it be committed by a person of \"sound memory and discretion,\" and with \"malice aforethought,\" either express or implied. 4 Bl. Com. 195; 3 Inst. 47; 2 Chitty's Cr. Law, 476. Such was the view of the court below which took care in its charge to say that the crime of murder could only be committed by a sane being, <span class=\"star-pagination\">*485</span> although it instructed the jury that a reasonable doubt as to the sanity of the accused would not alone protect him against a verdict of guilty.</p>\n<p>One who takes human life cannot be said to be actuated by malice aforethought, or to have deliberately intended to take life, or to have \"a wicked, depraved, and malignant heart,\" or a heart \"regardless of society duty and fatally bent on mischief,\" unless at the time he had sufficient mind to comprehend the criminality or the right and wrong of such an act. Although the killing of one human being by another human being with a deadly weapon is presumed to be malicious until the contrary appears, yet, \"in order to constitute a crime, a person must have intelligence and capacity enough to have a criminal intent and purpose; and if his reason and mental powers are either so deficient that he has no will, no conscience, of controlling mental power, or if, through the overwhelming violence of mental disease, his intellectual power is for the time obliterated, he is not a responsible moral agent, and is not punishable for criminal acts.\" <i>Commonwealth</i> v. <i>Rogers,</i> 7 Met. (Mass.) 500. Neither in the adjudged cases nor in the elementary treatises upon criminal law is there to be found any dissent from these general propositions. All admit that the crime of murder necessarily involves the possession by the accused of such mental capacity as will render him criminally responsible for his acts.</p>\n<p>Upon whom then must rest the burden of proving that the accused, whose life it is sought to take under the forms of law, belongs to a class capable of committing crime? On principle, it must rest upon those who affirm that he has committed the crime for which he is indicted. That burden is not fully discharged, nor is there any legal right to take the life of the accused, until guilt is made to appear from all the evidence in the case. The plea of not guilty is unlike a special plea in a civil action, which, admitting the case averred, seeks to establish substantive ground of defence by a preponderance of evidence. It is not in confession and avoidance, for it is a plea that controverts the existence of every fact essential to constitute the crime charged. Upon that plea the accused <span class=\"star-pagination\">*486</span> may stand, shielded by the presumption of his innocence, until it appears that he is guilty; and his guilt cannot in the very nature of things be regarded as proved, if the jury entertain a reasonable doubt from all the evidence whether he was legally capable of committing crime.</p>\n<p>This view is not at all inconsistent with the presumption which the law, justified by the general experience of mankind as well as by considerations of public safety, indulges in favor of sanity. If that presumption were not indulged the government would always be under the necessity of adducing affirmative evidence of the sanity of an accused. But a requirement of that character would seriously delay and embarrass the enforcement of the laws against crime, and in most cases be unnecessary. Consequently the law presumes that every one charged with crime is sane, and thus supplies in the first instance the required proof of capacity to commit crime. It authorizes the jury to assume at the outset that the accused is criminally responsible for his acts. But that is not a conclusive presumption, which the law upon grounds of public policy forbids to be overthrown or impaired by opposing proof. It is a disputable or, as it is often designated, a rebuttable presumption resulting from the connection ordinarily existing between certain facts  such connection not being \"so intimate, nor so nearly universal, as to render it expedient that it should be absolutely and imperatively presumed to exist in every case, all evidence to the contrary being rejected; but yet it is so general, and so nearly universal, that the law itself, without the aid of a jury, infers the one fact from the proved existence of the other, in the absence of all opposing evidence.\" 1 Greenl. Ev.  38. It is therefore a presumption that is liable to be overcome or to be so far impaired in a particular case that it cannot be safely or properly made the basis of action in that case, especially if the inquiry involves human life. In a certain sense it may be true that where the defence is insanity, and where the case made by the prosecution discloses nothing whatever in excuse or extenuation of the crime charged, the accused is bound to produce some evidence that will impair or weaken the force of the legal presumption <span class=\"star-pagination\">*487</span> in favor of sanity. But to hold that such presumption must absolutely control the jury until it is overthrown or impaired by evidence sufficient to establish the fact of insanity beyond all reasonable doubt or to the reasonable satisfaction of the jury, is in effect to require him to establish his innocence, by proving that he is not guilty of the crime charged.</p>\n<p>In considering the distinction between the presumption of innocence and reasonable doubt, this court, in <i>Coffin</i> v. <i>United States</i><i>,</i> upon full consideration, said: \"The presumption of innocence is a conclusion drawn by the law in favor of the citizen, by virtue whereof, when brought to trial upon a criminal charge, he must be acquitted, unless he is proven to be guilty. In other words, this presumption is an instrument of proof created by the law in favor of one accused, whereby his innocence is established until sufficient evidence is introduced to overcome the proof which the law has created. This presumption on the one hand, supplemented by any other evidence he may adduce, and the evidence against him on the other, constitute the elements from which the legal conclusion of his guilt or innocence is to be drawn.\" Reasonable doubt it was also said was \"the result of the proof, not the proof itself; whereas the presumption of innocence is one of the instruments of proof, going to bring about the proof, from which reasonable doubt arises; thus one is a cause, the other an effect. To say that the one is the equivalent of the other is, therefore, to say that legal evidence can be excluded from the jury, and that such exclusion may be cured by instructing them correctly in regard to the method by which they are required to reach their conclusion upon the proof actually before them.\" <i>Coffin</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94110\"><a href=\"/opinion/94110/coffin-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 459, 460.</p>\n<p>Strictly speaking, the burden of proof, as those words are understood in criminal law, is never upon the accused to establish his innocence or to disprove the facts necessary to establish the crime for which he is indicted. It is on the prosecution from the beginning to the end of the trial and applies to every element necessary to constitute the crime. Giving to the prosecution, where the defence is insanity, the <span class=\"star-pagination\">*488</span> benefit in the way of proof of the presumption in favor of sanity, the vital question from the time a plea of not guilty is entered until the return of the verdict, is whether upon all the evidence, by whatever side adduced, guilt is established beyond reasonable doubt. If the whole evidence, including that supplied by the presumption of sanity, does not exclude beyond reasonable doubt the hypothesis of insanity, of which some proof is adduced, the accused is entitled to an acquittal of the specific offence charged. His guilt cannot be said to have been proved beyond a reasonable doubt  his will and his acts cannot be held to have joined in perpetrating the murder charged  if the jury, upon all the evidence, have a reasonable doubt whether he was legally capable of committing crime, or (which is the same thing) whether he wilfully, deliberately, unlawfully, and of malice aforethought took the life of the deceased. As the crime of murder involves sufficient capacity to distinguish between right and wrong, the legal interpretation of every verdict of guilty as charged is that the jury believed from all the evidence beyond a reasonable doubt that the accused was guilty, and was therefore responsible, criminally, for his acts. How then upon principle or consistently with humanity can a verdict of guilty be properly returned, if the jury entertain a reasonable doubt as to the existence of a fact which is essential to guilt, namely, the capacity in law of the accused to commit that crime?</p>\n<p>The views we have expressed are supported by many adjudications that are entitled to high respect. If such were not the fact, we might have felt obliged to accept the general doctrine announced in some of the above cases; for it is desirable that there be uniformity of rule in the administration of the criminal law in governments whose constitutions equally recognize the fundamental principles that are deemed essential for the protection of life and liberty.</p>\n<p>In <i>People</i> v. <i>McCann,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">58</span></span>, a case of murder, the jury were instructed that if any reasonable doubt existed as to the proof of the deed itself the prisoner should be acquitted; \"but as sanity is the natural state, there is no presumption of insanity, and the defence must be proved beyond a reasonable <span class=\"star-pagination\">*489</span> doubt.\" This instruction was held to be erroneous by the unanimous judgment of the Court of Appeals of New York, of which, at the time, Judges Denio, Johnson, Comstock, and Selden were members. The judges who delivered opinions concurred in the view that, while there was no presumption of insanity, and while the law presumes a sufficient understanding and will to do the act, the fact of the killing by the accused being established by proof, the burden was upon the prosecution to show from all the evidence the existence of the requisites or elements constituting the crime, one of which was the sanity of the prisoner. In that case Mr. Justice Brown said: \"If there be a doubt about the act of killing, all will concede that the prisoner is entitled to the benefit of it; and if there be any doubt about the will, the faculty of the prisoner to discern between right and wrong, why should he be deprived of the benefit of it, when both the act and the will are necessary to make out the crime?\" And, \"If he is entitled to the benefit of the doubt in regard to the malicious intent, shall he not be entitled to the same benefit upon the question of his sanity, his understanding? For, if he was without reason and understanding at the time, the act was not his, and he is no more responsible for it than he would be for the act of another man.\" pp. 67, 68. So in <i>Brotherton</i> v. <i>People,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">159</span></span>, 162, Chief Justice Church, speaking for the court, after observing that crimes can only be committed by human beings in a condition to be responsible for their acts, and that the burden of overthrowing the presumption of sanity and of showing insanity is upon the person who alleges it, says: \"If evidence is given tending to establish insanity, then the general question is presented to the court and jury whether the crime, if committed, was committed by a person responsible for his acts, and upon this question the presumption of sanity, and the evidence, are all to be considered, and the prosecutor holds the affirmative, and if a reasonable doubt exists as to whether the prisoner is sane, or not, he is entitled to the benefit of the doubt, and to an acquittal.\" To the same effect are <i>O'Connell</i> v. <i>People,</i> <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">377</span></span>, 380, and <i>Walker</i> v. <i>People,</i> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">81</span></span>, 88.</p>\n<p><span class=\"star-pagination\">*490</span> In <i>Chase</i> v. <i>People,</i> 40 Illinois, 352, 358, reaffirming the rule announced in the case of <i>Hopps</i> v. <i>People,</i> 31 Illinois, 385, 392, the court, speaking by Chief Justice Breese, said: \"Sanity is an ingredient in crime as essential as the overt act, and if sanity is wanting there can be no crime, and if the jury entertain a reasonable doubt on the question of insanity, the prisoner is entitled to the benefit of the doubt. We wish to be understood as saying, as in that case, that the burden of proof is on the prosecution to prove guilt beyond a reasonable doubt, whatever the defence may be. If insanity is relied on and evidence given tending to establish that unfortunate condition of mind, and a reasonable well-founded doubt is thereby raised of the sanity of the accused, every principle of justice and humanity demands that the accused shall have the benefit of the doubt.\"</p>\n<p>The same principle is recognized in New Hampshire. Bellows, J., speaking for the court, after observing that a plea of not guilty, in a criminal cause, puts in issue all the allegations of the indictment, said: \"A system of rules, therefore, by which the burthen is shifted upon the accused of showing that any of the substantial allegations are untrue, or, in other words, to prove a negative is purely artificial and formal, and utterly at war with the humane principle which, <i>in favorem vit,</i> requires the guilt of the prisoner to be established beyond reasonable doubt.\" Again, in the same case, after saying that to justify a conviction, all the elements of the crime charged must be shown to exist, and to a moral certainty, including the facts of a sound memory, an unlawful killing and malice, he proceeded: \"As to the first, the natural presumption of sanity is <i>prima facie</i> proof of a sound memory, and that must stand unless there is other evidence tending to prove the contrary; and then whether it come from the one side or the other in weighing it, the defendant is entitled to the benefit of all reasonable doubt, just the same as upon the point of an unlawful killing or malice. Indeed, the want of sound memory repels the proof of malice in the same way as proof that the killing was accidental, in self-defence, or in heat of blood; and there can be no solid distinction founded upon the <span class=\"star-pagination\">*491</span> fact that the law presumes the existence of a sound memory. So the law infers malice from the killing when that is shown, and nothing else; but in both cases the inference is one of fact, and it is for the jury to say whether, on all the evidence before them, the malice or the sanity is proved or not. Indeed, we regard these inferences of fact as not designed to interfere in any way with the obligation of the prosecutor to remove all reasonable doubt of guilt; but they are applied as the suggestions of experience, and with a view to the convenience and expedition of trials, leaving the evidence, when adduced, to be weighed without regard to the fact whether it comes from the one side or the other.\" \"The criminal intent must be proved as much as the overt act, and without a sound mind such intent could not exist; and the burthen of proof must always remain with the prosecutor to prove both the act and criminal intent.\" <i>State</i> v. <i>Bartlett,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">224</span></span>, 231.</p>\n<p>So in <i>People</i> v. <i>Garbutt,</i> 17 Michigan, 9, 22, the court, speaking by Chief Justice Cooley, after observing that the prosecution may rest upon the presumption of sanity until that presumption is overthrown by the defendant's evidence, said: \"Nevertheless, it is a part of the case for the government; the fact which it supports must necessarily be established before any conviction can be had; and when the jury come to consider the whole case upon the evidence delivered to them, they must do so upon the basis that on each and every portion of it they are to be reasonably satisfied before they are at liberty to find the defendant guilty.\"</p>\n<p>In <i>Cunningham</i> v. <i>State,</i> 56 Mississippi, 269, the question was carefully examined and the rule was stated by Chalmers, J., to be, that whenever the condition of the prisoner's mind is put in issue by such facts proved on either side as create a reasonable doubt of his sanity, it devolves upon the State to remove it and to establish the sanity of the prisoner to the satisfaction of the jury beyond all reasonable doubt arising out of all the evidence in the case.</p>\n<p>In <i>Dove</i> v. <i>State,</i> 3 Heiskell, 348, 371, Chief Justice Nicholson, delivering the unanimous opinion of the Supreme Court of Tennessee, thus stated its view of the question: \"When the <span class=\"star-pagination\">*492</span> proof of insanity makes an equipoise, the presumption of sanity is neutralized  it is overturned, it ceases to weigh, and the jury are in reasonable doubt. How, then, can a presumption, which has been neutralized by countervailing proof, be resorted to to turn the scale? The absurdity to which this doctrine leads will be more obvious by supposing that the jury should return a special verdict. It would be as follows: `We find the defendant guilty of the killing charged, but the proof leaves our minds in doubt whether he was of such soundness of memory and discretion as to have done the killing wilfully, deliberately, maliciously, and premeditatedly.' Upon such a verdict no judge could pronounce the judgment of death upon the defendant.\" So, in <i>Plake</i> v. <i>State,</i> 121 Indiana, 433, 435, Judge Elliott, speaking for the Supreme Court of Indiana, said: \"If the evidence is of such a character as to create a reasonable doubt whether the accused was of unsound mind at the time the crime was committed, he is entitled to a verdict of acquittal. <i>Polk</i> v. <i>State,</i> 19 Indiana, 170; <i>Bradley</i> v. <i>State,</i> 31 Indiana, 492; <i>McDougal</i> v. <i>State,</i> 88 Indiana, 24.\" To the same effect are many other American cases cited in argument. The principle is accurately stated by Mr. Justice Cox of the Supreme Court of the District of Columbia as follows: \"The crime, then, involves three elements, viz., the killing, malice, and a responsible mind in the murderer. But after all the evidence is in, if the jury, while bearing in mind both these presumptions that I have mentioned  <i>i.e.</i> that the defendant is innocent until he is proved guilty, and that he is and was sane, unless evidence to the contrary appears  and considering the whole evidence in the case, still entertain what is called a reasonable doubt, on any ground, (either as to the killing or the responsible condition of mind,) whether he is guilty of the crime of murder, as it has been explained and defined, then the rule is that the defendant is entitled to the benefit of that doubt and to an acquittal.\" <i>Guiteau's case,</i> 10 Fed. Rep. 161, 163.</p>\n<p>It seems to us that undue stress is placed in some of the cases upon the fact that, in prosecutions for murder the defence of insanity is frequently resorted to and is sustained by the <span class=\"star-pagination\">*493</span> evidence of ingenious experts whose theories are difficult to be met and overcome. Thus, it is said, crimes of the most atrocious character often go unpunished, and the public safety is thereby endangered. But the possibility of such results must always attend any system devised to ascertain and punish crime, and ought not to induce the courts to depart from principles fundamental in criminal law, and the recognition and enforcement of which are demanded by every consideration of humanity and justice. No man should be deprived of his life under the forms of law unless the jurors who try him are able, upon their consciences, to say that the evidence before them, by whomsoever adduced, is sufficient to show beyond a reasonable doubt the existence of every fact necessary to constitute the crime charged.</p>\n<p>For the reason stated, and without alluding to other matters in respect to which error is assigned, the judgment is reversed and the cause remanded with directions to grant a new trial, and for further proceedings consistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", "id": 94338, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94338/", "sha1": "69a4b25f59e7420b087ec0caec5467a31862640a", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:22:24"}