{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "551 U.S. 142", 
    "federal_cite_two": "127 S. Ct. 2301", 
    "specialty_cite_one": null, 
    "federal_cite_three": "168 L. Ed. 2d 42", 
    "lexis_cite": "2007 U.S. LEXIS 7514", 
    "document_uris": [
      "/api/rest/v2/document/145718/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Watson v. Philip Morris Companies, Inc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "05-1284", 
    "id": 130047, 
    "resource_uri": "/api/rest/v2/citation/130047/"
  }, 
  "id": 145718, 
  "blocked": false, 
  "judges": "Breyer", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2007-06-11", 
  "download_url": "http://www.supremecourt.gov/opinions/06pdf/05-1284.pdf", 
  "source": "LC", 
  "local_path": "pdf/2007/06/11/Watson_v._Philip_Morris_Cos..pdf", 
  "html_lawbox": "<div>\n<center><b>127 S.Ct. 2301 (2007)</b></center>\n<center><h1>Lisa WATSON, et al., Petitioners,<br>\nv.<br>\nPHILIP MORRIS COMPANIES, INC., et al.</h1></center>\n<center>No. 05-1284.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 2007.</center>\n<center>Decided June 11, 2007.</center>\n<p><span class=\"star-pagination\">*2303</span> David C. Frederick, Washington, D.C., for petitioners.</p>\n<p>Irving G. Gornstein, for United States as amicus curiae, by special leave of Court, supporting petitioners.</p>\n<p>Theodore B. Olson, Washington, D.C., for respondents.</p>\n<p>Steven Eugene Cauley, James Allen Carney, Marcus N. Bozeman, Cauley, Bowman, Carney &amp; Williams, PLLC, Little Rock, Arkansas, David C. Frederick, Counsel of Record, Mark L. Evans, Kelly P. Dunbar, Kellogg, Huber, Hansen, Todd, Evans &amp; Figel, P.L.L.C., Washington, D.C., for Petitioners.</p>\n<p>Murray R. Garnick, James M. Rosenthal, Arnold &amp; Porter LLP, Washington, D.C., Kenneth S. Geller, Mayer, Brown, Rowe &amp; Maw LLP, Washington, D.C., Theodore B. Olson, Counsel of Record, Mark A. Perry, Amir C. Tayrani, Gibson, Dunn &amp; Crutcher LLP, Washington, D.C., for Respondents.</p>\n<p>Justice BREYER delivered the opinion of the Court.</p>\n<p>The federal officer removal statute permits a defendant to remove to federal court a state-court action brought against the</p>\n<blockquote>\"United States or any agency thereof or any officer (<i>or any person acting under that officer</i>) of the United States or of <span class=\"star-pagination\">*2304</span> any agency thereof, sued in an official or individual capacity for any act under color of such office ....\" 28 U.S.C. § 1442(a)(1) (emphasis added).</blockquote>\n<p>The question before us is whether the fact that a federal regulatory agency directs, supervises, and monitors a company's activities in considerable detail brings that company within the scope of the italicized language (<i>\"acting under\"</i> an <i>\"officer\"</i> of the United States) and thereby permits removal. We hold that it does not.</p>\n<p></p>\n<h2>I</h2>\n<p>Lisa Watson and Loretta Lawson, the petitioners, filed a civil lawsuit in Arkansas state court claiming that the Philip Morris Companies, the respondents, violated state laws prohibiting unfair and deceptive business practices. The complaint focuses upon advertisements and packaging that describe certain Philip Morris brand cigarettes (Marlboro and Cambridge Lights) as \"light,\" a term indicating lower tar and nicotine levels than those present in other cigarettes. More specifically, the complaint refers to the design and performance of Philip Morris cigarettes that are tested in accordance with the Cambridge Filter Method, a method that \"the tobacco industry [uses] to `measure' tar and nicotine levels in cigarettes.\" App. to Pet. for Cert. 63a-64a. The complaint charges that Philip Morris \"manipulat[ed] the design\" of its cigarettes, and \"employ[ed] techniques that\" would cause its cigarettes \"to register lower levels of tar and nicotine on [the Cambridge Filter Method] than would be delivered to the consumers of the product.\" <i>Id.,</i> at 63a-65a. The complaint adds that the Philip Morris cigarettes delivered \"greater amounts of tar and nicotine when smoked under actual conditions\" than the adjective \"light\" as used in its advertising indicates. <i>Id.,</i> at 65a. In view of these and other related practices, the complaint concludes that Philip Morris' behavior was \"deceptive and misleading\" under Arkansas law. <i>Id.,</i> at 64a, 66a.</p>\n<p>Philip Morris, referring to the federal officer removal statute, removed the case to Federal District Court. That court, in turn, held that the statute authorized the removal. The court wrote that the complaint attacked Philip Morris' use of the <i>Government's</i> method of testing cigarettes. For this reason (and others), it held that the petitioners had sued Philip Morris for \"act[s]\" taken \"under\" the Federal Trade Commission, a federal agency (staffed by federal \"officer[s]\").</p>\n<p>The District Court certified the question for interlocutory review. And the United States Court of Appeals for the Eighth Circuit affirmed. Like the District Court, it emphasized the FTC's detailed supervision of the cigarette testing process. It also cited lower court cases permitting removal by heavily supervised Government contractors. See 420 F.3d 852, 857 (2005); <i>Winters v. Diamond Shamrock Chemical Co.,</i> 149 F.3d 387 (C.A.5 1998) (authorizing removal of a tort suit against private defense contractors that manufactured Agent Orange). The Eighth Circuit concluded that Philip Morris was \"acting under\" federal \"officer[s],\" namely the FTC, with respect to the challenged conduct. 420 F.3d, at 854.</p>\n<p>We granted certiorari. 549 U.S. ___, 127 S.Ct. 1055, 166 L.Ed.2d 797 (2007). And we now reverse the Eighth Circuit's determination.</p>\n<p></p>\n<h2>II</h2>\n<p>The federal statute permits removal only if Philip Morris, in carrying out the \"act[s]\" that are the subject of the petitioners' complaint, was \"acting under\" any \"agency\" or \"officer\" of \"the United States.\" 28 U.S.C. § 1442(a)(1). The words \"acting under\" are broad, and this <span class=\"star-pagination\">*2305</span> Court has made clear that the statute must be \"liberally construed.\" <i>Colorado v. Symes,</i> 286 U.S. 510, 517, 52 S.Ct. 635, 76 L.Ed. 1253 (1932); see <i>Arizona v. Manypenny,</i> 451 U.S. 232, 242, 101 S.Ct. 1657, 68 L.Ed.2d 58 (1981); <i>Willingham v. Morgan,</i> 395 U.S. 402, 406-407, 89 S.Ct. 1813, 23 L.Ed.2d 396 (1969). But broad language is not limitless. And a liberal construction nonetheless can find limits in a text's language, context, history, and purposes.</p>\n<p>Beginning with history, we note that Congress enacted the original federal officer removal statute near the end of the War of 1812, a war that was not popular in New England. See <i>id.,</i> at 405, 89 S.Ct. 1813. Indeed, shipowners from that region filed many state-court claims against federal customs officials charged with enforcing a trade embargo with England. See Wiecek, The Reconstruction of Federal Judicial Power, 1863-1875, 13 Am. J. Legal Hist. 333, 337 (1969). Congress responded with a provision that permitted federal customs officers and <i>\"any other person aiding or assisting\"</i> those officers to remove a case filed against them \"in any state court\" to federal court. Customs Act of 1815, ch. 31, § 8, 3 Stat. 198 (emphasis added). This initial removal statute was \"[o]bviously ... an attempt to protect federal officers from interference by hostile state courts.\" <i>Willingham,</i> 395 U.S., at 405, 89 S.Ct. 1813.</p>\n<p>In the early 1830's, South Carolina passed a Nullification Act declaring federal tariff laws unconstitutional and authorizing prosecution of the federal agents who collected the tariffs. See <i>ibid.</i> Congress then enacted a new statute that permitted \"any officer of the United States, <i>or other person</i>\" to remove to federal court a lawsuit filed against the officer \"for or on account of any act done under the revenue laws of the United States.\" Act of Mar. 2, 1833, ch. 57, § 3, 4 Stat. 633 (emphasis added). As Senator Daniel Webster explained at the time, where state courts might prove hostile to federal law, and hence to those who enforced that law, the removal statute would \"give a chance to the [federal] officer to defend himself where the authority of the law was recognised.\" 9 Cong. Deb. 461 (1833).</p>\n<p>Soon after the Civil War, Congress enacted yet another officer removal statute, permitting removal of a suit against any revenue officer \"on account of any act done under color of his office\" by the revenue officer and <i>\"any person acting under or by authority of any such officer.\"</i> Act of July 13, 1866, ch. 184, § 67, 14 Stat. 171 (emphasis added). Elsewhere the statute restricted these latter persons to those engaged in acts \"for the collection of taxes.\" § 67, <i>id.,</i> at 172.</p>\n<p>In 1948, Congress again revised the statute, dropping its limitation to the revenue context. And it included the rewritten statute within its 1948 recodification. See Act of June 25, 1948, ch. 646, § 1442(a), 62 Stat. 938, 28 U.S.C. § 1442(a). It is this version of the statute that, with the exception of a modification in response to this Court's decision in <i>International Primate Protection League v. Administrators of Tulane Ed. Fund,</i> 500 U.S. 72, 111 S.Ct. 1700, 114 L.Ed.2d 134 (1991), is now before us. While Congress expanded the statute's coverage to include all federal officers, it nowhere indicated any intent to change the scope of words, such as \"acting under,\" that described the triggering relationship between a private entity and a federal officer.</p>\n<p>Turning to precedent, we point to three cases, all involving illegal liquor, which help to illustrate the need for, and the workings of, the pre-1948 removal statutes. In 1878, a federal revenue officer, James Davis, raided an illegal distillery in <span class=\"star-pagination\">*2306</span> Tennessee; was ambushed by several armed men; returned the ambushers' gunfire; and shot one of his attackers dead. See <i>Tennessee v. Davis,</i> 100 U.S. 257, 261, 25 L.Ed. 648 (1880). Tennessee indicted Davis for murder. The Court held that the statute permitted Davis to remove the case to federal court, reasoning that the Federal Government \"can act only through its officers and agents, and they must act within the States.\" <i>Id.,</i> at 263. Removal, the Court found, would help to prevent hostile States from \"paralyz[ing]\" the Federal Government and its initiatives. <i>Ibid.</i></p>\n<p>About the same time, a U.S. Army corporal (also called Davis, Lemuel Davis) along with several other soldiers helped a federal revenue officer try to arrest a distiller for violating the internal-revenue laws. The soldiers surrounded the house; the distiller escaped through a hole in a side wall; Corporal Davis shot the suspect; and South Carolina indicted Davis for murder. Davis removed the case, and this Court upheld the removal. The Court acknowledged that, although Davis was not a revenue officer, he was a person \"who lawfully assist[ed]\" a revenue officer \"in the performance of his official duty.\" <i>Davis v. South Carolina,</i> 107 U.S. 597, 600, 2 S.Ct. 636, 27 L.Ed. 574 (1883).</p>\n<p>In the 1920's, Maryland charged a group of prohibition agents and a private person acting as their driver with a murder committed during a distillery raid. See <i>Maryland v. Soper,</i> 270 U.S. 9, 46 S.Ct. 185, 70 L.Ed. 449 (1926). The prohibition agents and their driver sought to remove the state murder trial to federal court. This Court ultimately rejected their removal efforts for reasons not relevant here. But in doing so it pointed out that the private person acting \"as a chauffeur and helper to the four officers under their orders and... direction\" had \"the same right to the benefit of\" the removal provision as did the federal agents. <i>Id.,</i> at 30, 46 S.Ct. 185.</p>\n<p>Apart from demonstrating the dangers associated with working in the illegal alcohol business, these three cases\u0097<i>Tennessee v. Davis</i><i>, </i><i>Davis v. South Carolina</i><i>,</i> and <i>Maryland v. Soper</i>\u0097illustrate that the removal statute's \"basic\" purpose is to protect the Federal Government from the interference with its \"operations\" that would ensue were a State able, for example, to \"arres[t]\" and bring \"to trial in a State cour[t] for an alleged offense against the law of the State,\" \"officers and agents\" of the Federal Government \"acting ... within the scope of their authority.\" <i>Willingham,</i> 395 U.S., at 406, 89 S.Ct. 1813 (internal quotation marks omitted). See also <i>ibid.</i> (noting that the \"purpose\" of the statute \"is not hard to discern\"). State-court proceedings may reflect \"local prejudice\" against unpopular federal laws or federal officials. <i>Soper, supra,</i> at 32, 46 S.Ct. 185; see <i>Manypenny,</i> 451 U.S., at 242, 101 S.Ct. 1657 (noting that removal permits trials to occur free from \"local ... prejudice\"). In addition, States hostile to the Federal Government may impede through delay federal revenue collection or the enforcement of other federal law. See <i>Tennessee v. Davis, supra,</i> at 263; cf. <i>Findley v. Satterfield,</i> 9 F. Cas. 67, 68 (No. 4,792) (CC ND Ga. 1877). And States may deprive federal officials of a federal forum in which to assert federal immunity defenses. See <i>International Primate Protection League, supra,</i> at 86-87, 111 S.Ct. 1700; <i>Willingham, supra,</i> at 407, 89 S.Ct. 1813 (\"[O]ne of the most important reasons for removal is to have the validity of the defense of official immunity tried in a federal court\"); <i>Jefferson County v. Acker,</i> 527 U.S. 423, 447, 119 S.Ct. 2069, 144 L.Ed.2d 408 (1999) (SCALIA, J., concurring in part and dissenting in part) (noting that \"the main point\" of the federal officer <span class=\"star-pagination\">*2307</span> removal statute \"is to give officers a federal forum in which to litigate the merits of immunity defenses\").</p>\n<p>Where a private person acts as an assistant to a federal official in helping that official to enforce federal law, some of these same considerations may apply. Regardless, in <i>Davis v. South Carolina</i> the Court wrote that the removal statute applies to private persons \"who lawfully assist\" the federal officer \"in the performance of his official duty.\" 107 U.S., at 600, 2 S.Ct. 636. And in <i>City of Greenwood v. Peacock,</i> 384 U.S. 808, 824, 86 S.Ct. 1800, 16 L.Ed.2d 944 (1966), in interpreting a related removal provision, the Court repeated that the statute authorized removal by private parties \"only\" if they were \"authorized to act with or for [federal officers or agents] in affirmatively executing duties under ... federal law.\" All the Court's relevant post-1948 federal officer removal cases that we have found reflect or are consistent with this Court's pre-1948 views. See <i>Mesa v. California,</i> 489 U.S. 121, 109 S.Ct. 959, 103 L.Ed.2d 99 (1989); <i>Manypenny, supra</i><i>; </i><i>Willingham, supra</i><i>; </i><i>Peacock, supra</i><i>.</i></p>\n<p></p>\n<h2>III</h2>\n<p>With this history and precedent in mind, we return to the statute's language. The relevant relationship is that of a private person <i>\"acting under\"</i> a federal \"officer\" or \"agency.\" 28 U.S.C. § 1442(a)(1) (emphasis added). In this context, the word \"under\" must refer to what has been described as a relationship that involves \"acting in a certain capacity, considered in relation to one holding a superior position or office.\" 18 Oxford English Dictionary 948 (2d ed.1989). That relationship typically involves \"subjection, guidance, or control.\" Webster's New International Dictionary 2765 (2d ed.1953). See also Funk &amp; Wagnalls New Standard Dictionary of the English Language 2604 (1942) (defining \"under\" as meaning \"[s]ubordinate or subservient to,\" \"[s]ubject to guidance, tutorship, or direction of\"); 18 Oxford English Dictionary, <i>supra,</i> at 949 (\"[s]ubject to the instruction, direction, or guidance of\"). In addition, precedent and statutory purpose make clear that the private person's \"acting under\" must involve an effort to <i>assist,</i> or to help <i>carry out,</i> the duties or tasks of the federal superior. See, <i>e.g., </i><i>Davis v. South Carolina, supra,</i> at 600, 2 S.Ct. 636; see also <i>supra,</i> at 2305-2307.</p>\n<p>In our view, the help or assistance necessary to bring a private person within the scope of the statute does <i>not</i> include simply <i>complying</i> with the law. We recognize that sometimes an English speaker might say that one who complies with the law \"helps\" or \"assists\" governmental law enforcement. Taxpayers who fill out complex federal tax forms, airline passengers who obey federal regulations prohibiting smoking, for that matter well-behaved federal prisoners, all \"help\" or \"assist\" federal law enforcement authorities in some sense of those words. But that is not the sense of \"help\" or \"assist\" that can bring a private action within the scope of this statute. That is in part a matter of language. One would usually describe the behavior of the taxpayers, airline passengers, and prisoners we have described as <i>compliance</i> with the law (or <i>acquiescence</i> to an order), not as \"acting under\" a federal official who is giving an order or enforcing the law. It is also in part a matter of the history and the precedent we have discussed. See <i>supra,</i> at 2304-2307.</p>\n<p>Finally, it is a matter of statutory purpose. When a company subject to a regulatory order (even a highly complex order) complies with the order, it does not ordinarily create a significant risk of state-court \"prejudice.\" Cf. <i>Soper,</i> 270 U.S., at <span class=\"star-pagination\">*2308</span> 32, 46 S.Ct. 185; <i>Manypenny, supra,</i> at 241-242, 101 S.Ct. 1657. Nor is a state-court lawsuit brought against such a company likely to disable federal officials from taking necessary action designed to enforce federal law. Cf. <i>Tennessee v. Davis,</i> 100 U.S., at 262-263. Nor is such a lawsuit likely to deny a federal forum to an individual entitled to assert a federal claim of immunity. See, <i>e.g., </i><i>Willingham,</i> 395 U.S., at 407, 89 S.Ct. 1813.</p>\n<p>The upshot is that a highly regulated firm cannot find a statutory basis for removal in the fact of federal regulation alone. A private firm's compliance (or noncompliance) with federal laws, rules, and regulations does not by itself fall within the scope of the statutory phrase \"acting under\" a federal \"official.\" And that is so even if the regulation is highly detailed and even if the private firm's activities are highly supervised and monitored. A contrary determination would expand the scope of the statute considerably, potentially bringing within its scope state-court actions filed against private firms in many highly regulated industries. See, <i>e.g.,</i> Federal Insecticide, Fungicide, and Rodenticide Act, 7 U.S.C. § 136a (2000 ed. and Supp. IV) (mandating disclosure of testing results in the context of pesticide registration). Neither language, nor history, nor purpose lead us to believe that Congress intended any such expansion.</p>\n<p></p>\n<h2>IV</h2>\n<p>Philip Morris advances two important arguments to the contrary. First, it points out that lower courts have held that Government contractors fall within the terms of the federal officer removal statute, at least when the relationship between the contractor and the Government is an unusually close one involving detailed regulation, monitoring, or supervision. See, <i>e.g., </i><i>Winters,</i> 149 F.3d 387. And it asks why, if close supervision is sufficient to turn a private contractor into a private firm \"acting under\" a Government \"agency\" or \"officer,\" does it not do the same when a company is subjected to intense regulation.</p>\n<p>The answer to this question lies in the fact that the private contractor in such cases is helping the Government to produce an item that it needs. The assistance that private contractors provide federal officers goes beyond simple compliance with the law and helps officers fulfill other basic governmental tasks. In the context of <i>Winters,</i> for example, Dow Chemical fulfilled the terms of a contractual agreement by providing the Government with a product that it used to help conduct a war. Moreover, at least arguably, Dow performed a job that, in the absence of a contract with a private firm, the Government itself would have had to perform.</p>\n<p>These circumstances distinguish <i>Winters</i> from this case. For present purposes that distinction is sufficient. And we need not further examine here (a case where private contracting is not at issue) whether and when particular circumstances may enable private contractors to invoke the statute.</p>\n<p>Second, Philip Morris argues that its activities at issue here did not consist simply of compliance with regulatory laws, rules, and orders. It contends that the FTC, after initially testing cigarettes for tar and nicotine, <i>\"delegated authority\"</i> for that task to an industry-financed testing laboratory in 1987. <i>E.g.,</i> Brief for Respondents 31 (emphasis added). And Philip Morris asserts that (along with other cigarette companies) it was acting pursuant to that delegation. It adds that ever since this initial \"delegation\" the FTC has \"extensive[ly]... supervis[ed]\" and \"closely monitored\" the manner in which the laboratory tests cigarettes. <i>Id.,</i> at 37, 30, 39. Philip Morris concludes that, given all <span class=\"star-pagination\">*2309</span> these circumstances, just as Dow was \"acting under\" officers of the Department of Defense when it manufactured Agent Orange, see <i>Winters, supra,</i> at 399, so Philip Morris is \"acting under\" officers of the FTC when it conducts cigarette testing. See Brief for Respondents 38.</p>\n<p>For argument's sake we shall overlook the fact that the petitioners appear to challenge the way in which Philip Morris \"designed\" its <i>cigarettes,</i> not the way in which it (or the industry laboratory) conducted cigarette testing. We also shall assume the following testing-related facts that Philip Morris sets forth in its brief:</p>\n<blockquote>(1) In the 1950's, the FTC ordered tobacco companies to stop advertising the amount of tar and nicotine contained in their cigarettes. See <i>id.,</i> at 3.</blockquote>\n<blockquote>(2) In 1966, the FTC altered course. It permitted cigarette companies to advertise \"tar and nicotine yields\" provided that the company had substantiated its statement through use of the Cambridge Filter Method, a testing method developed by Dr. Clyde Ogg, a Department of Agriculture employee. <i>Id.,</i> at 4-5.</blockquote>\n<blockquote>(3) The Cambridge Filter Method uses \"a smoking machine that takes a 35 milliliter puff of two seconds' duration on a cigarette every 60 seconds until the cigarette is smoked to a specified butt length.\" <i>FTC v. Brown &amp; Williamson Tobacco Corp.,</i> 778 F.2d 35, 37 (C.A.D.C. 1985). It then measures the amount of tar and nicotine that is delivered. That data, in turn, determine whether a cigarette may be labeled as \"light.\" This method, Dr. Ogg has testified, \"will not tell a smoker how much tar and nicotine he will get from any given cigarette,\" but it \"will indicate\" whether a smoker \"will get more from one than from another cigarette if there is a significant difference between the two and if he smokes the two in the same manner.\" Brief for Respondents 5-6 (internal quotation marks omitted).</blockquote>\n<blockquote>(4) In 1967, the FTC began to use its own laboratory to perform these tests. See <i>id.,</i> at 6. And the Cambridge Filter Method began to be referred to as \"the `FTC Method.'\" <i>Id.,</i> at 4.</blockquote>\n<blockquote>(5) The FTC published the testing results periodically and sent the results annually to Congress. See <i>id.,</i> at 7.</blockquote>\n<blockquote>(6) Due to cost considerations, the FTC stopped testing cigarettes for tar and nicotine in 1987. Simultaneously, the tobacco industry assumed responsibility for cigarette testing, running the tests according to FTC specifications and permitting the FTC to monitor the process closely. See <i>ibid.</i>\n</blockquote>\n<blockquote>(7) The FTC continues to publish the testing results and to send them to Congress. See <i>ibid.</i>\n</blockquote>\n<blockquote>(8) The tobacco industry has followed the FTC's requirement that cigarette manufacturers disclose (and make claims about) tar and nicotine content based exclusively on the results of this testing. See id., at 8-9.</blockquote>\n<p>Assuming this timeline, Philip Morris' argument nonetheless contains a fatal flaw\u0097a flaw of omission. Although Philip Morris uses the word \"delegation\" or variations many times throughout its brief, we have found no evidence of any delegation of legal authority from the FTC to the industry association to undertake testing on the Government agency's behalf. Nor is there evidence of any contract, any payment, any employer/employee relationship, or any principal/agent arrangement.</p>\n<p>We have examined all of the documents to which Philip Morris and certain supporting <i>amici</i> refer. Some of those documents refer to cigarette testing specifications, others refer to the FTC's inspection and supervision of the industry laboratory's <span class=\"star-pagination\">*2310</span> testing, and still others refer to the FTC's prohibition of statements in cigarette advertising. But none of these documents establish the type of formal delegation that might authorize Philip Morris to remove the case.</p>\n<p>Several former FTC officials, for example, filed an <i>amicus</i> brief in which they state that \"[i]n 198[7] the FTC delegated testing responsibility to the private Tobacco Industry Testing Lab (the `TITL').\" Brief for Former Commissioners and Senior Staff of the FTC 11. But in support of this proposition the brief cites a single source, a letter from the cigarette manufacturers' lawyer to an FTC official. That letter states:</p>\n<blockquote>\"[M]ajor United States cigarette manufacturers, who are responsible for the TITL's operations and on whose behalf we are writing, do not believe that Commission oversight is needed .... Nevertheless, as an accommodation and in the spirit of cooperation, the manufacturers are prepared to permit Commission employees to monitor the TITL testing program ... .\" Letter from John P. Rupp to Judith P. Wilkenfeld (June 30, 1987), online at http://tobaccodocuments. org/nysa_ti_s1/TI57900738.html (as visited June 7, 2007, and available in Clerk of Court's case file).</blockquote>\n<p>Nothing in this letter refers to a delegation of authority. And neither Congress nor federal agencies normally delegate legal authority to private entities without saying that they are doing so.</p>\n<p>Without evidence of some such special relationship, Philip Morris' analogy to Government contracting breaks down. We are left with the FTC's detailed rules about advertising, specifications for testing, requirements about reporting results, and the like. This sounds to us like regulation, not delegation. If there is a difference between this kind of regulation and, say, that of Food and Drug Administration regulation of prescription drug marketing and advertising (which also involve testing requirements), see <i>Serono Labs., Inc. v. Shalala,</i> 158 F.3d 1313, 1316 (C.A.D.C. 1998), that difference is one of degree, not kind.</p>\n<p>As we have pointed out, however, differences in the degree of regulatory detail or supervision cannot by themselves transform Philip Morris' regulatory <i>compliance</i> into the kind of assistance that might bring the FTC within the scope of the statutory phrase <i>\"acting under\"</i> a federal \"officer.\" <i>Supra,</i> at 2307. And, though we find considerable regulatory detail and supervision, we can find nothing that warrants treating the FTC/Philip Morris relationship as distinct from the usual regulator/regulated relationship. This relationship, as we have explained, cannot be construed as bringing Philip Morris within the terms of the statute.</p>\n<p>For these reasons, the judgment of the Eighth Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "time_retrieved": "2010-05-05T17:06:52", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2006                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n  WATSON ET AL. v. PHILIP MORRIS COS., INC., ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE EIGHTH CIRCUIT\n\n      No. 05–1284. Argued April 25, 2007—Decided June 11, 2007\nPetitioners filed a state-court suit claiming that respondents (Philip\n  Morris) violated Arkansas unfair business practice laws by advertis\n  ing certain cigarette brands as “light” when, in fact, Philip Morris\n  had manipulated testing results to register lower levels of tar and\n  nicotine in the advertised cigarettes than would be delivered to con\n  sumers. Philip Morris removed the case to Federal District Court\n  under the federal officer removal statute, which permits removal of\n  an action against “any officer (or any person acting under that officer)\n  of the United States or of any agency thereof,” 28 U. S. C. §1442(a)(1)\n  (emphasis added). The federal court upheld the removal, ruling that\n  the complaint attacked Philip Morris’ use of the Government’s\n  method of testing cigarettes and thus that petitioners had sued Philip\n  Morris for “acting under” the Federal Trade Commission. The Eighth\n  Circuit affirmed, emphasizing the FTC’s detailed supervision of the\n  cigarette testing process and likening the case to others in which\n  lower courts permitted removal by heavily supervised Government\n  contractors.\nHeld: The fact that a federal agency directs, supervises, and monitors a\n company’s activities in considerable detail does not bring that com\n pany within §1442(a)(1)’s scope and thereby permit removal. Pp. 3–\n 14.\n    (a) Section 1442(a)(1)’s words “acting under” are broad, and the\n statute must be “liberally construed.” Colorado v. Symes, 286 U. S.\n 510, 517. But broad language is not limitless. And a liberal con\n struction nonetheless can find limits in a text’s language, context,\n history, and purposes. The statute’s history and this Court’s cases\n demonstrate that its basic purpose is to protect the Federal Govern\n ment from the interference with its “operations” that would ensue\n2                   WATSON v. PHILIP MORRIS COS.\n\n                                   Syllabus\n\n    were a State able, for example, to “arres[t]” and bring “to trial in a\n    State cour[t] for an alleged offense against the law of the State,” “offi\n    cers and agents” of the Government “acting . . . within the scope of\n    their authority.” Willingham v. Morgan, 395 U. S. 402, 406 (internal\n    quotation marks omitted). State-court proceedings may reflect “local\n    prejudice” against unpopular federal laws or officials, e.g., Maryland\n    v. Soper, 270 U. S. 9, 32, and States hostile to the Government may\n    impede enforcement of federal law, see, e.g., Tennessee v. Davis, 100\n    U. S. 257, 263, or deprive federal officials of a federal forum in which\n    to assert federal immunity defenses, see, e.g., Willingham, supra, at\n    407. The removal statute applies to private persons “who lawfully\n    assist” a federal officer “in the performance of his official duty,” Davis\n    v. South Carolina, 107 U. S. 597, 600, but “only” if the private parties\n    were “authorized to act with or for [federal officers or agents] in af\n    firmatively executing duties under . . . federal law,” City of Green\n    wood v. Peacock, 384 U. S. 808, 824. Pp. 3–7.\n       (b) The relevant relationship here is that of a private person “act\n    ing under” a federal “officer” or “agency.” §1442(a)(1) (emphasis\n    added). In this context, “under” must refer to what the dictionaries\n    describe as a relationship involving acting in a certain capacity, con\n    sidered in relation to one holding a superior position or office, and\n    typically includes subjection, guidance, or control. Precedent and\n    statutory purpose also make clear that the private person’s “acting\n    under” must involve an effort to assist, or to help carry out, the fed\n    eral superior’s duties or tasks. See, e.g., Davis v. South Carolina, su\n    pra, at 600. Such aid does not include simply complying with the\n    law. When a company complies with a regulatory order, it does not\n    ordinarily create a significant risk of state-court “prejudice.” Cf.\n    Soper, supra, at 32. A state-court suit brought against such a com\n    pany is not likely to disable federal officials from taking necessary ac\n    tion designed to enforce federal law, cf. Tennessee v. Davis, supra, at\n    262–263, nor to deny a federal forum to an individual entitled to as\n    sert a federal immunity claim, see, e.g., Willingham, supra, at 407.\n    Thus, a private firm’s compliance (or noncompliance) with federal\n    laws, rules, and regulations does not by itself fall within the scope of\n    the statutory phrase “acting under” a federal “official,” even if the\n    regulation is highly detailed and even if the private firm’s activities\n    are highly supervised and monitored. A contrary determination\n    would expand the statute’s scope considerably, potentially bringing\n    within it state-court actions filed against private firms in many\n    highly regulated industries. Nothing in the statute’s language, his\n    tory, or purpose indicates a congressional intent to do so. Pp. 7–9.\n       (c) Philip Morris’ two arguments to the contrary are rejected. First,\n    it contends that if close supervision is sufficient to turn a Gov\n                     Cite as: 551 U. S. ____ (2007)                      3\n\n                                Syllabus\n\n  ernment contractor into a private firm “acting under” a Government\n  “agency” or “officer,” as lower courts have held, it is sufficient to\n  transform a company subjected to intense regulation. The answer to\n  this argument is that the assistance that private contractors provide\n  federal officers goes beyond simple compliance with the law and helps\n  the officers fulfill other basic governmental tasks. Second, Philip\n  Morris argues that it is “acting under” FTC officers when it conducts\n  cigarette testing because, after initially testing cigarettes for tar and\n  nicotine, the FTC delegated authority for that task to the tobacco in\n  dustry in 1987 and has thereafter extensively supervised and closely\n  monitored testing. This argument contains a fatal flaw of omission.\n  Although it uses the word “delegation,” there is no evidence of any\n  delegation of legal authority from the FTC to the tobacco industry to\n  undertake testing on the Government agency’s behalf, or evidence of\n  any contract, payment, employer/employee relationship, or princi\n  pal/agent arrangement. The existence of detailed FTC rules indi\n  cates regulation, not delegation. The usual regulator/regulated rela\n  tionship cannot be construed as bringing Philip Morris within the\n  statute’s terms. Pp. 9–14.\n420 F. 3d 852, reversed and remanded.\n\n  BREYER, J., delivered the opinion for a unanimous Court.\n                       Cite as: 551 U. S. ____ (2007)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 05–1284\n                                  _________________\n\n\n    LISA WATSON, ET AL., PETITIONERS v. PHILIP \n\n          MORRIS COMPANIES, INC., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n           APPEALS FOR THE EIGHTH CIRCUIT\n\n                                [June 11, 2007] \n\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  The federal officer removal statute permits a defendant\nto remove to federal court a state-court action brought\nagainst the\n    “United States or any agency thereof or any officer (or\n    any person acting under that officer) of the United\n    States or of any agency thereof, sued in an official or\n    individual capacity for any act under color of such of\n    fice . . . .” 28 U. S. C. §1442(a)(1) (emphasis added).\nThe question before us is whether the fact that a federal\nregulatory agency directs, supervises, and monitors a\ncompany’s activities in considerable detail brings that\ncompany within the scope of the italicized language (“act\ning under” an “officer” of the United States) and thereby\npermits removal. We hold that it does not.\n                           I\n  Lisa Watson and Loretta Lawson, the petitioners, filed a\ncivil lawsuit in Arkansas state court claiming that the\nPhilip Morris Companies, the respondents, violated state\nlaws prohibiting unfair and deceptive business practices.\n2             WATSON v. PHILIP MORRIS COS.\n\n                     Opinion of the Court\n\nThe complaint focuses upon advertisements and packag\ning that describe certain Philip Morris brand cigarettes\n(Marlboro and Cambridge Lights) as “light,” a term indi\ncating lower tar and nicotine levels than those present in\nother cigarettes. More specifically, the complaint refers to\nthe design and performance of Philip Morris cigarettes\nthat are tested in accordance with the Cambridge Filter\nMethod, a method that “the tobacco industry [uses] to\n‘measure’ tar and nicotine levels in cigarettes.” App. to\nPet. for Cert. 63a–64a. The complaint charges that Philip\nMorris “manipulat[ed] the design” of its cigarettes, and\n“employ[ed] techniques that” would cause its cigarettes “to\nregister lower levels of tar and nicotine on [the Cambridge\nFilter Method] than would be delivered to the consumers\nof the product.” Id., at 63a–65a. The complaint adds that\nthe Philip Morris cigarettes delivered “greater amounts of\ntar and nicotine when smoked under actual conditions”\nthan the adjective “light” as used in its advertising indi\ncates. Id., at 65a. In view of these and other related\npractices, the complaint concludes that Philip Morris’\nbehavior was “deceptive and misleading” under Arkansas\nlaw. Id., at 64a, 66a.\n   Philip Morris, referring to the federal officer removal\nstatute, removed the case to Federal District Court. That\ncourt, in turn, held that the statute authorized the re\nmoval. The court wrote that the complaint attacked Philip\nMorris’ use of the Government’s method of testing ciga\nrettes. For this reason (and others), it held that the peti\ntioners had sued Philip Morris for “act[s]” taken “under”\nthe Federal Trade Commission, a federal agency (staffed\nby federal “officer[s]”).\n   The District Court certified the question for interlocu\ntory review. And the United States Court of Appeals for\nthe Eighth Circuit affirmed. Like the District Court, it\nemphasized the FTC’s detailed supervision of the cigarette\ntesting process. It also cited lower court cases permitting\n                 Cite as: 551 U. S. ____ (2007)            3\n\n                     Opinion of the Court\n\nremoval by heavily supervised Government contractors.\nSee 420 F. 3d 852, 857 (2005); Winters v. Diamond Sham\nrock Chemical Co., 149 F. 3d 387 (CA5 1998) (authorizing\nremoval of a tort suit against private defense contractors\nthat manufactured Agent Orange). The Eighth Circuit\nconcluded that Philip Morris was “acting under” federal\n“officer[s],” namely the FTC, with respect to the chal\nlenged conduct. 420 F. 3d, at 854.\n  We granted certiorari. 549 U. S. ___ (2007). And we\nnow reverse the Eighth Circuit’s determination.\n                               II\n   The federal statute permits removal only if Philip Mor\nris, in carrying out the “act[s]” that are the subject of the\npetitioners’ complaint, was “acting under” any “agency” or\n“officer” of “the United States.” 28 U. S. C. §1442(a)(1).\nThe words “acting under” are broad, and this Court has\nmade clear that the statute must be “liberally construed.”\nColorado v. Symes, 286 U. S. 510, 517 (1932); see Arizona\nv. Manypenny, 451 U. S. 232, 242 (1981); Willingham v.\nMorgan, 395 U. S. 402, 406–407 (1969). But broad lan\nguage is not limitless. And a liberal construction nonethe\nless can find limits in a text’s language, context, history,\nand purposes.\n   Beginning with history, we note that Congress enacted\nthe original federal officer removal statute near the end of\nthe War of 1812, a war that was not popular in New Eng\nland. See id., at 405. Indeed, shipowners from that region\nfiled many state-court claims against federal customs\nofficials charged with enforcing a trade embargo with\nEngland. See Wiecek, The Reconstruction of Federal\nJudicial Power, 1863–1875, 13 Am. J. Legal Hist. 333, 337\n(1969). Congress responded with a provision that permit\nted federal customs officers and “any other person aiding\nor assisting” those officers to remove a case filed against\nthem “in any state court” to federal court. Customs Act of\n4             WATSON v. PHILIP MORRIS COS.\n\n                     Opinion of the Court\n\n1815, ch. 31, §8, 3 Stat. 198 (emphasis added). This initial\nremoval statute was “[o]bviously . . . an attempt to protect\nfederal officers from interference by hostile state courts.”\nWillingham, 395 U. S., at 405.\n   In the early 1830’s, South Carolina passed a Nullifica\ntion Act declaring federal tariff laws unconstitutional and\nauthorizing prosecution of the federal agents who collected\nthe tariffs. See ibid. Congress then enacted a new statute\nthat permitted “any officer of the United States, or other\nperson” to remove to federal court a lawsuit filed against\nthe officer “for or on account of any act done under the\nrevenue laws of the United States.” Act of Mar. 2, 1833,\nch. 57, §3, 4 Stat. 633 (emphasis added). As Senator\nDaniel Webster explained at the time, where state courts\nmight prove hostile to federal law, and hence to those who\nenforced that law, the removal statute would “give a\nchance to the [federal] officer to defend himself where the\nauthority of the law was recognised.” 9 Cong. Deb. 461\n(1833).\n   Soon after the Civil War, Congress enacted yet another\nofficer removal statute, permitting removal of a suit\nagainst any revenue officer “on account of any act done\nunder color of his office” by the revenue officer and “any\nperson acting under or by authority of any such officer.”\nAct of July 13, 1866, ch. 184, §67, 14 Stat. 171 (emphasis\nadded). Elsewhere the statute restricted these latter\npersons to those engaged in acts “for the collection of\ntaxes.” §67, id., at 172.\n   In 1948, Congress again revised the statute, dropping\nits limitation to the revenue context. And it included the\nrewritten statute within its 1948 recodification. See Act of\nJune 25, 1948, ch. 646, §1442(a), 62 Stat. 938, 28 U. S. C.\n§1442(a). It is this version of the statute that, with the\nexception of a modification in response to this Court’s\ndecision in International Primate Protection League v.\nAdministrators of Tulane Ed. Fund, 500 U. S. 72 (1991), is\n                  Cite as: 551 U. S. ____ (2007)            5\n\n                      Opinion of the Court\n\nnow before us. While Congress expanded the statute’s\ncoverage to include all federal officers, it nowhere indi\ncated any intent to change the scope of words, such as\n“acting under,” that described the triggering relationship\nbetween a private entity and a federal officer.\n  Turning to precedent, we point to three cases, all involv\ning illegal liquor, which help to illustrate the need for, and\nthe workings of, the pre-1948 removal statutes. In 1878, a\nfederal revenue officer, James Davis, raided an illegal\ndistillery in Tennessee; was ambushed by several armed\nmen; returned the ambushers’ gunfire; and shot one of his\nattackers dead. See Tennessee v. Davis, 100 U. S. 257, 261\n(1880). Tennessee indicted Davis for murder. The Court\nheld that the statute permitted Davis to remove the case\nto federal court, reasoning that the Federal Government\n“can act only through its officers and agents, and they\nmust act within the States.” Id., at 263. Removal, the\nCourt found, would help to prevent hostile States from\n“paralyz[ing]” the Federal Government and its initiatives.\nIbid.\n  About the same time, a U. S. Army corporal (also called\nDavis, Lemuel Davis) along with several other soldiers\nhelped a federal revenue officer try to arrest a distiller for\nviolating the internal-revenue laws. The soldiers sur\nrounded the house; the distiller escaped through a hole in\na side wall; Corporal Davis shot the suspect; and South\nCarolina indicted Davis for murder. Davis removed the\ncase, and this Court upheld the removal. The Court ac\nknowledged that, although Davis was not a revenue offi\ncer, he was a person “who lawfully assist[ed]” a revenue\nofficer “in the performance of his official duty.” Davis v.\nSouth Carolina, 107 U. S. 597, 600 (1883).\n  In the 1920’s, Maryland charged a group of prohibition\nagents and a private person acting as their driver with a\nmurder committed during a distillery raid. See Maryland\nv. Soper, 270 U. S. 9 (1926). The prohibition agents and\n6              WATSON v. PHILIP MORRIS COS.\n\n                     Opinion of the Court\n\ntheir driver sought to remove the state murder trial to\nfederal court. This Court ultimately rejected their re\nmoval efforts for reasons not relevant here. But in doing\nso it pointed out that the private person acting “as a\nchauffeur and helper to the four officers under their orders\nand . . . direction” had “the same right to the benefit of”\nthe removal provision as did the federal agents. Id., at 30.\n   Apart from demonstrating the dangers associated with\nworking in the illegal alcohol business, these three cases—\nTennessee v. Davis, Davis v. South Carolina, and Mary\nland v. Soper—illustrate that the removal statute’s “basic”\npurpose is to protect the Federal Government from the\ninterference with its “operations” that would ensue were a\nState able, for example, to “arres[t]” and bring “to trial in\na State cour[t] for an alleged offense against the law of the\nState,” “officers and agents” of the Federal Government\n“acting . . . within the scope of their authority.” Willing-\nham, 395 U. S., at 406 (internal quotation marks omitted).\nSee also ibid. (noting that the “purpose” of the statute “is\nnot hard to discern”). State-court proceedings may reflect\n“local prejudice” against unpopular federal laws or federal\nofficials. Soper, supra, at 32; see Manypenny, 451 U. S., at\n242 (noting that removal permits trials to occur free from\n“local . . . prejudice”). In addition, States hostile to the\nFederal Government may impede through delay federal\nrevenue collection or the enforcement of other federal law.\nSee Tennessee v. Davis, supra, at 263; cf. Findley v.\nSatterfield, 9 F. Cas. 67, 68 (No. 4,792) (CC ND Ga. 1877).\nAnd States may deprive federal officials of a federal forum\nin which to assert federal immunity defenses. See Inter\nnational Primate Protection League, supra, at 86–87;\nWillingham, supra, at 407 (“[O]ne of the most important\nreasons for removal is to have the validity of the defense of\nofficial immunity tried in a federal court”); Jefferson\nCounty v. Acker, 527 U. S. 423, 447 (1999) (SCALIA, J.,\nconcurring in part and dissenting in part) (noting that “the\n                  Cite as: 551 U. S. ____ (2007)            7\n\n                      Opinion of the Court\n\nmain point” of the federal officer removal statute “is to\ngive officers a federal forum in which to litigate the merits\nof immunity defenses”).\n   Where a private person acts as an assistant to a federal\nofficial in helping that official to enforce federal law, some\nof these same considerations may apply. Regardless, in\nDavis v. South Carolina the Court wrote that the removal\nstatute applies to private persons “who lawfully assist” the\nfederal officer “in the performance of his official duty.”\n107 U. S., at 600. And in City of Greenwood v. Peacock,\n384 U. S. 808, 824 (1966), in interpreting a related re\nmoval provision, the Court repeated that the statute\nauthorized removal by private parties “only” if they were\n“authorized to act with or for [federal officers or agents] in\naffirmatively executing duties under . . . federal law.” All\nthe Court’s relevant post-1948 federal officer removal\ncases that we have found reflect or are consistent with this\nCourt’s pre-1948 views. See Mesa v. California, 489 U. S.\n121 (1989); Manypenny, supra; Willingham, supra; Pea\ncock, supra.\n                              III\n   With this history and precedent in mind, we return to\nthe statute’s language. The relevant relationship is that\nof a private person “acting under” a federal “officer” or\n“agency.” 28 U. S. C. §1442(a)(1) (emphasis added). In\nthis context, the word “under” must refer to what has been\ndescribed as a relationship that involves “acting in a cer\ntain capacity, considered in relation to one holding a supe\nrior position or office.” 18 Oxford English Dictionary 948\n(2d ed. 1989). That relationship typically involves “subjec\ntion, guidance, or control.” Webster’s New International\nDictionary 2765 (2d ed. 1953). See also Funk & Wagnalls\nNew Standard Dictionary of the English Language 2604\n(1942) (defining “under” as meaning “[s]ubordinate or\nsubservient to,” “[s]ubject to guidance, tutorship, or direc\n8              WATSON v. PHILIP MORRIS COS.\n\n                      Opinion of the Court\n\ntion of”); 18 Oxford English Dictionary, supra, at 949\n(“[s]ubject to the instruction, direction, or guidance of”). In\naddition, precedent and statutory purpose make clear that\nthe private person’s “acting under” must involve an effort\nto assist, or to help carry out, the duties or tasks of the\nfederal superior. See, e.g., Davis v. South Carolina, supra,\nat 600; see also supra, at 5–7.\n   In our view, the help or assistance necessary to bring a\nprivate person within the scope of the statute does not\ninclude simply complying with the law. We recognize that\nsometimes an English speaker might say that one who\ncomplies with the law “helps” or “assists” governmental\nlaw enforcement. Taxpayers who fill out complex federal\ntax forms, airline passengers who obey federal regulations\nprohibiting smoking, for that matter well-behaved federal\nprisoners, all “help” or “assist” federal law enforcement\nauthorities in some sense of those words. But that is not\nthe sense of “help” or “assist” that can bring a private\naction within the scope of this statute. That is in part a\nmatter of language. One would usually describe the be\nhavior of the taxpayers, airline passengers, and prisoners\nwe have described as compliance with the law (or acquies\ncence to an order), not as “acting under” a federal official\nwho is giving an order or enforcing the law. It is also in\npart a matter of the history and the precedent we have\ndiscussed. See supra, at 3–7.\n   Finally, it is a matter of statutory purpose. When a\ncompany subject to a regulatory order (even a highly\ncomplex order) complies with the order, it does not ordi\nnarily create a significant risk of state-court “prejudice.”\nCf. Soper, 270 U. S., at 32; Manypenny, supra, at 241–242.\nNor is a state-court lawsuit brought against such a com\npany likely to disable federal officials from taking neces\nsary action designed to enforce federal law. Cf. Tennessee\nv. Davis, 100 U. S., at 262–263. Nor is such a lawsuit\nlikely to deny a federal forum to an individual entitled to\n                  Cite as: 551 U. S. ____ (2007)            9\n\n                      Opinion of the Court\n\nassert a federal claim of immunity. See, e.g., Willingham,\n395 U. S., at 407.\n   The upshot is that a highly regulated firm cannot find a\nstatutory basis for removal in the fact of federal regulation\nalone. A private firm’s compliance (or noncompliance)\nwith federal laws, rules, and regulations does not by itself\nfall within the scope of the statutory phrase “acting under”\na federal “official.” And that is so even if the regulation is\nhighly detailed and even if the private firm’s activities are\nhighly supervised and monitored. A contrary determina\ntion would expand the scope of the statute considerably,\npotentially bringing within its scope state-court actions\nfiled against private firms in many highly regulated in\ndustries. See, e.g., Federal Insecticide, Fungicide, and\nRodenticide Act, 7 U. S. C. §136a (2000 ed. and Supp. IV)\n(mandating disclosure of testing results in the context of\npesticide registration). Neither language, nor history, nor\npurpose lead us to believe that Congress intended any\nsuch expansion.\n                             IV\n   Philip Morris advances two important arguments to the\ncontrary. First, it points out that lower courts have held\nthat Government contractors fall within the terms of the\nfederal officer removal statute, at least when the relation\nship between the contractor and the Government is an\nunusually close one involving detailed regulation, monitor\ning, or supervision. See, e.g., Winters, 149 F. 3d 387. And\nit asks why, if close supervision is sufficient to turn a\nprivate contractor into a private firm “acting under” a\nGovernment “agency” or “officer,” does it not do the same\nwhen a company is subjected to intense regulation.\n   The answer to this question lies in the fact that the\nprivate contractor in such cases is helping the Govern\nment to produce an item that it needs. The assistance\nthat private contractors provide federal officers goes be\n10             WATSON v. PHILIP MORRIS COS.\n\n                     Opinion of the Court\n\nyond simple compliance with the law and helps officers\nfulfill other basic governmental tasks. In the context of\nWinters, for example, Dow Chemical fulfilled the terms of\na contractual agreement by providing the Government\nwith a product that it used to help conduct a war. More\nover, at least arguably, Dow performed a job that, in the\nabsence of a contract with a private firm, the Government\nitself would have had to perform.\n   These circumstances distinguish Winters from this case.\nFor present purposes that distinction is sufficient. And we\nneed not further examine here (a case where private con\ntracting is not at issue) whether and when particular\ncircumstances may enable private contractors to invoke\nthe statute.\n   Second, Philip Morris argues that its activities at issue\nhere did not consist simply of compliance with regulatory\nlaws, rules, and orders. It contends that the FTC, after\ninitially testing cigarettes for tar and nicotine, “delegated\nauthority” for that task to an industry-financed testing\nlaboratory in 1987. E.g., Brief for Respondents 31 (em\nphasis added). And Philip Morris asserts that (along with\nother cigarette companies) it was acting pursuant to that\ndelegation. It adds that ever since this initial “delegation”\nthe FTC has “extensive[ly] . . . supervis[ed]” and “closely\nmonitored” the manner in which the laboratory tests\ncigarettes. Id., at 37, 30, 39. Philip Morris concludes that,\ngiven all these circumstances, just as Dow was “acting\nunder” officers of the Department of Defense when it\nmanufactured Agent Orange, see Winters, supra, at 399,\nso Philip Morris is “acting under” officers of the FTC when\nit conducts cigarette testing. See Brief for Respondents\n38.\n   For argument’s sake we shall overlook the fact that the\npetitioners appear to challenge the way in which Philip\nMorris “designed” its cigarettes, not the way in which it (or\nthe industry laboratory) conducted cigarette testing. We\n                 Cite as: 551 U. S. ____ (2007)          11\n\n                     Opinion of the Court\n\nalso shall assume the following testing-related facts that\nPhilip Morris sets forth in its brief:\n    (1) In the 1950’s, the FTC ordered tobacco companies\n    to stop advertising the amount of tar and nicotine con\n    tained in their cigarettes. See id., at 3.\n    (2) In 1966, the FTC altered course. It permitted\n    cigarette companies to advertise “tar and nicotine\n    yields” provided that the company had substantiated\n    its statement through use of the Cambridge Filter\n    Method, a testing method developed by Dr. Clyde Ogg,\n    a Department of Agriculture employee. Id., at 4–5.\n    (3) The Cambridge Filter Method uses “a smoking\n    machine that takes a 35 milliliter puff of two seconds’\n    duration on a cigarette every 60 seconds until the\n    cigarette is smoked to a specified butt length.” FTC v.\n    Brown & Williamson Tobacco Corp., 778 F. 2d 35, 37\n    (CADC 1985). It then measures the amount of tar\n    and nicotine that is delivered. That data, in turn, de\n    termine whether a cigarette may be labeled as “light.”\n    This method, Dr. Ogg has testified, “will not tell a\n    smoker how much tar and nicotine he will get from\n    any given cigarette,” but it “will indicate” whether a\n    smoker “will get more from one than from another\n    cigarette if there is a significant difference between\n    the two and if he smokes the two in the same man\n    ner.” Brief for Respondents 5–6 (internal quotation\n    marks omitted).\n    (4) In 1967, the FTC began to use its own laboratory\n    to perform these tests. See id., at 6. And the Cam\n    bridge Filter Method began to be referred to as “the\n    ‘FTC Method.’ ” Id., at 4.\n    (5) The FTC published the testing results periodically\n    and sent the results annually to Congress. See id., at\n    7.\n    (6) Due to cost considerations, the FTC stopped test\n12             WATSON v. PHILIP MORRIS COS.\n\n                      Opinion of the Court\n\n     ing cigarettes for tar and nicotine in 1987. Simulta\n     neously, the tobacco industry assumed responsibility\n     for cigarette testing, running the tests according to\n     FTC specifications and permitting the FTC to monitor\n     the process closely. See ibid.\n     (7) The FTC continues to publish the testing results\n     and to send them to Congress. See ibid.\n     (8) The tobacco industry has followed the FTC’s re\n     quirement that cigarette manufacturers disclose (and\n     make claims about) tar and nicotine content based ex\n     clusively on the results of this testing. See id., at 8–9.\n   Assuming this timeline, Philip Morris’ argument none\ntheless contains a fatal flaw—a flaw of omission. Al\nthough Philip Morris uses the word “delegation” or varia\ntions many times throughout its brief, we have found no\nevidence of any delegation of legal authority from the FTC\nto the industry association to undertake testing on the\nGovernment agency’s behalf. Nor is there evidence of any\ncontract, any payment, any employer/employee relation\nship, or any principal/agent arrangement.\n   We have examined all of the documents to which Philip\nMorris and certain supporting amici refer. Some of those\ndocuments refer to cigarette testing specifications, others\nrefer to the FTC’s inspection and supervision of the indus\ntry laboratory’s testing, and still others refer to the FTC’s\nprohibition of statements in cigarette advertising. But\nnone of these documents establish the type of formal\ndelegation that might authorize Philip Morris to remove\nthe case.\n   Several former FTC officials, for example, filed an\namicus brief in which they state that “[i]n 198[7] the FTC\ndelegated testing responsibility to the private Tobacco\nIndustry Testing Lab (the ‘TITL’).” Brief for Former Com\nmissioners and Senior Staff of the FTC 11. But in support\nof this proposition the brief cites a single source, a letter\n                 Cite as: 551 U. S. ____ (2007)          13\n\n                     Opinion of the Court\n\nfrom the cigarette manufacturers’ lawyer to an FTC offi\ncial. That letter states:\n    “[M]ajor United States cigarette manufacturers, who\n    are responsible for the TITL’s operations and on\n    whose behalf we are writing, do not believe that\n    Commission oversight is needed . . . . Nevertheless, as\n    an accommodation and in the spirit of cooperation, the\n    manufacturers are prepared to permit Commission\n    employees to monitor the TITL testing program . . . .”\n    Letter from John P. Rupp to Judith P. Wilkenfeld\n    (June 30, 1987), online at http://tobaccodocuments.\n    org/nysa_ti_s1/TI57900738.html (as visited June 7,\n    2007, and available in Clerk of Court’s case file).\nNothing in this letter refers to a delegation of authority.\nAnd neither Congress nor federal agencies normally dele\ngate legal authority to private entities without saying that\nthey are doing so.\n  Without evidence of some such special relationship,\nPhilip Morris’ analogy to Government contracting breaks\ndown. We are left with the FTC’s detailed rules about\nadvertising, specifications for testing, requirements about\nreporting results, and the like. This sounds to us like\nregulation, not delegation. If there is a difference between\nthis kind of regulation and, say, that of Food and Drug\nAdministration regulation of prescription drug marketing\nand advertising (which also involve testing requirements),\nsee Serono Labs., Inc. v. Shalala, 158 F. 3d 1313, 1316\n(CADC 1998), that difference is one of degree, not kind.\n  As we have pointed out, however, differences in the\ndegree of regulatory detail or supervision cannot by them\nselves transform Philip Morris’ regulatory compliance into\nthe kind of assistance that might bring the FTC within the\nscope of the statutory phrase “acting under” a federal\n“officer.” Supra, at 8. And, though we find considerable\nregulatory detail and supervision, we can find nothing\n14            WATSON v. PHILIP MORRIS COS.\n\n                     Opinion of the Court\n\nthat warrants treating the FTC/Philip Morris relationship\nas distinct from the usual regulator/regulated relation\nship. This relationship, as we have explained, cannot be\nconstrued as bringing Philip Morris within the terms of\nthe statute.\n\n  For these reasons, the judgment of the Eighth Circuit is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.\n                                           It is so ordered.\n", 
  "html_with_citations": "<div>\n<center><b>127 S.Ct. 2301 (2007)</b></center>\n<center><h1>Lisa WATSON, et al., Petitioners,<br>\nv.<br>\nPHILIP MORRIS COMPANIES, INC., et al.</h1></center>\n<center>No. 05-1284.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 2007.</center>\n<center>Decided June 11, 2007.</center>\n<p><span class=\"star-pagination\">*2303</span> David C. Frederick, Washington, D.C., for petitioners.</p>\n<p>Irving G. Gornstein, for United States as amicus curiae, by special leave of Court, supporting petitioners.</p>\n<p>Theodore B. Olson, Washington, D.C., for respondents.</p>\n<p>Steven Eugene Cauley, James Allen Carney, Marcus N. Bozeman, Cauley, Bowman, Carney &amp; Williams, PLLC, Little Rock, Arkansas, David C. Frederick, Counsel of Record, Mark L. Evans, Kelly P. Dunbar, Kellogg, Huber, Hansen, Todd, Evans &amp; Figel, P.L.L.C., Washington, D.C., for Petitioners.</p>\n<p>Murray R. Garnick, James M. Rosenthal, Arnold &amp; Porter LLP, Washington, D.C., Kenneth S. Geller, Mayer, Brown, Rowe &amp; Maw LLP, Washington, D.C., Theodore B. Olson, Counsel of Record, Mark A. Perry, Amir C. Tayrani, Gibson, Dunn &amp; Crutcher LLP, Washington, D.C., for Respondents.</p>\n<p>Justice BREYER delivered the opinion of the Court.</p>\n<p>The federal officer removal statute permits a defendant to remove to federal court a state-court action brought against the</p>\n<blockquote>\"United States or any agency thereof or any officer (<i>or any person acting under that officer</i>) of the United States or of <span class=\"star-pagination\">*2304</span> any agency thereof, sued in an official or individual capacity for any act under color of such office ....\" 28 U.S.C. § 1442(a)(1) (emphasis added).</blockquote>\n<p>The question before us is whether the fact that a federal regulatory agency directs, supervises, and monitors a company's activities in considerable detail brings that company within the scope of the italicized language (<i>\"acting under\"</i> an <i>\"officer\"</i> of the United States) and thereby permits removal. We hold that it does not.</p>\n<p></p>\n<h2>I</h2>\n<p>Lisa Watson and Loretta Lawson, the petitioners, filed a civil lawsuit in Arkansas state court claiming that the Philip Morris Companies, the respondents, violated state laws prohibiting unfair and deceptive business practices. The complaint focuses upon advertisements and packaging that describe certain Philip Morris brand cigarettes (Marlboro and Cambridge Lights) as \"light,\" a term indicating lower tar and nicotine levels than those present in other cigarettes. More specifically, the complaint refers to the design and performance of Philip Morris cigarettes that are tested in accordance with the Cambridge Filter Method, a method that \"the tobacco industry [uses] to `measure' tar and nicotine levels in cigarettes.\" App. to Pet. for Cert. 63a-64a. The complaint charges that Philip Morris \"manipulat[ed] the design\" of its cigarettes, and \"employ[ed] techniques that\" would cause its cigarettes \"to register lower levels of tar and nicotine on [the Cambridge Filter Method] than would be delivered to the consumers of the product.\" <i>Id.,</i> at 63a-65a. The complaint adds that the Philip Morris cigarettes delivered \"greater amounts of tar and nicotine when smoked under actual conditions\" than the adjective \"light\" as used in its advertising indicates. <i>Id.,</i> at 65a. In view of these and other related practices, the complaint concludes that Philip Morris' behavior was \"deceptive and misleading\" under Arkansas law. <i>Id.,</i> at 64a, 66a.</p>\n<p>Philip Morris, referring to the federal officer removal statute, removed the case to Federal District Court. That court, in turn, held that the statute authorized the removal. The court wrote that the complaint attacked Philip Morris' use of the <i>Government's</i> method of testing cigarettes. For this reason (and others), it held that the petitioners had sued Philip Morris for \"act[s]\" taken \"under\" the Federal Trade Commission, a federal agency (staffed by federal \"officer[s]\").</p>\n<p>The District Court certified the question for interlocutory review. And the United States Court of Appeals for the Eighth Circuit affirmed. Like the District Court, it emphasized the FTC's detailed supervision of the cigarette testing process. It also cited lower court cases permitting removal by heavily supervised Government contractors. See <span class=\"citation\" data-id=\"791634\"><a href=\"/opinion/791634/lisa-watson-loretta-lawson-individually-and-on-beh/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">852</span></a></span>, 857 (2005); <i>Winters v. Diamond Shamrock Chemical Co.,</i> <span class=\"citation\" data-id=\"15342\"><a href=\"/opinion/15342/winters-v-diamond-chemical-et-al/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span> (C.A.5 1998) (authorizing removal of a tort suit against private defense contractors that manufactured Agent Orange). The Eighth Circuit concluded that Philip Morris was \"acting under\" federal \"officer[s],\" namely the FTC, with respect to the challenged conduct. 420 F.3d, at 854.</p>\n<p>We granted certiorari. 549 U.S. ___, 127 S.Ct. 1055, 166 L.Ed.2d 797 (2007). And we now reverse the Eighth Circuit's determination.</p>\n<p></p>\n<h2>II</h2>\n<p>The federal statute permits removal only if Philip Morris, in carrying out the \"act[s]\" that are the subject of the petitioners' complaint, was \"acting under\" any \"agency\" or \"officer\" of \"the United States.\" 28 U.S.C. § 1442(a)(1). The words \"acting under\" are broad, and this <span class=\"star-pagination\">*2305</span> Court has made clear that the statute must be \"liberally construed.\" <i>Colorado v. Symes,</i> <span class=\"citation\" data-id=\"101949\"><a href=\"/opinion/101949/colorado-v-symes/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 517, 52 S.Ct. 635, 76 L.Ed. 1253 (1932); see <i>Arizona v. Manypenny,</i> <span class=\"citation\" data-id=\"110465\"><a href=\"/opinion/110465/arizona-v-manypenny/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 242, 101 S.Ct. 1657, 68 L.Ed.2d 58 (1981); <i>Willingham v. Morgan,</i> <span class=\"citation\" data-id=\"107963\"><a href=\"/opinion/107963/willingham-v-morgan/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 406-407, 89 S.Ct. 1813, 23 L.Ed.2d 396 (1969). But broad language is not limitless. And a liberal construction nonetheless can find limits in a text's language, context, history, and purposes.</p>\n<p>Beginning with history, we note that Congress enacted the original federal officer removal statute near the end of the War of 1812, a war that was not popular in New England. See <i>id.,</i> at 405, 89 S.Ct. 1813. Indeed, shipowners from that region filed many state-court claims against federal customs officials charged with enforcing a trade embargo with England. See Wiecek, The Reconstruction of Federal Judicial Power, 1863-1875, 13 Am. J. Legal Hist. 333, 337 (1969). Congress responded with a provision that permitted federal customs officers and <i>\"any other person aiding or assisting\"</i> those officers to remove a case filed against them \"in any state court\" to federal court. Customs Act of 1815, ch. 31, § 8, 3 Stat. 198 (emphasis added). This initial removal statute was \"[o]bviously ... an attempt to protect federal officers from interference by hostile state courts.\" <i>Willingham,</i> 395 U.S., at 405, 89 S.Ct. 1813.</p>\n<p>In the early 1830's, South Carolina passed a Nullification Act declaring federal tariff laws unconstitutional and authorizing prosecution of the federal agents who collected the tariffs. See <i>ibid.</i> Congress then enacted a new statute that permitted \"any officer of the United States, <i>or other person</i>\" to remove to federal court a lawsuit filed against the officer \"for or on account of any act done under the revenue laws of the United States.\" Act of Mar. 2, 1833, ch. 57, § 3, 4 Stat. 633 (emphasis added). As Senator Daniel Webster explained at the time, where state courts might prove hostile to federal law, and hence to those who enforced that law, the removal statute would \"give a chance to the [federal] officer to defend himself where the authority of the law was recognised.\" 9 Cong. Deb. 461 (1833).</p>\n<p>Soon after the Civil War, Congress enacted yet another officer removal statute, permitting removal of a suit against any revenue officer \"on account of any act done under color of his office\" by the revenue officer and <i>\"any person acting under or by authority of any such officer.\"</i> Act of July 13, 1866, ch. 184, § 67, 14 Stat. 171 (emphasis added). Elsewhere the statute restricted these latter persons to those engaged in acts \"for the collection of taxes.\" § 67, <i>id.,</i> at 172.</p>\n<p>In 1948, Congress again revised the statute, dropping its limitation to the revenue context. And it included the rewritten statute within its 1948 recodification. See Act of June 25, 1948, ch. 646, § 1442(a), 62 Stat. 938, 28 U.S.C. § 1442(a). It is this version of the statute that, with the exception of a modification in response to this Court's decision in <i>International Primate Protection League v. Administrators of Tulane Ed. Fund,</i> <span class=\"citation\" data-id=\"112586\"><a href=\"/opinion/112586/international-primate-protection-league-v-administ/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 111 S.Ct. 1700, 114 L.Ed.2d 134 (1991), is now before us. While Congress expanded the statute's coverage to include all federal officers, it nowhere indicated any intent to change the scope of words, such as \"acting under,\" that described the triggering relationship between a private entity and a federal officer.</p>\n<p>Turning to precedent, we point to three cases, all involving illegal liquor, which help to illustrate the need for, and the workings of, the pre-1948 removal statutes. In 1878, a federal revenue officer, James Davis, raided an illegal distillery in <span class=\"star-pagination\">*2306</span> Tennessee; was ambushed by several armed men; returned the ambushers' gunfire; and shot one of his attackers dead. See <i>Tennessee v. Davis,</i> <span class=\"citation\" data-id=\"90038\"><a href=\"/opinion/90038/tennessee-v-davis/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 261, 25 L.Ed. 648 (1880). Tennessee indicted Davis for murder. The Court held that the statute permitted Davis to remove the case to federal court, reasoning that the Federal Government \"can act only through its officers and agents, and they must act within the States.\" <i>Id.,</i> at 263. Removal, the Court found, would help to prevent hostile States from \"paralyz[ing]\" the Federal Government and its initiatives. <i>Ibid.</i></p>\n<p>About the same time, a U.S. Army corporal (also called Davis, Lemuel Davis) along with several other soldiers helped a federal revenue officer try to arrest a distiller for violating the internal-revenue laws. The soldiers surrounded the house; the distiller escaped through a hole in a side wall; Corporal Davis shot the suspect; and South Carolina indicted Davis for murder. Davis removed the case, and this Court upheld the removal. The Court acknowledged that, although Davis was not a revenue officer, he was a person \"who lawfully assist[ed]\" a revenue officer \"in the performance of his official duty.\" <i>Davis v. South Carolina,</i> <span class=\"citation\" data-id=\"90796\"><a href=\"/opinion/90796/davis-v-south-carolina/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">597</span></a></span>, 600, 2 S.Ct. 636, 27 L.Ed. 574 (1883).</p>\n<p>In the 1920's, Maryland charged a group of prohibition agents and a private person acting as their driver with a murder committed during a distillery raid. See <i>Maryland v. Soper,</i> <span class=\"citation\" data-id=\"100776\"><a href=\"/opinion/100776/maryland-v-soper-no-1/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">9</span></a></span>, 46 S.Ct. 185, 70 L.Ed. 449 (1926). The prohibition agents and their driver sought to remove the state murder trial to federal court. This Court ultimately rejected their removal efforts for reasons not relevant here. But in doing so it pointed out that the private person acting \"as a chauffeur and helper to the four officers under their orders and... direction\" had \"the same right to the benefit of\" the removal provision as did the federal agents. <i>Id.,</i> at 30, 46 S.Ct. 185.</p>\n<p>Apart from demonstrating the dangers associated with working in the illegal alcohol business, these three cases\u0097<i>Tennessee v. Davis</i><i>, </i><i>Davis v. South Carolina</i><i>,</i> and <i>Maryland v. Soper</i>\u0097illustrate that the removal statute's \"basic\" purpose is to protect the Federal Government from the interference with its \"operations\" that would ensue were a State able, for example, to \"arres[t]\" and bring \"to trial in a State cour[t] for an alleged offense against the law of the State,\" \"officers and agents\" of the Federal Government \"acting ... within the scope of their authority.\" <i>Willingham,</i> 395 U.S., at 406, 89 S.Ct. 1813 (internal quotation marks omitted). See also <i>ibid.</i> (noting that the \"purpose\" of the statute \"is not hard to discern\"). State-court proceedings may reflect \"local prejudice\" against unpopular federal laws or federal officials. <i>Soper, supra,</i> at 32, 46 S.Ct. 185; see <i>Manypenny,</i> 451 U.S., at 242, 101 S.Ct. 1657 (noting that removal permits trials to occur free from \"local ... prejudice\"). In addition, States hostile to the Federal Government may impede through delay federal revenue collection or the enforcement of other federal law. See <i>Tennessee v. Davis, supra,</i> at 263; cf. <i>Findley v. Satterfield,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">67</span></span>, 68 (No. 4,792) (CC ND Ga. 1877). And States may deprive federal officials of a federal forum in which to assert federal immunity defenses. See <i>International Primate Protection League, supra,</i> at 86-87, 111 S.Ct. 1700; <i>Willingham, supra,</i> at 407, 89 S.Ct. 1813 (\"[O]ne of the most important reasons for removal is to have the validity of the defense of official immunity tried in a federal court\"); <i>Jefferson County v. Acker,</i> <span class=\"citation\" data-id=\"118310\"><a href=\"/opinion/118310/jefferson-county-v-acker/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 447, 119 S.Ct. 2069, 144 L.Ed.2d 408 (1999) (SCALIA, J., concurring in part and dissenting in part) (noting that \"the main point\" of the federal officer <span class=\"star-pagination\">*2307</span> removal statute \"is to give officers a federal forum in which to litigate the merits of immunity defenses\").</p>\n<p>Where a private person acts as an assistant to a federal official in helping that official to enforce federal law, some of these same considerations may apply. Regardless, in <i>Davis v. South Carolina</i> the Court wrote that the removal statute applies to private persons \"who lawfully assist\" the federal officer \"in the performance of his official duty.\" 107 U.S., at 600, 2 S.Ct. 636. And in <i>City of Greenwood v. Peacock,</i> <span class=\"citation\" data-id=\"107264\"><a href=\"/opinion/107264/city-of-greenwood-v-peacock/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">808</span></a></span>, 824, 86 S.Ct. 1800, 16 L.Ed.2d 944 (1966), in interpreting a related removal provision, the Court repeated that the statute authorized removal by private parties \"only\" if they were \"authorized to act with or for [federal officers or agents] in affirmatively executing duties under ... federal law.\" All the Court's relevant post-1948 federal officer removal cases that we have found reflect or are consistent with this Court's pre-1948 views. See <i>Mesa v. California,</i> <span class=\"citation\" data-id=\"112198\"><a href=\"/opinion/112198/mesa-v-california/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></a></span>, 109 S.Ct. 959, 103 L.Ed.2d 99 (1989); <i>Manypenny, supra</i><i>; </i><i>Willingham, supra</i><i>; </i><i>Peacock, supra</i><i>.</i></p>\n<p></p>\n<h2>III</h2>\n<p>With this history and precedent in mind, we return to the statute's language. The relevant relationship is that of a private person <i>\"acting under\"</i> a federal \"officer\" or \"agency.\" 28 U.S.C. § 1442(a)(1) (emphasis added). In this context, the word \"under\" must refer to what has been described as a relationship that involves \"acting in a certain capacity, considered in relation to one holding a superior position or office.\" 18 Oxford English Dictionary 948 (2d ed.1989). That relationship typically involves \"subjection, guidance, or control.\" Webster's New International Dictionary 2765 (2d ed.1953). See also Funk &amp; Wagnalls New Standard Dictionary of the English Language 2604 (1942) (defining \"under\" as meaning \"[s]ubordinate or subservient to,\" \"[s]ubject to guidance, tutorship, or direction of\"); 18 Oxford English Dictionary, <i>supra,</i> at 949 (\"[s]ubject to the instruction, direction, or guidance of\"). In addition, precedent and statutory purpose make clear that the private person's \"acting under\" must involve an effort to <i>assist,</i> or to help <i>carry out,</i> the duties or tasks of the federal superior. See, <i>e.g., </i><i>Davis v. South Carolina, supra,</i> at 600, 2 S.Ct. 636; see also <i>supra,</i> at 2305-2307.</p>\n<p>In our view, the help or assistance necessary to bring a private person within the scope of the statute does <i>not</i> include simply <i>complying</i> with the law. We recognize that sometimes an English speaker might say that one who complies with the law \"helps\" or \"assists\" governmental law enforcement. Taxpayers who fill out complex federal tax forms, airline passengers who obey federal regulations prohibiting smoking, for that matter well-behaved federal prisoners, all \"help\" or \"assist\" federal law enforcement authorities in some sense of those words. But that is not the sense of \"help\" or \"assist\" that can bring a private action within the scope of this statute. That is in part a matter of language. One would usually describe the behavior of the taxpayers, airline passengers, and prisoners we have described as <i>compliance</i> with the law (or <i>acquiescence</i> to an order), not as \"acting under\" a federal official who is giving an order or enforcing the law. It is also in part a matter of the history and the precedent we have discussed. See <i>supra,</i> at 2304-2307.</p>\n<p>Finally, it is a matter of statutory purpose. When a company subject to a regulatory order (even a highly complex order) complies with the order, it does not ordinarily create a significant risk of state-court \"prejudice.\" Cf. <i>Soper,</i> 270 U.S., at <span class=\"star-pagination\">*2308</span> 32, 46 S.Ct. 185; <i>Manypenny, supra,</i> at 241-242, 101 S.Ct. 1657. Nor is a state-court lawsuit brought against such a company likely to disable federal officials from taking necessary action designed to enforce federal law. Cf. <i>Tennessee v. Davis,</i> 100 U.S., at 262-263. Nor is such a lawsuit likely to deny a federal forum to an individual entitled to assert a federal claim of immunity. See, <i>e.g., </i><i>Willingham,</i> 395 U.S., at 407, 89 S.Ct. 1813.</p>\n<p>The upshot is that a highly regulated firm cannot find a statutory basis for removal in the fact of federal regulation alone. A private firm's compliance (or noncompliance) with federal laws, rules, and regulations does not by itself fall within the scope of the statutory phrase \"acting under\" a federal \"official.\" And that is so even if the regulation is highly detailed and even if the private firm's activities are highly supervised and monitored. A contrary determination would expand the scope of the statute considerably, potentially bringing within its scope state-court actions filed against private firms in many highly regulated industries. See, <i>e.g.,</i> Federal Insecticide, Fungicide, and Rodenticide Act, 7 U.S.C. § 136a (2000 ed. and Supp. IV) (mandating disclosure of testing results in the context of pesticide registration). Neither language, nor history, nor purpose lead us to believe that Congress intended any such expansion.</p>\n<p></p>\n<h2>IV</h2>\n<p>Philip Morris advances two important arguments to the contrary. First, it points out that lower courts have held that Government contractors fall within the terms of the federal officer removal statute, at least when the relationship between the contractor and the Government is an unusually close one involving detailed regulation, monitoring, or supervision. See, <i>e.g., </i><i>Winters,</i> <span class=\"citation\" data-id=\"15342\"><a href=\"/opinion/15342/winters-v-diamond-chemical-et-al/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span>. And it asks why, if close supervision is sufficient to turn a private contractor into a private firm \"acting under\" a Government \"agency\" or \"officer,\" does it not do the same when a company is subjected to intense regulation.</p>\n<p>The answer to this question lies in the fact that the private contractor in such cases is helping the Government to produce an item that it needs. The assistance that private contractors provide federal officers goes beyond simple compliance with the law and helps officers fulfill other basic governmental tasks. In the context of <i>Winters,</i> for example, Dow Chemical fulfilled the terms of a contractual agreement by providing the Government with a product that it used to help conduct a war. Moreover, at least arguably, Dow performed a job that, in the absence of a contract with a private firm, the Government itself would have had to perform.</p>\n<p>These circumstances distinguish <i>Winters</i> from this case. For present purposes that distinction is sufficient. And we need not further examine here (a case where private contracting is not at issue) whether and when particular circumstances may enable private contractors to invoke the statute.</p>\n<p>Second, Philip Morris argues that its activities at issue here did not consist simply of compliance with regulatory laws, rules, and orders. It contends that the FTC, after initially testing cigarettes for tar and nicotine, <i>\"delegated authority\"</i> for that task to an industry-financed testing laboratory in 1987. <i>E.g.,</i> Brief for Respondents 31 (emphasis added). And Philip Morris asserts that (along with other cigarette companies) it was acting pursuant to that delegation. It adds that ever since this initial \"delegation\" the FTC has \"extensive[ly]... supervis[ed]\" and \"closely monitored\" the manner in which the laboratory tests cigarettes. <i>Id.,</i> at 37, 30, 39. Philip Morris concludes that, given all <span class=\"star-pagination\">*2309</span> these circumstances, just as Dow was \"acting under\" officers of the Department of Defense when it manufactured Agent Orange, see <i>Winters, supra,</i> at 399, so Philip Morris is \"acting under\" officers of the FTC when it conducts cigarette testing. See Brief for Respondents 38.</p>\n<p>For argument's sake we shall overlook the fact that the petitioners appear to challenge the way in which Philip Morris \"designed\" its <i>cigarettes,</i> not the way in which it (or the industry laboratory) conducted cigarette testing. We also shall assume the following testing-related facts that Philip Morris sets forth in its brief:</p>\n<blockquote>(1) In the 1950's, the FTC ordered tobacco companies to stop advertising the amount of tar and nicotine contained in their cigarettes. See <i>id.,</i> at 3.</blockquote>\n<blockquote>(2) In 1966, the FTC altered course. It permitted cigarette companies to advertise \"tar and nicotine yields\" provided that the company had substantiated its statement through use of the Cambridge Filter Method, a testing method developed by Dr. Clyde Ogg, a Department of Agriculture employee. <i>Id.,</i> at 4-5.</blockquote>\n<blockquote>(3) The Cambridge Filter Method uses \"a smoking machine that takes a 35 milliliter puff of two seconds' duration on a cigarette every 60 seconds until the cigarette is smoked to a specified butt length.\" <i>FTC v. Brown &amp; Williamson Tobacco Corp.,</i> <span class=\"citation\" data-id=\"461339\"><a href=\"/opinion/461339/federal-trade-commission-v-brown-williamson-tobacc/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 37 (C.A.D.C. 1985). It then measures the amount of tar and nicotine that is delivered. That data, in turn, determine whether a cigarette may be labeled as \"light.\" This method, Dr. Ogg has testified, \"will not tell a smoker how much tar and nicotine he will get from any given cigarette,\" but it \"will indicate\" whether a smoker \"will get more from one than from another cigarette if there is a significant difference between the two and if he smokes the two in the same manner.\" Brief for Respondents 5-6 (internal quotation marks omitted).</blockquote>\n<blockquote>(4) In 1967, the FTC began to use its own laboratory to perform these tests. See <i>id.,</i> at 6. And the Cambridge Filter Method began to be referred to as \"the `FTC Method.'\" <i>Id.,</i> at 4.</blockquote>\n<blockquote>(5) The FTC published the testing results periodically and sent the results annually to Congress. See <i>id.,</i> at 7.</blockquote>\n<blockquote>(6) Due to cost considerations, the FTC stopped testing cigarettes for tar and nicotine in 1987. Simultaneously, the tobacco industry assumed responsibility for cigarette testing, running the tests according to FTC specifications and permitting the FTC to monitor the process closely. See <i>ibid.</i>\n</blockquote>\n<blockquote>(7) The FTC continues to publish the testing results and to send them to Congress. See <i>ibid.</i>\n</blockquote>\n<blockquote>(8) The tobacco industry has followed the FTC's requirement that cigarette manufacturers disclose (and make claims about) tar and nicotine content based exclusively on the results of this testing. See id., at 8-9.</blockquote>\n<p>Assuming this timeline, Philip Morris' argument nonetheless contains a fatal flaw\u0097a flaw of omission. Although Philip Morris uses the word \"delegation\" or variations many times throughout its brief, we have found no evidence of any delegation of legal authority from the FTC to the industry association to undertake testing on the Government agency's behalf. Nor is there evidence of any contract, any payment, any employer/employee relationship, or any principal/agent arrangement.</p>\n<p>We have examined all of the documents to which Philip Morris and certain supporting <i>amici</i> refer. Some of those documents refer to cigarette testing specifications, others refer to the FTC's inspection and supervision of the industry laboratory's <span class=\"star-pagination\">*2310</span> testing, and still others refer to the FTC's prohibition of statements in cigarette advertising. But none of these documents establish the type of formal delegation that might authorize Philip Morris to remove the case.</p>\n<p>Several former FTC officials, for example, filed an <i>amicus</i> brief in which they state that \"[i]n 198[7] the FTC delegated testing responsibility to the private Tobacco Industry Testing Lab (the `TITL').\" Brief for Former Commissioners and Senior Staff of the FTC 11. But in support of this proposition the brief cites a single source, a letter from the cigarette manufacturers' lawyer to an FTC official. That letter states:</p>\n<blockquote>\"[M]ajor United States cigarette manufacturers, who are responsible for the TITL's operations and on whose behalf we are writing, do not believe that Commission oversight is needed .... Nevertheless, as an accommodation and in the spirit of cooperation, the manufacturers are prepared to permit Commission employees to monitor the TITL testing program ... .\" Letter from John P. Rupp to Judith P. Wilkenfeld (June 30, 1987), online at http://tobaccodocuments. org/nysa_ti_s1/TI57900738.html (as visited June 7, 2007, and available in Clerk of Court's case file).</blockquote>\n<p>Nothing in this letter refers to a delegation of authority. And neither Congress nor federal agencies normally delegate legal authority to private entities without saying that they are doing so.</p>\n<p>Without evidence of some such special relationship, Philip Morris' analogy to Government contracting breaks down. We are left with the FTC's detailed rules about advertising, specifications for testing, requirements about reporting results, and the like. This sounds to us like regulation, not delegation. If there is a difference between this kind of regulation and, say, that of Food and Drug Administration regulation of prescription drug marketing and advertising (which also involve testing requirements), see <i>Serono Labs., Inc. v. Shalala,</i> <span class=\"citation\" data-id=\"184662\"><a href=\"/opinion/184662/serono-labs-inc-v-ferring-pharm-inc/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></a></span>, 1316 (C.A.D.C. 1998), that difference is one of degree, not kind.</p>\n<p>As we have pointed out, however, differences in the degree of regulatory detail or supervision cannot by themselves transform Philip Morris' regulatory <i>compliance</i> into the kind of assistance that might bring the FTC within the scope of the statutory phrase <i>\"acting under\"</i> a federal \"officer.\" <i>Supra,</i> at 2307. And, though we find considerable regulatory detail and supervision, we can find nothing that warrants treating the FTC/Philip Morris relationship as distinct from the usual regulator/regulated relationship. This relationship, as we have explained, cannot be construed as bringing Philip Morris within the terms of the statute.</p>\n<p>For these reasons, the judgment of the Eighth Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "sha1": "5b892db2622559322b6b9fb65000ea576b6ac856", 
  "date_modified": "2015-04-29T10:26:47.860046", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/145718/watson-v-philip-morris-companies-inc/", 
  "citation_count": 25, 
  "supreme_court_db_id": "2006-057", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/823924/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/145718/"
}