{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "549 U.S. 457", 
    "federal_cite_two": "127 S. Ct. 1397", 
    "specialty_cite_one": null, 
    "federal_cite_three": "167 L. Ed. 2d 190", 
    "lexis_cite": "2007 U.S. LEXIS 3778", 
    "document_uris": [
      "/api/rest/v2/document/145751/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Rockwell Intern. Corp. v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "05-1272", 
    "id": 130080, 
    "resource_uri": "/api/rest/v2/citation/130080/"
  }, 
  "id": 145751, 
  "blocked": false, 
  "judges": "Scalia", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2007-03-27", 
  "download_url": "http://www.supremecourt.gov/opinions/06pdf/05-1272.pdf", 
  "source": "LC", 
  "local_path": "pdf/2007/03/27/Rockwell_Intl_Corp._v._United_States.pdf", 
  "html_lawbox": "<div>\n<center><b>127 S.Ct. 1397 (2007)</b></center>\n<center><h1>ROCKWELL INTERNATIONAL CORP. et al.<br>\nv.<br>\nUNITED STATES et al.</h1></center>\n<center>No. 05-1272.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 2006.</center>\n<center>Decided March 27, 2007.</center>\n<p><span class=\"star-pagination\">*1401</span> Maureen E. Mahoney, for Petitioner.</p>\n<p>Maria T. Vullo, for Respondent James S. Stone.</p>\n<p>Malcolm L. Stewart, Washington, DC, for Respondent the United States.</p>\n<p>Christopher J. Koenigs, Michael B. Carroll, Sherman &amp; Howard L.L.C., Denver, CO, Maureen E. Mahoney, J. Scott Ballenger, Matthew K. Roskoski, Barry J. Blonien, Nathan H. Seltzer, Latham &amp; Watkins LLP, Washington, DC, for Petitioners.</p>\n<p>Hartley David Alley, Law Offices of Hartley D. Alley, Lakewood, CO, Maria T. Vullo, Evan Norris, Doris F. Bernhardt, Paul, Weiss, Rifkind, Wharton &amp; Garrison LLP, New York, NY, Attorneys for Respondent James S. Stone.</p>\n<p>Paul D. Clement, Solicitor General, Peter D. Keisler, Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Malcolm L. Stewart, Assistant to the Solicitor General, Douglas N. Letter, Peter R. Maier, Michael D. Granston, Washington, D.C., for the United States.</p>\n<p>Justice SCALIA delivered the opinion of the Court.</p>\n<p>The False Claims Act, 31 U.S.C. §§ 3729-3733, eliminates federal-court jurisdiction over actions under § 3730 of the Act that are based upon the public disclosure of allegations or transactions \"unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" § 3730(e)(4)(A). We decide whether respondent James Stone was an original source.</p>\n<p></p>\n<h2>I</h2>\n<p>The mixture of concrete and pond sludge that is the subject of this case has taken nearly two decades to seep, so to speak, into this Court. Given the long history and the complexity of this litigation, it is well to describe the facts in some detail.</p>\n<p></p>\n<h2>A</h2>\n<p>From 1975 through 1989, petitioner Rockwell International Corp. was under a management and operating contract with the Department of Energy (DOE) to run the Rocky Flats nuclear weapons plant in Colorado. The most significant portion of Rockwell's compensation came in the form of a semiannual \"`award fee,'\" the amount of which depended on DOE's evaluation of Rockwell's performance in a number of areas, including environmental, safety, and health concerns. <i>United States ex rel. Stone v. Rockwell Int'l, Corp.,</i> 92 Fed. Appx. 708, 714 (C.A.10 2004).</p>\n<p>From November 1980 through March 1986, James Stone worked as an engineer at the Rocky Flats plant. In the early 1980's, Rockwell explored the possibility of disposing of the toxic pond sludge that accumulated in solar evaporation ponds at the facility, by mixing it with cement. The idea was to pour the mixture into large rectangular boxes, where it would solidify into \"pondcrete\" blocks that could be stored onsite or transported to other sites for disposal.</p>\n<p>Stone reviewed a proposed manufacturing process for pondcrete in 1982. He concluded that the proposal \"would not work,\" App. 175, and communicated that conclusion to Rockwell management in a <span class=\"star-pagination\">*1402</span> written \"Engineering Order.\" As Stone would later explain, he believed \"the suggested process would result in an unstable mixture that would later deteriorate and cause unwanted release of toxic wastes to the environment.\" <i>Ibid.</i> He believed this because he \"foresaw that the piping system\" that extracted sludge from the solar ponds \"would not properly remove the sludge and would lead to an inadequate mixture of sludge/waste and cement such that the `pond crete' blocks would rapidly disintegrate thus creating additional contamination problems.\" <i>Id.,</i> at 290.</p>\n<p>Notwithstanding Stone's prediction, Rockwell proceeded with its pondcrete project and successfully manufactured \"concrete hard\" pondcrete during the period of Stone's employment at Rocky Flats. It was only after Stone was laid off in March 1986 that what the parties have called \"insolid\" pondcrete blocks were discovered. According to respondents, Rockwell knew by October 1986 that a substantial number of pondcrete blocks were insolid, but DOE did not become aware of the problem until May 1988, when several pondcrete blocks began to leak, leading to the discovery of thousands of other insolid blocks. The media reported these discoveries, 3 Appellants' App. in Nos. 99-1351, 99-1352, 99-1353 (CA10), pp. 889-38 to 889-39; and attributed the malfunction to Rockwell's reduction of the ratio of concrete to sludge in the mixture.</p>\n<p>In June 1987, more than a year after he had left Rockwell's employ, Stone went to the Federal Bureau of Investigation (FBI) with allegations of environmental crimes at Rocky Flats during the time of his employment. According to the court below, Stone alleged that</p>\n<blockquote>\"contrary to public knowledge, Rocky Flats accepted hazardous and nuclear waste from other DOE facilities; that Rockwell employees were `forbidden from discussing any controversies in front of a DOE employee'; that although Rocky Flats' fluid bed incinerators failed testing in 1981, the pilot incinerator remained on line and was used to incinerate wastes daily since 1981, including plutonium wastes which were then sent out for burial; that Rockwell distilled and fractionated various oils and solvents although the wastes were geared for incineration; that Stone believed that the ground water was contaminated from previous waste burial and land application, and that hazardous waste lagoons tended to overflow during and after `a good rain,' causing hazardous wastes to be discharged without first being treated.\" App. to Pet. for Cert. 4a.</blockquote>\n<p>Stone provided the FBI with 2,300 pages of documents, buried among which was his 1982 engineering report predicting that the pondcrete-system design would not work. Stone did not discuss his pondcrete allegations with the FBI in their conversations.<sup>[1]</sup></p>\n<p>Based in part on information allegedly learned from Stone, the Government obtained a search warrant for Rocky Flats, and on June 6, 1989, 75 FBI and Environmental Protection Agency agents raided the facility. The affidavit in support of the warrant included allegations (1) that pondcrete blocks were insolid \"due to an inadequate waste-concrete mixture,\" App. 429, (2) that Rockwell obtained award fees based on its alleged \"`excellent'\" management of Rocky Flats, <i>id.,</i> at 98, and (3) <span class=\"star-pagination\">*1403</span> that Rockwell made false statements and concealed material facts in violation of the Resource Conservation and Recovery Act of 1976 (RCRA), 90 Stat. 2811, 42 U.S.C. § 6928, and 18 U.S.C. § 1001. Newspapers published these allegations. In March 1992, Rockwell pleaded guilty to 10 environmental violations, including the knowing storage of insolid pondcrete blocks in violation of RCRA. Rockwell agreed to pay $18.5 million in fines.</p>\n<p></p>\n<h2>B</h2>\n<p>In July 1989, Stone filed a <i>qui tam</i> suit under the False Claims Act.<sup>[2]</sup> That Act prohibits false or fraudulent claims for payment to the United States, 31 U.S.C. § 3729(a), and authorizes civil actions to remedy such fraud to be brought by the Attorney General, § 3730(a), or by private individuals in the Government's name, § 3730(b)(1). The Act provides, however, that \"[n]o court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions ... from the news media, unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" § 3730(e)(4)(A). An \"original source\" is \"an individual who has direct and independent knowledge of the information on which the allegations are based and has voluntarily provided the information to the Government before filing an action under this section which is based on the information.\" § 3730(e)(4)(B).</p>\n<p>Stone's complaint alleged that Rockwell was required to comply with certain federal and state environmental laws and regulations, including RCRA; that Rockwell committed numerous violations of these laws and regulations throughout the 1980's<sup>[3]</sup>; and that, in order to induce the Government to make payments or approvals under Rockwell's contract, Rockwell knowingly presented false and fraudulent claims to the Government in violation of the False Claims Act, 31 U.S.C. § 3729(a). As required under the Act, Stone filed his complaint under seal and simultaneously delivered to the Government a confidential disclosure statement describing \"substantially all material evidence and information\" in his possession, § 3730(b)(2). The statement identified 26 environmental and safety issues, only one of which involved pondcrete. With respect to that issue, Stone explained in his statement that he had reviewed the design for the pondcrete system and had foreseen that the piping mechanism would not properly remove the sludge, which in turn would lead to an inadequate mixture of sludge and cement.</p>\n<p>In December 1992, Rockwell moved to dismiss Stone's action for lack of subject-matter <span class=\"star-pagination\">*1404</span> jurisdiction, arguing that the action was based on publicly disclosed allegations and that Stone was not an original source. The District Court denied the motion because, in its view, \"Stone had direct and independent knowledge that Rockwell's compensation was linked to its compliance with environmental, health and safety regulations and that it allegedly concealed its deficient performance so that it would continue to receive payments.\" App. to Pet. for Cert. 61a.</p>\n<p>The Government initially declined to intervene in Stone's action, but later reversed course, and in November 1996, the District Court granted the Government's intervention. Several weeks later, at the suggestion of the District Court, the Government and Stone filed a joint amended complaint. As relevant here, the amended complaint alleged that Rockwell violated RCRA by storing leaky pondcrete blocks, but did not allege that any defect in the piping system (as predicted by Stone) caused insolid pondcrete.<sup>[4]</sup> Respondents clarified their allegations even further in a statement of claims which became part of the final pretrial order and which superseded their earlier pleadings. This said that the pondcrete's insolidity was due to \"an incorrect cement/sludge ratio used in pondcrete operations, as well as due to inadequate process controls and inadequate inspection procedures.\" App. 470. It continued:</p>\n<blockquote>\"During the winter of 1986, Rockwell replaced its then pondcrete foreman, Norman Fryback, with Ron Teel. Teel increased pondcrete production rates in part by, among other things, reducing the amount of cement added to the blocks. Following the May 23, 1988 spill, Rockwell acknowledged that this reduced cement-to-sludge ratio was a major contributor to the existence of insufficiently solid pondcrete blocks on the storage pads.\" <i>Id.,</i> at 476-477.</blockquote>\n<p>The statement of claims again did not mention the piping problem asserted by Stone years earlier.</p>\n<p>Respondents' False Claims Act claims went to trial in 1999. None of the witnesses Stone had identified during discovery as having relevant knowledge testified at trial. And none of the documents Stone provided to the Government with his confidential disclosure statement was introduced in evidence at trial. Nor did respondents allege at trial that the defect in the piping system predicted by Stone caused insolid pondcrete. To the contrary, during closing arguments both Stone's counsel and the Government's counsel repeatedly explained to the jury that the pondcrete failed because Rockwell's new foreman used an insufficient cement-to-sludge ratio in an effort to increase pondcrete production.</p>\n<p>The verdict form divided the False Claims Act count into several different claims corresponding to different award-fee periods. The jury found in favor of respondents for the three periods covering the pondcrete allegations (April 1, 1987, to September 30, 1988), and found for Rockwell as to the remaining periods. The jury awarded damages of $1,390,775.80, which the District Court trebled pursuant to 31 U.S.C. § 3729(a).</p>\n<p>Rockwell filed a postverdict motion to dismiss Stone's claims under § 3730(e)(4), arguing that the claims were based on publicly disclosed allegations and that Stone was not an original source. In response, <span class=\"star-pagination\">*1405</span> Stone acknowledged that his successful claims were based on publicly disclosed allegations, but asserted original-source status. The District Court agreed with Stone. The United States Court of Appeals for the Tenth Circuit affirmed in relevant part, but remanded the case for the District Court to determine whether Stone had disclosed his information to the Government before filing his <i>qui tam</i> action, as § 3730(e)(4)(B) required. On remand, the District Court found that Stone had produced the 1982 engineering order to the Government, but that the order was insufficient to communicate Stone's allegations. The District Court also found that Stone had not carried his burden of proving that he orally informed the FBI about his allegations before filing suit. On appeal, the Tenth Circuit disagreed with the District Court's conclusion and held (over the dissent of Judge Briscoe) that the 1982 engineering order sufficed to carry Stone's burden of persuasion. 92 Fed.Appx. 708. We granted certiorari, 548 U.S. ___, 127 S.Ct. 35, 165 L.Ed.2d 1013 (2006), to decide whether Stone was an original source.</p>\n<p></p>\n<h2>II</h2>\n<p>Section 3730(e)(4)(A) provides that</p>\n<blockquote>\"[n]o court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions in a criminal, civil, or administrative hearing, in a congressional, administrative, or Government Accounting Office report, hearing, audit, or investigation, or from the news media, unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" (Footnote omitted.)</blockquote>\n<p>As discussed above, § 3730(e)(4)(B) defines \"original source\" as \"an individual who [1] has direct and independent knowledge of the information on which the allegations are based and [2] has voluntarily provided the information to the Government before filing an action under this section which is based on the information.\" As this case comes to the Court, it is conceded that the claims on which Stone prevailed were based upon publicly disclosed allegations within the meaning of § 3730(e)(4)(A). The question is whether Stone qualified under the original-source exception to the public-disclosure bar.</p>\n<p>We begin with the possibility that little analysis is required in this case, for Stone asserts that Rockwell conceded his original-source status. Rockwell responds that it conceded no such thing and that, even had it done so, the concession would have been irrelevant because § 3730(e)(4) is jurisdictional. We agree with the latter proposition. It is true enough that the word \"jurisdiction\" does not in every context connote subject-matter jurisdiction. Noting that \"jurisdiction\" is \"`a word of many, too many, meanings,'\" we concluded in <i>Steel Co. v. Citizens for Better Environment,</i> 523 U.S. 83, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998), that establishing the elements of an offense was not made a jurisdictional matter merely because the statute creating the cause of action was phrased as providing for \"jurisdiction\" over such suits. <i>Id.,</i> at 90, 118 S.Ct. 1003 (quoting <i>United States v. Vanness,</i> 85 F.3d 661, 663, n. 2 (C.A.D.C.1996)). Here, however, the issue is not whether casting the creation of a cause of action in jurisdictional terms somehow limits the general grant of jurisdiction under which that cause of action would normally be brought, but rather whether a clear and explicit <i>withdrawal</i> of jurisdiction withdraws jurisdiction. It undoubtedly does so. Just last Term we stated that, \"[i]f the Legislature clearly states that a threshold limitation on a statute's scope shall count as jurisdictional, the courts and litigants will be duly instructed <span class=\"star-pagination\">*1406</span> and will not be left to wrestle with the issue.\" <i>Arbaugh v. Y &amp; H Corp.,</i> 546 U.S. 500, 515-516, 126 S.Ct. 1235, 163 L.Ed.2d 1097 (2006) (footnote omitted). Here the jurisdictional nature of the original-source requirement is clear <i>ex visceribus verborum.</i> Indeed, we have already stated that § 3730(e)(4) speaks to \"the power of a particular court\" as well as \"the substantive rights of the parties.\" <i>Hughes Aircraft Co. v. United States ex rel. Schumer,</i> 520 U.S. 939, 951, 117 S.Ct. 1871, 138 L.Ed.2d 135 (1997).</p>\n<p>Stone's contrary position rests entirely on dicta from a single Court of Appeals decision, see <i>United States ex rel. Fallon v. Accudyne Corp.,</i> 97 F.3d 937, 940-941 (C.A.7 1996). <i>Accudyne</i> thought it significant that jurisdiction over False Claims Act cases is conferred by 28 U.S.C. §§ 1331 and 1345 (the federal-question and United-States-as-plaintiff provisions of the Judicial Code) and 31 U.S.C. § 3732(a) (the provision of the False Claims Act establishing federal-court venue and conferring federal-court jurisdiction over related state-law claims), rather than § 3730, which is the \"section\" referenced in § 3730(e)(4). To eliminate jurisdiction, the court believed, it is those jurisdiction-conferring sections that would have to be referenced. We know of nothing in logic or authority to support this. The jurisdiction-removing provision here does not say \"no court shall have <i>jurisdiction</i> under this section,\" but rather \"no court shall have jurisdiction <i>over an action</i> under this section.\" That is surely the most natural way to achieve the desired result of eliminating jurisdiction over a category of False Claims Act actions\u0097rather than listing all the conceivable provisions of the United States Code whose conferral of jurisdiction is being eliminated. (In addition to the provisions cited by the <i>Accudyne</i> court, one might also have to mention the diversity-jurisdiction provision, 28 U.S.C. § 1332, and the supplemental-jurisdiction provision, § 1367.) <i>Accudyne</i> next observed that the public-disclosure bar limits only <i>who</i> may speak for the United States on a subject and <i>who</i> if anyone gets a financial reward, not the \"categories of disputes that may be resolved (a real `jurisdictional' limit).\" 97 F.3d, at 941. But this is a classic begging of the question, which is precisely whether there has been removed from the courts' jurisdiction that category of disputes consisting of False Claims Act <i>qui tam</i> suits based on publicly disclosed allegations as to which the relator is not an original source of the information. Nothing prevents Congress from defining the \"category\" of excluded suits in any manner it wishes. See, <i>e.g.,</i> 28 U.S.C. § 1500 (no jurisdiction over \"any claim for or in respect to which the plaintiff ... has pending in any other court any suit ... against the United States\"). Lastly, <i>Accudyne</i> asserted that \"the Supreme Court had held that a similar reference to jurisdiction in the Norris-LaGuardia Act, 29 U.S.C. §§ 101, 104, limits remedies rather than subject-matter jurisdiction.\" 97 F.3d, at 941 (citing <i>Burlington Northern R. Co. v. Maintenance of Way Employees,</i> 481 U.S. 429, 444-446, 107 S.Ct. 1841, 95 L.Ed.2d 381 (1987)). But the language of the Norris-LaGuardia Act is in fact <i>not</i> similar. It provides that \"[n]o court of the United States shall have jurisdiction <i>to issue any restraining order or temporary or permanent injunction</i> in any case involving or growing out of any labor dispute....\" 29 U.S.C. § 104 (emphasis added). It is facially a limitation upon the relief that can be accorded, not a removal of jurisdiction over \"any case involving or growing out of a labor dispute.\" Here, by contrast, the text says \"[n]o court shall have jurisdiction over an action under this section.\"</p>\n<p>Whether the point was conceded or not, therefore, we may, and indeed must, decide <span class=\"star-pagination\">*1407</span> whether Stone met the jurisdictional requirement of being an original source.</p>\n<p></p>\n<h2>III</h2>\n<p>We turn to the first requirement of original-source status, that the relator have \"direct and independent knowledge of the information on which the allegations are based.\" 31 U.S.C. § 3730(e)(4)(B). Because we have not previously addressed this provision, several preliminary questions require our attention.</p>\n<p></p>\n<h2>A</h2>\n<p>First, does the phrase \"information on which the allegations are based\" refer to the information on which the <i>relator's allegations</i> are based or the information on which the <i>publicly disclosed allegations</i> that triggered the public-disclosure bar are based? The parties agree it is the former. See Brief for Petitioners 26, n. 13; Brief for United States 24, and n. 8; Brief for Respondent Stone 15, 21. But in view of our conclusion that § 3730(e)(4) is jurisdictional, we must satisfy ourselves that the parties' position is correct.</p>\n<p>Though the question is hardly free from doubt,<sup>[5]</sup> we agree that the \"information\" to which subparagraph (B) speaks is the information upon which the relators' allegations are based. To begin with, subparagraph (B) standing on its own suggests that disposition. The relator must have \"direct and independent knowledge of the information on which the allegations are based,\" and he must \"provid[e] the information to the Government before filing an action under this section which is based on the information.\" Surely the information one would expect a relator to \"provide to the Government before filing an action ... based on the information\" is the information underlying the relator's claims.</p>\n<p>Subparagraph (A) complicates matters. As described earlier, it bars actions based on the \"public disclosure of allegations or transactions\" and provides an exception for cases brought by \"an original source of the information.\" If the allegations referred to in subparagraph (B)'s phrase requiring \"direct and independent knowledge of the information on which the allegations are based,\" are the same \"allegations\" referred to in subparagraph (A), then original-source status would depend on knowledge of information underlying the publicly disclosed allegations. The principal textual difficulty with that interpretation is that subparagraph (A) does not speak simply of \"allegations,\" but of \"allegations or transactions.\" Had Congress wanted to link original-source status to information underlying the public disclosure, it would surely have used the identical phrase, \"allegations or transactions\"; there is no conceivable reason to require direct and independent knowledge of publicly disclosed allegations but not of publicly disclosed transactions.</p>\n<p>The sense of the matter offers strong additional support for this interpretation. Section 3730(e)(4)(A) bars actions based on publicly disclosed allegations whether or not the information on which those allegations are based has been made public. It is difficult to understand why Congress would care whether a relator knows about the information underlying a publicly disclosed allegation <i>(e.g.,</i> what a confidential source told a newspaper reporter about <span class=\"star-pagination\">*1408</span> insolid pondcrete) when the relator has direct and independent knowledge of different information supporting the same allegation (<i>e.g.,</i> that a defective process would inevitably lead to insolid pondcrete). Not only would that make little sense, it would raise nettlesome procedural problems, placing courts in the position of comparing the relator's information with the often <i>unknowable</i> information on which the public disclosure was based. Where that latter information has not been disclosed (by reason, for example, of a reporter's desire to protect his source), the relator would presumably be out of court. To bar a relator with direct and independent knowledge of information underlying his allegations just because no one can know what information underlies the similar allegations of some other person simply makes no sense.</p>\n<p>The contrary conclusion of some lower courts rests on the following logic: The term \"information\" in subparagraph (B) must be read in tandem with the term \"information\" in subparagraph (A), and the term \"information\" in subparagraph (A) refers to the information on which the publicly disclosed allegations are based. See, <i>e.g., </i><i>United States ex rel. Laird v. Lockheed Martin Eng. &amp; Science Servs. Co.,</i> 336 F.3d 346, 354 (C.A.5 2003). The major premise of this reasoning seems true enough: \"information\" in (A) and (B) means the same thing. The minor premise, however\u0097that \"information\" in (A) refers to the information underlying the publicly disclosed allegations or transactions\u0097 is highly questionable. The complete phrase at issue is \"unless ... the person bringing the action is an original source of the information.\" It seems to us more likely (in light of the analysis set forth above) that the information in question is the information <i>underlying the action</i> referred to a few words earlier, to-wit, the action \"based upon the public disclosure of allegations or transactions\" referred to at the beginning of the provision. On this interpretation, \"information\" in subparagraph (A) and \"information on which the allegations are based\" in subparagraph (B) are one and the same, viz., information underlying the allegations of the relator's action.</p>\n<p></p>\n<h2>B</h2>\n<p>Having determined that the phrase \"information on which the allegations are based\" refers to the relator's allegations and not the publicly disclosed allegations, we confront more textual ambiguity: <i>Which</i> of the relator's allegations are the relevant ones? Stone's allegations changed during the course of the litigation, yet he asks that we look only to his original complaint. Rockwell argues that Stone must satisfy the original-source exception through all stages of the litigation.</p>\n<p>In our view, the term \"allegations\" is not limited to the allegations of the original complaint. It includes (at a minimum) the allegations in the original complaint <i>as amended.</i> The statute speaks not of the allegations in the \"original complaint\" (or even the allegations in the \"complaint\"), but of the relator's \"allegations\" <i>simpliciter.</i> Absent some limitation of § 3730(e)(4)'s requirement to the relator's <i>initial</i> complaint, we will not infer one. Such a limitation would leave the relator free to plead a trivial theory of fraud for which he had some direct and independent knowledge and later amend the complaint to include theories copied from the public domain or from materials in the Government's possession. Even the Government concedes that new allegations regarding a fundamentally different fraudulent scheme require reevaluation of the court's jurisdiction. See Brief for United States 40; Tr. of Oral Arg. 40.</p>\n<p><span class=\"star-pagination\">*1409</span> The rule that subject-matter jurisdiction \"depends on the state of things at the time of the action brought,\" <i>Mullan v. Torrance,</i> 9 Wheat. 537, 539, 6 L.Ed. 154 (1824), does not suggest a different interpretation. The state of things and the originally alleged state of things are not synonymous; demonstration that the original allegations were false will defeat jurisdiction. <i>Anderson v. Watt,</i> 138 U.S. 694, 701, 11 S.Ct. 449, 34 L.Ed. 1078 (1891); <i>Morris v. Gilmer,</i> 129 U.S. 315, 326, 9 S.Ct. 289, 32 L.Ed. 690 (1889). So also will the withdrawal of those allegations, unless they are replaced by others that establish jurisdiction. Thus, when a plaintiff files a complaint in federal court and then voluntarily amends the complaint, courts look to the amended complaint to determine jurisdiction. See <i>Wellness Community-Nat. v. Wellness House,</i> 70 F.3d 46, 49 (C.A.7 1995); <i>Boelens v. Redman Homes, Inc.,</i> 759 F.2d 504, 508 (C.A.5 1985).<sup>[6]</sup></p>\n<p>Here, we have not only an amended complaint, but a final pretrial order that superseded all prior pleadings and \"controll[ed] the subsequent course of the action,\" Fed. Rule Civ. Proc. 16(e). See <i>Curtis v. Loether,</i> 415 U.S. 189, 190, n. 1, 94 S.Ct. 1005, 39 L.Ed.2d 260 (1974) (where a claim was not included in the complaint, but was included in the pretrial order, \"it is irrelevant that the pleadings were never formally amended\" (citing Fed. Rules Civ. Proc. 15(b), 16)); <i>Wilson v. Muckala,</i> 303 F.3d 1207, 1215 (C.A.10 2002) (\"[C]laims, issues, defenses, or theories of damages not included in the pretrial order are waived even if they appeared in the complaint and, conversely, the inclusion of a claim in the pretrial order is deemed to amend any previous pleadings which did not include that claim\"); <i>Syrie v. Knoll Int'l,</i> 748 F.2d 304, 308 (C.A.5 1984) (\"[I]ncorporation of a[new] claim into the pre-trial order ... amends the previous pleadings to state [the new] claim\"). In these circumstances, we look to the allegations as amended\u0097here, the statement of claims in the final pretrial order\u0097to determine original-source status.</p>\n<p>The Government objects that this approach risks driving a wedge between the Government and relators. It worries that future relators might decline to \"acquiesc[e]\" in the Government's tactical decision to narrow the claims in a case if that would eliminate jurisdiction with respect to the relator. Brief for United States 44. Even if this policy concern were valid, it would not induce us to determine jurisdiction on the basis of whether the relator is an original source of information underlying allegations that he no longer makes.</p>\n<p></p>\n<h2>IV</h2>\n<p>Judged according to the principles set forth above, Stone's knowledge falls short. The only false claims ultimately found by the jury (and hence the only ones to which our jurisdictional inquiry is pertinent to the outcome) involved false statements with respect to environmental, safety, and health compliance over a one-and-a-half-year period between April 1, 1987, and September 30, 1988. As described by Stone and the Government in the final pretrial order, the only pertinent problem with respect to this period of time for <span class=\"star-pagination\">*1410</span> which Stone claimed to have direct and independent knowledge was insolid pondcrete. Because Stone was no longer employed by Rockwell at the time, he did not know that the pondcrete was insolid; he did not know that pondcrete storage was even subject to RCRA; he did not know that Rockwell would fail to remedy the defect; he did not know that the insolid pondcrete leaked while being stored on-site; and, of course, he did not know that Rockwell made false statements to the Government regarding pondcrete storage.</p>\n<p>Stone's prediction that the pondcrete would be insolid because of a flaw in the piping system does not qualify as \"direct and independent knowledge\" of the pondcrete defect. Of course a <i>qui tam</i> relator's misunderstanding of <i>why</i> a concealed defect occurred would normally be immaterial as long as he knew the defect actually existed. But here Stone did not <i>know</i> that the pondcrete failed; he <i>predicted</i> it. Even if a prediction can qualify as direct and independent knowledge in some cases (a point we need not address), it assuredly does not do so when its premise of cause and effect is wrong. Stone's prediction was a failed prediction, disproved by Stone's own allegations. As Stone acknowledged, Rockwell was able to produce \"concrete hard\" pondcrete using the machinery Stone said was defective. According to respondents' allegations in the final pretrial order, the insolidity problem was caused by a new foreman's reduction of the cement-to-sludge ratio in the winter of 1986, long after Stone had left Rocky Flats.</p>\n<p>Stone counters that his original-source status with respect to his spray-irrigation claim (which related to a time period different from that for his pondcrete claim, App. 492) provided jurisdiction with respect to all of his claims. We disagree. Section 3730(e)(4) does not permit jurisdiction in gross just because a relator is an original source with respect to some claim. We, along with every court to have addressed the question, conclude that § 3730(e)(4) does not permit such claim smuggling. See <i>United States ex rel. Merena v. SmithKline Beecham Corp.,</i> 205 F.3d 97, 102 (C.A.3 2000); <i>Hays v. Hoffman,</i> 325 F.3d 982, 990 (C.A.8 2003); <i>Wang ex rel. </i><i>United States v. FMC Corp.,</i> 975 F.2d 1412, 1415-1416, 1420 (C.A.9 1992). As then-Judge Alito explained, \"[t]he plaintiffs decision to join all of his or her claims in a single lawsuit should not rescue claims that would have been doomed by section (e)(4) if they had been asserted in a separate action. And likewise, this joinder should not result in the dismissal of claims that would have otherwise survived.\" <i>SmithKline Beecham, supra,</i> at 102.</p>\n<p>Because Stone did not have direct and independent knowledge of the information upon which his allegations were based, we need not decide whether Stone met the second requirement of original-source status, that he have voluntarily provided the information to the Government before filing his action.</p>\n<p></p>\n<h2>V</h2>\n<p>Respondents contend that even if Stone failed the original-source test as to his pondcrete allegations, the Government's intervention in his case provided an independent basis of jurisdiction. Section 3730(e)(4)(A) permits jurisdiction over an action based on publicly disclosed allegations or transactions if the action is \"brought by the Attorney General.\" Respondents say that any inquiry into Stone's original-source status with respect to amendments to the complaint was unnecessary because the Government had intervened, making this an \"action brought by <span class=\"star-pagination\">*1411</span> the Attorney General.\"<sup>[7]</sup> Even assuming that Stone was an original source of allegations in his initial complaint, we reject respondents'\"intervention\" argument.</p>\n<p>The False Claims Act contemplates two types of actions. First, under § 3730(a), \"[i]f the Attorney General finds that a person has violated or is violating section 3729, the Attorney General may bring a civil action under this section against the person.\" Second, under § 3730(b), \"[a] person may bring an action for a violation of section 3729 for the person and for the United States Government.\" When a private person brings an action under § 3730(b), the Government may elect to \"proceed with the action,\" § 3730(b)(4)(A), or it may \"declin[e] to take over the action, in which case the person bringing the action shall have the right to conduct the action,\" § 3730(b)(4)(B). The statute thus draws a sharp distinction between actions brought by the Attorney General under § 3730(a) and actions brought by a private person under § 3730(b). An action brought by a private person does not become one brought by the Government just because the Government intervenes and elects to \"proceed with the action.\" Section 3730 elsewhere refers to the Government's \"proceed[ing] with an action brought by a person under subsection (b)\" \u0097 which makes crystal clear the distinction between actions brought by the Government and actions brought by a relator where the Government intervenes but does not oust the relator.</p>\n<p>Does this conclusion cast into doubt the courts' jurisdiction with respect to the Government as well? After all, § 3730(e)(4)(A) bars jurisdiction over any action brought under § 3730, as this one was, unless the action is brought (1) by the Attorney General or (2) by an original source; and we have concluded that this is brought by neither. Not even petitioners have suggested the bizarre result that the Government's judgment must be set aside. It is readily enough avoided, as common sense suggests it must be, by holding that an action originally brought by a private person, which the Attorney General has joined, becomes an action brought by the Attorney General once the private person has been determined to lack the jurisdictional prerequisites for suit. The outcome would be similar to that frequently produced in diversity-jurisdiction cases, where the \"courts of appeals . . . have the authority to cure a jurisdictional defect by dismissing a dispensable nondiverse party.\" <i>Grupo Dataflux v. Atlas Global Group, L. P.,</i> 541 U.S. 567, 573, 124 S.Ct. 1920, 158 L.Ed.2d 866 (2004) (citing <i>Newman-Green, Inc. v. Alfonzo-Larrain,</i> 490 U.S. 826, 837, 109 S.Ct. 2218, 104 L.Ed.2d 893 (1989)); see <i>United States Steel Corp. v. EPA,</i> 614 F.2d 843, 845 (C.A.3 1979) (\"[T]here are instances when an intervenor's claim does not rise and fall with the claim of the original party\"); 7C C. Wright, A. Miller, &amp; M. Kane, Federal Practice and Procedure § 1920, p. 491 (2d ed. 1986) (\"[A]n intervenor can proceed to decision after a dismissal of the original action . . . if there are independent grounds for jurisdiction of the intervenor's claim\"). What is cured here, by the jurisdictional ruling regarding Stone's claim, is the characterization of the action as one brought by an original source. The elimination of Stone leaves in place an action pursued only by the Attorney General, that can reasonably be regarded as being <span class=\"star-pagination\">*1412</span> \"brought\" by him for purposes of § 3730(e)(4)(A).</p>\n<p></p>\n<h2>* * *</h2>\n<p>We hold that the District Court lacked jurisdiction to enter judgment in favor of Stone. We reverse the Tenth Circuit's judgment to the contrary.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice BREYER took no part in the consideration or decision of this case.</p>\n<p>Justice STEVENS, with whom Justice GINSBURG joins, dissenting.</p>\n<p>Any private citizen may bring an action to enforce the False Claims Act, 31 U.S.C. §§ 3729-3733, unless the information on which his allegations are based is already in the public domain. Even if the information is publicly available, however, the citizen may still sue if he was an \"original source\" of that information. § 3730(e)(4)(A) (\"No court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions . . . unless the action is brought by the Attorney General or the person bringing the action is an original source of the information\"). Because I believe the Court has misinterpreted these provisions to require that an \"original source\" in a <i>qui tam</i> action have knowledge of the actual facts underlying the allegations on which he may ultimately prevail, I respectfully dissent.</p>\n<p>In my view, a plain reading of the statute's provisions \u0097 specifically, §§ 3730(e)(4)(A) and (B) \u0097 makes clear that it is the information underlying the publicly disclosed allegations, not the information underlying the allegations in the relator's complaint (original or amended), of which the relator must be an original source.<sup>[1]</sup> Moreover, the statute's use of the article \"an,\" rather than \"the,\" in describing the original source indicates that the relator need not be the <i>sole</i> source of the information.</p>\n<p>By contrast, the majority's approach suggests that the relator must have knowledge of actual facts supporting the theory ultimately proven at trial \u0097 in other words, knowledge of the information underlying the prevailing claims. See <i>ante,</i> at 1409 (limiting the relevant jurisdictional inquiry to those \"false claims ultimately found by the jury\"). I disagree. Such a view is not supported by the statute, which requires only that the relator have \"direct and independent knowledge\" of the information on which the publicly disclosed allegations are based and that the relator provide such information to the Government in a timely manner. As I read the statute, the jurisdictional inquiry focuses on the facts in the public domain at the time the action is commenced. If the process of discovery leads to amended theories of recovery, amendments to the original complaint <span class=\"star-pagination\">*1413</span> would not affect jurisdiction that was proper at the time of the original filing.<sup>[2]</sup></p>\n<p>In this case, as the Court points out, the fact that Rockwell was storing thousands of insolid pondcrete blocks at the Rocky Flats facility had been publicly disclosed by the news media before Stone filed this lawsuit. <i>Ante,</i> at 1402, 1403. In my view, the record establishes that Stone was an original source of the allegations publicly disclosed by the media in June 1989, even though he thought that the deterioration of the pondcrete blocks would be caused by poor engineering rather than a poor formula for the mixture. The search warrant that was executed on June 6, 1989, and the Federal Bureau of Investigation (FBI) affidavit that was released to the news media on June 9, 1989, were both based, in part, on interviews with Stone and on information Stone had provided to the Government, including the 1982 Engineering Order.</p>\n<p>With respect to earlier media coverage of the pondcrete leakage discovery in May 1988, however, Stone's status as an original source is less obvious. Stone first went to the FBI with allegations of Rockwell's environmental violations in March 1986. App. 180. He subsequently met with several FBI agents over the course of several years. <i>Id.,</i> at 180-182. During those meetings he provided the FBI with thousands of pages of documents, including the Engineering Order, in which he predicted that the pondcrete system design would not work. On the basis of that record, it seems likely that Stone (1) had \"direct and independent knowledge of the information on which the [publicly disclosed] allegations [we]re based\" and (2) voluntarily provided such information to the Government before filing suit. It is, however, his burden to establish that he did so. Because there has been no finding as to whether Stone was an original source as to those public disclosures, I would vacate and remand for a determination whether Stone was in fact an original source of the allegations publicly disclosed by the media in 1988 and 1989.</p>\n<h2>NOTES</h2>\n<p>[1]  Stone claimed the contrary, but the District Court found that he had failed to establish that fact.</p>\n<p>[2]  <i>Qui tam</i> is short for <i>\"qui tam pro domino rege quam pro se ipso in hac parte sequitur,\"</i> which means \"who pursues this action on our Lord the King's behalf as well as his own.\"</p>\n<p>[3]  The laws and regulations allegedly violated included DOE Order Nos. 5480.2 (Dec. 1982), 5483.1 as superseded by 5483.1A (June 22, 1983), and 6430.1 (Dec. 12, 1983) (DOE General Design Criteria Manual); Colo.Rev.Stat. § 25-5-501 <i>et seq.</i> (1982) (Hazardous Substances), 25-7-101 <i>et seq.</i> (1982 and Supp. 1988) (Air Quality Control Program), 25-7-501 <i>et seq.</i> (Asbestos Control), XX-XX-XXX (Hazardous Waste Management Act), 25-8-201 (1982) (Water Quality Control Act), XX-XX-XXX (1982 and Supp.1988) (Radiation Control), XX-XX-XXX (Hazardous Substance Incidents), 25-5-503 (1982), 25-8-506, 25-8-608, XX-XX-XXX through XX-XX-XXX, and XX-XX-XXX; the Occupational Safety and Health Act of 1970, 29 U.S.C. § 651 <i>et seq.</i>; the Atomic Energy Act of 1954, as amended, 42 U.S.C. § 2011 <i>et seq.</i>; the Energy Reorganization Act of 1974, 42 U.S.C. § 5801 <i>et seq.</i>; the Water Pollution Prevention and Control Act, 33 U.S.C. § 1251 <i>et seq.</i>; the Clean Air Act, 42 U.S.C. § 7401 <i>et seq.</i>; the Safe Drinking Water Act, 42 U.S.C. § 300f <i>et seq.</i>; and regulations promulgated under these statutes.</p>\n<p>[4]  In addition to the pondcrete allegations, respondents charged Rockwell with concealing problems with \"saltcrete\" (a mixture of cement and salt from liquid waste treatment processes) and \"spray irrigation\" (a method of disposing of waste water generated by the sewage treatment plant at Rocky Flats).</p>\n<p>[5]  The Courts of Appeals have divided over the question. See <i>United States ex rel. Laird v. Lockheed Martin Eng. &amp; Science Servs. Co.,</i> 336 F.3d 346, 353-355 (C.A.5 2003) (describing the Courts of Appeals' divergent approaches). Only by demoting the actual text of § 3730(e)(4) to a footnote and then paraphrasing the statute in a way that assumes his conclusion can Justice STEVENS assert (without further analysis) that the statute's meaning is \"plain.\" See <i>post,</i> at 1412, 1413 (dissenting opinion).</p>\n<p>[6]  It is true that, when a defendant removes a case to federal court based on the presence of a federal claim, an amendment eliminating the original basis for federal jurisdiction generally does not defeat jurisdiction. See <i>Carnegie-Mellon Univ. v. Cohill,</i> 484 U.S. 343, 346, 357, 108 S.Ct. 614, 98 L.Ed.2d 720 (1988); <i>St. Paul Mercury Indemnity Co. v. Red Cab Co.,</i> 303 U.S. 283, 293, 58 S.Ct. 586, 82 L.Ed. 845 (1938). But removal cases raise forum-manipulation concerns that simply do not exist when it is the <i>plaintiff</i> who chooses a federal forum and then pleads away jurisdiction through amendment.</p>\n<p>[7]  The Government includes a significant caveat: In its view, intervention does not cure any pre-existing defects in Stone's initial complaint; it only cures defects resulting from amendments to the pleadings.</p>\n<p>[1]  Section 3730(e)(4)(A) states that\n</p>\n<p>\"No court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions in a criminal, civil, or administrative hearing, in a congressional, administrative, or Government Accounting Office report, hearing, audit, or investigation, or from the news media, unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" (Footnote omitted.)</p>\n<p>Section 3730(e)(4)(B) then states that</p>\n<p>\"For purposes of this paragraph, `original source' means an individual who has direct and independent knowledge of the information on which the allegations are based and has voluntarily provided the information to the Government before filing an action under this section which is based on the information.\"</p>\n<p>[2]  The majority's approach requires courts to reevaluate jurisdiction over a <i>qui tam</i> action brought by an original source every time the complaint is amended. Such an approach, the Government has argued, will interfere with its ability to tailor the claims advanced as it sees appropriate. By contrast, under the approach I would adopt, the jurisdictional inquiry relates only to whether the relator was an original source of the information underlying the public disclosures, which can easily be determined when an action is filed and need not be revisited during later stages of the litigation.</p>\n\n</div>", 
  "time_retrieved": "2010-05-05T17:07:12", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2006                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       ROCKWELL INTERNATIONAL CORP. ET AL. v. \n\n              UNITED STATES ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE TENTH CIRCUIT\n\n   No. 05–1272.      Argued December 5, 2006—Decided March 27, 2007\nWhile employed as an engineer at a nuclear weapons plant run by peti\n tioner Rockwell under a Government contract, respondent Stone pre\n dicted that Rockwell’s system for creating solid “pondcrete” blocks\n from toxic pond sludge and cement would not work because of prob\n lems in piping the sludge. However, Rockwell successfully made such\n blocks and discovered “insolid” ones only after Stone was laid off in\n 1986. In 1989, Stone filed a qui tam suit under the False Claims Act,\n which prohibits submitting false or fraudulent payment claims to the\n United States, 31 U. S. C. §3729(a); permits remedial civil actions to\n be brought by the Attorney General, §3730(a), or by private individu\n als in the Government’s name, §3730(b)(1); but eliminates federal-\n court jurisdiction over actions “based upon the public disclosure of al\n legations or transactions . . . , unless the action is brought by the At\n torney General or the person bringing the action is an original source\n of the information,” §3730(e)(4)(A). An “original source” “has direct\n and independent knowledge of the information on which the allega\n tions are based and has voluntarily provided the information to the\n Government before filing an action . . . based on the information.”\n §3730(e)(4)(B). In 1996, the Government intervened, and, with\n Stone, filed an amended complaint, which did not allege that Stone’s\n predicted piping-system defect caused the insolid blocks. Nor was\n such defect mentioned in a statement of claims included in the final\n pretrial order, which instead alleged that the pondcrete failed be\n cause a new foreman used an insufficient cement-to-sludge ratio.\n The jury found for respondents with respect to claims covering the\n pondcrete allegations, but found for Rockwell with respect to all other\n2            ROCKWELL INT’L CORP. v. UNITED STATES\n\n                                Syllabus\n\n    claims. The District Court denied Rockwell’s postverdict motion to\n    dismiss Stone’s claims, finding that Stone was an original source.\n    The Tenth Circuit affirmed in part, but remanded for the District\n    Court to determine whether Stone had disclosed his information to\n    the Government before filing the action. The District Court found\n    Stone’s disclosure inadequate, but the Tenth Circuit disagreed and\n    held that Stone was an original source.\nHeld:\n    1. Section 3730(e)(4)’s original-source requirement is jurisdictional.\n Thus, regardless of whether Rockwell conceded Stone’s original-\n source status, this Court must decide whether Stone meets this juris\n dictional requirement. Pp. 8–11.\n    2. Because Stone does not meet §3730(e)(4)(B)’s requirement that a\n relator have “direct and independent knowledge of the information on\n which the allegations are based,” he is not an original source.\n Pp. 12–18.\n       (a) The “information” to which subparagraph (B) speaks is the in\n formation on which the relator’s allegations are based rather than\n the information on which the publicly disclosed allegations that trig\n gered the public-disclosure bar are based. The subparagraph stand\n ing on its own suggests that disposition. And those “allegations” are\n not the same as the allegations referred to in subparagraph (A),\n which bars actions based on the “public disclosure of allegations or\n transactions” with an exception for cases brought by “an original\n source of the information.” Had Congress wanted to link original-\n source status to information underlying public disclosure it would\n have used the identical phrase, “allegations or transactions.” Fur\n thermore, it is difficult to understand why Congress would care\n whether a relator knows about the information underlying a publicly\n disclosed allegation when the relator has direct and independent\n knowledge of different information supporting the same allegation.\n Pp. 12–14.\n       (b) In determining which “allegations” are relevant, that term is\n not limited to “allegations” in the original complaint, but includes the\n allegations as amended. The statute speaks of the relator’s “allega\n tions,” simpliciter. Absent some limitation of §3730(e)(4)’s require\n ment to the initial complaint, this Court will not infer one. Here,\n where the final pretrial order superseded prior pleadings, this Court\n looks to the final pretrial order to determine original-source status.\n Pp. 14–17.\n       (c) Judged according to these principles, Stone’s knowledge falls\n short. The only false claims found by the jury involved insolid pond\n crete discovered after Stone left his employment. Thus, he did not\n know that the pondcrete had failed; he predicted it. And his predic\n                     Cite as: 549 U. S. ____ (2007)                     3\n\n                                Syllabus\n\n  tion was a failed one, for Stone believed the piping system was defec\n  tive when, in fact, the pondcrete problem would be caused by a fore\n  man’s actions after Stone had left the plant. Stone’s original-source\n  status with respect to a separate, spray-irrigation claim did not pro\n  vide jurisdiction over all of his claims. Section 3730(e)(4) does not\n  permit jurisdiction in gross just because a relator is an original\n  source with respect to some claim. Pp. 17–18.\n     3. The Government’s intervention in this case did not provide an\n  independent basis of jurisdiction with respect to Stone. The statute\n  draws a sharp distinction between actions brought by a private per\n  son under §3730(b) and actions brought by the Attorney General un\n  der §3730(b). An action originally brought by a private person, which\n  the Attorney General has joined, becomes an action brought by the\n  Attorney General only after the private person has been ousted.\n  Pp. 18–20.\n92 Fed. Appx. 708, reversed.\n\n   SCALIA, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, SOUTER, THOMAS, and ALITO, JJ., joined. STEVENS,\nJ., filed a dissenting opinion, in which GINSBURG, J., joined. BREYER, J.,\ntook no part in the consideration or decision of the case.\n                        Cite as: 549 U. S. ____ (2007)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 05–1272\n                                   _________________\n\n\n     ROCKWELL INTERNATIONAL CORP., ET AL., \n\n      PETITIONERS v. UNITED STATES ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n            APPEALS FOR THE TENTH CIRCUIT\n\n                                [March 27, 2007] \n\n\n  JUSTICE SCALIA delivered the opinion of the Court.\n  The False Claims Act, 31 U. S. C. §§3729–3733, elimi\nnates federal-court jurisdiction over actions under §3730\nof the Act that are based upon the public disclosure of\nallegations or transactions “unless the action is brought by\nthe Attorney General or the person bringing the action is\nan original source of the information.” §3730(e)(4)(A). We\ndecide whether respondent James Stone was an original\nsource.\n                              I\n  The mixture of concrete and pond sludge that is the\nsubject of this case has taken nearly two decades to seep,\nso to speak, into this Court. Given the long history and\nthe complexity of this litigation, it is well to describe the\nfacts in some detail.\n                          A\n   From 1975 through 1989, petitioner Rockwell Interna\ntional Corp. was under a management and operating\ncontract with the Department of Energy (DOE) to run the\nRocky Flats nuclear weapons plant in Colorado. The most\n2        ROCKWELL INT’L CORP. v. UNITED STATES\n\n                     Opinion of the Court\n\nsignificant portion of Rockwell’s compensation came in the\nform of a semiannual “ ‘award fee,’ ” the amount of which\ndepended on DOE’s evaluation of Rockwell’s performance\nin a number of areas, including environmental, safety, and\nhealth concerns. United States ex rel. Stone v. Rockwell\nInt’l, Corp., 92 Fed. Appx. 708, 714 (CA10 2004).\n  From November 1980 through March 1986, James Stone\nworked as an engineer at the Rocky Flats plant. In the\nearly 1980’s, Rockwell explored the possibility of disposing\nof the toxic pond sludge that accumulated in solar evapo\nration ponds at the facility, by mixing it with cement. The\nidea was to pour the mixture into large rectangular boxes,\nwhere it would solidify into “pondcrete” blocks that could\nbe stored onsite or transported to other sites for disposal.\n  Stone reviewed a proposed manufacturing process for\npondcrete in 1982. He concluded that the proposal “would\nnot work,” App. 175, and communicated that conclusion to\nRockwell management in a written “Engineering Order.”\nAs Stone would later explain, he believed “the suggested\nprocess would result in an unstable mixture that would\nlater deteriorate and cause unwanted release of toxic\nwastes to the environment.” Ibid. He believed this be\ncause he “foresaw that the piping system” that extracted\nsludge from the solar ponds “would not properly remove\nthe sludge and would lead to an inadequate mixture of\nsludge/waste and cement such that the ‘pond crete’ blocks\nwould rapidly disintegrate thus creating additional con\ntamination problems.” Id., at 290.\n  Notwithstanding Stone’s prediction, Rockwell proceeded\nwith its pondcrete project and successfully manufactured\n“concrete hard” pondcrete during the period of Stone’s\nemployment at Rocky Flats. It was only after Stone was\nlaid off in March 1986 that what the parties have called\n“insolid” pondcrete blocks were discovered. According to\nrespondents, Rockwell knew by October 1986 that a sub\nstantial number of pondcrete blocks were insolid, but\n                 Cite as: 549 U. S. ____ (2007)            3\n\n                     Opinion of the Court\n\nDOE did not become aware of the problem until May 1988,\nwhen several pondcrete blocks began to leak, leading to\nthe discovery of thousands of other insolid blocks. The\nmedia reported these discoveries, 3 Appellants’ App. in\nNos. 99–1351, 99–1352, 99–1353 (CA10), pp. 889–38 to\n889–39; and attributed the malfunction to Rockwell’s\nreduction of the ratio of concrete to sludge in the mixture.\n   In June 1987, more than a year after he had left Rock-\nwell’s employ, Stone went to the Federal Bureau of Inves\ntigation (FBI) with allegations of environmental crimes at\nRocky Flats during the time of his employment. According\nto the court below, Stone alleged that\n    “contrary to public knowledge, Rocky Flats accepted\n    hazardous and nuclear waste from other DOE facili\n    ties; that Rockwell employees were ‘forbidden from\n    discussing any controversies in front of a DOE em\n    ployee’; that although Rocky Flats’ fluid bed incinera\n    tors failed testing in 1981, the pilot incinerator re\n    mained on line and was used to incinerate wastes\n    daily since 1981, including plutonium wastes which\n    were then sent out for burial; that Rockwell distilled\n    and fractionated various oils and solvents although\n    the wastes were geared for incineration; that Stone\n    believed that the ground water was contaminated\n    from previous waste burial and land application, and\n    that hazardous waste lagoons tended to overflow dur\n    ing and after ‘a good rain,’ causing hazardous wastes\n    to be discharged without first being treated.” App. to\n    Pet. for Cert. 4a.\nStone provided the FBI with 2,300 pages of documents,\nburied among which was his 1982 engineering report\npredicting that the pondcrete-system design would not\nwork. Stone did not discuss his pondcrete allegations with\n4          ROCKWELL INT’L CORP. v. UNITED STATES\n\n                         Opinion of the Court\n\nthe FBI in their conversations.1\n  Based in part on information allegedly learned from\nStone, the Government obtained a search warrant for\nRocky Flats, and on June 6, 1989, 75 FBI and Environ\nmental Protection Agency agents raided the facility. The\naffidavit in support of the warrant included allegations (1)\nthat pondcrete blocks were insolid “due to an inadequate\nwaste-concrete mixture,” App. 429, (2) that Rockwell\nobtained award fees based on its alleged “ ‘excellent’ ”\nmanagement of Rocky Flats, id., at 98, and (3) that Rock-\nwell made false statements and concealed material facts in\nviolation of the Resource Conservation and Recovery Act\nof 1976 (RCRA), 90 Stat. 2811, 42 U. S. C. §6928, and 18\nU. S. C. §1001. Newspapers published these allegations.\nIn March 1992, Rockwell pleaded guilty to 10 environ\nmental violations, including the knowing storage of insolid\npondcrete blocks in violation of RCRA. Rockwell agreed to\npay $18.5 million in fines.\n                              B\n   In July 1989, Stone filed a qui tam suit under the False\nClaims Act.2 That Act prohibits false or fraudulent claims\nfor payment to the United States, 31 U. S. C. §3729(a),\nand authorizes civil actions to remedy such fraud to be\nbrought by the Attorney General, §3730(a), or by private\nindividuals in the Government’s name, §3730(b)(1). The\nAct provides, however, that “[n]o court shall have jurisdic\ntion over an action under this section based upon the\npublic disclosure of allegations or transactions . . . from\nthe news media, unless the action is brought by the Attor\nney General or the person bringing the action is an origi\n——————\n  1 Stone claimed the contrary, but the District Court found that he had\n\nfailed to establish that fact.\n  2 Qui tam is short for “qui tam pro domino rege quam pro se ipso in\n\nhac parte sequitur,” which means “who pursues this action on our Lord\nthe King’s behalf as well as his own.”\n                     Cite as: 549 U. S. ____ (2007)                     5\n\n                          Opinion of the Court\n\nnal source of the information.” §3730(e)(4)(A). An “origi\nnal source” is “an individual who has direct and independ\nent knowledge of the information on which the allegations\nare based and has voluntarily provided the information to\nthe Government before filing an action under this section\nwhich is based on the information.” §3730(e)(4)(B).\n  Stone’s complaint alleged that Rockwell was required to\ncomply with certain federal and state environmental laws\nand regulations, including RCRA; that Rockwell commit\nted numerous violations of these laws and regulations\nthroughout the 1980’s3; and that, in order to induce the\nGovernment to make payments or approvals under Rock-\nwell’s contract, Rockwell knowingly presented false and\nfraudulent claims to the Government in violation of the\nFalse Claims Act, 31 U. S. C. §3729(a). As required under\nthe Act, Stone filed his complaint under seal and simulta\nneously delivered to the Government a confidential disclo\nsure statement describing “substantially all material\nevidence and information” in his possession, §3730(b)(2).\nThe statement identified 26 environmental and safety\nissues, only one of which involved pondcrete. With respect\nto that issue, Stone explained in his statement that he had\n——————\n  3 The laws and regulations allegedly violated included DOE Order\n\nNos. 5480.2 (Dec. 1982), 5483.1 as superseded by 5483.1A (June 22,\n1983), and 6430.1 (Dec. 12, 1983) (DOE General Design Criteria Man\nual); Colo. Rev. Stat. §25–5–501 et seq. (1982) (Hazardous Substances),\n25–7–101 et seq. (1982 and Supp. 1988) (Air Quality Control Program),\n25–7–501 et seq. (Asbestos Control), 25–15–101 (Hazardous Waste\nManagement Act, 25–8–201 (1982) (Water Quality Control Act), 25–11–\n101 (1982 and Supp. 1988) (Radiation Control), 29–22–101 (Hazardous\nSubstance Incidents), 25–5–503 (1982), 25–8–506, 25–8–608, 25–15–\n308 through 25–15–310, and 29–22–108; the Occupational Safety and\nHealth Act of 1970, 29 U. S. C. §651 et seq.; the Atomic Energy Act of\n1954, as amended, 42 U. S. C. §2011 et seq.; the Energy Reorganization\nAct of 1974, 42 U. S. C. §5801 et seq.; the Water Pollution Prevention\nand Control Act, 33 U. S. C. §1251 et seq.; the Clean Air Act, 42 U. S. C.\n§7401 et seq.; the Safe Drinking Water Act, 42 U. S. C. §300f et seq.; and\nregulations promulgated under these statutes.\n6          ROCKWELL INT’L CORP. v. UNITED STATES\n\n                         Opinion of the Court\n\nreviewed the design for the pondcrete system and had\nforeseen that the piping mechanism would not properly\nremove the sludge, which in turn would lead to an inade\nquate mixture of sludge and cement.\n   In December 1992, Rockwell moved to dismiss Stone’s\naction for lack of subject-matter jurisdiction, arguing that\nthe action was based on publicly disclosed allegations and\nthat Stone was not an original source. The District Court\ndenied the motion because, in its view, “Stone had direct\nand independent knowledge that Rockwell’s compensation\nwas linked to its compliance with environmental, health\nand safety regulations and that it allegedly concealed its\ndeficient performance so that it would continue to receive\npayments.” App. to Pet. for Cert. 61a.\n   The Government initially declined to intervene in\nStone’s action, but later reversed course, and in November\n1996, the District Court granted the Government’s inter\nvention. Several weeks later, at the suggestion of the\nDistrict Court, the Government and Stone filed a joint\namended complaint. As relevant here, the amended com\nplaint alleged that Rockwell violated RCRA by storing\nleaky pondcrete blocks, but did not allege that any defect\nin the piping system (as predicted by Stone) caused insolid\npondcrete.4 Respondents clarified their allegations even\nfurther in a statement of claims which became part of the\nfinal pretrial order and which superseded their earlier\npleadings. This said that the pondcrete’s insolidity was\ndue to “an incorrect cement/sludge ratio used in pondcrete\noperations, as well as due to inadequate process controls\nand inadequate inspection procedures.” App. 470. It\ncontinued:\n——————\n  4 In addition to the pondcrete allegations, respondents charged Rock-\n\nwell with concealing problems with “saltcrete” (a mixture of cement and\nsalt from liquid waste treatment processes) and “spray irrigation” (a\nmethod of disposing of waste water generated by the sewage treatment\nplant at Rocky Flats).\n                 Cite as: 549 U. S. ____ (2007)           7\n\n                     Opinion of the Court\n\n    “During the winter of 1986, Rockwell replaced its then\n    pondcrete foreman, Norman Fryback, with Ron Teel.\n    Teel increased pondcrete production rates in part by,\n    among other things, reducing the amount of cement\n    added to the blocks. Following the May 23, 1988 spill,\n    Rockwell acknowledged that this reduced cement-to\n    sludge ratio was a major contributor to the existence\n    of insufficiently solid pondcrete blocks on the storage\n    pads.” Id., at 476–477.\nThe statement of claims again did not mention the piping\nproblem asserted by Stone years earlier.\n  Respondents’ False Claims Act claims went to trial in\n1999. None of the witnesses Stone had identified during\ndiscovery as having relevant knowledge testified at trial.\nAnd none of the documents Stone provided to the Gov\nernment with his confidential disclosure statement was\nintroduced in evidence at trial. Nor did respondents allege\nat trial that the defect in the piping system predicted by\nStone caused insolid pondcrete. To the contrary, during\nclosing arguments both Stone’s counsel and the Govern\nment’s counsel repeatedly explained to the jury that the\npondcrete failed because Rockwell’s new foreman used an\ninsufficient cement-to-sludge ratio in an effort to increase\npondcrete production.\n  The verdict form divided the False Claims Act count into\nseveral different claims corresponding to different award-\nfee periods. The jury found in favor of respondents for the\nthree periods covering the pondcrete allegations (April 1,\n1987, to September 30, 1988), and found for Rockwell as to\nthe remaining periods. The jury awarded damages of\n$1,390,775.80, which the District Court trebled pursuant\nto 31 U. S. C. §3729(a).\n  Rockwell filed a postverdict motion to dismiss Stone’s\nclaims under §3730(e)(4), arguing that the claims were\nbased on publicly disclosed allegations and that Stone was\n8          ROCKWELL INT’L CORP. v. UNITED STATES\n\n                       Opinion of the Court\n\nnot an original source. In response, Stone acknowledged\nthat his successful claims were based on publicly disclosed\nallegations, but asserted original-source status.       The\nDistrict Court agreed with Stone. The United States\nCourt of Appeals for the Tenth Circuit affirmed in relevant\npart, but remanded the case for the District Court to\ndetermine whether Stone had disclosed his information to\nthe Government before filing his qui tam action, as\n§3730(e)(4)(B) required. On remand, the District Court\nfound that Stone had produced the 1982 engineering order\nto the Government, but that the order was insufficient to\ncommunicate Stone’s allegations. The District Court also\nfound that Stone had not carried his burden of proving\nthat he orally informed the FBI about his allegations\nbefore filing suit. On appeal, the Tenth Circuit disagreed\nwith the District Court’s conclusion and held (over the\ndissent of Judge Briscoe) that the 1982 engineering order\nsufficed to carry Stone’s burden of persuasion. 92 Fed.\nAppx. 708. We granted certiorari, 548 U. S. ____ (2006), to\ndecide whether Stone was an original source.\n                               II\n    Section 3730(e)(4)(A) provides that\n      “[n]o court shall have jurisdiction over an action under\n      this section based upon the public disclosure of allega\n      tions or transactions in a criminal, civil, or adminis\n      trative hearing, in a congressional, administrative, or\n      Government Accounting Office report, hearing, audit,\n      or investigation, or from the news media, unless the\n      action is brought by the Attorney General or the per\n      son bringing the action is an original source of the in\n      formation.” (Footnote omitted.)\nAs discussed above, §3730(e)(4)(B) defines “original\nsource” as “an individual who [1] has direct and independ\nent knowledge of the information on which the allegations\n                  Cite as: 549 U. S. ____ (2007)            9\n\n                      Opinion of the Court\n\nare based and [2] has voluntarily provided the information\nto the Government before filing an action under this sec\ntion which is based on the information.” As this case\ncomes to the Court, it is conceded that the claims on which\nStone prevailed were based upon publicly disclosed allega\ntions within the meaning of §3730(e)(4)(A). The question\nis whether Stone qualified under the original-source ex\nception to the public-disclosure bar.\n   We begin with the possibility that little analysis is\nrequired in this case, for Stone asserts that Rockwell\nconceded his original-source status. Rockwell responds\nthat it conceded no such thing and that, even had it done\nso, the concession would have been irrelevant because\n§3730(e)(4) is jurisdictional. We agree with the latter\nproposition. It is true enough that the word “jurisdiction”\ndoes not in every context connote subject-matter jurisdic\ntion. Noting that “jurisdiction” is “ ‘a word of many, too\nmany, meanings,’ ” we concluded in Steel Co. v. Citizens for\nBetter Environment, 523 U. S. 83 (1998), that establishing\nthe elements of an offense was not made a jurisdictional\nmatter merely because the statute creating the cause of\naction was phrased as providing for “jurisdiction” over\nsuch suits. Id., at 90 (quoting United States v. Vanness, 85\nF. 3d 661, 663, n. 2 (CADC 1996)). Here, however, the\nissue is not whether casting the creation of a cause of\naction in jurisdictional terms somehow limits the general\ngrant of jurisdiction under which that cause of action\nwould normally be brought, but rather whether a clear\nand explicit withdrawal of jurisdiction withdraws jurisdic\ntion. It undoubtedly does so. Just last Term we stated\nthat, “[i]f the Legislature clearly states that a threshold\nlimitation on a statute’s scope shall count as jurisdictional,\nthe courts and litigants will be duly instructed and will\nnot be left to wrestle with the issue.” Arbaugh v. Y & H\nCorp., 546 U. S. 500, 515–516 (2006) (footnote omitted).\nHere the jurisdictional nature of the original-source re\n10       ROCKWELL INT’L CORP. v. UNITED STATES\n\n                     Opinion of the Court\n\nquirement is clear ex visceribus verborum. Indeed, we\nhave already stated that §3730(e)(4) speaks to “the power\nof a particular court” as well as “the substantive rights of\nthe parties.” Hughes Aircraft Co. v. United States ex rel.\nSchumer, 520 U. S. 939, 951 (1997).\n   Stone’s contrary position rests entirely on dicta from a\nsingle Court of Appeals decision, see United States ex rel.\nFallon v. Accudyne Corp., 97 F. 3d 937, 940–941 (CA7\n1996). Accudyne thought it significant that jurisdiction\nover False Claims Act cases is conferred by 28 U. S. C.\n§§1331 and 1345 (the federal-question and United-States\nas-plaintiff provisions of the Judicial Code) and 31\nU. S. C. §3732(a) (the provision of the False Claims Act\nestablishing federal-court venue and conferring federal-\ncourt jurisdiction over related state-law claims), rather\nthan §3730, which is the “section” referenced in\n§3730(e)(4). To eliminate jurisdiction, the court believed,\nit is those jurisdiction-conferring sections that would have\nto be referenced. We know of nothing in logic or authority\nto support this. The jurisdiction-removing provision here\ndoes not say “no court shall have jurisdiction under this\nsection,” but rather “no court shall have jurisdiction over\nan action under this section.” That is surely the most\nnatural way to achieve the desired result of eliminating\njurisdiction over a category of False Claims Act actions—\nrather than listing all the conceivable provisions of the\nUnited States Code whose conferral of jurisdiction is being\neliminated. (In addition to the provisions cited by the\nAccudyne court, one might also have to mention the diver\nsity-jurisdiction provision, 28 U. S. C. §1332, and the\nsupplemental-jurisdiction provision, §1367.)       Accudyne\nnext observed that the public-disclosure bar limits only\nwho may speak for the United States on a subject and who\nif anyone gets a financial reward, not the “categories of\ndisputes that may be resolved (a real ‘jurisdictional’\nlimit).” 97 F. 3d, at 941. But this is a classic begging of\n                  Cite as: 549 U. S. ____ (2007)           11\n\n                      Opinion of the Court\n\nthe question, which is precisely whether there has been\nremoved from the courts’ jurisdiction that category of\ndisputes consisting of False Claims Act qui tam suits\nbased on publicly disclosed allegations as to which the\nrelator is not an original source of the information. Noth\ning prevents Congress from defining the “category” of\nexcluded suits in any manner it wishes. See, e.g., 28\nU. S. C. §1500 (no jurisdiction over “any claim for or in\nrespect to which the plaintiff . . . has pending in any other\ncourt any suit . . . against the United States”). Lastly,\nAccudyne asserted that “the Supreme Court had held that\na similar reference to jurisdiction in the Norris-LaGuardia\nAct, 29 U. S. C. §§101, 104, limits remedies rather than\nsubject-matter jurisdiction.” 97 F. 3d, at 941 (citing Bur\nlington Northern R. Co. v. Maintenance of Way Employes,\n481 U. S. 429, 444–446 (1987)). But the language of the\nNorris-LaGuardia Act is in fact not similar. It provides\nthat “[n]o court of the United States shall have jurisdiction\nto issue any restraining order or temporary or permanent\ninjunction in any case involving or growing out of any\nlabor dispute . . . .” 29 U. S. C. §104 (emphasis added). It\nis facially a limitation upon the relief that can be accorded,\nnot a removal of jurisdiction over “any case involving or\ngrowing out of a labor dispute.” Here, by contrast, the text\nsays “[n]o court shall have jurisdiction over an action\nunder this section.”\n   Whether the point was conceded or not, therefore, we\nmay, and indeed must, decide whether Stone met the\njurisdictional requirement of being an original source.\n                           III\n  We turn to the first requirement of original-source\nstatus, that the relator have “direct and independent\nknowledge of the information on which the allegations are\nbased.” 31 U. S. C. §3730(e)(4)(B). Because we have not\npreviously addressed this provision, several preliminary\n12         ROCKWELL INT’L CORP. v. UNITED STATES\n\n                        Opinion of the Court\n\nquestions require our attention.\n                               A\n    First, does the phrase “information on which the allega\ntions are based” refer to the information on which the\nrelator’s allegations are based or the information on which\nthe publicly disclosed allegations that triggered the public-\ndisclosure bar are based? The parties agree it is the for\nmer. See Brief for Petitioners 26, n. 13; Brief for United\nStates 24, and n. 8; Brief for Respondent Stone 15, 21.\nBut in view of our conclusion that §3730(e)(4) is jurisdic\ntional, we must satisfy ourselves that the parties’ position\nis correct.\n    Though the question is hardly free from doubt,5 we\nagree that the “information” to which subparagraph (B)\nspeaks is the information upon which the relators’ allega\ntions are based. To begin with, subparagraph (B) standing\non its own suggests that disposition. The relator must\nhave “direct and independent knowledge of the informa\ntion on which the allegations are based,” and he must\n“provid[e] the information to the Government before filing\nan action under this section which is based on the infor\nmation.” Surely the information one would expect a rela\ntor to “provide to the Government before filing an action\n. . . based on the information” is the information underly\ning the relator’s claims.\n    Subparagraph (A) complicates matters. As described\nearlier, it bars actions based on the “public disclosure of\nallegations or transactions” and provides an exception for\n——————\n  5 The  Courts of Appeals have divided over the question. See United\nStates ex rel. Laird v. Lockheed Martin Eng. & Science Servs. Co., 336\nF. 3d 346, 353–355 (CA5 2003) (describing the Courts of Appeals’\ndivergent approaches). Only by demoting the actual text of §3730(e)(4)\nto a footnote and then paraphrasing the statute in a way that assumes\nhis conclusion can JUSTICE STEVENS assert (without further analysis)\nthat the statute’s meaning is “plain.” See post, at 1, 2 (dissenting\nopinion).\n                  Cite as: 549 U. S. ____ (2007)            13\n\n                      Opinion of the Court\n\ncases brought by “an original source of the information.”\nIf the allegations referred to in subparagraph (B)’s phrase\nrequiring “direct and independent knowledge of the infor\nmation on which the allegations are based,” are the same\n“allegations” referred to in subparagraph (A), then origi\nnal-source status would depend on knowledge of informa\ntion underlying the publicly disclosed allegations. The\nprincipal textual difficulty with that interpretation is that\nsubparagraph (A) does not speak simply of “allegations,”\nbut of “allegations or transactions.” Had Congress wanted\nto link original-source status to information underlying\nthe public disclosure, it would surely have used the identi\ncal phrase, “allegations or transactions”; there is no con\nceivable reason to require direct and independent knowl\nedge of publicly disclosed allegations but not of publicly\ndisclosed transactions.\n   The sense of the matter offers strong additional support\nfor this interpretation. Section 3730(e)(4)(A) bars actions\nbased on publicly disclosed allegations whether or not the\ninformation on which those allegations are based has been\nmade public. It is difficult to understand why Congress\nwould care whether a relator knows about the information\nunderlying a publicly disclosed allegation (e.g., what a\nconfidential source told a newspaper reporter about insolid\npondcrete) when the relator has direct and independent\nknowledge of different information supporting the same\nallegation (e.g., that a defective process would inevitably\nlead to insolid pondcrete). Not only would that make little\nsense, it would raise nettlesome procedural problems,\nplacing courts in the position of comparing the relator’s\ninformation with the often unknowable information on\nwhich the public disclosure was based. Where that latter\ninformation has not been disclosed (by reason, for exam\nple, of a reporter’s desire to protect his source), the relator\nwould presumably be out of court. To bar a relator with\ndirect and independent knowledge of information underly\n14       ROCKWELL INT’L CORP. v. UNITED STATES\n\n                     Opinion of the Court\n\ning his allegations just because no one can know what\ninformation underlies the similar allegations of some other\nperson simply makes no sense.\n   The contrary conclusion of some lower courts rests on\nthe following logic: The term “information” in subpara\ngraph (B) must be read in tandem with the term “informa\ntion” in subparagraph (A), and the term “information” in\nsubparagraph (A) refers to the information on which the\npublicly disclosed allegations are based. See, e.g., United\nStates ex rel. Laird v. Lockheed Martin Eng. & Science\nServs. Co., 336 F. 3d 346, 354 (CA5 2003). The major\npremise of this reasoning seems true enough: “informa\ntion” in (A) and (B) means the same thing. The minor\npremise, however—that “information” in (A) refers to the\ninformation underlying the publicly disclosed allegations\nor transactions—is highly questionable. The complete\nphrase at issue is “unless . . . the person bringing the\naction is an original source of the information.” It seems\nto us more likely (in light of the analysis set forth above)\nthat the information in question is the information under\nlying the action referred to a few words earlier, to-wit, the\naction “based upon the public disclosure of allegations or\ntransactions” referred to at the beginning of the provision.\nOn this interpretation, “information” in subparagraph (A)\nand “information on which the allegations are based” in\nsubparagraph (B) are one and the same, viz., information\nunderlying the allegations of the relator’s action.\n                           B\n  Having determined that the phrase “information on\nwhich the allegations are based” refers to the relator’s\nallegations and not the publicly disclosed allegations, we\nconfront more textual ambiguity: Which of the relator’s\nallegations are the relevant ones? Stone’s allegations\nchanged during the course of the litigation, yet he asks\nthat we look only to his original complaint. Rockwell\n                 Cite as: 549 U. S. ____ (2007)          15\n\n                     Opinion of the Court\n\nargues that Stone must satisfy the original-source excep\ntion through all stages of the litigation.\n   In our view, the term “allegations” is not limited to the\nallegations of the original complaint. It includes (at a\nminimum) the allegations in the original complaint as\namended. The statute speaks not of the allegations in the\n“original complaint” (or even the allegations in the “com\nplaint”), but of the relator’s “allegations” simpliciter.\nAbsent some limitation of §3730(e)(4)’s requirement to the\nrelator’s initial complaint, we will not infer one. Such a\nlimitation would leave the relator free to plead a trivial\ntheory of fraud for which he had some direct and inde\npendent knowledge and later amend the complaint to\ninclude theories copied from the public domain or from\nmaterials in the Government’s possession. Even the\nGovernment concedes that new allegations regarding a\nfundamentally different fraudulent scheme require re\nevaluation of the court’s jurisdiction. See Brief for United\nStates 40; Tr. of Oral Arg. 40.\n   The rule that subject-matter jurisdiction “depends on\nthe state of things at the time of the action brought,”\nMollan v. Torrance, 9 Wheat. 537, 539 (1824), does not\nsuggest a different interpretation. The state of things and\nthe originally alleged state of things are not synonymous;\ndemonstration that the original allegations were false will\ndefeat jurisdiction. Anderson v. Watt, 138 U. S. 694, 701\n(1891); Morris v. Gilmer, 129 U. S. 315, 326 (1889). So\nalso will the withdrawal of those allegations, unless they\nare replaced by others that establish jurisdiction. Thus,\nwhen a plaintiff files a complaint in federal court and then\nvoluntarily amends the complaint, courts look to the\namended complaint to determine jurisdiction. See Well-\nness Community-Nat. v. Wellness House, 70 F. 3d 46, 49\n(CA7 1995); Boelens v. Redman Homes, Inc., 759 F. 2d 504,\n16         ROCKWELL INT’L CORP. v. UNITED STATES\n\n                         Opinion of the Court\n\n508 (CA5 1984).6\n   Here, we have not only an amended complaint, but a\nfinal pretrial order that superseded all prior pleadings and\n“controll[ed] the subsequent course of the action,” Fed.\nRule Civ. Proc. 16(e). See Curtis v. Loether, 415 U. S. 189,\n190, n. 1 (1974) (where a claim was not included in the\ncomplaint, but was included in the pretrial order, “it is\nirrelevant that the pleadings were never formally\namended” (citing Fed. Rules Civ. Proc. 15(b), 16)); Wilson\nv. Muckala, 303 F. 3d 1207, 1215 (CA10 2002) (“[C]laims,\nissues, defenses, or theories of damages not included in\nthe pretrial order are waived even if they appeared in the\ncomplaint and, conversely, the inclusion of a claim in the\npretrial order is deemed to amend any previous pleadings\nwhich did not include that claim”); Syrie v. Knoll Int’l, 748\nF. 2d 304, 308 (CA5 1984) (“[I]ncorporation of a [new]\nclaim into the pre-trial order . . . amends the previous\npleadings to state [the new] claim”). In these circum\nstances, we look to the allegations as amended—here, the\nstatement of claims in the final pretrial order—to deter\nmine original-source status.\n   The Government objects that this approach risks driving\na wedge between the Government and relators. It worries\nthat future relators might decline to “acquiesc[e]” in the\nGovernment’s tactical decision to narrow the claims in a\ncase if that would eliminate jurisdiction with respect to\nthe relator. Brief for United States 44. Even if this policy\nconcern were valid, it would not induce us to determine\n——————\n  6 Itis true that, when a defendant removes a case to federal court\nbased on the presence of a federal claim, an amendment eliminating\nthe original basis for federal jurisdiction generally does not defeat\njurisdiction. See Carnegie-Mellon Univ. v. Cohill, 484 U. S. 343, 346,\n357 (1988); St. Paul Mercury Indemnity Co. v. Red Cab Co., 303 U. S.\n283, 293 (1938). But removal cases raise forum-manipulation concerns\nthat simply do not exist when it is the plaintiff who chooses a federal\nforum and then pleads away jurisdiction through amendment.\n                 Cite as: 549 U. S. ____ (2007)           17\n\n                     Opinion of the Court\n\njurisdiction on the basis of whether the relator is an origi\nnal source of information underlying allegations that he\nno longer makes.\n                             IV\n   Judged according to the principles set forth above,\nStone’s knowledge falls short. The only false claims ulti\nmately found by the jury (and hence the only ones to\nwhich our jurisdictional inquiry is pertinent to the out\ncome) involved false statements with respect to environ\nmental, safety, and health compliance over a one-and-a\nhalf-year period between April 1, 1987, and September 30,\n1988. As described by Stone and the Government in the\nfinal pretrial order, the only pertinent problem with re\nspect to this period of time for which Stone claimed to\nhave direct and independent knowledge was insolid pond\ncrete. Because Stone was no longer employed by Rockwell\nat the time, he did not know that the pondcrete was in-\nsolid; he did not know that pondcrete storage was even\nsubject to RCRA; he did not know that Rockwell would fail\nto remedy the defect; he did not know that the insolid\npondcrete leaked while being stored onsite; and, of course,\nhe did not know that Rockwell made false statements to\nthe Government regarding pondcrete storage.\n   Stone’s prediction that the pondcrete would be insolid\nbecause of a flaw in the piping system does not qualify as\n“direct and independent knowledge” of the pondcrete\ndefect. Of course a qui tam relator’s misunderstanding of\nwhy a concealed defect occurred would normally be imma\nterial as long as he knew the defect actually existed. But\nhere Stone did not know that the pondcrete failed; he\npredicted it. Even if a prediction can qualify as direct and\nindependent knowledge in some cases (a point we need not\naddress), it assuredly does not do so when its premise of\ncause and effect is wrong. Stone’s prediction was a failed\nprediction, disproved by Stone’s own allegations. As Stone\n18       ROCKWELL INT’L CORP. v. UNITED STATES\n\n                     Opinion of the Court\n\nacknowledged, Rockwell was able to produce “concrete\nhard” pondcrete using the machinery Stone said was\ndefective. According to respondents’ allegations in the\nfinal pretrial order, the insolidity problem was caused by a\nnew foreman’s reduction of the cement-to-sludge ratio in\nthe winter of 1986, long after Stone had left Rocky Flats.\n   Stone counters that his original-source status with\nrespect to his spray-irrigation claim (which related to a\ntime period different from that for his pondcrete claim,\nApp. 492) provided jurisdiction with respect to all of his\nclaims. We disagree. Section 3730(e)(4) does not permit\njurisdiction in gross just because a relator is an original\nsource with respect to some claim. We, along with every\ncourt to have addressed the question, conclude that\n§3730(e)(4) does not permit such claim smuggling. See\nUnited States ex rel. Merena v. SmithKline Beecham Corp.,\n205 F. 3d 97, 102 (CA3 2000); Hays v. Hoffman, 325 F. 3d\n982, 990 (CA8 2003); Wang ex rel. United States v. FMC\nCorp., 975 F. 2d 1412, 1415–1416, 1420 (CA9 1992). As\nthen-Judge Alito explained, “[t]he plaintiff’s decision to\njoin all of his or her claims in a single lawsuit should not\nrescue claims that would have been doomed by section\n(e)(4) if they had been asserted in a separate action. And\nlikewise, this joinder should not result in the dismissal of\nclaims that would have otherwise survived.” SmithKline\nBeecham, supra, at 102.\n   Because Stone did not have direct and independent\nknowledge of the information upon which his allegations\nwere based, we need not decide whether Stone met the\nsecond requirement of original-source status, that he have\nvoluntarily provided the information to the Government\nbefore filing his action.\n                            V\n  Respondents contend that even if Stone failed the origi\nnal-source test as to his pondcrete allegations, the Gov\n                     Cite as: 549 U. S. ____ (2007)                   19\n\n                          Opinion of the Court\n\nernment’s intervention in his case provided an independ\nent basis of jurisdiction. Section 3730(e)(4)(A) permits\njurisdiction over an action based on publicly disclosed\nallegations or transactions if the action is “brought by the\nAttorney General.” Respondents say that any inquiry into\nStone’s original-source status with respect to amendments\nto the complaint was unnecessary because the Govern\nment had intervened, making this an “action brought by\nthe Attorney General.”7 Even assuming that Stone was an\noriginal source of allegations in his initial complaint, we\nreject respondents’ “intervention” argument.\n  The False Claims Act contemplates two types of actions.\nFirst, under §3730(a), “[i]f the Attorney General finds that\na person has violated or is violating section 3729, the\nAttorney General may bring a civil action under this\nsection against the person.” Second, under §3730(b), “[a]\nperson may bring an action for a violation of section 3729\nfor the person and for the United States Government.”\nWhen a private person brings an action under §3730(b),\nthe Government may elect to “proceed with the action,”\n§3730(b)(4)(A), or it may “declin[e] to take over the action,\nin which case the person bringing the action shall have the\nright to conduct the action,” §3730(b)(4)(B). The statute\nthus draws a sharp distinction between actions brought by\nthe Attorney General under §3730(a) and actions brought\nby a private person under §3730(b). An action brought by\na private person does not become one brought by the\nGovernment just because the Government intervenes and\nelects to “proceed with the action.” Section 3730 elsewhere\nrefers to the Government’s “proceed[ing] with an action\nbrought by a person under subsection (b)”—which makes\ncrystal clear the distinction between actions brought by\n——————\n   7 The Government includes a significant caveat: In its view, interven\n\ntion does not cure any pre-existing defects in Stone’s initial complaint;\nit only cures defects resulting from amendments to the pleadings.\n20        ROCKWELL INT’L CORP. v. UNITED STATES\n\n                      Opinion of the Court\n\nthe Government and actions brought by a relator where\nthe Government intervenes but does not oust the relator.\n   Does this conclusion cast into doubt the courts’ jurisdic\ntion with respect to the Government as well? After all,\n§3730(e)(4)(A) bars jurisdiction over any action brought\nunder §3730, as this one was, unless the action is brought\n(1) by the Attorney General or (2) by an original source;\nand we have concluded that this is brought by neither.\nNot even petitioners have suggested the bizarre result\nthat the Government’s judgment must be set aside. It is\nreadily enough avoided, as common sense suggests it must\nbe, by holding that an action originally brought by a pri\nvate person, which the Attorney General has joined, be\ncomes an action brought by the Attorney General once the\nprivate person has been determined to lack the jurisdic\ntional prerequisites for suit. The outcome would be simi\nlar to that frequently produced in diversity-jurisdiction\ncases, where the “courts of appeals . . . have the authority\nto cure a jurisdictional defect by dismissing a dispensable\nnondiverse party.” Grupo Dataflux v. Atlas Global Group,\nL. P., 541 U. S. 567, 573 (2004) (citing Newman-Green,\nInc. v. Alfonzo-Larrain, 490 U. S. 826, 837 (1989)); see\nUnited States Steel Corp. v. EPA, 614 F. 2d 843, 845 (CA3\n1979) (“[T]here are instances when an intervenor’s claim\ndoes not rise and fall with the claim of the original party”);\n7C C. Wright, A. Miller, & M. Kane, Federal Practice and\nProcedure §1920, p. 491 (2d ed. 1986) (“[A]n intervenor\ncan proceed to decision after a dismissal of the original\naction . . . if there are independent grounds for jurisdiction\nof the intervenor’s claim”). What is cured here, by the\njurisdictional ruling regarding Stone’s claim, is the char\nacterization of the action as one brought by an original\nsource. The elimination of Stone leaves in place an action\npursued only by the Attorney General, that can reasonably\nbe regarded as being “brought” by him for purposes of\n§3730(e)(4)(A).\n                Cite as: 549 U. S. ____ (2007)                 21\n\n                    Opinion of the Court\n\n                        *    *    *\n  We hold that the District Court lacked jurisdiction to\nenter judgment in favor of Stone. We reverse the Tenth\nCircuit’s judgment to the contrary.\n\n                                                 It is so ordered.\n\n  JUSTICE BREYER took no part in the consideration or\ndecision of this case.\n                       Cite as: 549 U. S. ____ (2007)      1\n\n                          STEVENS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                                _________________\n\n                                No. 05–1272\n                                _________________\n\n\n     ROCKWELL INTERNATIONAL CORP., ET AL., \n\n      PETITIONERS v. UNITED STATES ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n            APPEALS FOR THE TENTH CIRCUIT\n\n                             [March 27, 2007] \n\n\n   JUSTICE STEVENS, with whom JUSTICE GINSBURG joins,\ndissenting.\n   Any private citizen may bring an action to enforce the\nFalse Claims Act, 31 U. S. C. §§3729–3733, unless the\ninformation on which his allegations are based is already\nin the public domain. Even if the information is publicly\navailable, however, the citizen may still sue if he was an\n“original source” of that information. §3730(e)(4)(A) (“No\ncourt shall have jurisdiction over an action under this\nsection based upon the public disclosure of allegations or\ntransactions . . . unless the action is brought by the Attor\nney General or the person bringing the action is an origi\nnal source of the information”). Because I believe the\nCourt has misinterpreted these provisions to require that\nan “original source” in a qui tam action have knowledge of\nthe actual facts underlying the allegations on which he\nmay ultimately prevail, I respectfully dissent.\n   In my view, a plain reading of the statute’s provisions—\nspecifically, §§3730(e)(4)(A) and (B)—makes clear that it is\nthe information underlying the publicly disclosed allega\ntions, not the information underlying the allegations in\nthe relator’s complaint (original or amended), of which the\nrelator must be an original source.1 Moreover, the stat\n——————\n 1 Section   3730(e)(4)(A) states that\n2          ROCKWELL INT’L CORP. v. UNITED STATES\n\n                        STEVENS, J., dissenting\n\nute’s use of the article “an,” rather than “the,” in describ\ning the original source indicates that the relator need not\nbe the sole source of the information.\n  By contrast, the majority’s approach suggests that the\nrelator must have knowledge of actual facts supporting\nthe theory ultimately proven at trial—in other words,\nknowledge of the information underlying the prevailing\nclaims. See ante, at 17 (limiting the relevant jurisdictional\ninquiry to those “false claims ultimately found by the\njury”). I disagree. Such a view is not supported by the\nstatute, which requires only that the relator have “direct\nand independent knowledge” of the information on which\nthe publicly disclosed allegations are based and that the\nrelator provide such information to the Government in a\ntimely manner. As I read the statute, the jurisdictional\ninquiry focuses on the facts in the public domain at the\ntime the action is commenced. If the process of discovery\nleads to amended theories of recovery, amendments to the\noriginal complaint would not affect jurisdiction that was\nproper at the time of the original filing.2\n——————\n“No court shall have jurisdiction over an action under this section based\nupon the public disclosure of allegations or transactions in a criminal,\ncivil, or administrative hearing, in a congressional, administrative, or\nGovernment Accounting Office report, hearing, audit, or investigation,\nor from the news media, unless the action is brought by the Attorney\nGeneral or the person bringing the action is an original source of the\ninformation.” (Footnote omitted.)\n  Section 3730(e)(4)(B) then states that\n“For purposes of this paragraph, ‘original source’ means an individual\nwho has direct and independent knowledge of the information on which\nthe allegations are based and has voluntarily provided the information\nto the Government before filing an action under this section which is\nbased on the information.”\n  2 The majority’s approach requires courts to reevaluate jurisdiction\n\nover a qui tam action brought by an original source every time the\ncomplaint is amended. Such an approach, the Government has argued,\nwill interfere with its ability to tailor the claims advanced as it sees\nappropriate. By contrast, under the approach I would adopt, the\n                    Cite as: 549 U. S. ____ (2007)                   3\n\n                        STEVENS, J., dissenting\n\n   In this case, as the Court points out, the fact that Rock-\nwell was storing thousands of insolid pondcrete blocks at\nthe Rocky Flats facility had been publicly disclosed by the\nnews media before Stone filed this lawsuit. Ante, at 3, 4.\nIn my view, the record establishes that Stone was an\noriginal source of the allegations publicly disclosed by the\nmedia in June 1989, even though he thought that the\ndeterioration of the pondcrete blocks would be caused by\npoor engineering rather than a poor formula for the mix\nture. The search warrant that was executed on June 6,\n1989, and the Federal Bureau of Investigation (FBI) affi\ndavit that was released to the news media on June 9,\n1989, were both based, in part, on interviews with Stone\nand on information Stone had provided to the Govern\nment, including the 1982 Engineering Order.\n   With respect to earlier media coverage of the pondcrete\nleakage discovery in May 1988, however, Stone’s status as\nan original source is less obvious. Stone first went to the\nFBI with allegations of Rockwell’s environmental viola\ntions in March 1986. App. 180. He subsequently met with\nseveral FBI agents over the course of several years. Id., at\n180–182. During those meetings he provided the FBI with\nthousands of pages of documents, including the Engineer\ning Order, in which he predicted that the pondcrete sys\ntem design would not work. On the basis of that record, it\nseems likely that Stone (1) had “direct and independent\nknowledge of the information on which the [publicly dis\nclosed] allegations [we]re based” and (2) voluntarily pro\nvided such information to the Government before filing\nsuit. It is, however, his burden to establish that he did so.\nBecause there has been no finding as to whether Stone\n\n——————\njurisdictional inquiry relates only to whether the relator was an origi\nnal source of the information underlying the public disclosures, which\ncan easily be determined when an action is filed and need not be\nrevisited during later stages of the litigation.\n4        ROCKWELL INT’L CORP. v. UNITED STATES\n\n                   STEVENS, J., dissenting\n\nwas an original source as to those public disclosures, I\nwould vacate and remand for a determination whether\nStone was in fact an original source of the allegations\npublicly disclosed by the media in 1988 and 1989.\n", 
  "html_with_citations": "<div>\n<center><b>127 S.Ct. 1397 (2007)</b></center>\n<center><h1>ROCKWELL INTERNATIONAL CORP. et al.<br>\nv.<br>\nUNITED STATES et al.</h1></center>\n<center>No. 05-1272.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 2006.</center>\n<center>Decided March 27, 2007.</center>\n<p><span class=\"star-pagination\">*1401</span> Maureen E. Mahoney, for Petitioner.</p>\n<p>Maria T. Vullo, for Respondent James S. Stone.</p>\n<p>Malcolm L. Stewart, Washington, DC, for Respondent the United States.</p>\n<p>Christopher J. Koenigs, Michael B. Carroll, Sherman &amp; Howard L.L.C., Denver, CO, Maureen E. Mahoney, J. Scott Ballenger, Matthew K. Roskoski, Barry J. Blonien, Nathan H. Seltzer, Latham &amp; Watkins LLP, Washington, DC, for Petitioners.</p>\n<p>Hartley David Alley, Law Offices of Hartley D. Alley, Lakewood, CO, Maria T. Vullo, Evan Norris, Doris F. Bernhardt, Paul, Weiss, Rifkind, Wharton &amp; Garrison LLP, New York, NY, Attorneys for Respondent James S. Stone.</p>\n<p>Paul D. Clement, Solicitor General, Peter D. Keisler, Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Malcolm L. Stewart, Assistant to the Solicitor General, Douglas N. Letter, Peter R. Maier, Michael D. Granston, Washington, D.C., for the United States.</p>\n<p>Justice SCALIA delivered the opinion of the Court.</p>\n<p>The False Claims Act, 31 U.S.C. §§ 3729-3733, eliminates federal-court jurisdiction over actions under § 3730 of the Act that are based upon the public disclosure of allegations or transactions \"unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" § 3730(e)(4)(A). We decide whether respondent James Stone was an original source.</p>\n<p></p>\n<h2>I</h2>\n<p>The mixture of concrete and pond sludge that is the subject of this case has taken nearly two decades to seep, so to speak, into this Court. Given the long history and the complexity of this litigation, it is well to describe the facts in some detail.</p>\n<p></p>\n<h2>A</h2>\n<p>From 1975 through 1989, petitioner Rockwell International Corp. was under a management and operating contract with the Department of Energy (DOE) to run the Rocky Flats nuclear weapons plant in Colorado. The most significant portion of Rockwell's compensation came in the form of a semiannual \"`award fee,'\" the amount of which depended on DOE's evaluation of Rockwell's performance in a number of areas, including environmental, safety, and health concerns. <i>United States ex rel. Stone v. Rockwell Int'l, Corp.,</i> 92 Fed. Appx. 708, 714 (C.A.10 2004).</p>\n<p>From November 1980 through March 1986, James Stone worked as an engineer at the Rocky Flats plant. In the early 1980's, Rockwell explored the possibility of disposing of the toxic pond sludge that accumulated in solar evaporation ponds at the facility, by mixing it with cement. The idea was to pour the mixture into large rectangular boxes, where it would solidify into \"pondcrete\" blocks that could be stored onsite or transported to other sites for disposal.</p>\n<p>Stone reviewed a proposed manufacturing process for pondcrete in 1982. He concluded that the proposal \"would not work,\" App. 175, and communicated that conclusion to Rockwell management in a <span class=\"star-pagination\">*1402</span> written \"Engineering Order.\" As Stone would later explain, he believed \"the suggested process would result in an unstable mixture that would later deteriorate and cause unwanted release of toxic wastes to the environment.\" <i>Ibid.</i> He believed this because he \"foresaw that the piping system\" that extracted sludge from the solar ponds \"would not properly remove the sludge and would lead to an inadequate mixture of sludge/waste and cement such that the `pond crete' blocks would rapidly disintegrate thus creating additional contamination problems.\" <i>Id.,</i> at 290.</p>\n<p>Notwithstanding Stone's prediction, Rockwell proceeded with its pondcrete project and successfully manufactured \"concrete hard\" pondcrete during the period of Stone's employment at Rocky Flats. It was only after Stone was laid off in March 1986 that what the parties have called \"insolid\" pondcrete blocks were discovered. According to respondents, Rockwell knew by October 1986 that a substantial number of pondcrete blocks were insolid, but DOE did not become aware of the problem until May 1988, when several pondcrete blocks began to leak, leading to the discovery of thousands of other insolid blocks. The media reported these discoveries, 3 Appellants' App. in Nos. 99-1351, 99-1352, 99-1353 (CA10), pp. 889-38 to 889-39; and attributed the malfunction to Rockwell's reduction of the ratio of concrete to sludge in the mixture.</p>\n<p>In June 1987, more than a year after he had left Rockwell's employ, Stone went to the Federal Bureau of Investigation (FBI) with allegations of environmental crimes at Rocky Flats during the time of his employment. According to the court below, Stone alleged that</p>\n<blockquote>\"contrary to public knowledge, Rocky Flats accepted hazardous and nuclear waste from other DOE facilities; that Rockwell employees were `forbidden from discussing any controversies in front of a DOE employee'; that although Rocky Flats' fluid bed incinerators failed testing in 1981, the pilot incinerator remained on line and was used to incinerate wastes daily since 1981, including plutonium wastes which were then sent out for burial; that Rockwell distilled and fractionated various oils and solvents although the wastes were geared for incineration; that Stone believed that the ground water was contaminated from previous waste burial and land application, and that hazardous waste lagoons tended to overflow during and after `a good rain,' causing hazardous wastes to be discharged without first being treated.\" App. to Pet. for Cert. 4a.</blockquote>\n<p>Stone provided the FBI with 2,300 pages of documents, buried among which was his 1982 engineering report predicting that the pondcrete-system design would not work. Stone did not discuss his pondcrete allegations with the FBI in their conversations.<sup>[1]</sup></p>\n<p>Based in part on information allegedly learned from Stone, the Government obtained a search warrant for Rocky Flats, and on June 6, 1989, 75 FBI and Environmental Protection Agency agents raided the facility. The affidavit in support of the warrant included allegations (1) that pondcrete blocks were insolid \"due to an inadequate waste-concrete mixture,\" App. 429, (2) that Rockwell obtained award fees based on its alleged \"`excellent'\" management of Rocky Flats, <i>id.,</i> at 98, and (3) <span class=\"star-pagination\">*1403</span> that Rockwell made false statements and concealed material facts in violation of the Resource Conservation and Recovery Act of 1976 (RCRA), 90 Stat. 2811, 42 U.S.C. § 6928, and 18 U.S.C. § 1001. Newspapers published these allegations. In March 1992, Rockwell pleaded guilty to 10 environmental violations, including the knowing storage of insolid pondcrete blocks in violation of RCRA. Rockwell agreed to pay $18.5 million in fines.</p>\n<p></p>\n<h2>B</h2>\n<p>In July 1989, Stone filed a <i>qui tam</i> suit under the False Claims Act.<sup>[2]</sup> That Act prohibits false or fraudulent claims for payment to the United States, 31 U.S.C. § 3729(a), and authorizes civil actions to remedy such fraud to be brought by the Attorney General, § 3730(a), or by private individuals in the Government's name, § 3730(b)(1). The Act provides, however, that \"[n]o court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions ... from the news media, unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" § 3730(e)(4)(A). An \"original source\" is \"an individual who has direct and independent knowledge of the information on which the allegations are based and has voluntarily provided the information to the Government before filing an action under this section which is based on the information.\" § 3730(e)(4)(B).</p>\n<p>Stone's complaint alleged that Rockwell was required to comply with certain federal and state environmental laws and regulations, including RCRA; that Rockwell committed numerous violations of these laws and regulations throughout the 1980's<sup>[3]</sup>; and that, in order to induce the Government to make payments or approvals under Rockwell's contract, Rockwell knowingly presented false and fraudulent claims to the Government in violation of the False Claims Act, 31 U.S.C. § 3729(a). As required under the Act, Stone filed his complaint under seal and simultaneously delivered to the Government a confidential disclosure statement describing \"substantially all material evidence and information\" in his possession, § 3730(b)(2). The statement identified 26 environmental and safety issues, only one of which involved pondcrete. With respect to that issue, Stone explained in his statement that he had reviewed the design for the pondcrete system and had foreseen that the piping mechanism would not properly remove the sludge, which in turn would lead to an inadequate mixture of sludge and cement.</p>\n<p>In December 1992, Rockwell moved to dismiss Stone's action for lack of subject-matter <span class=\"star-pagination\">*1404</span> jurisdiction, arguing that the action was based on publicly disclosed allegations and that Stone was not an original source. The District Court denied the motion because, in its view, \"Stone had direct and independent knowledge that Rockwell's compensation was linked to its compliance with environmental, health and safety regulations and that it allegedly concealed its deficient performance so that it would continue to receive payments.\" App. to Pet. for Cert. 61a.</p>\n<p>The Government initially declined to intervene in Stone's action, but later reversed course, and in November 1996, the District Court granted the Government's intervention. Several weeks later, at the suggestion of the District Court, the Government and Stone filed a joint amended complaint. As relevant here, the amended complaint alleged that Rockwell violated RCRA by storing leaky pondcrete blocks, but did not allege that any defect in the piping system (as predicted by Stone) caused insolid pondcrete.<sup>[4]</sup> Respondents clarified their allegations even further in a statement of claims which became part of the final pretrial order and which superseded their earlier pleadings. This said that the pondcrete's insolidity was due to \"an incorrect cement/sludge ratio used in pondcrete operations, as well as due to inadequate process controls and inadequate inspection procedures.\" App. 470. It continued:</p>\n<blockquote>\"During the winter of 1986, Rockwell replaced its then pondcrete foreman, Norman Fryback, with Ron Teel. Teel increased pondcrete production rates in part by, among other things, reducing the amount of cement added to the blocks. Following the May 23, 1988 spill, Rockwell acknowledged that this reduced cement-to-sludge ratio was a major contributor to the existence of insufficiently solid pondcrete blocks on the storage pads.\" <i>Id.,</i> at 476-477.</blockquote>\n<p>The statement of claims again did not mention the piping problem asserted by Stone years earlier.</p>\n<p>Respondents' False Claims Act claims went to trial in 1999. None of the witnesses Stone had identified during discovery as having relevant knowledge testified at trial. And none of the documents Stone provided to the Government with his confidential disclosure statement was introduced in evidence at trial. Nor did respondents allege at trial that the defect in the piping system predicted by Stone caused insolid pondcrete. To the contrary, during closing arguments both Stone's counsel and the Government's counsel repeatedly explained to the jury that the pondcrete failed because Rockwell's new foreman used an insufficient cement-to-sludge ratio in an effort to increase pondcrete production.</p>\n<p>The verdict form divided the False Claims Act count into several different claims corresponding to different award-fee periods. The jury found in favor of respondents for the three periods covering the pondcrete allegations (April 1, 1987, to September 30, 1988), and found for Rockwell as to the remaining periods. The jury awarded damages of $1,390,775.80, which the District Court trebled pursuant to 31 U.S.C. § 3729(a).</p>\n<p>Rockwell filed a postverdict motion to dismiss Stone's claims under § 3730(e)(4), arguing that the claims were based on publicly disclosed allegations and that Stone was not an original source. In response, <span class=\"star-pagination\">*1405</span> Stone acknowledged that his successful claims were based on publicly disclosed allegations, but asserted original-source status. The District Court agreed with Stone. The United States Court of Appeals for the Tenth Circuit affirmed in relevant part, but remanded the case for the District Court to determine whether Stone had disclosed his information to the Government before filing his <i>qui tam</i> action, as § 3730(e)(4)(B) required. On remand, the District Court found that Stone had produced the 1982 engineering order to the Government, but that the order was insufficient to communicate Stone's allegations. The District Court also found that Stone had not carried his burden of proving that he orally informed the FBI about his allegations before filing suit. On appeal, the Tenth Circuit disagreed with the District Court's conclusion and held (over the dissent of Judge Briscoe) that the 1982 engineering order sufficed to carry Stone's burden of persuasion. 92 Fed.Appx. 708. We granted certiorari, 548 U.S. ___, 127 S.Ct. 35, 165 L.Ed.2d 1013 (2006), to decide whether Stone was an original source.</p>\n<p></p>\n<h2>II</h2>\n<p>Section 3730(e)(4)(A) provides that</p>\n<blockquote>\"[n]o court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions in a criminal, civil, or administrative hearing, in a congressional, administrative, or Government Accounting Office report, hearing, audit, or investigation, or from the news media, unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" (Footnote omitted.)</blockquote>\n<p>As discussed above, § 3730(e)(4)(B) defines \"original source\" as \"an individual who [1] has direct and independent knowledge of the information on which the allegations are based and [2] has voluntarily provided the information to the Government before filing an action under this section which is based on the information.\" As this case comes to the Court, it is conceded that the claims on which Stone prevailed were based upon publicly disclosed allegations within the meaning of § 3730(e)(4)(A). The question is whether Stone qualified under the original-source exception to the public-disclosure bar.</p>\n<p>We begin with the possibility that little analysis is required in this case, for Stone asserts that Rockwell conceded his original-source status. Rockwell responds that it conceded no such thing and that, even had it done so, the concession would have been irrelevant because § 3730(e)(4) is jurisdictional. We agree with the latter proposition. It is true enough that the word \"jurisdiction\" does not in every context connote subject-matter jurisdiction. Noting that \"jurisdiction\" is \"`a word of many, too many, meanings,'\" we concluded in <i>Steel Co. v. Citizens for Better Environment,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998), that establishing the elements of an offense was not made a jurisdictional matter merely because the statute creating the cause of action was phrased as providing for \"jurisdiction\" over such suits. <i>Id.,</i> at 90, 118 S.Ct. 1003 (quoting <i>United States v. Vanness,</i> <span class=\"citation\" data-id=\"719586\"><a href=\"/opinion/719586/united-states-v-charles-lester-vanness/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">661</span></a></span>, 663, n. 2 (C.A.D.C.1996)). Here, however, the issue is not whether casting the creation of a cause of action in jurisdictional terms somehow limits the general grant of jurisdiction under which that cause of action would normally be brought, but rather whether a clear and explicit <i>withdrawal</i> of jurisdiction withdraws jurisdiction. It undoubtedly does so. Just last Term we stated that, \"[i]f the Legislature clearly states that a threshold limitation on a statute's scope shall count as jurisdictional, the courts and litigants will be duly instructed <span class=\"star-pagination\">*1406</span> and will not be left to wrestle with the issue.\" <i>Arbaugh v. Y &amp; H Corp.,</i> <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 515-516, 126 S.Ct. 1235, 163 L.Ed.2d 1097 (2006) (footnote omitted). Here the jurisdictional nature of the original-source requirement is clear <i>ex visceribus verborum.</i> Indeed, we have already stated that § 3730(e)(4) speaks to \"the power of a particular court\" as well as \"the substantive rights of the parties.\" <i>Hughes Aircraft Co. v. United States ex rel. Schumer,</i> <span class=\"citation\" data-id=\"118126\"><a href=\"/opinion/118126/hughes-aircraft-co-v-united-states-ex-rel-schumer/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">939</span></a></span>, 951, 117 S.Ct. 1871, 138 L.Ed.2d 135 (1997).</p>\n<p>Stone's contrary position rests entirely on dicta from a single Court of Appeals decision, see <i>United States ex rel. Fallon v. Accudyne Corp.,</i> <span class=\"citation\" data-id=\"727343\"><a href=\"/opinion/727343/united-states-of-america-ex-rel-john-fallon-v-accu/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">937</span></a></span>, 940-941 (C.A.7 1996). <i>Accudyne</i> thought it significant that jurisdiction over False Claims Act cases is conferred by 28 U.S.C. §§ 1331 and 1345 (the federal-question and United-States-as-plaintiff provisions of the Judicial Code) and 31 U.S.C. § 3732(a) (the provision of the False Claims Act establishing federal-court venue and conferring federal-court jurisdiction over related state-law claims), rather than § 3730, which is the \"section\" referenced in § 3730(e)(4). To eliminate jurisdiction, the court believed, it is those jurisdiction-conferring sections that would have to be referenced. We know of nothing in logic or authority to support this. The jurisdiction-removing provision here does not say \"no court shall have <i>jurisdiction</i> under this section,\" but rather \"no court shall have jurisdiction <i>over an action</i> under this section.\" That is surely the most natural way to achieve the desired result of eliminating jurisdiction over a category of False Claims Act actions\u0097rather than listing all the conceivable provisions of the United States Code whose conferral of jurisdiction is being eliminated. (In addition to the provisions cited by the <i>Accudyne</i> court, one might also have to mention the diversity-jurisdiction provision, 28 U.S.C. § 1332, and the supplemental-jurisdiction provision, § 1367.) <i>Accudyne</i> next observed that the public-disclosure bar limits only <i>who</i> may speak for the United States on a subject and <i>who</i> if anyone gets a financial reward, not the \"categories of disputes that may be resolved (a real `jurisdictional' limit).\" 97 F.3d, at 941. But this is a classic begging of the question, which is precisely whether there has been removed from the courts' jurisdiction that category of disputes consisting of False Claims Act <i>qui tam</i> suits based on publicly disclosed allegations as to which the relator is not an original source of the information. Nothing prevents Congress from defining the \"category\" of excluded suits in any manner it wishes. See, <i>e.g.,</i> 28 U.S.C. § 1500 (no jurisdiction over \"any claim for or in respect to which the plaintiff ... has pending in any other court any suit ... against the United States\"). Lastly, <i>Accudyne</i> asserted that \"the Supreme Court had held that a similar reference to jurisdiction in the Norris-LaGuardia Act, 29 U.S.C. §§ 101, 104, limits remedies rather than subject-matter jurisdiction.\" 97 F.3d, at 941 (citing <i>Burlington Northern R. Co. v. Maintenance of Way Employees,</i> <span class=\"citation\" data-id=\"111874\"><a href=\"/opinion/111874/burlington-no-r-co-v-maintenance-employes/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 444-446, 107 S.Ct. 1841, 95 L.Ed.2d 381 (1987)). But the language of the Norris-LaGuardia Act is in fact <i>not</i> similar. It provides that \"[n]o court of the United States shall have jurisdiction <i>to issue any restraining order or temporary or permanent injunction</i> in any case involving or growing out of any labor dispute....\" 29 U.S.C. § 104 (emphasis added). It is facially a limitation upon the relief that can be accorded, not a removal of jurisdiction over \"any case involving or growing out of a labor dispute.\" Here, by contrast, the text says \"[n]o court shall have jurisdiction over an action under this section.\"</p>\n<p>Whether the point was conceded or not, therefore, we may, and indeed must, decide <span class=\"star-pagination\">*1407</span> whether Stone met the jurisdictional requirement of being an original source.</p>\n<p></p>\n<h2>III</h2>\n<p>We turn to the first requirement of original-source status, that the relator have \"direct and independent knowledge of the information on which the allegations are based.\" 31 U.S.C. § 3730(e)(4)(B). Because we have not previously addressed this provision, several preliminary questions require our attention.</p>\n<p></p>\n<h2>A</h2>\n<p>First, does the phrase \"information on which the allegations are based\" refer to the information on which the <i>relator's allegations</i> are based or the information on which the <i>publicly disclosed allegations</i> that triggered the public-disclosure bar are based? The parties agree it is the former. See Brief for Petitioners 26, n. 13; Brief for United States 24, and n. 8; Brief for Respondent Stone 15, 21. But in view of our conclusion that § 3730(e)(4) is jurisdictional, we must satisfy ourselves that the parties' position is correct.</p>\n<p>Though the question is hardly free from doubt,<sup>[5]</sup> we agree that the \"information\" to which subparagraph (B) speaks is the information upon which the relators' allegations are based. To begin with, subparagraph (B) standing on its own suggests that disposition. The relator must have \"direct and independent knowledge of the information on which the allegations are based,\" and he must \"provid[e] the information to the Government before filing an action under this section which is based on the information.\" Surely the information one would expect a relator to \"provide to the Government before filing an action ... based on the information\" is the information underlying the relator's claims.</p>\n<p>Subparagraph (A) complicates matters. As described earlier, it bars actions based on the \"public disclosure of allegations or transactions\" and provides an exception for cases brought by \"an original source of the information.\" If the allegations referred to in subparagraph (B)'s phrase requiring \"direct and independent knowledge of the information on which the allegations are based,\" are the same \"allegations\" referred to in subparagraph (A), then original-source status would depend on knowledge of information underlying the publicly disclosed allegations. The principal textual difficulty with that interpretation is that subparagraph (A) does not speak simply of \"allegations,\" but of \"allegations or transactions.\" Had Congress wanted to link original-source status to information underlying the public disclosure, it would surely have used the identical phrase, \"allegations or transactions\"; there is no conceivable reason to require direct and independent knowledge of publicly disclosed allegations but not of publicly disclosed transactions.</p>\n<p>The sense of the matter offers strong additional support for this interpretation. Section 3730(e)(4)(A) bars actions based on publicly disclosed allegations whether or not the information on which those allegations are based has been made public. It is difficult to understand why Congress would care whether a relator knows about the information underlying a publicly disclosed allegation <i>(e.g.,</i> what a confidential source told a newspaper reporter about <span class=\"star-pagination\">*1408</span> insolid pondcrete) when the relator has direct and independent knowledge of different information supporting the same allegation (<i>e.g.,</i> that a defective process would inevitably lead to insolid pondcrete). Not only would that make little sense, it would raise nettlesome procedural problems, placing courts in the position of comparing the relator's information with the often <i>unknowable</i> information on which the public disclosure was based. Where that latter information has not been disclosed (by reason, for example, of a reporter's desire to protect his source), the relator would presumably be out of court. To bar a relator with direct and independent knowledge of information underlying his allegations just because no one can know what information underlies the similar allegations of some other person simply makes no sense.</p>\n<p>The contrary conclusion of some lower courts rests on the following logic: The term \"information\" in subparagraph (B) must be read in tandem with the term \"information\" in subparagraph (A), and the term \"information\" in subparagraph (A) refers to the information on which the publicly disclosed allegations are based. See, <i>e.g., </i><i>United States ex rel. Laird v. Lockheed Martin Eng. &amp; Science Servs. Co.,</i> <span class=\"citation\" data-id=\"32154\"><a href=\"/opinion/32154/laird-v-lockheed-martin-eng/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 354 (C.A.5 2003). The major premise of this reasoning seems true enough: \"information\" in (A) and (B) means the same thing. The minor premise, however\u0097that \"information\" in (A) refers to the information underlying the publicly disclosed allegations or transactions\u0097 is highly questionable. The complete phrase at issue is \"unless ... the person bringing the action is an original source of the information.\" It seems to us more likely (in light of the analysis set forth above) that the information in question is the information <i>underlying the action</i> referred to a few words earlier, to-wit, the action \"based upon the public disclosure of allegations or transactions\" referred to at the beginning of the provision. On this interpretation, \"information\" in subparagraph (A) and \"information on which the allegations are based\" in subparagraph (B) are one and the same, viz., information underlying the allegations of the relator's action.</p>\n<p></p>\n<h2>B</h2>\n<p>Having determined that the phrase \"information on which the allegations are based\" refers to the relator's allegations and not the publicly disclosed allegations, we confront more textual ambiguity: <i>Which</i> of the relator's allegations are the relevant ones? Stone's allegations changed during the course of the litigation, yet he asks that we look only to his original complaint. Rockwell argues that Stone must satisfy the original-source exception through all stages of the litigation.</p>\n<p>In our view, the term \"allegations\" is not limited to the allegations of the original complaint. It includes (at a minimum) the allegations in the original complaint <i>as amended.</i> The statute speaks not of the allegations in the \"original complaint\" (or even the allegations in the \"complaint\"), but of the relator's \"allegations\" <i>simpliciter.</i> Absent some limitation of § 3730(e)(4)'s requirement to the relator's <i>initial</i> complaint, we will not infer one. Such a limitation would leave the relator free to plead a trivial theory of fraud for which he had some direct and independent knowledge and later amend the complaint to include theories copied from the public domain or from materials in the Government's possession. Even the Government concedes that new allegations regarding a fundamentally different fraudulent scheme require reevaluation of the court's jurisdiction. See Brief for United States 40; Tr. of Oral Arg. 40.</p>\n<p><span class=\"star-pagination\">*1409</span> The rule that subject-matter jurisdiction \"depends on the state of things at the time of the action brought,\" <i>Mullan v. Torrance,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">537</span></span>, 539, 6 L.Ed. 154 (1824), does not suggest a different interpretation. The state of things and the originally alleged state of things are not synonymous; demonstration that the original allegations were false will defeat jurisdiction. <i>Anderson v. Watt,</i> <span class=\"citation\" data-id=\"92989\"><a href=\"/opinion/92989/anderson-v-watt/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span>, 701, 11 S.Ct. 449, 34 L.Ed. 1078 (1891); <i>Morris v. Gilmer,</i> <span class=\"citation\" data-id=\"92414\"><a href=\"/opinion/92414/morris-v-gilmer/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 326, 9 S.Ct. 289, 32 L.Ed. 690 (1889). So also will the withdrawal of those allegations, unless they are replaced by others that establish jurisdiction. Thus, when a plaintiff files a complaint in federal court and then voluntarily amends the complaint, courts look to the amended complaint to determine jurisdiction. See <i>Wellness Community-Nat. v. Wellness House,</i> <span class=\"citation\" data-id=\"707645\"><a href=\"/opinion/707645/the-wellness-community-tm-national-v-wellness-hous/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 49 (C.A.7 1995); <i>Boelens v. Redman Homes, Inc.,</i> <span class=\"citation\" data-id=\"450606\"><a href=\"/opinion/450606/sue-boelens-individually-and-as-next-friend-of-jul/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 508 (C.A.5 1985).<sup>[6]</sup></p>\n<p>Here, we have not only an amended complaint, but a final pretrial order that superseded all prior pleadings and \"controll[ed] the subsequent course of the action,\" Fed. Rule Civ. Proc. 16(e). See <i>Curtis v. Loether,</i> <span class=\"citation\" data-id=\"108968\"><a href=\"/opinion/108968/curtis-v-loether/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 190, n. 1, 94 S.Ct. 1005, 39 L.Ed.2d 260 (1974) (where a claim was not included in the complaint, but was included in the pretrial order, \"it is irrelevant that the pleadings were never formally amended\" (citing Fed. Rules Civ. Proc. 15(b), 16)); <i>Wilson v. Muckala,</i> <span class=\"citation\" data-id=\"162495\"><a href=\"/opinion/162495/wilson-v-muckala/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1207</span></a></span>, 1215 (C.A.10 2002) (\"[C]laims, issues, defenses, or theories of damages not included in the pretrial order are waived even if they appeared in the complaint and, conversely, the inclusion of a claim in the pretrial order is deemed to amend any previous pleadings which did not include that claim\"); <i>Syrie v. Knoll Int'l,</i> <span class=\"citation\" data-id=\"444408\"><a href=\"/opinion/444408/josey-p-syrie-et-vir-v-knoll-international/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, 308 (C.A.5 1984) (\"[I]ncorporation of a[new] claim into the pre-trial order ... amends the previous pleadings to state [the new] claim\"). In these circumstances, we look to the allegations as amended\u0097here, the statement of claims in the final pretrial order\u0097to determine original-source status.</p>\n<p>The Government objects that this approach risks driving a wedge between the Government and relators. It worries that future relators might decline to \"acquiesc[e]\" in the Government's tactical decision to narrow the claims in a case if that would eliminate jurisdiction with respect to the relator. Brief for United States 44. Even if this policy concern were valid, it would not induce us to determine jurisdiction on the basis of whether the relator is an original source of information underlying allegations that he no longer makes.</p>\n<p></p>\n<h2>IV</h2>\n<p>Judged according to the principles set forth above, Stone's knowledge falls short. The only false claims ultimately found by the jury (and hence the only ones to which our jurisdictional inquiry is pertinent to the outcome) involved false statements with respect to environmental, safety, and health compliance over a one-and-a-half-year period between April 1, 1987, and September 30, 1988. As described by Stone and the Government in the final pretrial order, the only pertinent problem with respect to this period of time for <span class=\"star-pagination\">*1410</span> which Stone claimed to have direct and independent knowledge was insolid pondcrete. Because Stone was no longer employed by Rockwell at the time, he did not know that the pondcrete was insolid; he did not know that pondcrete storage was even subject to RCRA; he did not know that Rockwell would fail to remedy the defect; he did not know that the insolid pondcrete leaked while being stored on-site; and, of course, he did not know that Rockwell made false statements to the Government regarding pondcrete storage.</p>\n<p>Stone's prediction that the pondcrete would be insolid because of a flaw in the piping system does not qualify as \"direct and independent knowledge\" of the pondcrete defect. Of course a <i>qui tam</i> relator's misunderstanding of <i>why</i> a concealed defect occurred would normally be immaterial as long as he knew the defect actually existed. But here Stone did not <i>know</i> that the pondcrete failed; he <i>predicted</i> it. Even if a prediction can qualify as direct and independent knowledge in some cases (a point we need not address), it assuredly does not do so when its premise of cause and effect is wrong. Stone's prediction was a failed prediction, disproved by Stone's own allegations. As Stone acknowledged, Rockwell was able to produce \"concrete hard\" pondcrete using the machinery Stone said was defective. According to respondents' allegations in the final pretrial order, the insolidity problem was caused by a new foreman's reduction of the cement-to-sludge ratio in the winter of 1986, long after Stone had left Rocky Flats.</p>\n<p>Stone counters that his original-source status with respect to his spray-irrigation claim (which related to a time period different from that for his pondcrete claim, App. 492) provided jurisdiction with respect to all of his claims. We disagree. Section 3730(e)(4) does not permit jurisdiction in gross just because a relator is an original source with respect to some claim. We, along with every court to have addressed the question, conclude that § 3730(e)(4) does not permit such claim smuggling. See <i>United States ex rel. Merena v. SmithKline Beecham Corp.,</i> <span class=\"citation\" data-id=\"767847\"><a href=\"/opinion/767847/united-states-of-america-ex-rel-robert-j-merena-v-/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 102 (C.A.3 2000); <i>Hays v. Hoffman,</i> <span class=\"citation\" data-id=\"781574\"><a href=\"/opinion/781574/patrick-m-hays-united-states-ex-rel-patrick-m-hays/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span>, 990 (C.A.8 2003); <i>Wang ex rel. </i><i>United States v. FMC Corp.,</i> <span class=\"citation\" data-id=\"591195\"><a href=\"/opinion/591195/chen-cheng-wang-aka-cc-wang-an-individual-and-ex-r/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span></a></span>, 1415-1416, 1420 (C.A.9 1992). As then-Judge Alito explained, \"[t]he plaintiffs decision to join all of his or her claims in a single lawsuit should not rescue claims that would have been doomed by section (e)(4) if they had been asserted in a separate action. And likewise, this joinder should not result in the dismissal of claims that would have otherwise survived.\" <i>SmithKline Beecham, supra,</i> at 102.</p>\n<p>Because Stone did not have direct and independent knowledge of the information upon which his allegations were based, we need not decide whether Stone met the second requirement of original-source status, that he have voluntarily provided the information to the Government before filing his action.</p>\n<p></p>\n<h2>V</h2>\n<p>Respondents contend that even if Stone failed the original-source test as to his pondcrete allegations, the Government's intervention in his case provided an independent basis of jurisdiction. Section 3730(e)(4)(A) permits jurisdiction over an action based on publicly disclosed allegations or transactions if the action is \"brought by the Attorney General.\" Respondents say that any inquiry into Stone's original-source status with respect to amendments to the complaint was unnecessary because the Government had intervened, making this an \"action brought by <span class=\"star-pagination\">*1411</span> the Attorney General.\"<sup>[7]</sup> Even assuming that Stone was an original source of allegations in his initial complaint, we reject respondents'\"intervention\" argument.</p>\n<p>The False Claims Act contemplates two types of actions. First, under § 3730(a), \"[i]f the Attorney General finds that a person has violated or is violating section 3729, the Attorney General may bring a civil action under this section against the person.\" Second, under § 3730(b), \"[a] person may bring an action for a violation of section 3729 for the person and for the United States Government.\" When a private person brings an action under § 3730(b), the Government may elect to \"proceed with the action,\" § 3730(b)(4)(A), or it may \"declin[e] to take over the action, in which case the person bringing the action shall have the right to conduct the action,\" § 3730(b)(4)(B). The statute thus draws a sharp distinction between actions brought by the Attorney General under § 3730(a) and actions brought by a private person under § 3730(b). An action brought by a private person does not become one brought by the Government just because the Government intervenes and elects to \"proceed with the action.\" Section 3730 elsewhere refers to the Government's \"proceed[ing] with an action brought by a person under subsection (b)\" \u0097 which makes crystal clear the distinction between actions brought by the Government and actions brought by a relator where the Government intervenes but does not oust the relator.</p>\n<p>Does this conclusion cast into doubt the courts' jurisdiction with respect to the Government as well? After all, § 3730(e)(4)(A) bars jurisdiction over any action brought under § 3730, as this one was, unless the action is brought (1) by the Attorney General or (2) by an original source; and we have concluded that this is brought by neither. Not even petitioners have suggested the bizarre result that the Government's judgment must be set aside. It is readily enough avoided, as common sense suggests it must be, by holding that an action originally brought by a private person, which the Attorney General has joined, becomes an action brought by the Attorney General once the private person has been determined to lack the jurisdictional prerequisites for suit. The outcome would be similar to that frequently produced in diversity-jurisdiction cases, where the \"courts of appeals . . . have the authority to cure a jurisdictional defect by dismissing a dispensable nondiverse party.\" <i>Grupo Dataflux v. Atlas Global Group, L. P.,</i> <span class=\"citation\" data-id=\"134744\"><a href=\"/opinion/134744/grupo-dataflux-v-atlas-global-group-lp/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 573, 124 S.Ct. 1920, 158 L.Ed.2d 866 (2004) (citing <i>Newman-Green, Inc. v. Alfonzo-Larrain,</i> <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></a></span>, 837, 109 S.Ct. 2218, 104 L.Ed.2d 893 (1989)); see <i>United States Steel Corp. v. EPA,</i> <span class=\"citation\" data-id=\"374304\"><a href=\"/opinion/374304/united-states-steel-corporation-v-environmental-pr/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span>, 845 (C.A.3 1979) (\"[T]here are instances when an intervenor's claim does not rise and fall with the claim of the original party\"); 7C C. Wright, A. Miller, &amp; M. Kane, Federal Practice and Procedure § 1920, p. 491 (2d ed. 1986) (\"[A]n intervenor can proceed to decision after a dismissal of the original action . . . if there are independent grounds for jurisdiction of the intervenor's claim\"). What is cured here, by the jurisdictional ruling regarding Stone's claim, is the characterization of the action as one brought by an original source. The elimination of Stone leaves in place an action pursued only by the Attorney General, that can reasonably be regarded as being <span class=\"star-pagination\">*1412</span> \"brought\" by him for purposes of § 3730(e)(4)(A).</p>\n<p></p>\n<h2>* * *</h2>\n<p>We hold that the District Court lacked jurisdiction to enter judgment in favor of Stone. We reverse the Tenth Circuit's judgment to the contrary.</p>\n<p><i>It is so ordered.</i></p>\n<p>Justice BREYER took no part in the consideration or decision of this case.</p>\n<p>Justice STEVENS, with whom Justice GINSBURG joins, dissenting.</p>\n<p>Any private citizen may bring an action to enforce the False Claims Act, 31 U.S.C. §§ 3729-3733, unless the information on which his allegations are based is already in the public domain. Even if the information is publicly available, however, the citizen may still sue if he was an \"original source\" of that information. § 3730(e)(4)(A) (\"No court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions . . . unless the action is brought by the Attorney General or the person bringing the action is an original source of the information\"). Because I believe the Court has misinterpreted these provisions to require that an \"original source\" in a <i>qui tam</i> action have knowledge of the actual facts underlying the allegations on which he may ultimately prevail, I respectfully dissent.</p>\n<p>In my view, a plain reading of the statute's provisions \u0097 specifically, §§ 3730(e)(4)(A) and (B) \u0097 makes clear that it is the information underlying the publicly disclosed allegations, not the information underlying the allegations in the relator's complaint (original or amended), of which the relator must be an original source.<sup>[1]</sup> Moreover, the statute's use of the article \"an,\" rather than \"the,\" in describing the original source indicates that the relator need not be the <i>sole</i> source of the information.</p>\n<p>By contrast, the majority's approach suggests that the relator must have knowledge of actual facts supporting the theory ultimately proven at trial \u0097 in other words, knowledge of the information underlying the prevailing claims. See <i>ante,</i> at 1409 (limiting the relevant jurisdictional inquiry to those \"false claims ultimately found by the jury\"). I disagree. Such a view is not supported by the statute, which requires only that the relator have \"direct and independent knowledge\" of the information on which the publicly disclosed allegations are based and that the relator provide such information to the Government in a timely manner. As I read the statute, the jurisdictional inquiry focuses on the facts in the public domain at the time the action is commenced. If the process of discovery leads to amended theories of recovery, amendments to the original complaint <span class=\"star-pagination\">*1413</span> would not affect jurisdiction that was proper at the time of the original filing.<sup>[2]</sup></p>\n<p>In this case, as the Court points out, the fact that Rockwell was storing thousands of insolid pondcrete blocks at the Rocky Flats facility had been publicly disclosed by the news media before Stone filed this lawsuit. <i>Ante,</i> at 1402, 1403. In my view, the record establishes that Stone was an original source of the allegations publicly disclosed by the media in June 1989, even though he thought that the deterioration of the pondcrete blocks would be caused by poor engineering rather than a poor formula for the mixture. The search warrant that was executed on June 6, 1989, and the Federal Bureau of Investigation (FBI) affidavit that was released to the news media on June 9, 1989, were both based, in part, on interviews with Stone and on information Stone had provided to the Government, including the 1982 Engineering Order.</p>\n<p>With respect to earlier media coverage of the pondcrete leakage discovery in May 1988, however, Stone's status as an original source is less obvious. Stone first went to the FBI with allegations of Rockwell's environmental violations in March 1986. App. 180. He subsequently met with several FBI agents over the course of several years. <i>Id.,</i> at 180-182. During those meetings he provided the FBI with thousands of pages of documents, including the Engineering Order, in which he predicted that the pondcrete system design would not work. On the basis of that record, it seems likely that Stone (1) had \"direct and independent knowledge of the information on which the [publicly disclosed] allegations [we]re based\" and (2) voluntarily provided such information to the Government before filing suit. It is, however, his burden to establish that he did so. Because there has been no finding as to whether Stone was an original source as to those public disclosures, I would vacate and remand for a determination whether Stone was in fact an original source of the allegations publicly disclosed by the media in 1988 and 1989.</p>\n<h2>NOTES</h2>\n<p>[1]  Stone claimed the contrary, but the District Court found that he had failed to establish that fact.</p>\n<p>[2]  <i>Qui tam</i> is short for <i>\"qui tam pro domino rege quam pro se ipso in hac parte sequitur,\"</i> which means \"who pursues this action on our Lord the King's behalf as well as his own.\"</p>\n<p>[3]  The laws and regulations allegedly violated included DOE Order Nos. 5480.2 (Dec. 1982), 5483.1 as superseded by 5483.1A (June 22, 1983), and 6430.1 (Dec. 12, 1983) (DOE General Design Criteria Manual); Colo.Rev.Stat. § 25-5-501 <i>et seq.</i> (1982) (Hazardous Substances), 25-7-101 <i>et seq.</i> (1982 and Supp. 1988) (Air Quality Control Program), 25-7-501 <i>et seq.</i> (Asbestos Control), XX-XX-XXX (Hazardous Waste Management Act), 25-8-201 (1982) (Water Quality Control Act), XX-XX-XXX (1982 and Supp.1988) (Radiation Control), XX-XX-XXX (Hazardous Substance Incidents), 25-5-503 (1982), 25-8-506, 25-8-608, XX-XX-XXX through XX-XX-XXX, and XX-XX-XXX; the Occupational Safety and Health Act of 1970, 29 U.S.C. § 651 <i>et seq.</i>; the Atomic Energy Act of 1954, as amended, 42 U.S.C. § 2011 <i>et seq.</i>; the Energy Reorganization Act of 1974, 42 U.S.C. § 5801 <i>et seq.</i>; the Water Pollution Prevention and Control Act, 33 U.S.C. § 1251 <i>et seq.</i>; the Clean Air Act, 42 U.S.C. § 7401 <i>et seq.</i>; the Safe Drinking Water Act, 42 U.S.C. § 300f <i>et seq.</i>; and regulations promulgated under these statutes.</p>\n<p>[4]  In addition to the pondcrete allegations, respondents charged Rockwell with concealing problems with \"saltcrete\" (a mixture of cement and salt from liquid waste treatment processes) and \"spray irrigation\" (a method of disposing of waste water generated by the sewage treatment plant at Rocky Flats).</p>\n<p>[5]  The Courts of Appeals have divided over the question. See <i>United States ex rel. Laird v. Lockheed Martin Eng. &amp; Science Servs. Co.,</i> <span class=\"citation\" data-id=\"32154\"><a href=\"/opinion/32154/laird-v-lockheed-martin-eng/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 353-355 (C.A.5 2003) (describing the Courts of Appeals' divergent approaches). Only by demoting the actual text of § 3730(e)(4) to a footnote and then paraphrasing the statute in a way that assumes his conclusion can Justice STEVENS assert (without further analysis) that the statute's meaning is \"plain.\" See <i>post,</i> at 1412, 1413 (dissenting opinion).</p>\n<p>[6]  It is true that, when a defendant removes a case to federal court based on the presence of a federal claim, an amendment eliminating the original basis for federal jurisdiction generally does not defeat jurisdiction. See <i>Carnegie-Mellon Univ. v. Cohill,</i> <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 346, 357, 108 S.Ct. 614, 98 L.Ed.2d 720 (1988); <i>St. Paul Mercury Indemnity Co. v. Red Cab Co.,</i> <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 293, 58 S.Ct. 586, 82 L.Ed. 845 (1938). But removal cases raise forum-manipulation concerns that simply do not exist when it is the <i>plaintiff</i> who chooses a federal forum and then pleads away jurisdiction through amendment.</p>\n<p>[7]  The Government includes a significant caveat: In its view, intervention does not cure any pre-existing defects in Stone's initial complaint; it only cures defects resulting from amendments to the pleadings.</p>\n<p>[1]  Section 3730(e)(4)(A) states that\n</p>\n<p>\"No court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions in a criminal, civil, or administrative hearing, in a congressional, administrative, or Government Accounting Office report, hearing, audit, or investigation, or from the news media, unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\" (Footnote omitted.)</p>\n<p>Section 3730(e)(4)(B) then states that</p>\n<p>\"For purposes of this paragraph, `original source' means an individual who has direct and independent knowledge of the information on which the allegations are based and has voluntarily provided the information to the Government before filing an action under this section which is based on the information.\"</p>\n<p>[2]  The majority's approach requires courts to reevaluate jurisdiction over a <i>qui tam</i> action brought by an original source every time the complaint is amended. Such an approach, the Government has argued, will interfere with its ability to tailor the claims advanced as it sees appropriate. By contrast, under the approach I would adopt, the jurisdictional inquiry relates only to whether the relator was an original source of the information underlying the public disclosures, which can easily be determined when an action is filed and need not be revisited during later stages of the litigation.</p>\n\n</div>", 
  "sha1": "0ac15f5844238b7f18b2de5f59b11379795671fc", 
  "date_modified": "2015-04-30T11:22:20.043115", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/145751/rockwell-intern-corp-v-united-states/", 
  "citation_count": 105, 
  "supreme_court_db_id": "2006-024", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1067280/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/145751/"
}