{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "200 U.S. 103", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96383/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Serralles Succession v. Esbri", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "65", 
    "id": 80766, 
    "resource_uri": "/api/rest/v2/citation/80766/"
  }, 
  "id": 96383, 
  "blocked": false, 
  "judges": "Peckham, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1906-01-02", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>200 U.S. 103 (1906)</b></center>\n<center><h1>SUCCESSION OF SERRALLES<br>\nv.<br>\nESBRI.</h1></center>\n<center>No. 65.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 27, 1905.</center>\n<center>Decided January 2, 1906.</center>\nAPPEAL FROM THE SUPREME COURT OF PORTO RICO.\n<p><span class=\"star-pagination\">*108</span> <i>Mr. James S. Harlan</i> for appellants.</p>\n<p>There was no brief for appellees.</p>\n<p>MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The question arises herein whether this court has jurisdiction to hear the case, upon appeal or otherwise. The action is one to recover the interest due, on an indebtedness from the appellant to the appellee, on account of the purchase by the former of a certain interest in a plantation in Porto Rico, owned by the testator of appellee, which indebtedness was secured by a mortgage. This action is in its nature something like one to foreclose a mortgage. The question arising in the case is in regard to the kind of money in which the indebtedness of appellant (both that due at the time of the commencement of the <span class=\"star-pagination\">*109</span> action and that accruing thereafter) should be paid, the appellee asserting her right to be paid in American money at the rate of one dollar for each peso of indebtedness, while the appellant, on the contrary, asserts his right, under section eleven of the act of Congress of April 12, 1900, already mentioned, to pay the indebtedness in money or coins of the United States, at the rate of sixty cents in such coins for each peso of his indebtedness. This right was denied by the court below on the ground that there was a clear contract to pay as demanded by the appellee, and that the act of Congress had no application to the case. Judgment was accordingly given in favor of the appellee, that the appellant should pay to the appellee the indebtedness due or thereafter to grow due to her, at the rate of one dollar in American money for each peso of his indebtedness. Appellant thus claimed a right under a statute of the United States, which was denied, and under section thirty-five of the Foraker Act (April 12, 1900), this court has jurisdiction to review the judgment. <i>Crowley</i> v. <i>United States,</i> 194 U.S. 461; <i>Rodriguez</i> v. <i>United States,</i> 198 U.S. 156.</p>\n<p>The record also shows that a prior action had been commenced by appellee, in a municipal court of Porto Rico, between the same parties, to recover an instalment of interest due September 15, 1900, and that the same defense was there made in regard to the character of the money in which the debt should be paid. The municipal court in that case decided in favor of the appellee herein, and judgment to that effect having been duly entered, an appeal therefrom was taken to the District Court, which affirmed the judgment, and the same was thereupon paid by the appellant herein. That judgment is not set up by the appellee as <i>res adjudicata,</i> and while it is recited in the judgments in this case both in the District and Supreme Courts as having been recovered, it is not held to be such by either of the courts, but in such judgments it is referred to as an \"executory judgment,\" and by Article 1477 of the Porto Rico \"Law of Civil Procedure\" (page 299) it is provided that \"Judgments rendered in executory actions shall not give rise <span class=\"star-pagination\">*110</span> to the exception of <i>res judicata,</i> the parties reserving their rights to institute the ordinary action on the same question.\" As the courts below have treated and denominated the prior judgment in the municipal court as an \"executory judgment,\" obtained in an executory action, the reason for not holding the judgment to be <i>res adjudicata</i> becomes apparent when the above article of the code is considered.</p>\n<p>We come, then, to a consideration of the proper construction of the provisions in the two deeds, regarding the kind of money in which the debt is to be paid. They are set forth in the foregoing statement and are substantially alike, excepting that the first deed, that of September, 1894, in speaking of the coinage, says, that the payment is to be made in money that is in circulation or is accepted in the province, at the rate of one hundred <i>centavos</i> (cents) of the money in circulation for each peso, and in the amended deed of October 6, 1894, the translator of the original Spanish leaves out the word \"centavos,\" and gives what he regards as its proper translation, the word \"cents,\" so that the provision reads that the money is to be paid at the rate of one hundred \"cents\" of the circulating medium for each peso. These two deeds represented the same transaction and were drawn, of course, in the Spanish language. In the first deed the interest of the children of Cartagena was not referred to, because of the mistaken assumption that Cartagena had the whole title, and upon discovering the mistake the second deed was made, conveying his interest and the interest of his children, amounting to one-eighteenth of the whole value of the plantation, as conveyed by that deed to the same purchaser. The later deed was regarded by all parties as a mere rectification and ratification of the first deed, and it is quite clear that the word \"centavos,\" contained in the first deed, was used in both, and that the word \"cents\" is but a translation of the original Spanish word \"centavos,\" which was used in this contract drawn in the Spanish language.</p>\n<p>This is in truth assumed to be correct by counsel in the court below, in his communication to that court in behalf of the present <span class=\"star-pagination\">*111</span> appellee (which forms part of the record herein), as he there uses the word \"cents,\" and then follows it by the use of the word \"centavos.\"</p>\n<p>It may be, therefore, stated as a fact that the original contract in the deeds provided for the payment in money current in the province at the rate of one hundred centavos for each peso. There is no finding in so many words, as to the value of the peso mentioned in the contract. The Spanish word centavo is said to be, in Spanish and in South American countries, a small copper or nickel coin, in value six-tenths of a cent (actual), and one cent (nominal); the one-hundreth of a peso. See Standard Dictionary of the English language. The centavo being worth really six-tenths of a cent, and being the one-hundreth part of a peso, would, of course, make the peso worth sixty cents in American money.</p>\n<p>The eleventh section of the act of Congress, already mentioned, provides for the redemption of all silver coins of Porto Rico known as the peso, and all other copper and Porto Rican coins in circulation in Porto Rico \"at the present established rate of sixty cents in the coins of the United States for one peso of Porto Rican coin, and for all minor and subsidiary coins the same rate of exchange shall be applied.\" The Congress thus fixed the rate of exchange in the redemption of these coins, and it must be assumed to have been fixed at the value of the peso in American coin.</p>\n<p>From these facts it appears to us that there is no rational doubt that at the time when this contract was executed the peso in circulation in Porto Rico was worth not to exceed sixty cents, American money. At the time when the money was due under the contract, in September, 1900, it is admitted that all the pesos and centavos theretofore in circulation had been at that time redeemed by the United States, pursuant to the provisions of the act of Congress, and the money in circulation in Porto Rico was then and thereafter the money of the United States. This was the money current in commerce in Porto Rico and was in circulation and accepted therein as such money. It <span class=\"star-pagination\">*112</span> is now claimed by the appellee that, as the American money was the money of commerce and was alone in circulation, she was entitled in September, 1900, under the provisions of the contract, to be paid one hundred cents, or, in other words, one dollar of that money for every peso of indebtedness owed by the appellant, either then due or thereafter to grow due. By calling the centavo a cent in American money, while worth but six-tenths of a cent, the claim is made that the contract really provided for the payment of one hundred cents of American money for every peso of indebtedness. In other words, a centavo is made a cent, and it is said the appellant promised to pay one hundred cents per peso. This construction of the contract has been upheld by the courts below, because, as it is said, the strict and plain letter of the contract calls for it, and the result is that the appellant is adjudged to pay over sixty per cent more than the value of the interest he purchased, and that much more than the value of the peso, and also that much more than the real amount of his debt. While it is true that the silver coinage of Porto Rico, known as the peso, and all other silver and copper coins which were in circulation on April 12, 1900, had been retired before September, 1900, and that the money then current in commerce in Porto Rico was American money, we do not, on that account, think that the appellee had the right to claim payment of one dollar in American money for each peso of indebtedness. The centavo is not a cent. It is equal to but six-tenths of a cent, and the parties contracted, the one to pay and the other to receive, one hundred centavos to the peso, not one hundred cents to the peso. Although the translator seems to have assumed that the word \"cents\" was the correct and accurate translation of the word \"centavos,\" it must be remembered that the contract was in fact to pay centavos, and that the centavos were in fact, as we think is plainly shown in this record, worth only about six-tenths of a cent, and that while one hundred centavos were worth one peso, one hundred American cents were worth one dollar, or above sixty per cent more than the same number of centavos. It is <span class=\"star-pagination\">*113</span> entirely incredible that either party ever meant any such result as is now contended for by the appellee. Even if it were conceded that the literal and strict construction of the contract is as decided by the courts below, yet we are clear that such literal and strict construction does not express the real intention of the parties when the contract was made.</p>\n<p>Articles 1281 and 1283 of the Civil Code of Porto Rico, set forth in the foregoing statement, show the law to be in Porto Rico substantially the same as it is here, that is, that where it is plain that a strict and literal construction of the contract does not convey the real meaning of the parties, such construction is not to be entertained. See cases cited in <i>United States</i> v. <i>Utah &amp;c. Stage Co.,</i> 199 U.S. 414. In that case the strict and literal construction of the contract was contended, by the officers of the Government, to be its proper construction, and hence, it was argued, when the contractor might, under the provisions of his contract, be required to perform new or additional mail, messenger or transfer service, and under the authority of the Postmaster General, without additional compensation, that then such official could require such additional service as arose by reason of the establishment of what amounted to a new station, which additional service required, above the normal increase of service, an additional distance to be traveled in wagons of over 300,000 miles. This court held that the parties never meant any such thing, and the judgment of the Court of Claims for the recovery of compensation for the extra distance traveled was affirmed.</p>\n<p>On looking at this contract we are of opinion that it evidently contemplates only such change in coins as might occur while Porto Rico was under the same political power. It speaks of the payment of the debt in the money current in commerce, whatever may be the coinage of the money that, as such, is in circulation \"in this province.\" The words \"in this province\" evidently did not contemplate any change of government, but only a possible change of coinage under the same government. It may be assumed that in 1894 no one could have contracted <span class=\"star-pagination\">*114</span> with reference to a war between Spain and the United States, which did not break out until four years thereafter, nor would any one have contemplated the cession of Porto Rico to the United States, and the entire substitution of American money for that which had theretofore circulated in Porto Rico, and the retirement of all the other money.</p>\n<p>The value of the interest sold in the plantation was agreed by both parties, at the time of the execution of the instrument of deed and mortgage, to be 18,000 pesos, and so it was plainly stated in that instrument. The transaction was a <i>bona fide</i> one, providing for actual conveyance of the interest in the plantation, and there was plainly no gambling in the possible changes in the value of the coin, which might take place under a foreign government, when the various payments were to be made. The parties evidently had no thought of the war, or of being transferred to a foreign government as a result thereof. Under the circumstances it is impossible to conceive of sane persons agreeing in this case upon the value of the interest purchased and sold, and then that the purchaser should further agree to pay over sixty per cent more than the value of the thing purchased if it should so happen in the future that different coinage might be in circulation, under a different sovereignty, which would effect that result.</p>\n<p>The question may be asked, what did the parties mean by this use of language, if they did not mean precisely what the courts below have said they did, and where is the justification for changing the interpretation as gathered from their language? It may not, perhaps, always be clear to see and determine what parties did mean by the language they used in a contract, and at the same time it may be perfectly clear they did not mean to contract with reference to what the courts below have called the literal and specific import of the language actually used. In this case we have no such difficulty. We have just stated what, in our opinion, the meaning really was, and that it was aimed at the possible change in coinage or of the value of the new coin under the decree of the government of Spain itself. <span class=\"star-pagination\">*115</span> Why that contingency should have presented itself is not stated clearly as a fact in either of the judgments of the courts below. (It may be here remarked that the judgments of those courts also partake of the nature of findings of fact and opinions of the court thereon.) There is a recital in the judgment or decree of the Supreme Court of what was stated by counsel for appellant in his written communication to the court, and which is part of the record, and that statement was, in substance, that the change was contemplated by the Spanish government at that time (1894), by which the pesos then in circulation were to be retired, and another coin was to be issued which would be worth sixty instead of fifty-seven cents to the peso, and it was with that contingency in mind that the parties provided as they did in the contract in question. It is true the Supreme Court does not find the fact of the existence of this intention on the part of the Spanish government, but, in giving a statement of what it regarded as the distinction between the case at bar and one theretofore decided by the same court, in a manner seemingly inconsistent with this decision here, the Supreme Court said:</p>\n<p>\"This case being different from what occurred in the case of Dona Josefa Cayol y Julia, and the agricultural corporation `Balseiro and Georgetti,' which case was recently decided by this Supreme Court, and in which neither of the parties had expressed their will in so clear and explicit a manner as in the present case, nor could the case offer any difficulty, since the plaintiff herself had recognized in her complaint \u0097 and it was also proven in the course of the suit \u0097 that the clause of the deed, the application of which was being considered, and on which she based her claim that the purchasers Balseiro and Georgetti should pay her the interest on that part of the price, the payment of which had been postponed, in American currency without the discount fixed by the government of the United States for the money of this country, had been established by the parties in consideration of the exchange of the Mexican money which had already been announced by the Spanish government <span class=\"star-pagination\">*116</span> on that date when the contract was made, for which reason this Supreme Court had to dismiss the appeal in cassation interposed by the plaintiff Dona Josefa Cayol, from the judgment rendered by the District Court of Arecibo, denying the claim made by the said Dona Josefa Cayol, the court basing its decision precisely on this same Article 1283 of the Civil Code, the application of which is the question at issue in the present appeal.\"</p>\n<p>True, it appears to have been proved in that case, what the record does not show to have been specifically proved here, that there was at the time this contract was entered into a contemplated exchange of money to be circulated, and the contemplated change had been announced by the Spanish government at the time when the contract was made. But this fact is not a necessity, in order to maintain our view of the proper construction of the contract, for it simply furnishes what may be termed a presumption that the use of the language as to the payments was made with reference to this particular and contemplated exchange. The wholly incredible nature of the contract, if construed in the way the lower courts have done, is none the less apparent, and we cannot agree with a construction which binds the appellant to pay more than sixty per cent more than the parties agreed the interest in the plantation was worth, and just that amount more than both parties supposed was to be paid.</p>\n<p>In truth, a careful reading of the whole decree of the Supreme Court (while also considering that the recitals in that decree of matters contained in the appellant's brief were not negatived by the court as to matters of fact, the case being decided wholly upon the asserted strict construction of the contract) rather leads one to the conclusion that the court assumed the truth of those recitals as to the contemplated change of coinage, but regarded the fact as immaterial in view of what it thought to be the plain language of the contract. Of course we do not intimate that the court below was bound to deny the truth of the recitals or else it was to be taken as admitting it. We only <span class=\"star-pagination\">*117</span> refer to it in passing, in connection with the language of the whole decree, and the reasons given for the judgment, as some ground for the belief that the court in fact assumed the truth of the recitals, but thought them wholly immaterial. The court also pays no heed to the evidence which was received upon the trial of the case, showing the manner in which settlements of existing debts had been made upon instruments like the one in question, with or without the particular clause as to payments, the evidence being that the debts were paid at the rate of exchange provided for in the act of Congress. This, of course, must have been upon the ground that the words of the contract, as construed by the court, governed.</p>\n<p>In the <i>City of San Juan</i> v. <i>St. John's Gas Co.,</i> 195 U.S. 510, the contention was that the money due the gas company for lighting the street lamps was payable in Porto Rican money, but this court said that the contract was for payment in current foreign money, exclusive of Spanish gold; and it was conceded that if foreign current money was required by the contract, money of the United States, current at the time the contract was made, was within the contemplation of the parties. Such money was also current in the island when performance was due. The case does not cover the one at bar.</p>\n<p>Nor is the debt payable at the rate of one hundred cents for each peso, on the theory that the money in circulation at the time and place for the performance of the contract was the money in contemplation of the parties thereto in the absence of a contract for the payment in some other money. See 195 U.S. 510, cases cited, page 520.</p>\n<p>There was, as we have seen, no contract to pay in American money at the rate contended for by appellee. In providing for the withdrawal of all coins in circulation in Porto Rico, Congress provided at the same time for fixing the equivalent between those coins and American coins for the payment of all existing debts. This was simply fixing the value of those coins relatively to their value in American coin and with reference to the payment of debts then existing. All money then unpaid <span class=\"star-pagination\">*118</span> on this mortgage obligation was an existing debt within the act, and hence might be paid in American money at the rate of exchange therein specified. The withdrawal of the coins of Porto Rico in circulation at the time of the passage of the act of Congress, and provided for therein, did not take legal effect, so far as concerned debts then existing, except upon the condition that those debts might be solved in the coins of the United States, at the rate of exchange stated in the act. This did not impair or change the obligation of any contract, and was but an exercise of power to fix the value of the coins which were to be withdrawn, and to state the rate of exchange at which existing debts might be paid in American money, and as there was no contract to pay at any other rate, the act was valid and applied to this case.</p>\n<p>We are of opinion that the appellant is entitled to pay the balance remaining unpaid of the debt secured by the mortgage in American money, at the rate of exchange prescribed by Congress.</p>\n<p>The judgment of the court below is reversed and the case remanded for further proceedings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:32", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></span> (1906)</b></center>\n<center><h1>SUCCESSION OF SERRALLES<br>\nv.<br>\nESBRI.</h1></center>\n<center>No. 65.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 27, 1905.</center>\n<center>Decided January 2, 1906.</center>\nAPPEAL FROM THE SUPREME COURT OF PORTO RICO.\n<p><span class=\"star-pagination\">*108</span> <i>Mr. James S. Harlan</i> for appellants.</p>\n<p>There was no brief for appellees.</p>\n<p>MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The question arises herein whether this court has jurisdiction to hear the case, upon appeal or otherwise. The action is one to recover the interest due, on an indebtedness from the appellant to the appellee, on account of the purchase by the former of a certain interest in a plantation in Porto Rico, owned by the testator of appellee, which indebtedness was secured by a mortgage. This action is in its nature something like one to foreclose a mortgage. The question arising in the case is in regard to the kind of money in which the indebtedness of appellant (both that due at the time of the commencement of the <span class=\"star-pagination\">*109</span> action and that accruing thereafter) should be paid, the appellee asserting her right to be paid in American money at the rate of one dollar for each peso of indebtedness, while the appellant, on the contrary, asserts his right, under section eleven of the act of Congress of April 12, 1900, already mentioned, to pay the indebtedness in money or coins of the United States, at the rate of sixty cents in such coins for each peso of his indebtedness. This right was denied by the court below on the ground that there was a clear contract to pay as demanded by the appellee, and that the act of Congress had no application to the case. Judgment was accordingly given in favor of the appellee, that the appellant should pay to the appellee the indebtedness due or thereafter to grow due to her, at the rate of one dollar in American money for each peso of his indebtedness. Appellant thus claimed a right under a statute of the United States, which was denied, and under section thirty-five of the Foraker Act (April 12, 1900), this court has jurisdiction to review the judgment. <i>Crowley</i> v. <i>United States,</i> 194 U.S. 461; <i>Rodriguez</i> v. <i>United States,</i> 198 U.S. 156.</p>\n<p>The record also shows that a prior action had been commenced by appellee, in a municipal court of Porto Rico, between the same parties, to recover an instalment of interest due September 15, 1900, and that the same defense was there made in regard to the character of the money in which the debt should be paid. The municipal court in that case decided in favor of the appellee herein, and judgment to that effect having been duly entered, an appeal therefrom was taken to the District Court, which affirmed the judgment, and the same was thereupon paid by the appellant herein. That judgment is not set up by the appellee as <i>res adjudicata,</i> and while it is recited in the judgments in this case both in the District and Supreme Courts as having been recovered, it is not held to be such by either of the courts, but in such judgments it is referred to as an \"executory judgment,\" and by Article 1477 of the Porto Rico \"Law of Civil Procedure\" (page 299) it is provided that \"Judgments rendered in executory actions shall not give rise <span class=\"star-pagination\">*110</span> to the exception of <i>res judicata,</i> the parties reserving their rights to institute the ordinary action on the same question.\" As the courts below have treated and denominated the prior judgment in the municipal court as an \"executory judgment,\" obtained in an executory action, the reason for not holding the judgment to be <i>res adjudicata</i> becomes apparent when the above article of the code is considered.</p>\n<p>We come, then, to a consideration of the proper construction of the provisions in the two deeds, regarding the kind of money in which the debt is to be paid. They are set forth in the foregoing statement and are substantially alike, excepting that the first deed, that of September, 1894, in speaking of the coinage, says, that the payment is to be made in money that is in circulation or is accepted in the province, at the rate of one hundred <i>centavos</i> (cents) of the money in circulation for each peso, and in the amended deed of October 6, 1894, the translator of the original Spanish leaves out the word \"centavos,\" and gives what he regards as its proper translation, the word \"cents,\" so that the provision reads that the money is to be paid at the rate of one hundred \"cents\" of the circulating medium for each peso. These two deeds represented the same transaction and were drawn, of course, in the Spanish language. In the first deed the interest of the children of Cartagena was not referred to, because of the mistaken assumption that Cartagena had the whole title, and upon discovering the mistake the second deed was made, conveying his interest and the interest of his children, amounting to one-eighteenth of the whole value of the plantation, as conveyed by that deed to the same purchaser. The later deed was regarded by all parties as a mere rectification and ratification of the first deed, and it is quite clear that the word \"centavos,\" contained in the first deed, was used in both, and that the word \"cents\" is but a translation of the original Spanish word \"centavos,\" which was used in this contract drawn in the Spanish language.</p>\n<p>This is in truth assumed to be correct by counsel in the court below, in his communication to that court in behalf of the present <span class=\"star-pagination\">*111</span> appellee (which forms part of the record herein), as he there uses the word \"cents,\" and then follows it by the use of the word \"centavos.\"</p>\n<p>It may be, therefore, stated as a fact that the original contract in the deeds provided for the payment in money current in the province at the rate of one hundred centavos for each peso. There is no finding in so many words, as to the value of the peso mentioned in the contract. The Spanish word centavo is said to be, in Spanish and in South American countries, a small copper or nickel coin, in value six-tenths of a cent (actual), and one cent (nominal); the one-hundreth of a peso. See Standard Dictionary of the English language. The centavo being worth really six-tenths of a cent, and being the one-hundreth part of a peso, would, of course, make the peso worth sixty cents in American money.</p>\n<p>The eleventh section of the act of Congress, already mentioned, provides for the redemption of all silver coins of Porto Rico known as the peso, and all other copper and Porto Rican coins in circulation in Porto Rico \"at the present established rate of sixty cents in the coins of the United States for one peso of Porto Rican coin, and for all minor and subsidiary coins the same rate of exchange shall be applied.\" The Congress thus fixed the rate of exchange in the redemption of these coins, and it must be assumed to have been fixed at the value of the peso in American coin.</p>\n<p>From these facts it appears to us that there is no rational doubt that at the time when this contract was executed the peso in circulation in Porto Rico was worth not to exceed sixty cents, American money. At the time when the money was due under the contract, in September, 1900, it is admitted that all the pesos and centavos theretofore in circulation had been at that time redeemed by the United States, pursuant to the provisions of the act of Congress, and the money in circulation in Porto Rico was then and thereafter the money of the United States. This was the money current in commerce in Porto Rico and was in circulation and accepted therein as such money. It <span class=\"star-pagination\">*112</span> is now claimed by the appellee that, as the American money was the money of commerce and was alone in circulation, she was entitled in September, 1900, under the provisions of the contract, to be paid one hundred cents, or, in other words, one dollar of that money for every peso of indebtedness owed by the appellant, either then due or thereafter to grow due. By calling the centavo a cent in American money, while worth but six-tenths of a cent, the claim is made that the contract really provided for the payment of one hundred cents of American money for every peso of indebtedness. In other words, a centavo is made a cent, and it is said the appellant promised to pay one hundred cents per peso. This construction of the contract has been upheld by the courts below, because, as it is said, the strict and plain letter of the contract calls for it, and the result is that the appellant is adjudged to pay over sixty per cent more than the value of the interest he purchased, and that much more than the value of the peso, and also that much more than the real amount of his debt. While it is true that the silver coinage of Porto Rico, known as the peso, and all other silver and copper coins which were in circulation on April 12, 1900, had been retired before September, 1900, and that the money then current in commerce in Porto Rico was American money, we do not, on that account, think that the appellee had the right to claim payment of one dollar in American money for each peso of indebtedness. The centavo is not a cent. It is equal to but six-tenths of a cent, and the parties contracted, the one to pay and the other to receive, one hundred centavos to the peso, not one hundred cents to the peso. Although the translator seems to have assumed that the word \"cents\" was the correct and accurate translation of the word \"centavos,\" it must be remembered that the contract was in fact to pay centavos, and that the centavos were in fact, as we think is plainly shown in this record, worth only about six-tenths of a cent, and that while one hundred centavos were worth one peso, one hundred American cents were worth one dollar, or above sixty per cent more than the same number of centavos. It is <span class=\"star-pagination\">*113</span> entirely incredible that either party ever meant any such result as is now contended for by the appellee. Even if it were conceded that the literal and strict construction of the contract is as decided by the courts below, yet we are clear that such literal and strict construction does not express the real intention of the parties when the contract was made.</p>\n<p>Articles 1281 and 1283 of the Civil Code of Porto Rico, set forth in the foregoing statement, show the law to be in Porto Rico substantially the same as it is here, that is, that where it is plain that a strict and literal construction of the contract does not convey the real meaning of the parties, such construction is not to be entertained. See cases cited in <i>United States</i> v. <i>Utah &amp;c. Stage Co.,</i> 199 U.S. 414. In that case the strict and literal construction of the contract was contended, by the officers of the Government, to be its proper construction, and hence, it was argued, when the contractor might, under the provisions of his contract, be required to perform new or additional mail, messenger or transfer service, and under the authority of the Postmaster General, without additional compensation, that then such official could require such additional service as arose by reason of the establishment of what amounted to a new station, which additional service required, above the normal increase of service, an additional distance to be traveled in wagons of over 300,000 miles. This court held that the parties never meant any such thing, and the judgment of the Court of Claims for the recovery of compensation for the extra distance traveled was affirmed.</p>\n<p>On looking at this contract we are of opinion that it evidently contemplates only such change in coins as might occur while Porto Rico was under the same political power. It speaks of the payment of the debt in the money current in commerce, whatever may be the coinage of the money that, as such, is in circulation \"in this province.\" The words \"in this province\" evidently did not contemplate any change of government, but only a possible change of coinage under the same government. It may be assumed that in 1894 no one could have contracted <span class=\"star-pagination\">*114</span> with reference to a war between Spain and the United States, which did not break out until four years thereafter, nor would any one have contemplated the cession of Porto Rico to the United States, and the entire substitution of American money for that which had theretofore circulated in Porto Rico, and the retirement of all the other money.</p>\n<p>The value of the interest sold in the plantation was agreed by both parties, at the time of the execution of the instrument of deed and mortgage, to be 18,000 pesos, and so it was plainly stated in that instrument. The transaction was a <i>bona fide</i> one, providing for actual conveyance of the interest in the plantation, and there was plainly no gambling in the possible changes in the value of the coin, which might take place under a foreign government, when the various payments were to be made. The parties evidently had no thought of the war, or of being transferred to a foreign government as a result thereof. Under the circumstances it is impossible to conceive of sane persons agreeing in this case upon the value of the interest purchased and sold, and then that the purchaser should further agree to pay over sixty per cent more than the value of the thing purchased if it should so happen in the future that different coinage might be in circulation, under a different sovereignty, which would effect that result.</p>\n<p>The question may be asked, what did the parties mean by this use of language, if they did not mean precisely what the courts below have said they did, and where is the justification for changing the interpretation as gathered from their language? It may not, perhaps, always be clear to see and determine what parties did mean by the language they used in a contract, and at the same time it may be perfectly clear they did not mean to contract with reference to what the courts below have called the literal and specific import of the language actually used. In this case we have no such difficulty. We have just stated what, in our opinion, the meaning really was, and that it was aimed at the possible change in coinage or of the value of the new coin under the decree of the government of Spain itself. <span class=\"star-pagination\">*115</span> Why that contingency should have presented itself is not stated clearly as a fact in either of the judgments of the courts below. (It may be here remarked that the judgments of those courts also partake of the nature of findings of fact and opinions of the court thereon.) There is a recital in the judgment or decree of the Supreme Court of what was stated by counsel for appellant in his written communication to the court, and which is part of the record, and that statement was, in substance, that the change was contemplated by the Spanish government at that time (1894), by which the pesos then in circulation were to be retired, and another coin was to be issued which would be worth sixty instead of fifty-seven cents to the peso, and it was with that contingency in mind that the parties provided as they did in the contract in question. It is true the Supreme Court does not find the fact of the existence of this intention on the part of the Spanish government, but, in giving a statement of what it regarded as the distinction between the case at bar and one theretofore decided by the same court, in a manner seemingly inconsistent with this decision here, the Supreme Court said:</p>\n<p>\"This case being different from what occurred in the case of Dona Josefa Cayol y Julia, and the agricultural corporation `Balseiro and Georgetti,' which case was recently decided by this Supreme Court, and in which neither of the parties had expressed their will in so clear and explicit a manner as in the present case, nor could the case offer any difficulty, since the plaintiff herself had recognized in her complaint \u0097 and it was also proven in the course of the suit \u0097 that the clause of the deed, the application of which was being considered, and on which she based her claim that the purchasers Balseiro and Georgetti should pay her the interest on that part of the price, the payment of which had been postponed, in American currency without the discount fixed by the government of the United States for the money of this country, had been established by the parties in consideration of the exchange of the Mexican money which had already been announced by the Spanish government <span class=\"star-pagination\">*116</span> on that date when the contract was made, for which reason this Supreme Court had to dismiss the appeal in cassation interposed by the plaintiff Dona Josefa Cayol, from the judgment rendered by the District Court of Arecibo, denying the claim made by the said Dona Josefa Cayol, the court basing its decision precisely on this same Article 1283 of the Civil Code, the application of which is the question at issue in the present appeal.\"</p>\n<p>True, it appears to have been proved in that case, what the record does not show to have been specifically proved here, that there was at the time this contract was entered into a contemplated exchange of money to be circulated, and the contemplated change had been announced by the Spanish government at the time when the contract was made. But this fact is not a necessity, in order to maintain our view of the proper construction of the contract, for it simply furnishes what may be termed a presumption that the use of the language as to the payments was made with reference to this particular and contemplated exchange. The wholly incredible nature of the contract, if construed in the way the lower courts have done, is none the less apparent, and we cannot agree with a construction which binds the appellant to pay more than sixty per cent more than the parties agreed the interest in the plantation was worth, and just that amount more than both parties supposed was to be paid.</p>\n<p>In truth, a careful reading of the whole decree of the Supreme Court (while also considering that the recitals in that decree of matters contained in the appellant's brief were not negatived by the court as to matters of fact, the case being decided wholly upon the asserted strict construction of the contract) rather leads one to the conclusion that the court assumed the truth of those recitals as to the contemplated change of coinage, but regarded the fact as immaterial in view of what it thought to be the plain language of the contract. Of course we do not intimate that the court below was bound to deny the truth of the recitals or else it was to be taken as admitting it. We only <span class=\"star-pagination\">*117</span> refer to it in passing, in connection with the language of the whole decree, and the reasons given for the judgment, as some ground for the belief that the court in fact assumed the truth of the recitals, but thought them wholly immaterial. The court also pays no heed to the evidence which was received upon the trial of the case, showing the manner in which settlements of existing debts had been made upon instruments like the one in question, with or without the particular clause as to payments, the evidence being that the debts were paid at the rate of exchange provided for in the act of Congress. This, of course, must have been upon the ground that the words of the contract, as construed by the court, governed.</p>\n<p>In the <i>City of San Juan</i> v. <i>St. John's Gas Co.,</i> <span class=\"citation\" data-id=\"96163\"><a href=\"/opinion/96163/san-juan-v-st-johns-gas-co/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, the contention was that the money due the gas company for lighting the street lamps was payable in Porto Rican money, but this court said that the contract was for payment in current foreign money, exclusive of Spanish gold; and it was conceded that if foreign current money was required by the contract, money of the United States, current at the time the contract was made, was within the contemplation of the parties. Such money was also current in the island when performance was due. The case does not cover the one at bar.</p>\n<p>Nor is the debt payable at the rate of one hundred cents for each peso, on the theory that the money in circulation at the time and place for the performance of the contract was the money in contemplation of the parties thereto in the absence of a contract for the payment in some other money. See <span class=\"citation\" data-id=\"96163\"><a href=\"/opinion/96163/san-juan-v-st-johns-gas-co/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, cases cited, page 520.</p>\n<p>There was, as we have seen, no contract to pay in American money at the rate contended for by appellee. In providing for the withdrawal of all coins in circulation in Porto Rico, Congress provided at the same time for fixing the equivalent between those coins and American coins for the payment of all existing debts. This was simply fixing the value of those coins relatively to their value in American coin and with reference to the payment of debts then existing. All money then unpaid <span class=\"star-pagination\">*118</span> on this mortgage obligation was an existing debt within the act, and hence might be paid in American money at the rate of exchange therein specified. The withdrawal of the coins of Porto Rico in circulation at the time of the passage of the act of Congress, and provided for therein, did not take legal effect, so far as concerned debts then existing, except upon the condition that those debts might be solved in the coins of the United States, at the rate of exchange stated in the act. This did not impair or change the obligation of any contract, and was but an exercise of power to fix the value of the coins which were to be withdrawn, and to state the rate of exchange at which existing debts might be paid in American money, and as there was no contract to pay at any other rate, the act was valid and applied to this case.</p>\n<p>We are of opinion that the appellant is entitled to pay the balance remaining unpaid of the debt secured by the mortgage in American money, at the rate of exchange prescribed by Congress.</p>\n<p>The judgment of the court below is reversed and the case remanded for further proceedings in conformity with this opinion.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "sha1": "5232e2312b053ceea44c4227ffdc11da66578df5", 
  "date_modified": "2014-12-21T01:34:28.879219", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96383/serralles-succession-v-esbri/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/153447/", 
  "html": "<p class=\"case_cite\">200 U.S. 103</p>\n    <p class=\"case_cite\">26 S.Ct. 176</p>\n    <p class=\"case_cite\">50 L.Ed. 391</p>\n    <p class=\"parties\">SUCCESSION OF JUAN SERRALLES, by Their Attorney in  Fact, Eduardo Wellenkamp, <i>Appts.</i>,<br>v.<br>BELEN ESBRI, Widow of Cartagena.</p>\n    <p class=\"docket\">No. 65.</p>\n    <p class=\"date\">Argued November 27, 1905.</p>\n    <p class=\"date\">Decided January 2, 1906.</p>\n    <div class=\"prelims\">\n      <p>Statement by Mr. Justice Peckham:</p>\n      <p class=\"indent\">The appellee, plaintiff below, commenced this action, called a 'declaratory action of greater import' (Porto Rico Law Civ. Rpoc. arts. 480-482), to obtain payment of certain sums due on an indebtedness of the defendants (appellants), secured by mortgage, as stated in that instrument. She obtained judgment in her favor in the proper district court of Porto Rico, which was affirmed by the supreme court of the island, and the defendants have appealed from that judgment to this court. The sole question is whether the debt may be solved in American money at the rate of 60 cents thereof for each peso of indebtedness, or must $1 in American money be paid for each peso.</p>\n      <p class=\"indent\">The following are the facts: One Nicholas Cartagena y Mangual desired to sell the fractional part, owned by him, of a sugar plantation, known as 'Ursula,' situated in the municipal district of Juana Diaz, in the province of Porto Rico, such fractional part being 18 per cent of the value of the whole plantation, valued at 80,000 pesos. The purchaser, Juan Serralles, agreed to pay for such share 18,000 pesos. Accordingly a deed of purchase and mortgage was made between the parties on the 1st day of September, 1894. That instrument contained the statement that the sale was effected 'in consideration of the sum of 18,000 pesos, commercial money,' which shall be paid by the purchaser in instalments, <i>viz.</i>, '2,000 pesos on the 15th day of July, of the year 1898; 2,000 pesos on the same day and month of the year 1899; an equal sum of 2,000 pesos on the 15th day of July, 1900, and 3,000 pesos on the 15th day of July, of the years of 1901 to the year 1904, both inclusive, all of which to be paid in the money current in the commerce, whatever may be the coinage of the money that as such is in circulation or is accepted in this province, at the rate of 100 centavos (cents) of the money in circulation for each peso, excluding all kinds of paper money in circulation or to be issued, even if its eirculation should be compulsory.'</p>\n      <p class=\"indent\">The instalments were to bear interest at the rate of 10 per cent per annum from the date of the deed, which interest was due and payable quarterly. The parties also declared 'that the price for which said sale is made is the just and true value at present of the share and interest hereby sold and conveyed,' they being 'fully aware that that is the value that shall serve as a basis in the public sale that shall be held if the obligation is not paid, and its payment should be demanded judicially.'</p>\n      <p class=\"indent\">A few days after the execution and delivery of this instrument it was discovered that Cartagena was not the owner of all of the one-eighteenth part of the plantation, because that interest was acquired during his marriage with his first wife, and was what is termed 'conjugal partnership property,' acquired for a valuable consideration during her life. When she died, her interest went to her children, and so the seller, Cartagena, owned the above-mentioned fractional part of the plantation, with those children. It therefore became necessary to make another deed and mortgage, conveying the interest of all the owners of the fractional part of the plantation including such children. This was accordingly done, and on the 6th of October, 1894, another instrument, in the nature of a deed and mortgage, was executed by the proper parties, in ratification and extension of the first instrument, and which contains substantially the same provisions as the first instrument, and the payments were to be made to the parties conveying the premises in the proportion in which they were interested in that property. These 18,000 pesos were to be paid by the purchaser, at the same times mentioned in the former instrument, 'in current commercial money, whatever the coinage may be of money which, with such character, be in circulation or accepted in this province, at the rate of 100 cents of the circulating medium for each peso, and to the exclusion of all paper money created or to be created, even though its circulation be compulsory.'</p>\n      <p class=\"indent\">On the 15th of September, 1900, a quarterly payment of interest became due under the terms of the mortgage, and the appellant proposed to pay it in American money then current, at an amount equivalent in value to the former provincial money, which was not then in circulation. This offer was refused. The appellee then commenced an action in a municipal court, to recover the interest due September 15, 1900, in American money, at the rate of $1 for each peso that was due. She obtained what is termed an 'executory judgment' for such payment, and that judgment (of the municipal court) was offirmed by the district court, and the appellant then paid the same. Upon quarterly instalments of interest due December 15, 1900, and March 15, 1901, the appellants made the same offer to pay in American money of equivalent value of the provincial money or peso, which was not then in circulation, and the offer was again refused, and this declaratory action of greater import was then commenced, to recover one American dollar for each peso of indebtedness due up to the date of the commencement of suit, and to obtain a declaration that the future payments should be made in the same manner. Before the commencement of this action, in 1901, the province had been ceded to the United States, which (prior to the cession) had occupied it by its troops in 1898. On the 12th day of April, 1900, Congress passed an act (31 Stat. at. L. 77, 80, chap. 191) &#167; 11 of which (reproduced in the margin)  provided for retiring the Porto Rican coins and substituting American money therefor.</p>\n      <p class=\"indent\">In the pleading on the part of the plaintiff below the foregoing</p>\n      <p class=\"indent\">Sec. 11. 'That for the purpose of retiring the Porto Rican coins now in circulation in Porto Rico, and substituting therefor the coins of the United States, the Secretary of the Treasury is hereby authorized to redeem, on presentation in Porto Rico, all the silver coins of Porto Rico known as the peso, and all other silver and copper Porto Rican coins now in circulation in Porto Rice, not including any such coins that may be imported into Porto Rico after the first day of February, nineteen hundred, at the present established rate of sixty cents in the coins of the United States for one peso of Porto Rican coin, and for all minor and subsidiary coins the same rate of exchange shall be applied. The Porto Rican coins so purchased or redeemed shall be recoined at the expense of the United States, under the direction of the Secretary of the Treasury, into such coins of the United States now authorized by law as he may direct, and from and after three months after the date when this act shall take effect no coins shall be a legal tender, in payment of debts thereafter contracted, for any amount in Porto Rico, except those of the United States; and whatever sum may be required to carry out the provisions hereof, and to pay all expenses that may be incurred in connection therewith, is hereby appropriated, and the Secretary of the Treasury is hereby authorized to establish such regulations and employ such agencies as may be necessary to accomplish the purposes hereof: Provided, however, That all debts owing on the date when this act shall take effect shall be payable in the coins of Porto Rico now in circulation, or in the coins of the United States at the rate of exchange above named.' facts were averred, but no averment or contention was made that the so-called 'executory judgment' which plaintiff had theretofore obtained constituted <i>res judicata</i> as to the question now in issue.</p>\n      <p class=\"indent\">The defendants (appellants herein) put in an answer, setting up various facts unnecessary to be here adverted to.</p>\n      <p class=\"indent\">They also averred that under &#167; 11 of the act of Congress, above mentioned, they had the right to pay the instalments due on the mortgage, in American money at the established rate of 60 cents in the coin of the United States for one peso of Porto Rican coin.</p>\n      <p class=\"indent\">The trial court, in its judgment, after reciting the existence of the executory judgment in the action above-described and also all the proceedings in the case before it, decreed the payment of the interest or instalments which might then be due, or the thereafter to grow due, to the plaintiff, in United States coin at the rate of $1 thereof for each peso of indebtedness. Basing its decree wholly upon the literal language of the contract, the court said: 'It appears that Don Juan Serralles y Colon bound himself to make the payments to said Cartagena, by virtue of the said contract of sale, in money current in commerce, of whatever coinage it may be, at the rate of 100 cents of the current money for each peso; it is plain and evident that the heirs of said Serralles are bound to pay in dollars all the instalments arising from the same contract, or the interest on the same, for dollars are the money current at present in this island.'</p>\n      <p class=\"indent\">An appeal was taken by the defendants to the supreme court on the ground, among others, that the judgment of the district court violated articles 1281 and 1283 of the Civil Code. The articles are as follows:</p>\n      <p class=\"indent\">'Art. 1281. If the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of the stipulations shall be observed.</p>\n      <p class=\"indent\">'If the words should appear contrary to the evident intention of the contracting parties, the intention shall preyail.' 'Art. 1283. However general the terms of a contract may be, there should not be understood as included therein things and cases different from those with regard to which the persons interested intended to contract.'</p>\n      <p class=\"indent\">Further ground of appeal was the alleged violation of the 11th section of the act of Congress above mentioned, under which appellants claimed the right to pay in United States coin at the equivalent value of 60 cents for each peso.</p>\n      <p class=\"indent\">The supreme court, in due time, after argument, affirmed the judgment of the court below on the law, holding that the contract was clear, and its literal terms must be complied with. It did not, nor did the district court, hold the prior judgment to be <i>res judicata</i>.</p>\n      <p class=\"indent\">The court also denied the right claimed by the defendants under the above-mentioned act of Congress, to pay their indebtedness at the rate of 60 cents of American money for each peso of such indebtedness, on the ground that the act did not apply to such cases as the one before the court.</p>\n      <p class=\"indent\"><i>Mr.</i> <i>James S. Harlan</i> for appellants.</p>\n      <p class=\"indent\">No brief was filed for appellee.</p>\n      <p class=\"indent\">Mr. Justice Peckham, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question arises herein whether this court has jurisdiction to hear the case, upon appeal or otherwise. The action is one to recover the interest due on an indebtedness from the appellants to the appellee on account of the purchase by the former of a certain interest in a plantation in Porto Rico, owned by the testator of appellee, which indebtedness was secured by a mortgage. This action is in its nature something like one to foreclose a mortgage. The question arising in the case is in regard to the kind of money in which the indebtedness of appellants (both that due at the time of the commencement of the action and that accruing thereafter) should be paid, the appellee asserting her right to be paid in American money at the rate of $1 for each peso of indebtedness, while the appellants, on the contrary, assert their right under &#167; 11 of the act of Congress of April 12, 1900, already mentioned, to pay the indebtedness in money or coins of the United States, at the rate of 60 cents in such coins for each peso of their indebtedness. This right was denied by the court below on the ground that there was a clear contract to pay as demanded by the appellee, and that the act of Congress had no application to the case. Judgment was accordingly given in favor of the appellee, that the appellants should pay to the appellee the indebtedness due or thereafter to grow due to her, at the rate of $1 in American money for each peso of their indebtedness. Appellants thus claimed a right under a statute of the United States, which was denied, and under &#167; 35 of the Foraker act (April 12, 1900) this court has jurisdiction to review the judgment.  <i>Crowley</i> v. <i>United States</i>, 194 U. S. 461, 48 L. ed. 1075, 24 Sup. Ct. Rep. 731; <i>Rodriguez</i> v. <i>United States</i>, 198 U. S. 156, 49 L. ed. 994, 25 Sup. Ct. Rep. 617.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The record also shows that a prior action had been commenced by appellee, in a municipal court of Porto Rico, between the same parties, to recover an instalment of interest due September 15, 1900, and that the same defense was there made in regard to the character of the money in which the debt should be paid. The municipal court in that case decided in favor of the appellee herein, and judgment to that effect having been duly entered, an appeal therefrom was taken to the district court, which affirmed the judgment, and the same was thereupon paid by the appellants herein. That judgment is not set up by the appellee as <i>res judicata</i>, and while it is recited in the judgments in this case both in the district and supreme courts as having been recovered, it is not held to be such by either of the courts, but in such judgments it is referred to as an 'executory judgment,' and by article 1477 of the Porto Rico 'Law of Civil Procedure' (page 299) it is provided that 'judgments rendered in executory actions shall not give rise to the exception of <i>res judicata</i>, the parties reserving their rights to institute the ordinary action on the same question.' As the courts below have treated and denominated the prior judgment in the municipal court as an 'executory judgment,' obtained in an executory action, the reason for not holding the judgment to be <i>res judicata</i> becomes apparent when the above article of the Code is considered.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We come, then, to a consideration of the proper construction of the provisions in the two deeds, regarding the kind of money in which the debt is to be paid. They are set forth in the foregoing statement and are substantially alike, excepting that the first deed, that of September, 1894, in speaking of the coinage, says that the payment is to be made in money that is in circulation or is accepted in the province, at the rate of 100 <i>centavos</i> (cents) of the money in circulation for each peso, and in the amended deed of October 6, 1894, the translator of the original Spanish leaves out the word 'centavos,' and gives what he regards as its proper translation,&#8212;the word 'cents,'&#8212;so that the provision reads that the money is to be paid at the rate of 100 'cents' of the circulating medium for each peso. These two deeds represented the same transaction, and were drawn, of course, in the Spanish language. In the first deed the interest of the children of Cartagena was not referred to, because of the mistaken assumption that Cartagena had the whole title, and, upon discovering the mistake, the second deed was made, conveying his interest and the interest of his children, amounting to one-eighteenth of the whole value of the plantation, as conveyed by that deed to the same purchaser. The later deed was regarded by all parties as a mere rectification and ratification of the first deed, and it is quite clear that the word 'centavos,' contained in the first deed, was used in both, and that the word 'cents' is but a translation of the original Spanish word 'centavos,' which was used in this contract drawn in the Spanish language.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is in truth assumed to be correct by counsel in the court below, in his communication to that court in behalf of the present appellee (which forms part of the record herein), as he there uses the word 'cents,' and then follows it by the use of the word 'centavos.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It may be, therefore, stated as a fact that the original contract in the deeds provided for the payment in money current in the province at the rate of 100 centavos for each peso. There is no finding in so many words, as to the value of the peso mentioned in the contract. The Spanish word 'centavo' is said to be, in Spanish and in South American countries, a small copper or nickel coin, in value six-tenths of a cent (actual), and one cent (nominal); the one-hundredth of a peso. See Standard dictionary of the English language. The centavo being worth really six-tenths of a cent, and being the one-hundredth part of a peso, would, of course, make the peso worth 60 cents in American money.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The 11th section of the act of Congress, already mentioned, provides for the redemption of all silver coins of Porto Rico known as the peso, and all other copper and Porto Rican coins in circulation in Porto Rico 'at the present established rate of 60 cents in the coins of the United States for one peso of Porto Rican coin, and for all minor and subsidiary coins the same rate of exchange shall be applied.' The Congress thus fixed the rate of exchange in the redemption of these coins, and it must be assumed to have been fixed at the value of the peso in American coin.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From these facts it appears to us that there is no rational doubt that at the time when this contract was executed the peso in circulation in Porto Rico was worth not to exceed 60 cents, American money. At the time when the money was due under the contract, in September, 1900, it is admitted that all the pesos and centavos theretofore in circulation had been at that time redeemed by the United States, pursuant to the provisions of the act of Congress, and the money in circulation in Porto Rico was then and thereafter the money of the United States. This was the money current in commerce in Porto Rico and was in circulation and accepted therein as such money. It is now claimed by the appellee that, as the American money was the money of commerce, and was alone in circulation, she was entitled in September, 1900, under the provisions of the contract, to be paid 100 cents, or, in other words, $1 of that money for every peso of indebtedness owed by the appellants, either then due or thereafter to grow due. By calling the centavo a cent in American money, while worth but six-tenths of a cent, the claim is made that the contract really provided for the payment of 100 cents of American money for every peso of indebtedness. In other words, a centavo is made a cent, and it is said that the appellants promised to pay 100 cents per peso. This construction of the contract has been upheld by the courts below because, as it is said, the strict and plain letter of the contract calls for it, and the result is that the appellants are adjudged to pay over 60 per cent more than the value of the interest they purchased, and that much more than the value of the peso, and also that much more than the real amount of their debt. While it is true that the silver coinage of Porto Rico, known as the peso, and all other silver and copper coins which were in circulation on April 12, 1900, had been retired before September, 1900, and that the money then current in commerce in Porto Rico was American money, we do not, on that account, think that the appellee had the right to claim payment of $1 in American money for each peso of indebtedness. The centavo is not a cent. It is equal to but six-tenths of a cent, and the parties contracted, the one to pay and the other to receive, 100 centavos to the peso, not 100 cents to the peso. Although the translator seems to have assumed that the word 'cents' was the correct and accurate translation of the word 'centavos,' it must be remembered that the contract was in fact to pay centavos, and that the centavos were in fact, as we think is plainly shown in this record, worth only about six-tenths of a cent, and that while 100 centavos were worth one peso, 100 American cents were worth $1, or above 60 per cent more then the same number of centavos. It is entirely incredible that either party ever meant any such result as is now contended for by the appellee. Even if it were conceded that the liberal and strict construction of the contract is as decided by the courts below, yet we are clear that such literal and strict construction does not express the real intention of the parties when the contract was made.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Articles 1281 and 1283 of the Civil Code of Porto Rico, set forth in the foregoing statement, show the law to be in Porto Rico substantially the same as it is here; that is, that where it is plain that a strict and literal construction of the contract does not convey the real meaning of the parties, such construction is not to be entertained. See cases cited in <i>United States</i> v. <i>Utah, n. &amp; C. Stage Co.</i> 199 U. S. 414, 50 L. ed. &#8212;&#8212;, 26 Sup. Ct. Rep. 69. In that case the strict and literal construction of the contract was contended, by the officers of the government, to be its proper construction, and hence, it was argued, when the contractor might, under the provisions of his contract, be required to perform new or additional mail, messenger, or transfer service, under the authority of the Postmaster General, without additional compensation, that then such official could require such additional service as arose by reason of the establishment of what amounted to a new station, which additional service required, above the normal increase of service, an additional distance to be traveled in wagons of over 300,000 miles. This court held that the parties never meant any such thing, and the judgment of the court of claims for the recovery of compensation for the extra distance traveled was affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On looking at this contract we are of opinion that it evidently contemplates only such change in coins as might occur while Porto Rico was under the same political power. It speaks of the payment of the debt in the money current in commerce, whatever may be the coinage of the money that, as such, is in circulation 'in this province.' The words 'in this province' evidently did not contemplate any change of government, but only a possible change of coinage under the same government. It may be assumed that in 1894 no one could have contracted with reference to a war between Spain and the United States, which did not break out until four years thereafter, nor would anyone have contemplated the cession of Porto Rico to the United States, and the entire substitution of American money for that which had theretofore circulated in Porto Rico, and the retirement of all the other money.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The value of the interest sold in the plantation was agreed by both parties, at the time of the execution of the instrument of deed and mortgage, to be 18,000 pesos, and so it was plainly stated in that instrument. The transaction was a bona fide one, providing for actual conveyance of the interest in the plantation, and there was plainly no gambling in the possible changes in the value of the coin, which might take place under a foreign government, when the various payments were to be made. The parties evidently had no thought of the war, or of being transferred to a foreign government as a result thereof. Under the circumstances it is impossible to conceive of sane persons agreeing in this case upon the value of the interest purchased and sold, and then that the purchaser should further agree to pay over 60 per cent more than the value of the thing purchased if it should so happen in the future that different coinage might be in circulation under a different sovereignty, which would effect that result.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The question may be asked, What did the parties by this use of language, if they did not mean precisely what the courts below have said they did, and where is the justification for changing the interpretation as gathered from their language? It may not, perhaps, always be clear to see and determine what parties did mean by the language they used in a contract, and at the same time it may be perfectly clear they did not mean to contract with reference to what the courts below have called the literal and specific import of the language actually used. In this case we have no such difficulty. We have just stated what, in our opinion, the meaning really was, and that it was aimed at the possible change in coinage or of the value of the new coin under the decree of the government of Spain itself. Why that contingency should have presented itself is not stated clearly as a fact in either of the judgments of the courts below. (It may be here remarked that the judgments of those courts also partake of the nature of findings of fact and opinions of the court thereon.) There is a recital in the judgment or decree of the supreme court of what was stated by counsel for appellants in his written communication to the court, and which is part of the record, and that statement was, in substance, that the change was contemplated by the Spanish government at that time (1894), by which the peso then in circulation was to be retired, and another coin was to be issued which would be worth 60 instead of 57 cents to the peso, and it was with that contingency in mind that the parties provided as they did in the contract in question. It is true the supreme court does not find the fact of the existence of this intention on the part of the Spanish government, but, in giving a statement of what it regarded as the distinction between the case at bar and one theretofore decided by the same court, in a manner seemingly inconsistent with this dicision here, the supreme court said:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'This case being different from what occurred in the case of Dona Josefa Cayol y Julia, and the agricultural corporation 'Balseiro and Gergetti,' which case was recently decided by this supreme court, and in which neither of the parties had expressed their will in so clear and explicit a manner as in the present case, nor could the case offer any difficulty, since the plaintiff herself had recognized in her complaint&#8212;and it was also proven in the course of the suit&#8212;that the clause of the deed, the application of which was being considered, and on which she based her claim that the purchasers Balseiro and Georgetti should pay her the interest on that part of the price, the payment of which had been postponed, in American currency without the discont fixed by the government of the United States for the money of this country, had been established by the parties in consideration of the exchange of the Mexican money, which had already been announced by the Spanish government on that date when the contract was made, for which reason this supreme court had to dismiss the appeal in cassation interposed by the plaintiff Dona Josefa Cayol, from the judgment rendered by the district court of Arecibo, denying the claim made by the said Dona Josefa Cayol, the court basing its decision precisely on this same article 1283 of the Civil Code, the application of which is the question at issue in the present appeal.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">True, it appears to have been proved in that case, what the record does not show to have been specifically proved here, that there was at the time this contract was entered into a contemplated exchange of money to be circulated, and the contemplated change had been announced by the Spanish government at the time when the contract was made. But this fact is not a necessity, in order to maintain our view of the proper construction of the contract, for it simply furnishes what may be termed a presumption that the use of the language as to the payments was made with reference to this particular and contemplated exchange. The wholly incredible nature of the contract, if construed in the way the lower courts have done, is none the less apparent, and we cannot agree with a construction which binds the appellants to pay more than 60 per cent than the parties agreed the interest in the plantation was worth, and just that amount more than both parties supposed was to be paid.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In truth, a careful reading of the whole decree of the supreme court (while also considering that the recitals in that decree of matters contained in the appellants' brief were not negatived by the court as to matters of fact, the case being decided wholly upon the asserted strict construction of the contract) rather leads one to the conclusion that the court assumed the truth of those recitals as to the contemplated change of coinage, but regarded the fact as immaterial in view of what it thought to be the plain language of the contract. Of course we do not intimate that the court below was bound to deny the truth of the recitals or else it was to be taken as admitting it. We only refer to it in passing, in connection with the language of the whole decree, and the reasons given for the judgment, as some ground for the belief that the court in fact assumed the truth of the recitals, but thought them wholly immaterial. The court also pays no heed to the evidence which was received upon the trial of the case, showing the manner in which settlements of existing debts had been made upon instruments like the one in question, with or without the particular clause as to payments, the evidence being that the debts were paid at the rate of exchange provided for in the act of Congress. This, of course, must have been upon the ground that the words of the contract, as construed by the court, governed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>San Juan</i> v. <i>St. John's Gas Co.</i> 195 U. S. 510, 49 L. ed. 299, 25 Sup. Ct. Rep. 108, the contention was that the money due the gas company for lighting the street lamps was payable in Porto Rican money, but this court said that the contract was for payment in current foreign money, exclusive of Spanish goid; and it was conceded that if the foreign current money was required by the contract, money of the United States, current at the time the contract was made, was within the contemplation of the parties. Such money was also current in the island when performance was due. The case does not cover the one at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor is the debt payable at the rate of 100 cents for each peso, on the theory that the money in circulation at the time and place for the performance of the contract was the money in contemplation of the parties thereto in the absence of a contract for the payment in some other money. See 195 U. S. 510, 49 L. ed. 299, 25 Sup. Ct. Rep. 108, cases cited, page 520, L. ed. page 304, Sup. Ct. Rep. 108.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There was, as we have seen, no contract to pay in American money at the rate contended for by appellee. In providing for the withdrawal of all coins in circulation in Porto Rico, Congress provided at the same time for fixing the equivalent between those coins and American coins for the payment of all existing debts. This was simply fixing the value of those coins relatively to their value in American coin and with reference to the payment of debts then existing. All money then unpaid on this mortgage obligation was an existing debt within the act, and hence might be paid in American money at the rate of exchange therein specified. The withdrawal of the coins of Porto Rico in circulation at the time of the passage of the act of Congress, and provided for therein, did not take legal effect, so far as concerned debts then existing, except upon the condition that those debts might be solved in the coins of the United States, at the rate of exchange stated in the act. This did not impair or change the obligation of any contract, and was but an exercise of power to fix the value of the coins which were to be withdrawn, and to state the rate of exchange at which existing debts might be paid in American money; and as there was no contract to pay at any other rate, the act was valid and applied to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We are of opinion that the appellants are entitled to pay the balance remaining unpaid of the debt secured by the mortgage in American money, at the rate of exchange prescribed by Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgment of the court below is reversed and the case remanded for further proceedings in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Reversed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96383/"
}