{"absolute_url": "/opinion/96390/ballmann-v-fagin/", "blocked": false, "citation": {"case_name": "Ballmann v. Fagin", "docket_number": "Nos. 240, 308", "document_uris": ["/api/rest/v2/document/96390/"], "federal_cite_one": "200 U.S. 186", "federal_cite_three": null, "federal_cite_two": null, "id": 80773, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80773/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 22, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1906-01-02", "date_modified": "2014-12-21T01:34:28.809976", "docket": "/api/rest/v2/docket/1507328/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">200 U.S. 186</p>\n    <p class=\"case_cite\">26 S.Ct. 212</p>\n    <p class=\"case_cite\">50 L.Ed. 433</p>\n    <p class=\"parties\">JOHN W. BALLMANN, <i>Appt.</i>,<br>v.<br>VIVIAN J. FAGIN, United States Marshal for the  Southern District of Ohio.  NO 240.  JOHN W. BALLMANN, <i>Plff. in Err.</i>,  v.  UNITED STATES.  NO 308.</p>\n    <p class=\"docket\">Nos. 240, 308.</p>\n    <p class=\"docket\">NO 240 argued May 8, 1905.</p>\n    <p class=\"date\">Decided January 2, 1906.</p>\n    <p class=\"date\">NO 308 submitted November 27, 1905.</p>\n    <p class=\"date\">Decided January 2, 1906.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Messrs.</i> <i>Lawrence Maxwell, Jr., Thomas F. Shay,</i> and <i>Miller Outcalt</i> for appellant in No. 240.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Lawrence Maxwell, Jr., Miller Outcalt,</i> and <i>Thomas F. Shay</i> for plaintiff in error in No. 308.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 186-189 intentionally omitted]</p>\n      <p class=\"indent\"><i>Solicitor General</i> <i>Hoyt</i> for appellee.</p>\n      <p class=\"indent\"><i>Solicitor General</i> <i>Hoyt</i> for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 189-192 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">One of these cases is a writ of error issued by this court to the United States district court upon a judgment committing the plaintiff in error for contempt; the other, an appeal from the circuit court for the same district upon a judgment denying the writ of habeas corpus, which was applied for on the ground that the same commitment was void.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case, so far as material to our decision, is as follows: On April 7, 1905, Ballmann was served with a subpoena to appear before the grand jury, and to bring with him 'cash book, ledger, letter-press copy book, and all sheets showing transactions under the name of A. Smith and A. Johnson during the months of December, 1904, and January and February, 1905.' He appeared before the grand jury, and on the same day the grand jury reported his failure to produce the books and papers called for by the subpoena. The court entered an order as of that day, April 7, that he should produce all books and papers pertaining to his business. On April 8 the grand jury filed charges of contempt against him, in that 'being required by said subpoena to produce a certain cash book in use in his business' he refused to do so, and also that he refused to answer the following questions: (<i>a</i>) 'State what, on account No. 140, sheet No. 1, on this big ledger now in use in your business, these figures under the word 'folio,' on the debit side of the account, to wit: No. 349, 349, 349, 349, 349, and 351, refer to.' (<i>b</i>) 'Do not these figures '349,' in your handwriting, on account No. 140, refer to the folios in your cash book in use in your business in January, 1905?' On the same day, April 8, the court, after hearing evidence, ordered Ballmann to produce the said cash book and to answer the above questions at noon on April 10, or to be committed to jail until compliance or discharge by due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 10 Ballman appeared and made the following answers: 'I have not now, and neither at the time of, nor at any time since, the service of the first subpoena upon me in this matter, have I had in my possession or under my custody or control the book referred to in the order of the court entered on April 8, 1905, or any book showing transactions under the names of A. Smith or A. Johnson, and am unable to produce the same.' 'I decline to answer the questions contained in said order of April 8, 1905, on the ground that it might tend to criminate me; and in this connection I produce copy of a petition filed against me and others by Emanuel Oppenheimer, in the court of common pleas of Hamilton county, being case No. 126,824, and I state that there are many other actions of the same kind pending against me.' The petition referred to charged Ballman and others with conducting a scheme of gambling known as a 'bucket shop,' criminal conduct under the laws of Ohio, the state where the case was being tried.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Thereupon, upon the same day, the court, without hearing further evidence, reciting its former order and Ballmann's failure to comply with it, ordered him to be imprisoned in accordance with the same. Afterwards a bill of exceptions was allowed, which set forth the proceedings of April 8. It appears that on that day the foreman of the grand jury testified that Ballmann was inquired of with reference to the cash book, and said that there was no such book. (It is fair to read the statement as meaning the same as his formal answer on the 10th, and no more.) Other witnesses gave evidence tending to prove the existence of a cash book, although not, or at least not except by very remote inference, a cash book showing transactions under the name of A. Smith or A. Johnson. It also appears that Ballmann's counsel said to the court: 'As to the book, we say to your honor that we haven't got it;' and also handed the court a paper from Ballmann, reading: 'As to the questions asked, I refuse to answer, as they might tend to criminate me.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It appears to us, and it hardly is denied, that the charge of contempt in failing to produce a book is confined, as it was taken by Ballmann's answer to be confined, to a failure to produce a cash book showing transactions under the anme of A. Smith or A. Johnson. We assume that the commitment was upon the charge and the order of April 8, not upon the order entered as of April 7. Upon that assumption it might be enough to say that the court was not warranted in finding Ballmann guilty by any evidence which it had before it. There was nothing to show that his answer was not literally true. <i>Re Watts</i>, 190 U. S. 1, 35, 36, 47 L. ed. 933, 944, 23 Sup. Ct. Rep. 718. But we need not stop there. Suppose that Ballmann had in his possession a book which he was privileged from producing, and which he wished not to produce. Suppose, also, that he were summoned as he was in this case, and that the book did not show the dealings described,&#8212;he could not be criticised very severely for avoiding, if possible, the discrediting claim of privilege, by an answer literally exact. If, then, he should be asked in general terms to produce his cash book, he would not be debarred from pleading his privilege by what he had said before. And without any inclination to enlarge a witness's rights beyond the settled requirements of law, we think that the privilege might extend to any question, the manifest object of which was to prove possession or control as a preliminary to calling for the book.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To determine whether the case which we have supposed in the case at bar we must consider whether we can see reasonable grounds for believing that the book was privileged, or that it was not,&#8212;it does not matter for our purposes in which form the question is put. The subject under investigation, according to the government's statement, was the criminal liability of some employee of a national bank from the vaults of which a large amount of cash had disappeared. The book very possibly may have disclosed dealings with the person or persons naturally suspected, and, especially in view of the charges that Ballmann kept a 'bucket shop,' dealings of a nature likely to lead to a charge that Ballmann was an abettor of the guilty man. If he was, he was guilty of a misdemeanor under Rev. Stat. &#167; 5209, U. S. Comp. Stat. 1901, p. 3497, and no more bound to produce the book than to give testimony to the facts which it disclosed.  <i>Boyd</i> v. <i>United States</i>, 116 U. S. 616, 29 L. ed. 746, 6 Sup. Ct. Rep. 524; <i>Counselman</i> v. <i>Hitchcock</i>, 142 U. S. 547, 35 L. ed. 1110, 3 Inters. Com. Rep. 816, 12 Sup. Ct. Rep. 195.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Not impossibly Ballmann took this aspect of the matter for granted, as one which would be perceived by the court without his disagreeably emphasizing his own fears. But he did call attention to another, less likely to be known. As we have said, he set forth that there were many proceedings on foot against him as party to a 'bucket shop,' and so subject to the criminal law of the state in which the grand jury was sitting. According to <i>United States</i> v. <i>Saline Bank</i>, 1 Pet. 100, 7 L. ed. 69, he was exonerated from disclosures which would have exposed him to the penalties of the state law. See <i>Jack</i> v. <i>Kansas</i> (decided this term), 199 U. S. 372, 50 L. ed. &#8212;&#8212;, 26 Sup. Ct. Rep. 73. One way or the other we are of opinion that Ballmann could not be required to produce his cash book if he set up that it would tend to criminate him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But it is said that he did not set it up, but, on the contrary, denied the existence of the book. We are not of that opinion. We think that he was giving an answer which, whether too sharp or not, might be true even if he had a cash book within his control. His denial was limited explicitly, and with on disguise in the form of statement, to a cash book showing transactions under the name of A. Smith or A. Johnson. It called attention to the limit by its form. And when thereupon he was asked questions, the manifest meaning of which was to fasten upon him an admission that there was a cash book, he at once declined to answer. Of course it may be that he declined because he knew that further answers would disclose the falsity of his first denial. But the natural explanation of the claim of privilege is that a cash book existed, that Ballmann knew it, and that he delieved that if produced it would criminate him in one of the two ways which we have explained. Nothing more need be said about the questions as distinguished from the production of the book. See <i>Counselman</i> v. <i>Hitchcock</i>, 142 U. S. 547, 35 L. ed. 1110, 3 Inters. Com. Rep. 816, 12 Sup. Ct. Rep. 195.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We are aware that the courts below came to their conclusions upon the assumption that Ballmann denied generally the possession of a cash book, and that he was before the court for disobedience to an order to produce it. It may be that he now escapes liability as much by luck as by desert. But he is entitled to demand a judgment according to the record, and we are of opinion that, on the record, fairly construed, the judgment of the district court should be reversed. This decision makes any other than formal action upon the habeas corpus unnecessary, and therefore the judgment of the circuit court may be affirmed for the purpose of ending the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Judgment of the District Court reversed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Judgment of the Circuit Court affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice Harlan and Mr. Justice McKenna dissent.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>200 U.S. 186 (1906)</b></center>\n<center><h1>BALLMANN<br>\nv.<br>\nFAGIN.<br>\nBALLMANN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>Nos. 240, 308.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 8, 1905.</center>\n<center>Submitted November 27, 1905.</center>\n<center>Decided January 2, 1906.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO. ERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><i>Mr. Lawrence Maxwell, Jr.,</i> with whom <i>Mr. Miller Outcalt</i> and <i>Mr. Thomas F. Shay</i> were on the brief, for appellant.</p>\n<p><i>The Solicitor General</i> for the United States.</p>\n<p>No. 240 argued May 8, 1905.</p>\n<p>No. 308 submitted November 27, 1905.</p>\n<p><span class=\"star-pagination\">*192</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>One of these cases is a writ of error issued by this court to the United States District Court upon a judgment committing the plaintiff in error for contempt, the other an appeal from the Circuit Court for the same district upon a judgment denying the writ of <i>habeas corpus,</i> which was applied for on the ground that the same commitment was void.</p>\n<p>The case so far as material to our decision, is as follows: On <span class=\"star-pagination\">*193</span> April 7, 1905, Ballman was served with a subpoena to appear before the grand jury and to bring with him \"cash book, ledger, letter press copy book, and all sheets showing transactions under the name of A. Smith and A. Johnson during the months of December, 1904, and January and February, 1905.\" He appeared before the grand jury, and on the same day the grand jury reported his failure to produce the books and papers called for by the subpoena. The court entered an order as of that day, April 7, that he should produce all books and papers pertaining to his business. On April 8 the grand jury filed charges of contempt against him, in that \"being required by said subpoena to produce a certain cash book in use in his business\" he refused to do so, and also that he refused to answer the following questions: (<i>a</i>) \"State what on account No. 140, sheet # 1, on this big ledger now in use in your business, these figures under the word `folio,' on the debit side of the account, to wit: No. 349, 349, 349, 349, 349, and 351 refer to?\" (<i>b</i>) \"Do not these figures 349 in your handwriting, on account No. 140, refer to the folios in your cash book in use in your business in January, 1905?\" On the same day, April 8, the court, after hearing evidence, ordered Ballmann to produce the said cash book and to answer the above questions at noon on April 10, or to be committed to jail until compliance or discharge by due process of law.</p>\n<p>On April 10 Ballmann appeared and made the following answers: \"I have not now, and neither at the time of nor at any time since the service of the first subpoena upon me in this matter have I had in my possession or under my custody or control the book referred to in the order of the court entered on April 8, 1905, or any book showing transactions under the names of A. Smith or A. Johnson, and am unable to produce the same.\"  \"I decline to answer the questions contained in said order of April 8, 1905, on the ground that it might tend to criminate me and in this connection I produce copy of a petition filed against me and others by Emanuel Oppenheimer in the court of common pleas of Hamilton county, being case No. 126,824, and I state that there are many other actions of the same kind pending <span class=\"star-pagination\">*194</span> against me.\" The petition referred to charged Ballmann and others with conducting a scheme of gambling known as a \"bucket shop,\" criminal conduct under the laws of Ohio, the State where the case was being tried.</p>\n<p>Thereupon, upon the same day, the court, without hearing further evidence, reciting its former order and Ballmann's failure to comply with it, ordered him to be imprisoned in accordance with the same. Afterwards a bill of exceptions was allowed, which set forth the proceedings of April 8. It appears that on that day the foreman of the grand jury testified that Ballmann was inquired of with reference to the cash book, and said that there was no such book. (It is fair to read the statement as meaning the same as his formal answer on the 10th and no more.) Other witnesses gave evidence tending to prove the existence of a cash book, although not, or at least not except by very remote inference, a cash book showing transactions under the name of A. Smith or A. Johnson. It also appears that Ballmann's counsel said to the court, \"As to the book, we say to your honor that we haven't got it\" and also handed the court a paper from Ballmann, reading, \"As to the questions asked, I refuse to answer, as they might tend to criminate me.\"</p>\n<p>It appears to us, and it hardly is denied, that the charge of contempt in failing to produce a book, is confined, as it was taken by Ballmann's answer to be confined, to a failure to produce a cash book showing transactions under the name A. Smith or A. Johnson. We assume that the commitment was upon the charge and the order of April 8, not upon the order entered as of April 7. Upon that assumption it might be enough to say that the court was not warranted in finding Ballmann guilty by any evidence which it had before it. There was nothing to show that his answer was not literally true. <i>In re Watts &amp; Sachs,</i> 190 U.S. 1, 35, 36. But we need not stop there. Suppose that Ballmann had in his possession a book, which he was privileged from producing and which he wished not to produce. Suppose, also, that he were summoned as he was in this case, and that the book did not show the dealings <span class=\"star-pagination\">*195</span> described, he could not be criticized very severely for avoiding, if possible, the discrediting claim of privilege, by an answer literally exact. If then he should be asked in general terms to produce his cash book he would not be debarred from pleading his privilege by what he had said before. And without any inclination to enlarge a witness' rights beyond the settled requirements of law, we think that the privilege might extend to any question, the manifest object of which was to prove possession or control as a preliminary to calling for the book.</p>\n<p>To determine whether the case which we have supposed is the case at bar we must consider whether we can see reasonable grounds for believing that the book was privileged, or that it was not  it does not matter for our purposes in which form the question is put. The subject under investigation, according to the Government's statement, was the criminal liability of some employe of a national bank from the vaults of which a large amount of cash had disappeared. The book very possibly may have disclosed dealings with the person or persons naturally suspected, and, especially in view of the charges that Ballmann kept a \"bucket shop,\" dealings of a nature likely to lead to a charge that Ballmann was an abettor of the guilty man. If he was, he was guilty of a misdemeanor under Rev. Stat. § 5209, and no more bound to produce the book than to give testimony to the facts which it disclosed. <i>Boyd</i> v. <i>United States,</i> 116 U.S. 616; <i>Counselman</i> v. <i>Hitchcock,</i> 142 U.S. 547.</p>\n<p>Not impossibly Ballman took this aspect of the matter for granted, as one which would be perceived by the court without his disagreeably emphasizing his own fears. But he did call attention to another less likely to be known. As we have said, he set forth that there were many proceedings on foot against him as party to a \"bucket shop,\" and so subject to the criminal law of the State in which the grand jury was sitting. According to <i>United States</i> v. <i>Saline Bank,</i> 1 Peters, 100, he was exonerated from disclosures which would have exposed him to the penalties of the state law. See <i>Jack</i> v. <i>Kansas,</i> 199 U.S. 372, decided this term. One way or the other we are of opinion <span class=\"star-pagination\">*196</span> that Ballmann could not be required to produce his cash book if he set up that it would tend to criminate him.</p>\n<p>But it is said that he did not set it up, but on the contrary denied the existence of the book. We are not of that opinion. We think that he was giving an answer which, whether too sharp or not, might be true even if he had a cash book within his control. His denial was limited explicitly and with no disguise in the form of statement to a cash book showing transactions under the name A. Smith or A. Johnson. It called attention to the limit by its form. And when thereupon he was asked questions, the manifest meaning of which was to fasten upon him an admission that there was a cash book, he at once declined to answer. Of course it may be that he declined because he knew that further answers would disclose the falsity of his first denial. But the natural explanation of the claim of privilege is that a cash book existed, that Ballmann knew it, and that he believed that if produced it would criminate him in one of the two ways which we have explained. Nothing more need be said about the questions as distinguished from the production of the book. See <i>Counselman</i> v. <i>Hitchcock,</i> 142 U.S. 547.</p>\n<p>We are aware that the courts below came to their conclusions upon the assumption that Ballmann denied generally the possession of a cash book, and that he was before the court for disobedience to an order to produce it. It may be that he now escapes liability as much by luck as by desert. But he is entitled to demand a judgment according to the record, and we are of opinion that on the record fairly construed the judgment of the District Court should be reversed. This decision makes any other than formal action upon the <i>habeas corpus</i> unnecessary, and therefore the judgment of the Circuit Court may be affirmed for the purpose of ending the case.</p>\n<p><i>Judgment of the District Court reversed.</i></p>\n<p><i>Judgment of the Circuit Court affirmed.</i></p>\n<p>MR. JUSTICE HARLAN and MR. JUSTICE McKENNA dissent.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></span> (1906)</b></center>\n<center><h1>BALLMANN<br>\nv.<br>\nFAGIN.<br>\nBALLMANN<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>Nos. 240, 308.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 8, 1905.</center>\n<center>Submitted November 27, 1905.</center>\n<center>Decided January 2, 1906.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO. ERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><i>Mr. Lawrence Maxwell, Jr.,</i> with whom <i>Mr. Miller Outcalt</i> and <i>Mr. Thomas F. Shay</i> were on the brief, for appellant.</p>\n<p><i>The Solicitor General</i> for the United States.</p>\n<p>No. 240 argued May 8, 1905.</p>\n<p>No. 308 submitted November 27, 1905.</p>\n<p><span class=\"star-pagination\">*192</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>One of these cases is a writ of error issued by this court to the United States District Court upon a judgment committing the plaintiff in error for contempt, the other an appeal from the Circuit Court for the same district upon a judgment denying the writ of <i>habeas corpus,</i> which was applied for on the ground that the same commitment was void.</p>\n<p>The case so far as material to our decision, is as follows: On <span class=\"star-pagination\">*193</span> April 7, 1905, Ballman was served with a subpoena to appear before the grand jury and to bring with him \"cash book, ledger, letter press copy book, and all sheets showing transactions under the name of A. Smith and A. Johnson during the months of December, 1904, and January and February, 1905.\" He appeared before the grand jury, and on the same day the grand jury reported his failure to produce the books and papers called for by the subpoena. The court entered an order as of that day, April 7, that he should produce all books and papers pertaining to his business. On April 8 the grand jury filed charges of contempt against him, in that \"being required by said subpoena to produce a certain cash book in use in his business\" he refused to do so, and also that he refused to answer the following questions: (<i>a</i>) \"State what on account No. 140, sheet # 1, on this big ledger now in use in your business, these figures under the word `folio,' on the debit side of the account, to wit: No. 349, 349, 349, 349, 349, and 351 refer to?\" (<i>b</i>) \"Do not these figures 349 in your handwriting, on account No. 140, refer to the folios in your cash book in use in your business in January, 1905?\" On the same day, April 8, the court, after hearing evidence, ordered Ballmann to produce the said cash book and to answer the above questions at noon on April 10, or to be committed to jail until compliance or discharge by due process of law.</p>\n<p>On April 10 Ballmann appeared and made the following answers: \"I have not now, and neither at the time of nor at any time since the service of the first subpoena upon me in this matter have I had in my possession or under my custody or control the book referred to in the order of the court entered on April 8, 1905, or any book showing transactions under the names of A. Smith or A. Johnson, and am unable to produce the same.\"  \"I decline to answer the questions contained in said order of April 8, 1905, on the ground that it might tend to criminate me and in this connection I produce copy of a petition filed against me and others by Emanuel Oppenheimer in the court of common pleas of Hamilton county, being case No. 126,824, and I state that there are many other actions of the same kind pending <span class=\"star-pagination\">*194</span> against me.\" The petition referred to charged Ballmann and others with conducting a scheme of gambling known as a \"bucket shop,\" criminal conduct under the laws of Ohio, the State where the case was being tried.</p>\n<p>Thereupon, upon the same day, the court, without hearing further evidence, reciting its former order and Ballmann's failure to comply with it, ordered him to be imprisoned in accordance with the same. Afterwards a bill of exceptions was allowed, which set forth the proceedings of April 8. It appears that on that day the foreman of the grand jury testified that Ballmann was inquired of with reference to the cash book, and said that there was no such book. (It is fair to read the statement as meaning the same as his formal answer on the 10th and no more.) Other witnesses gave evidence tending to prove the existence of a cash book, although not, or at least not except by very remote inference, a cash book showing transactions under the name of A. Smith or A. Johnson. It also appears that Ballmann's counsel said to the court, \"As to the book, we say to your honor that we haven't got it\" and also handed the court a paper from Ballmann, reading, \"As to the questions asked, I refuse to answer, as they might tend to criminate me.\"</p>\n<p>It appears to us, and it hardly is denied, that the charge of contempt in failing to produce a book, is confined, as it was taken by Ballmann's answer to be confined, to a failure to produce a cash book showing transactions under the name A. Smith or A. Johnson. We assume that the commitment was upon the charge and the order of April 8, not upon the order entered as of April 7. Upon that assumption it might be enough to say that the court was not warranted in finding Ballmann guilty by any evidence which it had before it. There was nothing to show that his answer was not literally true. <i>In re Watts &amp; Sachs,</i> <span class=\"citation\" data-id=\"95879\"><a href=\"/opinion/95879/in-re-watts-and-sachs/\"><span class=\"volume\">190</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 35, 36. But we need not stop there. Suppose that Ballmann had in his possession a book, which he was privileged from producing and which he wished not to produce. Suppose, also, that he were summoned as he was in this case, and that the book did not show the dealings <span class=\"star-pagination\">*195</span> described, he could not be criticized very severely for avoiding, if possible, the discrediting claim of privilege, by an answer literally exact. If then he should be asked in general terms to produce his cash book he would not be debarred from pleading his privilege by what he had said before. And without any inclination to enlarge a witness' rights beyond the settled requirements of law, we think that the privilege might extend to any question, the manifest object of which was to prove possession or control as a preliminary to calling for the book.</p>\n<p>To determine whether the case which we have supposed is the case at bar we must consider whether we can see reasonable grounds for believing that the book was privileged, or that it was not  it does not matter for our purposes in which form the question is put. The subject under investigation, according to the Government's statement, was the criminal liability of some employe of a national bank from the vaults of which a large amount of cash had disappeared. The book very possibly may have disclosed dealings with the person or persons naturally suspected, and, especially in view of the charges that Ballmann kept a \"bucket shop,\" dealings of a nature likely to lead to a charge that Ballmann was an abettor of the guilty man. If he was, he was guilty of a misdemeanor under Rev. Stat. § 5209, and no more bound to produce the book than to give testimony to the facts which it disclosed. <i>Boyd</i> v. <i>United States,</i> 116 U.S. 616; <i>Counselman</i> v. <i>Hitchcock,</i> 142 U.S. 547.</p>\n<p>Not impossibly Ballman took this aspect of the matter for granted, as one which would be perceived by the court without his disagreeably emphasizing his own fears. But he did call attention to another less likely to be known. As we have said, he set forth that there were many proceedings on foot against him as party to a \"bucket shop,\" and so subject to the criminal law of the State in which the grand jury was sitting. According to <i>United States</i> v. <i>Saline Bank,</i> 1 Peters, 100, he was exonerated from disclosures which would have exposed him to the penalties of the state law. See <i>Jack</i> v. <i>Kansas,</i> <span class=\"citation\" data-id=\"96350\"><a href=\"/opinion/96350/jack-v-kansas/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, decided this term. One way or the other we are of opinion <span class=\"star-pagination\">*196</span> that Ballmann could not be required to produce his cash book if he set up that it would tend to criminate him.</p>\n<p>But it is said that he did not set it up, but on the contrary denied the existence of the book. We are not of that opinion. We think that he was giving an answer which, whether too sharp or not, might be true even if he had a cash book within his control. His denial was limited explicitly and with no disguise in the form of statement to a cash book showing transactions under the name A. Smith or A. Johnson. It called attention to the limit by its form. And when thereupon he was asked questions, the manifest meaning of which was to fasten upon him an admission that there was a cash book, he at once declined to answer. Of course it may be that he declined because he knew that further answers would disclose the falsity of his first denial. But the natural explanation of the claim of privilege is that a cash book existed, that Ballmann knew it, and that he believed that if produced it would criminate him in one of the two ways which we have explained. Nothing more need be said about the questions as distinguished from the production of the book. See <i>Counselman</i> v. <i>Hitchcock,</i> 142 U.S. 547.</p>\n<p>We are aware that the courts below came to their conclusions upon the assumption that Ballmann denied generally the possession of a cash book, and that he was before the court for disobedience to an order to produce it. It may be that he now escapes liability as much by luck as by desert. But he is entitled to demand a judgment according to the record, and we are of opinion that on the record fairly construed the judgment of the District Court should be reversed. This decision makes any other than formal action upon the <i>habeas corpus</i> unnecessary, and therefore the judgment of the Circuit Court may be affirmed for the purpose of ending the case.</p>\n<p><i>Judgment of the District Court reversed.</i></p>\n<p><i>Judgment of the Circuit Court affirmed.</i></p>\n<p>MR. JUSTICE HARLAN and MR. JUSTICE McKENNA dissent.</p>\n</div>", "id": 96390, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96390/", "sha1": "8eda072eedbc4b16201cfab33a7f9a25c979532c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:32"}