{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "201 U.S. 216", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96436/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Christopher v. Norvell", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "211", 
    "id": 80819, 
    "resource_uri": "/api/rest/v2/citation/80819/"
  }, 
  "id": 96436, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1906-04-02", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>201 U.S. 216 (1906)</b></center>\n<center><h1>CHRISTOPHER<br>\nv.<br>\nNORVELL.</h1></center>\n<center>No. 211.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 9, 1906.</center>\n<center>Decided April 2, 1906.</center>\nERROR TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. H.H. Buckman</i> for plaintiffs in error.</p>\n<p><i>Mr. Duncan Upshaw Fletcher</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*221</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>By the Revised Statutes of the United States it is provided that the shareholders of every national banking association shall be held individually responsible, equally and ratably, and not one for another, for all contracts, debts, and engagements of such association, to the extent of the amount of their stock therein, at the par value thereof, in addition to the amount invested in such shares; that persons holding stock as executors, administrators, guardians or trustees, shall not be personally subject to any liabilities as stockholders, the estates and funds in their hands being liable in like manner and to the same extent as the testator, intestate, ward, or person interested in such trust funds would be, if living and competent to act and hold the stock in his own name; and, that a receiver of a national bank may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Rev. Stat. §§ 5151, 5152, 5234.</p>\n<p>Proceeding under these statutes the receiver of the First National Bank of Florida brought this action against Henrietta S. Christopher (her husband John G. Christopher being joined as co-defendant) to recover the amount due from her as a shareholder of that bank under an assessment made by the Comptroller of the Currency against the stockholders of that bank in order to pay its debts.</p>\n<p>The case made by the record is this: At the time of the failure <span class=\"star-pagination\">*222</span> of the bank, on March 14, 1903, fifteen shares of its stock stood in the name of Mrs. Christopher. The stock was bequeathed to her by her father in 1886, and his executors caused it to be transferred to her name on the books of the bank. This was done without any request from or direction by her. Although not aware of such transfer until the stock had been issued and delivered to her in November, 1887, since that date she has held the certificate for the fifteen shares. It is shown that in 1894 she joined with other shareholders in securing an amendment of the bank's articles of association, which extended the corporate existence of the bank until the close of business on May 26, 1914. It further appears that she received several semi-annual dividends, from three to five per cent, on her stock from November, 1887, up to and including February 1, 1896, at which time the last dividend on the capital stock of the bank was declared and paid to stockholders. The dividends were paid by checks made payable to her order and personally indorsed by her. After the transfer of the stock Mrs. Christopher's name appeared on the registry of shareholders as the owner of the fifteen shares of stock, and the books kept by the bank showed the amount of dividends paid to her from time to time on those shares.</p>\n<p>A personal judgment was rendered in the Circuit Court against Mrs. Christopher for the amount due on the assessment made by the Comptroller. The judgment was affirmed by the Circuit Court of Appeals which held that nothing in the law of Florida disabled married women from owning in their own right stock in national banking associations, and from incurring the liabilities resulting therefrom. 134 Fed. Rep. 842.</p>\n<p>That the Comptroller had authority to make the assessment against stockholders, and that such assessment is conclusive as to the amount to be collected, cannot be questioned. <i>Kennedy</i> v. <i>Gibson,</i> 8 Wall. 498; <i>Casey</i> v. <i>Galli,</i> 94 U.S. 673, 681; <i>Keyser</i> v. <i>Hitz,</i> 133 U.S. 138; <i>Bushnell</i> v. <i>Leland,</i> 164 U.S. 684, 685.</p>\n<p><span class=\"star-pagination\">*223</span> Did the coverture of Mrs. Christopher at the time her name was placed on the books of the bank as a shareholder as well as when she received the certificate of stock, protect her against a <i>personal</i> judgment at law for the amount due under the assessment made by the Comptroller of the Currency? That is the controlling question in the case.</p>\n<p>This question is, we think, substantially answered by the judgment of this court in <i>Keyser</i> v. <i>Hitz,</i> 133 U.S. 138, 150, 152. That was an action at law against Mrs. Hitz, a married woman, who owned shares of stock in a savings bank which was converted into a national bank. The action against her was based on an assessment made by the Comptroller of the Currency. One of the contentions in the case was that the coverture of the defendant at the time she acquired the stock, as well as when the bank failed, protected her against an assessment under the act of Congress. The transaction occurred in the District of Columbia, where the bank was located. It was not contended that the defendant was incapacitated by the laws of the District from becoming the owner of bank stock, and hence the court did not consider what would have been the result, if the local statutes had prohibited married women from becoming the owners of bank stock. Upon that basis, the court said: \"Assuming then, that she was not incapacitated from becoming the owner of stock in a bank, and that she was a shareholder in the savings bank, she became, upon the conversion of that bank into a national bank, a shareholder in the latter. Rev. Stat. § 5154. In that event she became, <i>by force of the statute,</i> individually responsible to the amount of her stock, at the par value thereof, for the contracts, debts and engagements of the national bank equally and ratably with other shareholders. Section 5151, which imposes such individual responsibility upon the shareholders of national banks, makes no exception in favor of married women. The only persons holding shares of national bank stock, whom the statute exempts from this personal responsibility, are executors, administrators, guardians, or trustees. Section 5152. It is not for <span class=\"star-pagination\">*224</span> the courts, by mere construction, to recognize an exemption which Congress has not given.\" Again: \"We are of the opinion that the coverture of the defendant did not prevent the plaintiff from recovering a judgment against her for the amount of the assessment in question, if she was, <i>within the meaning of the statute,</i> a shareholder in the bank at the time of its suspension. But the question as to what property may be reached in the enforcement of such judgment is not before us, and we express no opinion upon it.\"</p>\n<p>The present defendant insists that she was incapacitated under the constitution of Florida and under the decisions of the Supreme Court of that State from becoming the owner of the stock bequeathed to her by her father. In support of this proposition we are referred to the following provision in a statute of Florida enacted November 6, 1829: \"The common and statute laws of England, which are of a general and not of a local nature, with the exception hereinafter mentioned, down to the fourth day of July, 1776, be and the same are hereby declared to be in force in this Territory: <i>Provided,</i> The said statutes and common law be not inconsistent with the Constitution and laws of the United States and the acts of the Legislative Council of this Territory.\" Also, to the following provisions of the Constitution of Florida: \"All property, real and personal, of a wife owned by her before marriage or lawfully acquired afterward by gift, devise, bequest, descent or purchase, shall be her separate property, and the same shall not be liable for the debts of her husband without her consent, given by some instrument in writing, executed according to the laws respecting conveyances by married women.\" Art. 11, § 1. \"A married woman's real or personal property may be charged in equity and sold, or the uses, rents and profits thereof sequestrated for the purchase money thereof, or for money or thing due upon any agreement made by her in writing for the benefit of her separate property, or for the price of any property purchased by her, or for labor and material used with her knowledge or assent in <span class=\"star-pagination\">*225</span> the construction of buildings, or repairs, or improvements upon her property, or for agriculture or other labor bestowed thereon with her knowledge or consent.\" Art. 11, § 2.</p>\n<p>The argument is that at common law a married woman could not make, or bind herself personally by, a contract, and was incapable, by the law of Florida, as at common law, of entering into a contract, at least one that would subject her to personal liability; that the relation of a shareholder to a national banking association was of a contractual character; and consequently, to render a personal judgment against the defendant Mrs. Christopher was, in effect, to hold her personally bound by a contract which under the laws of Florida she was incapable of making.</p>\n<p>The vice in this argument is in the assumption that the liability of Mrs. Christopher as a shareholder arises <i>wholly</i> out of <i>contract</i> between herself and the bank or its creditors; whereas, upon becoming a shareholder, she made, strictly, no direct contract with anyone, and became, as was held in <i>Keyser</i> v. <i>Hitz</i><i>,</i> above cited; <i>by force of the statute</i> individually responsible to the amount of her stock, for the contracts, debts and engagements of the bank equally and ratably with other shareholders. Such statutory liability was created for the protection of creditors, and in order to strengthen the bank in the confidence of the public. The bank, although its shares of stock were private property, was an instrumentality of the General Government in the conduct of its affairs. <i>Farmers' &amp;c. Nat. Bank</i> v. <i>Dearing,</i> 91 U.S. 29, 33. In <i>Davis</i> v. <i>Elmira Savings Bank,</i> 161 U.S. 275, 283, the court said that \"national banks are instrumentalities of the Federal Government created for public purposes, and as such are necessarily subject to the paramount authority of the United States.\" This principle was reaffirmed in <i>Easton</i> v. <i>Iowa,</i> 188 U.S. 220, 237. See, also, <i>Pacific Nat. Bank</i> v. <i>Mixter,</i> 124 U.S. 721.</p>\n<p>In <i>McClaine</i> v. <i>Rankin,</i> 197 U.S. 154, 161, 163, which was an action against a shareholder of a national bank to recover the amount due on an assessment made by the Comptroller of <span class=\"star-pagination\">*226</span> the Currency, and in which the question was as to the nature of the cause of action, this court said: \"Some statutes imposing individual liability are merely in affirmation of the common law, while others impose an individual liability other than that at common law. If § 5151 had provided that subscribing to stock or taking shares of stock amounted to a promise directly to every creditor, then that liability would have been a liability by contract. But the words of § 5151 do not mean that the stockholder promises the creditor as surety for the debts of the corporation, but merely impose a liability on him as secondary to those debts, which debts remain distinct, and to which the stockholder is not a party. The liability is a consequence of the breach by the corporation of <i>its</i> contract to pay, and is collateral and <i>statutory.</i> . . . But here the right to sue did not obtain until the Comptroller of the Currency had acted, and his order <i>was the basis of the suit.</i> The statute of limitations did not commence to run until assessment made, and then it ran as against an action <i>to enforce the statutory liability,</i> and not an action for breach of contract.\"</p>\n<p>In <i>Robinson</i> v. <i>Turrentine,</i> 59 Fed. Rep. 554, 555, it was held that the liability of a married woman for an assessment upon national bank stock did not grow out of contract, although it was one of a class of liabilities which may be enforced by an action in form <i>ex contractu.</i> In the same case it was said: \"By the banking laws of the United States all the shares in the stock of national banks are liable to an assessment like the one levied on the stock of plaintiff's bank. To hold that a state law, were there such a law, could except certain shares from the liability, would enable States to defeat the policy of the Federal Government in establishing the national banking system. That the Congress has power to establish and legislate for such banks has not, since 1819, been an open question. <i>McCulloch</i> v. <i>Maryland,</i> 4 Wheat. 316. If a purchase of stocks in a national bank by a married woman without the written consent of her husband gives her the ownership of such stock, judgment must be given against the <i>feme</i> defendant. <span class=\"star-pagination\">*227</span> If she owned the stock at the failure of the bank, she is liable to the assessment; if she did not, she is not liable. While the Federal Government exclusively controls the question of the liabilities of stockholders in national banks, it is not doubted but that a State has power to say that, for reasons seeming good to its legislature, and not in conflict with organic law, a particular class of persons shall not be permitted to own particular classes of property.\"</p>\n<p>In <i>Kerr</i> v. <i>Urie,</i> 86 Maryland, 72, 77, it was held that a married woman residing in Maryland was capable of holding shares of stock in a national bank located in Texas, and, as such shareholder, was subject to the personal liability imposed by the national banking laws, without regard to the question whether she was entitled under the laws of the State where the bank was located to become the owner of such stock. The court said: \"We conclude, therefore, that by virtue of the transfer in Maryland, and without regard to the laws of Texas, Mrs. Urie became the equitable and real holder of the stock in question, and if this be so, no question as to her powers of disposition, or as to whether she is or is not capable under the laws of Texas to make contracts, can arise in this case, for the liability of the stockholder arises not under any law of Texas, which it is contended has not been proven in this case, but under the act of Congress. And the contracts which it is claimed she is liable on are not her contracts, but the contracts of the bank. <i>Witters</i> v. <i>Sowles,</i> 35 Fed. Rep. 641; § 5152, Rev. Stat. The right to be a stockholder is given to her by the law of the State where she resides, and her rights <i>and liabilities</i> as such are provided <i>by the acts of Congress.\"</i></p>\n<p>Recurring to the provisions in the statute and constitution of Florida, it is clear that they do not incapacitate a married woman in that State from becoming the owner by bequest or otherwise of stock in a national banking association. On the contrary, it seems that all property, real and personal, owned by a married woman before marriage, or lawfully acquired afterward by gift, devise, bequest, descent or purchase, is her <span class=\"star-pagination\">*228</span> separate property. Nevertheless, it is said, by the settled course of decisions in that State a married woman cannot bind herself personally by contract at law or in equity, or by becoming a partner, or by making a promissory note. <i>Dollner</i> v. <i>Snow,</i> 16 Florida, 86; <i>Hodges</i> v. <i>Price,</i> 18 Florida, 342; <i>Goss</i> v. <i>Furman,</i> 21 Florida, 406; <i>De Graum</i> v. <i>Jones,</i> 23 Florida, 83, and <i>Randall</i> v. <i>Bourgardez,</i> 23 Florida, 264. But those cases are not in point here; for, in each of them, the personal liability attempted to be imposed upon the married woman arose <i>entirely</i> out of contract, express or implied, on her part, and not by force of any statute. The argument made in this case in behalf of Mrs. Christopher assumes that the liability sought to be fastened upon her arises wholly out of contract; that is, out of an implied obligation, at the time her name was placed on the registry of shares and she received dividends, to contribute to the extent of the value of such shares to the payment of the debts of the bank. But that implied obligation, although contractual in its nature, could not, standing alone, be made the basis of this action. Without the statute she could not be made liable individually for the debts of the bank at all. No implied obligation to contribute to the payment of such debts could arise from the single fact that she became and was a shareholder. Her liability for the debts of the bank is created by the statute, although in a limited sense there is an element of contract in her having become a shareholder; and the right of the receiver to maintain this action depends upon, and has its sanction in, the statute creating liability against each shareholder, in whatever way he may have become such. There have been cases in which there appeared such elements of contract as were deemed sufficient, in particular circumstances, to support an action. <i>Concord First Nat. Bank</i> v. <i>Hawkins,</i> 174 U.S. 364, 372; <i>Whitman</i> v. <i>Oxford Nat. Bank,</i> 176 U.S. 559, 565, 566; <i>Matteson</i> v. <i>Dent,</i> 176 U.S. 521. But that fact does not justify the contention that an action upon an assessment made by the Comptroller is not based upon the statute.</p>\n<p><span class=\"star-pagination\">*229</span> In <i>McDonald</i> v. <i>Thompson,</i> 184 U.S. 71, 73, which was the case of a formal subscription to the capital stock of a national bank, and which also involved the meaning of the words \"contract or promise in writing\" in a statute of limitations, the court said: \"There was no contract in writing with the creditors or depositors of the bank, and none with the bank itself, to which the receiver could be said to be a privy, except to pay for the stock as originally issued. Granting there was a contract with the creditors to pay a sum equal to the value of the stock taken, in addition to the sum invested in the shares, this was a contract created by the statute, and obligatory upon the stockholders by reason of the statute existing at the time of their subscription; but it was not a contract in writing within the meaning of the Nebraska act [of limitation], since the writing \u0097 that is, the subscription \u0097 contained no reference whatever to the statutory obligation, and no promise to respond beyond the amount of the subscription. In none of the numerous cases upon the subject in this court is this obligation treated as an express contract, but as one created by the statute and implied from the express contract of the stockholders to take and pay for shares in the association.\" All shareholders of stock in national banks become such, subject to the condition, declared by statute, that liability, to the extent of their shares, is imposed upon them for the contracts, debts and engagements of the bank. The statute, in effect, says to all who become owners of national bank stock, no matter in what way they become shareholders, that they cannot enjoy the benefits accruing to shareholders, and escape liability for the contracts, debts and engagements of the bank. In other words, the Government that created the bank has prescribed the terms upon which ownership of its shares could be acquired, and individual liability incurred by shareholders \u0097 executors, administrators, guardians or trustees only being exempted from individual liability. No exception is made in favor of married women holding property. If the constitution or statutes of Florida had expressly incapacitated or forbidden <span class=\"star-pagination\">*230</span> a married woman from becoming under any circumstances the owner of bank shares \u0097 as counsel for plaintiff in error insists is the case \u0097 a question would be presented that does not arise upon the record of this case; and as the local law does not forbid married women from becoming the owners of bank stock, we do not go beyond what is necessary for the decision of the present case under the national banking law. All that we now decide is that the court below properly interpreted the statute, and did not err in rendering a personal judgment against Mrs. Christopher, as a shareholder in the bank, for the amount due under the assessment of the Comptroller. In what way the plaintiff may proceed in order to obtain satisfaction of the judgment is not a question to be determined in this action.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE WHITE and MR. JUSTICE McKENNA concur in the result.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:33", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></span> (1906)</b></center>\n<center><h1>CHRISTOPHER<br>\nv.<br>\nNORVELL.</h1></center>\n<center>No. 211.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted March 9, 1906.</center>\n<center>Decided April 2, 1906.</center>\nERROR TO THE UNITED STATES CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><i>Mr. H.H. Buckman</i> for plaintiffs in error.</p>\n<p><i>Mr. Duncan Upshaw Fletcher</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*221</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>By the Revised Statutes of the United States it is provided that the shareholders of every national banking association shall be held individually responsible, equally and ratably, and not one for another, for all contracts, debts, and engagements of such association, to the extent of the amount of their stock therein, at the par value thereof, in addition to the amount invested in such shares; that persons holding stock as executors, administrators, guardians or trustees, shall not be personally subject to any liabilities as stockholders, the estates and funds in their hands being liable in like manner and to the same extent as the testator, intestate, ward, or person interested in such trust funds would be, if living and competent to act and hold the stock in his own name; and, that a receiver of a national bank may, if necessary to pay the debts of such association, enforce the individual liability of the stockholders. Rev. Stat. §§ 5151, 5152, 5234.</p>\n<p>Proceeding under these statutes the receiver of the First National Bank of Florida brought this action against Henrietta S. Christopher (her husband John G. Christopher being joined as co-defendant) to recover the amount due from her as a shareholder of that bank under an assessment made by the Comptroller of the Currency against the stockholders of that bank in order to pay its debts.</p>\n<p>The case made by the record is this: At the time of the failure <span class=\"star-pagination\">*222</span> of the bank, on March 14, 1903, fifteen shares of its stock stood in the name of Mrs. Christopher. The stock was bequeathed to her by her father in 1886, and his executors caused it to be transferred to her name on the books of the bank. This was done without any request from or direction by her. Although not aware of such transfer until the stock had been issued and delivered to her in November, 1887, since that date she has held the certificate for the fifteen shares. It is shown that in 1894 she joined with other shareholders in securing an amendment of the bank's articles of association, which extended the corporate existence of the bank until the close of business on May 26, 1914. It further appears that she received several semi-annual dividends, from three to five per cent, on her stock from November, 1887, up to and including February 1, 1896, at which time the last dividend on the capital stock of the bank was declared and paid to stockholders. The dividends were paid by checks made payable to her order and personally indorsed by her. After the transfer of the stock Mrs. Christopher's name appeared on the registry of shareholders as the owner of the fifteen shares of stock, and the books kept by the bank showed the amount of dividends paid to her from time to time on those shares.</p>\n<p>A personal judgment was rendered in the Circuit Court against Mrs. Christopher for the amount due on the assessment made by the Comptroller. The judgment was affirmed by the Circuit Court of Appeals which held that nothing in the law of Florida disabled married women from owning in their own right stock in national banking associations, and from incurring the liabilities resulting therefrom. 134 Fed. Rep. 842.</p>\n<p>That the Comptroller had authority to make the assessment against stockholders, and that such assessment is conclusive as to the amount to be collected, cannot be questioned. <i>Kennedy</i> v. <i>Gibson,</i> 8 Wall. 498; <i>Casey</i> v. <i>Galli,</i> <span class=\"citation\" data-id=\"89531\"><a href=\"/opinion/89531/casey-v-galli/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 681; <i>Keyser</i> v. <i>Hitz,</i> <span class=\"citation\" data-id=\"92655\"><a href=\"/opinion/92655/keyser-v-hitz/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>; <i>Bushnell</i> v. <i>Leland,</i> <span class=\"citation\" data-id=\"94580\"><a href=\"/opinion/94580/bushnell-v-leland/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, 685.</p>\n<p><span class=\"star-pagination\">*223</span> Did the coverture of Mrs. Christopher at the time her name was placed on the books of the bank as a shareholder as well as when she received the certificate of stock, protect her against a <i>personal</i> judgment at law for the amount due under the assessment made by the Comptroller of the Currency? That is the controlling question in the case.</p>\n<p>This question is, we think, substantially answered by the judgment of this court in <i>Keyser</i> v. <i>Hitz,</i> <span class=\"citation\" data-id=\"92655\"><a href=\"/opinion/92655/keyser-v-hitz/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 150, 152. That was an action at law against Mrs. Hitz, a married woman, who owned shares of stock in a savings bank which was converted into a national bank. The action against her was based on an assessment made by the Comptroller of the Currency. One of the contentions in the case was that the coverture of the defendant at the time she acquired the stock, as well as when the bank failed, protected her against an assessment under the act of Congress. The transaction occurred in the District of Columbia, where the bank was located. It was not contended that the defendant was incapacitated by the laws of the District from becoming the owner of bank stock, and hence the court did not consider what would have been the result, if the local statutes had prohibited married women from becoming the owners of bank stock. Upon that basis, the court said: \"Assuming then, that she was not incapacitated from becoming the owner of stock in a bank, and that she was a shareholder in the savings bank, she became, upon the conversion of that bank into a national bank, a shareholder in the latter. Rev. Stat. § 5154. In that event she became, <i>by force of the statute,</i> individually responsible to the amount of her stock, at the par value thereof, for the contracts, debts and engagements of the national bank equally and ratably with other shareholders. Section 5151, which imposes such individual responsibility upon the shareholders of national banks, makes no exception in favor of married women. The only persons holding shares of national bank stock, whom the statute exempts from this personal responsibility, are executors, administrators, guardians, or trustees. Section 5152. It is not for <span class=\"star-pagination\">*224</span> the courts, by mere construction, to recognize an exemption which Congress has not given.\" Again: \"We are of the opinion that the coverture of the defendant did not prevent the plaintiff from recovering a judgment against her for the amount of the assessment in question, if she was, <i>within the meaning of the statute,</i> a shareholder in the bank at the time of its suspension. But the question as to what property may be reached in the enforcement of such judgment is not before us, and we express no opinion upon it.\"</p>\n<p>The present defendant insists that she was incapacitated under the constitution of Florida and under the decisions of the Supreme Court of that State from becoming the owner of the stock bequeathed to her by her father. In support of this proposition we are referred to the following provision in a statute of Florida enacted November 6, 1829: \"The common and statute laws of England, which are of a general and not of a local nature, with the exception hereinafter mentioned, down to the fourth day of July, 1776, be and the same are hereby declared to be in force in this Territory: <i>Provided,</i> The said statutes and common law be not inconsistent with the Constitution and laws of the United States and the acts of the Legislative Council of this Territory.\" Also, to the following provisions of the Constitution of Florida: \"All property, real and personal, of a wife owned by her before marriage or lawfully acquired afterward by gift, devise, bequest, descent or purchase, shall be her separate property, and the same shall not be liable for the debts of her husband without her consent, given by some instrument in writing, executed according to the laws respecting conveyances by married women.\" Art. 11, § 1. \"A married woman's real or personal property may be charged in equity and sold, or the uses, rents and profits thereof sequestrated for the purchase money thereof, or for money or thing due upon any agreement made by her in writing for the benefit of her separate property, or for the price of any property purchased by her, or for labor and material used with her knowledge or assent in <span class=\"star-pagination\">*225</span> the construction of buildings, or repairs, or improvements upon her property, or for agriculture or other labor bestowed thereon with her knowledge or consent.\" Art. 11, § 2.</p>\n<p>The argument is that at common law a married woman could not make, or bind herself personally by, a contract, and was incapable, by the law of Florida, as at common law, of entering into a contract, at least one that would subject her to personal liability; that the relation of a shareholder to a national banking association was of a contractual character; and consequently, to render a personal judgment against the defendant Mrs. Christopher was, in effect, to hold her personally bound by a contract which under the laws of Florida she was incapable of making.</p>\n<p>The vice in this argument is in the assumption that the liability of Mrs. Christopher as a shareholder arises <i>wholly</i> out of <i>contract</i> between herself and the bank or its creditors; whereas, upon becoming a shareholder, she made, strictly, no direct contract with anyone, and became, as was held in <i>Keyser</i> v. <i>Hitz</i><i>,</i> above cited; <i>by force of the statute</i> individually responsible to the amount of her stock, for the contracts, debts and engagements of the bank equally and ratably with other shareholders. Such statutory liability was created for the protection of creditors, and in order to strengthen the bank in the confidence of the public. The bank, although its shares of stock were private property, was an instrumentality of the General Government in the conduct of its affairs. <i>Farmers' &amp;c. Nat. Bank</i> v. <i>Dearing,</i> <span class=\"citation\" data-id=\"89142\"><a href=\"/opinion/89142/farmers-and-mechanics-nat-bank-v-dearing/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 33. In <i>Davis</i> v. <i>Elmira Savings Bank,</i> <span class=\"citation\" data-id=\"94382\"><a href=\"/opinion/94382/davis-v-elmira-savings-bank/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 283, the court said that \"national banks are instrumentalities of the Federal Government created for public purposes, and as such are necessarily subject to the paramount authority of the United States.\" This principle was reaffirmed in <i>Easton</i> v. <i>Iowa,</i> <span class=\"citation\" data-id=\"95779\"><a href=\"/opinion/95779/easton-v-iowa/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, 237. See, also, <i>Pacific Nat. Bank</i> v. <i>Mixter,</i> 124 U.S. 721.</p>\n<p>In <i>McClaine</i> v. <i>Rankin,</i> <span class=\"citation\" data-id=\"96238\"><a href=\"/opinion/96238/mcclaine-v-rankin/\"><span class=\"volume\">197</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 161, 163, which was an action against a shareholder of a national bank to recover the amount due on an assessment made by the Comptroller of <span class=\"star-pagination\">*226</span> the Currency, and in which the question was as to the nature of the cause of action, this court said: \"Some statutes imposing individual liability are merely in affirmation of the common law, while others impose an individual liability other than that at common law. If § 5151 had provided that subscribing to stock or taking shares of stock amounted to a promise directly to every creditor, then that liability would have been a liability by contract. But the words of § 5151 do not mean that the stockholder promises the creditor as surety for the debts of the corporation, but merely impose a liability on him as secondary to those debts, which debts remain distinct, and to which the stockholder is not a party. The liability is a consequence of the breach by the corporation of <i>its</i> contract to pay, and is collateral and <i>statutory.</i> . . . But here the right to sue did not obtain until the Comptroller of the Currency had acted, and his order <i>was the basis of the suit.</i> The statute of limitations did not commence to run until assessment made, and then it ran as against an action <i>to enforce the statutory liability,</i> and not an action for breach of contract.\"</p>\n<p>In <i>Robinson</i> v. <i>Turrentine,</i> 59 Fed. Rep. 554, 555, it was held that the liability of a married woman for an assessment upon national bank stock did not grow out of contract, although it was one of a class of liabilities which may be enforced by an action in form <i>ex contractu.</i> In the same case it was said: \"By the banking laws of the United States all the shares in the stock of national banks are liable to an assessment like the one levied on the stock of plaintiff's bank. To hold that a state law, were there such a law, could except certain shares from the liability, would enable States to defeat the policy of the Federal Government in establishing the national banking system. That the Congress has power to establish and legislate for such banks has not, since 1819, been an open question. <i>McCulloch</i> v. <i>Maryland,</i> 4 Wheat. 316. If a purchase of stocks in a national bank by a married woman without the written consent of her husband gives her the ownership of such stock, judgment must be given against the <i>feme</i> defendant. <span class=\"star-pagination\">*227</span> If she owned the stock at the failure of the bank, she is liable to the assessment; if she did not, she is not liable. While the Federal Government exclusively controls the question of the liabilities of stockholders in national banks, it is not doubted but that a State has power to say that, for reasons seeming good to its legislature, and not in conflict with organic law, a particular class of persons shall not be permitted to own particular classes of property.\"</p>\n<p>In <i>Kerr</i> v. <i>Urie,</i> 86 Maryland, 72, 77, it was held that a married woman residing in Maryland was capable of holding shares of stock in a national bank located in Texas, and, as such shareholder, was subject to the personal liability imposed by the national banking laws, without regard to the question whether she was entitled under the laws of the State where the bank was located to become the owner of such stock. The court said: \"We conclude, therefore, that by virtue of the transfer in Maryland, and without regard to the laws of Texas, Mrs. Urie became the equitable and real holder of the stock in question, and if this be so, no question as to her powers of disposition, or as to whether she is or is not capable under the laws of Texas to make contracts, can arise in this case, for the liability of the stockholder arises not under any law of Texas, which it is contended has not been proven in this case, but under the act of Congress. And the contracts which it is claimed she is liable on are not her contracts, but the contracts of the bank. <i>Witters</i> v. <i>Sowles,</i> 35 Fed. Rep. 641; § 5152, Rev. Stat. The right to be a stockholder is given to her by the law of the State where she resides, and her rights <i>and liabilities</i> as such are provided <i>by the acts of Congress.\"</i></p>\n<p>Recurring to the provisions in the statute and constitution of Florida, it is clear that they do not incapacitate a married woman in that State from becoming the owner by bequest or otherwise of stock in a national banking association. On the contrary, it seems that all property, real and personal, owned by a married woman before marriage, or lawfully acquired afterward by gift, devise, bequest, descent or purchase, is her <span class=\"star-pagination\">*228</span> separate property. Nevertheless, it is said, by the settled course of decisions in that State a married woman cannot bind herself personally by contract at law or in equity, or by becoming a partner, or by making a promissory note. <i>Dollner</i> v. <i>Snow,</i> 16 Florida, 86; <i>Hodges</i> v. <i>Price,</i> 18 Florida, 342; <i>Goss</i> v. <i>Furman,</i> 21 Florida, 406; <i>De Graum</i> v. <i>Jones,</i> 23 Florida, 83, and <i>Randall</i> v. <i>Bourgardez,</i> 23 Florida, 264. But those cases are not in point here; for, in each of them, the personal liability attempted to be imposed upon the married woman arose <i>entirely</i> out of contract, express or implied, on her part, and not by force of any statute. The argument made in this case in behalf of Mrs. Christopher assumes that the liability sought to be fastened upon her arises wholly out of contract; that is, out of an implied obligation, at the time her name was placed on the registry of shares and she received dividends, to contribute to the extent of the value of such shares to the payment of the debts of the bank. But that implied obligation, although contractual in its nature, could not, standing alone, be made the basis of this action. Without the statute she could not be made liable individually for the debts of the bank at all. No implied obligation to contribute to the payment of such debts could arise from the single fact that she became and was a shareholder. Her liability for the debts of the bank is created by the statute, although in a limited sense there is an element of contract in her having become a shareholder; and the right of the receiver to maintain this action depends upon, and has its sanction in, the statute creating liability against each shareholder, in whatever way he may have become such. There have been cases in which there appeared such elements of contract as were deemed sufficient, in particular circumstances, to support an action. <i>Concord First Nat. Bank</i> v. <i>Hawkins,</i> <span class=\"citation\" data-id=\"95061\"><a href=\"/opinion/95061/concord-first-nat-bank-v-hawkins/\"><span class=\"volume\">174</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 372; <i>Whitman</i> v. <i>Oxford Nat. Bank,</i> <span class=\"citation\" data-id=\"95202\"><a href=\"/opinion/95202/whitman-v-oxford-nat-bank/\"><span class=\"volume\">176</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 565, 566; <i>Matteson</i> v. <i>Dent,</i> 176 U.S. 521. But that fact does not justify the contention that an action upon an assessment made by the Comptroller is not based upon the statute.</p>\n<p><span class=\"star-pagination\">*229</span> In <i>McDonald</i> v. <i>Thompson,</i> <span class=\"citation\" data-id=\"95579\"><a href=\"/opinion/95579/mcdonald-v-thompson/\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, 73, which was the case of a formal subscription to the capital stock of a national bank, and which also involved the meaning of the words \"contract or promise in writing\" in a statute of limitations, the court said: \"There was no contract in writing with the creditors or depositors of the bank, and none with the bank itself, to which the receiver could be said to be a privy, except to pay for the stock as originally issued. Granting there was a contract with the creditors to pay a sum equal to the value of the stock taken, in addition to the sum invested in the shares, this was a contract created by the statute, and obligatory upon the stockholders by reason of the statute existing at the time of their subscription; but it was not a contract in writing within the meaning of the Nebraska act [of limitation], since the writing \u0097 that is, the subscription \u0097 contained no reference whatever to the statutory obligation, and no promise to respond beyond the amount of the subscription. In none of the numerous cases upon the subject in this court is this obligation treated as an express contract, but as one created by the statute and implied from the express contract of the stockholders to take and pay for shares in the association.\" All shareholders of stock in national banks become such, subject to the condition, declared by statute, that liability, to the extent of their shares, is imposed upon them for the contracts, debts and engagements of the bank. The statute, in effect, says to all who become owners of national bank stock, no matter in what way they become shareholders, that they cannot enjoy the benefits accruing to shareholders, and escape liability for the contracts, debts and engagements of the bank. In other words, the Government that created the bank has prescribed the terms upon which ownership of its shares could be acquired, and individual liability incurred by shareholders \u0097 executors, administrators, guardians or trustees only being exempted from individual liability. No exception is made in favor of married women holding property. If the constitution or statutes of Florida had expressly incapacitated or forbidden <span class=\"star-pagination\">*230</span> a married woman from becoming under any circumstances the owner of bank shares \u0097 as counsel for plaintiff in error insists is the case \u0097 a question would be presented that does not arise upon the record of this case; and as the local law does not forbid married women from becoming the owners of bank stock, we do not go beyond what is necessary for the decision of the present case under the national banking law. All that we now decide is that the court below properly interpreted the statute, and did not err in rendering a personal judgment against Mrs. Christopher, as a shareholder in the bank, for the amount due under the assessment of the Comptroller. In what way the plaintiff may proceed in order to obtain satisfaction of the judgment is not a question to be determined in this action.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE WHITE and MR. JUSTICE McKENNA concur in the result.</p>\n</div>", 
  "sha1": "9cc089f452cb0729d9a9d91815ea6f36a5627ef1", 
  "date_modified": "2014-12-21T01:34:31.172843", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96436/christopher-v-norvell/", 
  "citation_count": 8, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/922292/", 
  "html": "<p class=\"case_cite\">201 U.S. 216</p>\n    <p class=\"case_cite\">26 S.Ct. 502</p>\n    <p class=\"case_cite\">50 L.Ed. 732</p>\n    <p class=\"parties\">HENRIETTA S. CHRISTOPHER and John G. Christopher,  <i>Plffs. in Err.</i>,<br>v.<br>JOSEPH W. NORVELL, Receiver of the First National  Bank of Florida.</p>\n    <p class=\"docket\">No. 211.</p>\n    <p class=\"date\">Submitted March 9, 1906.</p>\n    <p class=\"date\">Decided April 2, 1906.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Mr.</i> <i>H. H. Buckman</i> for plaintiffs in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 216-219 intentionally omitted]</p>\n      <p class=\"indent\"><i>Mr.</i> <i>Duncan Upshaw Fletcher</i> for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 219-221 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice <i>Harlan</i> delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By the Revised Statutes of the United States it is provided that the shareholders of every national banking association shall be held individually responsible, equally and ratably, and not one for another, for all contracts, debts, and engagements of such association, to the extent of the amount of their stock therein, at the par value thereof, in addition to the amount invested in such shares; that persons holding stock as executors, administrators, guardians, or trustees shall not be personally subject to any liabilities as stockholders, the estates and funds in their hands being liable in like manner and to the same extent as the testator, intestate, ward, or person interested in such trust-funds would be if living and competent to act and hold the stock in his own name; and that a receiver of a national bank may, if necessary, to pay the debts of such association, enforce the individual liability of the stockholders. Rev. Stat. &#167;&#167; 5151, 5152, 5234, U. S. Comp. Stat. 1901, pp. 3465, 3507.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Proceeding under these statutes the receiver of the First National Bank of Florida brought this action against Henrietta S. Christopher (her husband, John G. Christopher, being joined as codefendant) to recover the amount due from her as a shareholder of that bank under an assessment made by the Comptroller of the Currency against the stockholders of that bank in order to pay its debts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case made by the record is this: At the time of the failure of the bank, on March 14th, 1903, fifteen shares of its stock stood in the name of Mrs. Christopher. The stock was bequeathed to her by her father in 1886, and his executors caused it to be transferred to her name on the books of the bank. This was done without any request from or direction by her. Although not aware of such transfer until the stock had been issued and delivered to her in November, 1887, since that date she has held the certificate for the fifteen shares. It is shown that in 1894, she joined with other shareholders in securing an amendment of the bank's articles of association, which extended the corporate existence of the bank until the close of business on May 26th, 1914. It further appears that she received several semiannual dividends, from 3 to 5 per cent, on her stock from November, 1887, up to and including February 1st, 1896, at which time the last dividend on the capital stock of the bank was declared and paid to stockholders. The dividends were paid by checks made payable to her order and personally indorsed by her. After the transfer of the stock Mrs. Christopher's name appeared on the registry of shareholders as the owner of the fifteen shares of stock, and the books kept by the bank showed the amount of dividends paid to her from time to time on those shares.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A personal judgment was rendered in the circuit court against Mrs. Christopher for the amount due on the assessment made by the Comptroller. The judgment was affirmed by the circuit court of appeals, which held that nothing in the law of Florida disabled married women from owning, in their own right, stock in national banking associations, and from incurring the liabilities resulting therefrom. 67 C. C. A. 438, 134 Fed. 842.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That the Comptroller had authority to make the assessment against stockholders, and that such assessment is conclusive as to the amount to be collected, cannot be questioned. <i>Kennedy</i> v. <i>Gibson</i>, 8 Wall. 498, 19 L. ed. 476; <i>Casey</i> v. <i>Galli</i>, 94 U. S. 681, 24 L. ed. 307; <i>Keyser</i> v. <i>Hitz</i>, 133 U. S. 138, 33 L. ed. 531, 10 Sup. Ct. Rep. 290; <i>Bushnell</i> v. <i>Leland</i>, 164 U. S. 684, 685, 41 L. ed. 598, 599, 17 Sup. Ct. Rep. 209.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Did the coverture of Mrs. Christopher at the time her name was placed on the books of the bank as a shareholder, as well as when she received the certificate of stock, protect her against a <i>personal</i> judgment at law for the amount due under the assessment made by the Comptroller of the Currency? That is the controlling question in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This question is, we think, substantially answered by the judgment of this court in <i>Keyser</i> v. <i>Hitz</i>, 133 U. S. 138, 150-152, 33 L. ed. 531, 537, 538, 10 Sup. Ct. Rep. 290, 294, 295. That was an action at law against Mrs. Hitz, a married woman, who owned shares of stock in a savings bank which was converted into a national bank. The action against her was based on an assessment made by the Comptroller of the Currency. One of the contentions in the case was that the coverture of the defendant at the time she acquired the stock, as well as when the bank failed, protected her against an assessment under the act of Congress. The transaction occurred in the District of Columbia, where the bank was located. It was not contended that the defendant was incapacitated by the laws of the District from becoming the owner of bank stock, and hence the court did not consider what would have been the result if the local statutes had prohibited married women from becoming the owners of bank stock. Upon that basis, the court said: 'Assuming, then, that she was not incapacitated from becoming the owner of stock in a bank, and that she was a shareholder in the savings bank,&#8212;she became, upon the conversion of that bank into a national bank, a shareholder in the latter. Rev. Stat. &#167; 5154, U. S. Comp. Stat. 1901, p. 3466. In that event she became, <i>by force of the statute</i>, individually responsible to the amount of her stock, at the par value thereof, for the contracts, debts, and engagements of the national bank, equally and ratably with other shareholders. Section 5151, which imposes such individual responsibility upon the shareholders of national banks, makes no exception in favor of married women. The only persons holding shares of national bank stock, whom the statute exempts from this personal responsibility, are executors, administrators, guardians, or trustees. &#167; 5152. It is not for the courts, by mere construction, to recognize an exemption which Congress has not given.' Again: 'We are of opinion that the coverture of the defendant did not prevent the plaintiff from recovering a judgment against her for the amount of the assessment in question, if she was, <i>within the meaning of the statute</i>, a shareholder in the bank at the time of its suspension. But the question as to what property may be reached in the enforcement of such judgment is not before us, and we express no opinion upon it.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The present defendant insists that she was incapacitated under the Constitution of Florida and under the decisions of the supreme court of that state from becoming the owner of the stock bequeathed to her by her father. In support of this proposition we are referred to the following provision in a statute of Florida enacted November 6th, 1829: 'The common and statute laws of England which are of a general, and not of a local, nature, with the exception hereinafter mentioned, down to the 4th day of July, 1776, be and the same are hereby declared to be in force in this state, provided the same be not inconsistent with the Constitution and laws of the United States and the acts of the legislature of this state.' Also, to the following provisions of the Constitution of Florida: 'All property, real and personal, of a wife, owned by her before marriage or lawfully acquired afterward by gift, devise, bequest, descent, or purchase, shall be her separate property, and the same shall not be liable for the debts of her husband without her consent, given by some instrument in writing, executed according to the law respecting conveyances by married women.' Art. 11, &#167; 1. 'A married woman's real or personal property may be charged in equity and sold or the uses, rents, and profits thereof sequestrated for the purchase money thereof; or for money or things due upon any agreement made by her in writing for the benefit of her separate property, or for the price of any property purchased by her, or for labor and material used with her knowledge or assent in the construction of buildings, or repairs, or improvements upon her property, or for agricultural or other labor bestowed thereon with her knowledge or consent.' Art. 11, &#167; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The argument is that at common law a married woman could not make, or bind herself personally by, a contract, and was incapable, by the law of Florida, as at common law, of entering into a contract, at least one that would subject her to personal liability; that the relation of a shareholder to a national banking association was of a contractual character; and consequently, to render a personal judgment against the defendant Mrs. Christopher was, in effect, to hold her personally bound by a contract which, under the laws of Florida, she was incapable of making.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The vice in this argument is in the assumption that the liability of Mrs. Christopher as a shareholder arises <i>wholly</i> out of <i>contract</i> between herself and the bank or its creditors; whereas, upon becoming a shareholder, she made, strictly, no direct contract with anyone, and became, as was held in <i>Keyser</i> v. <i>Hitz, supra, by force of the statute</i> individually responsible to the amount of her stock, for the contracts, debts, and engagements of the bank equally and ratably with other shareholders. Such statutory liability was created for the protection of creditors, and in order to strengthen the bank in the confidence of the public. The bank, although its shares of stock were private property, was an instrumentality of the general government in the conduct of its affairs. <i>Farmers' &amp; M. Nat. Bank</i> v. <i>Dearing</i>, 91 U. S. 29, 33, 23 L. ed. 196, 198. In <i>Davis</i> v. <i>Elmira Sav. Bank</i>, 161 U. S. 275, 283, 40 L. ed. 700, 701, 16 Sup. Ct. Rep. 502, 503, the court said that 'national banks are instrumentalities of the Federal government, created for a public purpose, and as such necessarily subject to the paramount authority of the United States.' This principle was reaffirmed in <i>Easton</i> v. <i>Iowa</i>, 188 U. S. 220, 237, 47 L. ed. 452, 459, 23 Sup. Ct. Rep. 288. See also <i>Pacific Nat. Bank</i> v. <i>Mixter</i>, 124 U. S. 721, 31 L. ed. 567, 8 Sup. Ct. Rep. 718.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>McClaine</i> v. <i>Rankin</i>, 197 U. S. 154, 161-163, 49 L. ed. 702, 705-707, 25 Sup. Ct. Rep. 410, 412, 413, which was an action against a shareholder of a national bank to recover the amount due on an assessment made by the Comptroller of the currency, and in which the question was as to the nature of the cause of action, this court said: 'Some statutes imposing individual liability are merely in affirmation of the common law, while others impose an individual liability other than that at common law. If &#167; 5151 had provided that subscribing to stock or taking shares of stock amounted to a promise directly to every creditor, then that liability would have been a liability by contract. But the words of &#167; 5151 do not mean that the stockholder promises the creditor as surety for the debts of the corporation, but merely imposes a liability on him as secondary to those debts, which debts remain distinct, and to which the stockholder is not a party. The liability is a consequence of the breach by the corporation of <i>its</i> contract to pay, and is collateral and <i>statutory</i>. . . . But here the right to sue did not obtain until the Comptroller of the Currency had acted, and his order <i>was the basis of the suit</i>. The statute of limitations did not commence to run until assessment made, and then it ran as against an action <i>to enforce the statutory liability</i>, and not an action for breach of contract.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <i>Robinson</i> v. <i>Turrentine</i>, 59 Fed. 554, 555, it was held that the liability of a married woman for an assessment upon national bank stock did not grow out of contract, although it was one of a class of liabilities which may be enforced by an action in from <i>ex contractu</i>. In the same case it was said: 'By the banking laws of the United States all the shares in the stock of national banks are liable to an assessment like the one levied on the stock of plaintiff's bank. To hold that a state law, were there such a law, could except certain shares from the liability, would enable states to defeat the policy of the Federal government in establishing the national banking system. That the Congress has power to establish and legislate for such banks has not, since 1819, been an open question. <i>M'Culloch</i> v. <i>Maryland</i>, 4 Wheat. 316, 4 L. ed. 579. If a purchase of stocks in a national bank by a married woman without the written consent of her husband gives her the ownership of such stock, judgment must be given against the <i>feme</i> defendant. If she owned the stock at the failure of the bank, she is liable to the assessment; if she did not, she is not liable. While the Federal government exclusively controls the question of the liabilities of stockholders in national banks, it is not doubted but that a state has power to say that, for reasons seeming good to its legislature, and not in conflict with organic law, a particular class of persons shall not be permitted to own particular classes of property.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In <i>Kerr</i> v. <i>Urie</i>, 86 Md. 72, 77, 38 L. R. A. 119, 121, 63 Am. St. Rep. 493, 496, 37 Atl. 789, 791, it was held that a married woman residing in Maryland was capable of holding shares of stock in a national bank located in Texas, and as such shareholder was subject to the personal liability imposed by the national banking laws, without regard to the question whether she was entitled, under the laws of the state where the bank was located, to become the owner of such stock. The court said: 'We conclude, therefore, that by virtue of the transfer in Maryland, and without regard to the laws of Texas, Mrs. Urie became the equitable and real holder of the stock in question; and if this be so, no question as to her powers of disposition, or as to whether she is or is not capable under the laws of Texas to make contracts, can arise in this case, for the liability of a stockholder arises not under any law of Texas, which it is contended has not been proven in this case, but under the act of Congress; and the contracts which it is claimed she is liable on are not her contracts, but the contracts of the bank. <i>Witters</i> v. <i>Sowles</i>, 1 L. R. A. 64, 35 Fed. 641; U. S. Rev. Stat. &#167; 5152. The righ to be a stockholder is given to her by the law of the state where she resides, and her rights <i>and liabilities</i> as such as are provided <i>by the acts of Congress</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Recurring to the provisions in the statute and Constitution of Florida it is clear that they do not incapacitate a married woman in that state from becoming the owner, by request or otherwise, of stock in a national banking association. On the contrary, it seems that all property, real or personal, owned by a married woman before marriage, or lawfully acquired afterward by gift, devise, bequest, descent, or purchase, is her separate property. Nevertheless, it is said, by the settled course of decisions in that state a married woman cannot bind herself personally by contract at law or in equity, or by becoming a partner, or by making a promissory note. <i>Dollner</i> v. <i>Snow</i>, 16 Fla. 86; <i>Hodges</i> v. <i>Price</i>, 18 Fla. 342; <i>Goss</i> v. <i>Furman</i>, 21 Fla. 406; <i>De Graum</i> v. <i>Jones</i>, 23 Fla. 83, 6 So. 925, and <i>Randall</i> v. <i>Bourgardez</i>, 23 Fla. 264, 11 Am. St. Rep. 379, 2 So. 310. But those cases are not in point here; for, in each of them, the personal liability attempted to be imposed upon the married woman arose <i>entirely</i> out of contract, express or implied, on her part, and not by force of any statute. The argument made in this case in behalf of Mrs. Christopher assumes that the liability sought to be fastened upon her arises wholly out of contract; that is, out of an implied obligation, at the time her name was placed on the registry of shares and she received dividends, to contribute to the extent of the value of such shares to the payment of the debts of the bank. But that implied obligation, although contractual in its nature, could not, standing alone, be made the basis of this action. Without the statute she could not be made liable individually for the debts of the bank at all. No implied obligation to contribute to the payment of such debts could arise from the single fact that she became and was a shareholder. Her liability for the debts of the bank is created by the statute, although in a limited sense there is an element of contract in her having become a shareholder; and the right of the receiver to maintain this action depends upon, and has its sanction in, the statute creating liability against each shareholder, in whatever way he may have become such. There have been cases in which there appeared such elements of contract as were deemed sufficient, in particular circumstances, to support an action.  <i>First Nat. Bank</i> v. <i>Hawkins</i>, 174 U. S. 364, 372, 43 L. ed. 1007, 1011, 19 Sup. Ct. Rep. 739; <i>Whitman</i> v. <i>National Bank</i>, 176 U. S. 559, 565, 566, 44 L. ed 587, 591, 592, 20 Sup. Ct. Rep. 477; <i>Matteson</i> v. <i>Dent</i>, 176 U. S. 521, 44 L. ed. 571, 20 Sup. Ct. Rep. 419. But that fact does not justify the contention that an action upon an assessment made by the Comptroller is not based upon the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>McDonald</i> v. <i>Thompson</i>, 184 U. S. 71, 73, 46 L. ed. 437, 439, 22 Sup. Ct. Rep. 297, 298, which was the case of a formal subscription to the capital stock of a national bank, and which also involved the meaning of the words 'contract or promise in writing' in a statute of limitations, the court said: 'There was no contract in writing with the creditors or depositors of the bank, and none with the bank itself, to which the receiver could be said to be a privy, except to pay for the stock as originally issued. Granting there was a contract with the creditors to pay a sum equal to the value of the stock taken, in addition to the sum invested in the shares, this was a contract created by the statute, and obligatory upon the stockholders by reason of the statute existing at the time of their subscription; but it was not a contract within the meaning of the Nebraska act [of limitation], since the writing&#8212;that is, the subscription&#8212;contained no reference whatever to the statutory obligation, and no promise to respond beyond the amount of the subscription. In none of the numerous cases upon the subject in this court is this obligation treated as an express contract, but as one created by the statute and implied from the express contract of the stockholders to take and pay for shares in the association.' All shareholders of stock in national banks become such, subject to the condition, declared by statute, that liability, to the extent of their shares, is imposed upon them for the contracts, debts, and engagements of the bank. The statute, in effect, says to all who become owners of national bank stock, no matter in what way they become shareholders, that they cannot enjoy the benefits accruing to shareholders, and escape liability for the contracts, debts, and engagements of the bank. In other words, the government that created the bank has prescribed the terms upon which ownership of its shares could be acquired, and individual liability incurred shareholders, executors, administrators, guardians, or trustees only being exempted from individual liability. No exception is made in favor of married women holding property. If the Constitution or statutes of Florida had expressly incapacitated or forbidden a married woman from becoming, under any circumstances, the owner of bank shares,&#8212;as counsel for plaintiff in error insists is the case,&#8212;a question would be presented that does not arise upon the record of this case; and as the local law does not forbid married women from becoming the owners of bank stock, we do not go beyond what is necessary for the decision of the present case under the national banking law. All that we now decide is that the court below properly interpreted the statute, and did not err in rendering a personal judgment against Mrs. Christopher, as a shareholder in the bank, for the amount due under the assessment of the Comptroller. In what way the plaintiff may proceed in order to obtain satisfaction of the judgment is not a question to be determined in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Justice White and Mr. Justice McKenna concur in the result.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96436/"
}