{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "202 U.S. 1", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96457/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Louisiana v. Mississippi", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "11, Original", 
    "id": 80840, 
    "resource_uri": "/api/rest/v2/citation/80840/"
  }, 
  "id": 96457, 
  "blocked": false, 
  "judges": "Fuller, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1906-03-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>202 U.S. 1 (1906)</b></center>\n<center><h1>LOUISIANA<br>\nv.<br>\nMISSISSIPPI.</h1></center>\n<center>No. 11, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 10, 11, 12, 1905.</center>\n<center>Decided March 5, 1906.</center>\nIN EQUITY.\n<p><span class=\"star-pagination\">*21</span> <i>Mr. John Dymond, Jr., Mr. Francis C. Zacharie</i> and <i>Mr. Walter Guion,</i> Attorney General of the State of Louisiana, with whom <i>Mr. Alexander Porter Morse</i> and <i>Mr. Albert Estopinal, Jr.</i> were on the brief, for complainant.</p>\n<p><i>Mr. Hannis Taylor, Mr. J.N. Flowers</i> and <i>Mr. Monroe McClurg,</i> with whom <i>Mr. William Williams,</i> Attorney General of the State of Mississippi, was on the brief, for defendant.</p>\n<p><span class=\"star-pagination\">*33</span> MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The demurrer was overruled because the court was of opinion that the bill presented a <i>prima facie</i> case of justiciable controversy between the State of Louisiana and the State of Mississippi as to the boundary line between them, and we are clear that the proofs establish the existence of such a controversy as to fully sustain our jurisdiction.</p>\n<p>It is apparent that the enforcement of the oyster legislation of the two States led to a conflict between the authorities of both, which involved a dispute as to the true boundary line.</p>\n<p>In 1886 the State of Louisiana passed an act vesting the power to control the oyster industry in the hands of the officials of the parishes of the State in their several localities, along general lines laid down in the law. Laws Louisiana, 1886, Act No. 106. This was followed by the acts of 1892 (No. 110), 1896 (No. 121), and 1900 (No. 159). By the act of 1896 non-resident oyster fishermen were prohibited from fishing oysters in Louisiana waters, and the dredging of oysters was also prohibited, in this particular differing from the laws of Mississippi, which permitted it. By a concurrent resolution of 1900 a Legislative Commission was created to investigate and report on the oyster industry of the State.</p>\n<p>In January, 1898, the parochial authorities of the parish of St. Bernard equipped and sent out an official expedition to exclude from the oyster waters of the parish any non-resident <span class=\"star-pagination\">*34</span> oyster fishermen who might be found fishing therein. Non-resident Mississippi oystermen were found fishing oysters there, and they were notified that they must stop fishing and move out of those waters. These Mississippians then complained to the Mississippi authorities and a conference ensued between representatives of the parish of St. Bernard and the county of Hancock. In January, 1901, at the instance of the Louisiana Legislative Commission appointed under the act of 1900, and of committees appointed from the police juries of the Louisiana parishes of St. Bernard and Plaquemines, a meeting of the state officials of Louisiana was held in New Orleans to consider the subject of the dispute with the State of Mississippi, and the invasion by non-residents of the Louisiana oyster waters. This meeting resulted in the appointment by the Governor of Louisiana of a commission of five members, and an official communication from the Governor of Louisiana addressed to the Governor of Mississippi requesting the latter to appoint a similar commission to see if it were possible to effect an amicable settlement of the dispute between the two States. This Mississippi commission was accordingly appointed, and the two commissions held a joint conference in New Orleans in March, 1901. Louisiana presented at the conference a map showing the Louisiana contention as to the boundary, which is the map attached to the bill and marked Exhibit E. The Mississippi commission reported that it was impossible to effect an amicable extra-judicial settlement of the dispute, and that the only hope of settlement was a friendly suit in the Supreme Court of the United States. This report was submitted by the Mississippi commission to the Governor of Mississippi and was transmitted to the legislature of that State. At this session the State of Mississippi passed a new law controlling her oyster waters and oyster industry. Laws, 1902, c. 58. This act created a state oyster commission, vested with entire control of the Mississippi oyster industry. It took the control of the industry out of the hands of the coast county authorities and centralized it in this state department, which was authorized to establish a <span class=\"star-pagination\">*35</span> system of patrol of the Mississippi oyster waters and to maintain patrol boats to sustain the oyster laws in her territory. In July, 1902, the State of Louisiana followed the example of the State of Mississippi and adopted an act, Acts 1902, No. 153, creating a state oyster commission of Louisiana as a state department vested with full control of the oyster industry of Louisiana, and authorized to establish patrol boats and maintain an armed patrol on the Louisiana oyster waters to protect her rights in the oyster industry therein. In view of the danger of an armed conflict, the Oyster Commissions of both States, in September, 1902, adopted a joint resolution establishing a neutral territory between the two States \"pending the final decision by the Supreme Court of the United States in the boundary suit to be instituted,\" to remain a common fishing ground. This <i>modus vivendi</i> did not include all of the disputed territory, but the waters of Mississippi Sound between the deep water channel and the north shore line of the Louisiana marshes were embraced by it.</p>\n<p>In the following October this bill was filed. Louisiana appeared through her Governor and her Attorney General, and the action of the Governor in instituting the suit was subsequently approved, ratified and confirmed by the legislature.</p>\n<p>The facts that the act of Congress admitting the State of Louisiana gave that State all islands within three leagues or nine miles of her coast, and that the subsequent act of Congress admitting the State of Mississippi purported to give that State all islands within six leagues or eighteen miles of her shore, and that some islands within nine miles of the Louisiana coast were also within eighteen miles of the Mississippi shore, furnished the basis for a boundary controversy, although, in our judgment, the apparent inconsistency is reconcilable, as hereinafter explained. And that controversy involved to each State pecuniary values of magnitude, as is shown by the evidence on both sides. We think that there existed between the two States, in their sovereign capacity as States, a controversy affecting the boundary line separating them in the locality in <span class=\"star-pagination\">*36</span> question of a character to justify the exercise of our original jurisdiction within the rules laid down in <i>Missouri</i> v. <i>Illinois,</i> 200 U.S. 496; <i>S.C.,</i> 180 U.S. 208; <i>Pennsylvania</i> v. <i>Wheeling Bridge Company,</i> 13 How. 518, 589; <i>Louisiana</i> v. <i>Texas,</i> 176 U.S. 1; <i>Kansas</i> v. <i>Colorado,</i> 185 U.S. 125.</p>\n<p>2. The State of Louisiana was admitted into the Union by the act of Congress approved April 6, 1812, 2 Stat. 701, c. 50, which commenced as follows:</p>\n<p>\"<i>Whereas,</i> the representatives of the people of all that part of the territory or country ceded under the name of `Louisiana' by the treaty at Paris on the thirtieth day of April, one thousand eight hundred and three, between the United States and France, contained within the following limits, that is to say: Beginning at the mouth of the river Sabine; thence, by a line to be drawn along the middle of said river, including all islands, to the thirty-second degree of latitude; thence due north to the northernmost part of the thirty-third degree of north latitude; thence along said parallel of latitude to the river Mississippi; thence, down the said river, to the river Iberville; and from thence, along the middle of the said river, and Lakes Maurepas and Pontchartrain, to the Gulf of Mexico; thence, bounded by the said Gulf, to the place of beginning, including all islands within three leagues of the coast; . . .\"</p>\n<p>Map or diagram No. 1 (<i>ante</i> p. 4), given in the opening statement, shows the limits as thus defined.</p>\n<p>By an act of Congress approved April 14, 1812, 2 Stat. 708, c. 57, additional territory was added to the State of Louisiana, described thus:</p>\n<p>\"All that tract of country comprehended within the following bounds, to wit: Beginning at the junction of the Iberville, with the river Mississippi; thence along the middle of the Iberville, the river Amite, and the Lakes Maurepas and Pontchartrain to the eastern mouth of the Pearl river; thence up the eastern branch of Pearl river to the thirty-first degree of north latitude; thence along the said degree of latitude to the river Mississippi; thence down the said river to the place of beginning, <span class=\"star-pagination\">*37</span> shall become and form a part of the said State of Louisiana, and be subject to the constitution and laws thereof, in the same manner, and for all intents and purposes, as if it had been included within the original boundaries of the said State.\"</p>\n<p>This added territory is shown on map or diagram No. 2 (<i>ante</i> p. 5). The eastern boundary of Louisiana was thereby moved eastward from the Mississippi to Pearl river, and Louisiana was given the country south of the thirty-first degree of north latitude, and north of the boundary formed by the river Iberville, the middle of Lakes Maurepas and Pontchartrain and the Rigolets.</p>\n<p>The river Iberville is called on this map Bayou Manchac, and is still known by that name. The Rigolets is a gut connecting the waters of Lakes Pontchartrain and Borgne, both of which are bodies of salt water and were originally arms of the sea. In order to reach the open waters of the Gulf of Mexico from the middle of Lakes Maurepas and Pontchartrain the line ran through the Rigolets into Lake Borgne, and after the addition to the State by the act of April 14, 1812, the eastern boundary line of Louisiana entered Lake Borgne to the south by Pearl river as well as the Rigolets. To get from Lake Borgne into the open water of the Gulf of Mexico beyond Chandeleur Islands and around to the western boundary of Louisiana, it was necessary, as Louisiana contends, to follow the deep water channel north of Half Moon or Grand Island, through Mississippi Sound, and thence by the pass between Cat Island and Isle a Pitre, north of the Chandeleur Islands, into the open Gulf. Many maps are given in the record, some made at dates long prior to the admission of Louisiana as a State, some at that time, and some within a few years thereafter, and all show the St. Bernard peninsula to be geographically a true part of the State of Louisiana, or of an area of country that was to form the State, and that the said peninsula projected itself as a well-defined arm of land out into the waters of the Gulf, branching off as a projection from the main body of land composing <span class=\"star-pagination\">*38</span> the State, and forming a part of it. We observe that on many of these early maps the term \"peninsula\" is applied to this projection, and that designation is sufficiently accurate for the purpose of description.</p>\n<p>November 14, 1803, President Jefferson sent a communication to Congress, in which, among other things, he said:</p>\n<p>\"The object of the following pages is to consolidate the information respecting the present State of Louisiana, furnished to the Executive by several individuals among the best informed on the subject.</p>\n<p>\"Of the province of Louisiana no general map, sufficiently correct to be depended upon, has been published, nor has any been yet procured from a private source. It is, indeed, probable that surveys have never been made upon so extensive a scale as to afford the means of laying down the various regions of a country which in some of its parts appears to have been but imperfectly explored. . . .</p>\n<p></p>\n<h2>\"St. Bernardo.</h2>\n<p>\"On the east side of the Mississippi, about five leagues below New Orleans, and at the head of the English Bend, is a settlement known by the name of the Poblacion de St. Bernardo, or the Terre au Boeufs, extending on both sides of a creek or drain, whose head is contiguous to the Mississippi, and which flowing eastward, after a course of eighteen leagues, and dividing itself into two branches, falls into the sea and Lake Borgne. This settlement consists of two parishes, almost all the inhabitants of which are Spaniards from the Canaries, who content themselves with raising fowls, corn and garden stuff for the market at New Orleans. The lands cannot be cultivated to any great distance from the banks of the creek, on account of the vicinity of the marsh behind them, but the place is susceptible of great improvement, and of affording another communication to small craft of from eight to ten feet draught, between the sea and the Mississippi.\"</p>\n<p>\"Country from Plaquemines to the sea, and effect of the hurricanes:</p>\n<p><span class=\"star-pagination\">*39</span> \"From Plaquemines to the sea is twelve or thirteen leagues. The country is low, swampy, chiefly covered with reeds, and having little or no timber, and no settlement whatever. It may be necessary to mention here, that the whole lower part of the country, from the English Turn downwards, is subject to overflowing in hurricanes, either by the recoiling of the river, or reflux from the sea on each side; and, on more than one occasion, it has been covered from the depth of two to ten feet, according to the descent of the river, whereby many lives were lost, horses and cattle swept away, and a scene of destruction laid. The last calamity of this kind happened in 1794, but fortunately they are not frequent. In the preceding year the engineer who superintended the erection of the fort at Plaquemines was drowned in his house near the fort, and the workmen and garrison escaped only by taking refuge on an elevated spot in the fort, on which there were notwithstanding two or three feet of water. These hurricanes have generally been felt in the month of August. Their greatest fury lasts about twelve hours. They commence in the southeast, veer about to all the points of the compass, are felt most severely below, and seldom extend more than a few leagues above New Orleans. In their whole course they are marked with ruin and desolation. Until that of 1793, there had been none felt from the year 1780.\"</p>\n<p>This communication was, of course, before Congress when the act of 1812, admitting Louisiana, was approved, and the peninsula was clearly recognized as forming part of the parish of St. Bernard, as was its marshy character and that of the adjoining parish.</p>\n<p>By the act of Congress, approved March 1, 1817, 3 Stat. 348, c. 23, the inhabitants of the western part of the then Mississippi Territory were authorized to form for themselves a state constitution and to be admitted into the Union with the following boundaries: \"Beginning on the river Mississippi at the point where the southern boundary line of the State of Tennessee strikes the same; thence east along the said boundary line to the Tennessee river; thence up the same to the mouth of Bear <span class=\"star-pagination\">*40</span> creek; thence by a direct line to the northwest corner of the county of Washington; thence due south to the Gulf of Mexico; thence westwardly, including all the islands within six leagues of the shore, to the most eastern junction of Pearl river with Lake Borgne; thence up said river to the thirty-first degree of north latitude; thence west along the said degree of latitude to the Mississippi river; thence up the same to the beginning.\"</p>\n<p>The people in convention, August 15, 1817, formed a constitution and state government (approved subsequently by popular vote), and the State was admitted by resolution December 10, 1817, 3 Stat. 472.</p>\n<p>The State of Alabama was admitted by the act of March 2, 1819, 3 Stat. 489, c. 47, which provided: \"That the said State shall consist of all the territory included within the following boundaries, to wit: Beginning at the point where the thirty-first degree of north latitude intersects the Perdido river; thence, east, to the western boundary line of the State of Georgia; thence along said line, to the southern boundary line, to State of Tennessee; thence, west, along said boundary line, to the Tennessee river; thence, up the same, to the mouth of Bear creek; thence, by a direct line, to the northwest corner of Washington county; thence, due south, to the Gulf of Mexico; thence, eastwardly, including all the islands within six leagues of the shore, to the Perdido river; and thence, up the same to the beginning.\"</p>\n<p>The islands, marsh or otherwise, claimed by Louisiana in this case were all within three leagues of her coast. The act admitting Mississippi was passed five years after the Louisiana act, yet Mississippi claims thereunder the disputed territory, as being islands within eighteen miles of her shore. If it were true that this repugnancy between the two acts existed, it is enough to say that Congress, after the admission of Louisiana, could not take away any portion of that State and give it to the State of Mississippi. The rule, <i>Qui prior est tempore, potior in jure,</i> applied, and section three of article IV of the Constitution does not permit the claims of any particular State to be <span class=\"star-pagination\">*41</span> prejudiced by the exercise of the power of Congress therein conferred.</p>\n<p>But it is said that the act admitting Louisiana, the act admitting Mississippi, and the act admitting Alabama must be construed as <i>in pari materia;</i> and, being so construed, that Congress must be held to have had in view in the three acts a division of the coast along the Gulf of Mexico so as to equalize the water frontage of Mississippi, Louisiana, and Alabama.</p>\n<p>We do not regard these acts as <i>in pari materia</i> in any proper sense. They provided for the admission of three separate States, and the subject of each was not only not identical with, but not even similar to, that of the others. They did not form part of a homogeneous whole, of a common system, so as to allow a claimant under the later act to successfully contend that it changed the earlier act by construction or effected such change because declaratory of the meaning of the prior act.</p>\n<p>And assuming for the sake of argument that the Louisiana and Mississippi acts were irreconcilably inconsistent, but remembering that when Louisiana was admitted into the Union, the territory now composing the coast counties of Mississippi, that is, below the thirty-first degree of north latitude, was not actually a part of the Mississippi Territory but was in dispute between the United States and Spain, the theory of any preconcerted design in regard to the water front of the two States is too unreasonable to be entertained.</p>\n<p>In the treaty of peace between England, France and Spain of February 10, 1716, Article VII, on the subject of the boundary line separating the dominions of England and France in the New World, provided: \"That for the future the confines between the dominions of His Brittanic Majesty and those of His Most Christian Majesty in that part of the world shall be fixed irrevocably by a line drawn along the river Mississippi from its source to the river Iberville, and from thence by a line drawn along the middle of this river and the Lakes Maurepas and Pontchartrain to the sea.\" According to this treaty England retained the port of Mobile and its river and everything east <span class=\"star-pagination\">*42</span> of the Rigolets. The Island of Orleans, formed by the river Iberville, Lakes Maurepas and Pontchartrain, the Rigolets, the Gulf of Mexico and the Mississippi river, remained the property of France. In the treaty of February 10, 1763, practically the same language is used in describing the boundary line separating the British from the French territory, and by the twentieth article the cession to England of Florida by Spain and all that Spain possessed on the continent of North America was provided for. By the treaty of September 3, 1783, between England and Spain, England retroceded East and West Florida to Spain. By the treaty of St. Ildefonso of October 1, 1800, Spain ceded to France \"the colony or province of Louisiana with the same extent that it now has in the hands of Spain, and that it had when France possessed it, and such as it should be after the treaties subsequently entered into between Spain and other States.\" April 30, 1803, France ceded to the United States \"the colony or province of Louisiana,\" using the same description as used by Spain in ceding the territory to her, and stating in Article II \"In the cession made in the preceding article are included the adjacent islands belonging to Louisiana. . . .\"</p>\n<p>There is nothing in any of these transfers to raise a doubt that the peninsula of St. Bernard was part of the Island of Orleans and that this Island of Orleans was in fact formed by the extension to the sea of the boundary line coming down through the middle of Lakes Maurepas and Pontchartrain and so finding its way to the sea by the deep water channel.</p>\n<p>March 26, 1804, an act of Congress was approved, dividing the country acquired as Louisiana from France into two parts, providing:</p>\n<p>\"That all that portion of the country ceded by France to the United States, under the name of Louisiana, which lies south of the Mississippi Territory and of an east and west line to commence on the Mississippi river, at the thirty-third degree of north latitude, and to extend west to the western boundary of the said cession, shall constitute a Territory of the United <span class=\"star-pagination\">*43</span> States under the name of the Territory of Orleans; the government whereof shall be organized and administered as follows:</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"SECTION 12. The residue of the Province of Louisiana, ceded to the United States, shall be called the District of Louisiana, the government whereof shall be organized and administered as follows: . . .\"</p>\n<p>Congress manifestly regarded the lands to the east, that were south of the Mississippi Territory, and which form the disputed area of to-day, as part of the original Island of Orleans, included in the treaty of April 30, 1803; and these were given to the Territory of Orleans, whose southeastern boundary was the original southeastern boundary of the Island of Orleans. At that date the Mississippi Territory did not extend south of the thirty-first degree of north latitude and its domain did not reach the shore of Mississippi Sound, so called.</p>\n<p>February 20, 1811, 2 Stat. 641, c. 21, an act of Congress was approved \"to enable the people of the Territory of Orleans to form a constitution and state government, and for the admission of such State into the Union, on an equal footing with the original States, and for other purposes.\" The description of the limits was as follows: \"Beginning at the mouth of the river Sabine, thence, by a line to be drawn along the middle of the said river, including all islands to the thirty-second degree of latitude; thence due north to the northernmost part of the thirty-third degree of north latitude; thence along said parallel of latitude to the river Mississippi; thence down the said river to the river Iberville; and from thence along the middle of the said river and Lakes Maurepas and Pontchartrain, to the Gulf of Mexico; thence bounded by said Gulf, to the place of beginning: including all islands within three leagues of the coast,\" etc.</p>\n<p>The eastern boundary thus described is a water boundary, and, in extending this water boundary to the open sea or Gulf of Mexico, we think it included the Rigolets and the deep water sailing channel line to get around to the westward. A little <span class=\"star-pagination\">*44</span> over one year later Louisiana was created a State by the act of Congress of April 6, 1812, with this identical eastern boundary line; and the addition of territory by the act of April 14, 1812, did not affect the deep water sailing channel line as a boundary.</p>\n<p>April 7, 1798, 1 Stat. 549, c. 28, an act was approved \"for an amicable settlement of limits with the State of Georgia, and authorizing the establishment of a government in the Mississippi Territory,\" which read in part: \"That all that tract of country bounded on the west by the Mississippi; on the north by a line to be drawn due east from the mouth of the Yasous to the Chatahouchee river; on the east by the river Chatahouchee; and on the south by the thirty-first degree of north latitude, shall be, and hereby is constituted one district, to be called the Mississippi Territory.\" This was in conformity with the treaty between Spain and the United States of October 27, 1795. Maps of that date, and subsequently, show that the admitted rights of the United States did not at the time extend south of the thirty-first degree of north latitude at that point.</p>\n<p>By an act of January 15, 1811, the President of the United States was authorized, among other things, in the event that any foreign government attempted to occupy the same, to take possession of the country lying east of the river Perdido, and south of the State of Georgia and the Mississippi Territory. The river Perdido is in the State of Alabama, east of the State of Mississippi, and flows into the Gulf of Mexico between Mobile Bay in Alabama and Pensacola Bay in Florida. A few days later, and on March 3, 1811, an act of Congress was approved, providing that the act of January 15, 1811, and this act, should not be published until the end of the next session of Congress, unless with the consent of the President.</p>\n<p>By resolution approved January 15, 1811, it was specifically declared that the United States could not without serious inquietude see any part of the territory adjoining the southern border of the United States pass into the hands of any foreign power, \"and that a due regard to their own safety compels <span class=\"star-pagination\">*45</span> them to provide, under certain contingencies, for the temporary occupation of the said territory.\" 3 Stat. 471.</p>\n<p>May 14, 1812, an act of Congress was passed, 2 Stat. 734, c. 84, to enlarge the boundaries of the Mississippi Territory, which used the following language: \"That all that portion of the territory lying east of Pearl river, west of the Perdido, and south of the thirty-first degree of latitude, be, and the same is hereby annexed to the Mississippi Territory,\" etc. The country described was not at the time in the possession of the United States, and on February 12, 1812, Congress passed an act \"authorizing the President of the United States to take possession of a tract of country lying south of the Mississippi Territory and west of the river Perdido,\" which act referred to the tract as \"not now in the possession of the United States.\" 3 Stat. 472. But it was not until the enabling act in respect of Mississippi, approved March 1, 1817, that the language was used: \"Thence due south to the Gulf of Mexico, thence westwardly, including all the islands within six leagues of the shore, to the most eastern junction of Pearl river and Lake Borgne,\" etc.</p>\n<p>The claim of Mississippi is that the disputed area is composed of islands, and as those islands are within eighteen miles of her shore, that they were given to her by the act of March 1, and the resolution of December 10, 1817. It is true there are some islands in that area, such as Grassy, Half Moon, Petit Pass and Isle a Pitre, all of which are between the deep water channel on the north and the main coast line of St. Bernard peninsula on the south.</p>\n<p>The contention of Louisiana is that these islands were previously given to her by the act of April 6, 1812, more than five years prior to the admission of Mississippi, and that her title thereto, even if the acts were in conflict, is superior to that of the State of Mississippi; and she also contends that the islands belong to her because they are south of the deep water sailing channel line, which she submits is the true boundary line between the two States. Mississippi denies that the peninsula <span class=\"star-pagination\">*46</span> of St. Bernard and the Louisiana Marshes constitute a peninsula in the true sense of the word, but insists that they constitute an archipelago of islands. Certainly there are in the body of the Louisiana Marshes or St. Bernard peninsula portions of sea marsh which might technically be called islands, because they are land entirely surrounded by water, but they are not true islands. They are rather, as the Commissioner of the General Land Office wrote the Mississippi land commissioner in 1904, \"in fact, hummocks of land surrounded by the marsh and swamp in said townships. . . .\"</p>\n<p>And when the Louisiana act used the words: \"thence bounded by the said Gulf to the place of beginning, including all islands within three leagues of the coast,\" the coast referred to is the whole coast of the State, and the peninsula of St. Bernard formed an integral part of it. Lake Borgne and Mississippi Sound are bodies of salt water and as such parts of the sea or Gulf, and as the coast of Louisiana began along the north shore of the peninsula, it is not to be supposed that the islands referred to by Congress in the Louisiana act were solely those islands to the south of that State.</p>\n<p>The contention of Mississippi is based upon an assumed inconsistency between the Louisiana and the Mississippi acts, but we think upon a true interpretation, in the light of the facts, that no such inconsistency can be imputed. The maps show that there is a chain, not of alluvial but of sea sand islands running from the west shore of Mobile Bay in the State of Alabama, westward to and inclusive of Cat Island in the State of Mississippi. This chain forms the southern boundary of Mississippi Sound, and the islands are all relatively the same distance from the shore of the States of Mississippi and of Alabama. They, beginning at the eastern end, are Dauphin, Petit Bois, Horn, Ship and Cat Islands, and there are some other islands lying within this chain. If Congress referred to these islands as being thus within six leagues of the shore, when the act creating the State of Mississippi was passed, it follows that there would be no conflict with prior existing boundaries of <span class=\"star-pagination\">*47</span> the State of Louisiana, particularly if the deep water sailing channel line be taken as the correct boundary between the States. And when Congress created a separate territorial government for the eastern part of Mississippi Territory and called it Alabama, by the act of March 3, 1817, it used the same language concerning the western and southern boundary of the Territory: \"thence due south to the Gulf of Mexico, thence eastwardly, including all islands within six leagues of the shore to the river Perdido and thence up same to the beginning.\" It seems obvious to us that it was to this chain of islands that Congress referred when it admitted Mississippi into the Union, and that it had no intention whatsoever of giving Mississippi any claim of ownership in the sea marsh islands, which had been previously granted to the State of Louisiana.</p>\n<p>We are of opinion that the peninsula of St. Bernard in its entirety belongs to Louisiana; that the Louisiana Marshes at the eastern extremity thereof form part of the coast line of the State; and that the islands within nine miles of that coast are hers, except as restricted by the deep water sailing channel regarded as a boundary. Cat Island, for instance, is within the nine miles, but it is north of the deep water channel, is not alluvial, and is conceded by both States to belong to Mississippi.</p>\n<p>3. That there is a deep water sailing channel line emerging from the mouth of Pearl river, and extending east between Lower Point Clear and Grand Island, is shown by the numerous maps, surveys and sketches in the record. It separates into two branches, one of them passing between Cat Island and Isle a Pitre.</p>\n<p>Among the maps put in evidence by Louisiana is one prepared by George Gauld, M.A., for the British Admiralty in the year 1778, and, from the relative depths of water given, the existence of this same channel, extending out into the Gulf, southwest of Cat Island, is shown and is the same as noted on maps of subsequent years.</p>\n<p>February 14, 1839, an act of the legislature of Mississippi was <span class=\"star-pagination\">*48</span> approved, providing for a survey of the Mississippi coast. The survey and report are given in full in the record, and the deep water channel above referred to is traceable in detail on the sketch. The channels indicated on this survey and on the United States Coast and Geodetic Survey map are the same channels. It may be noted, in passing, that the body of water now known as \"Mississippi Sound,\" is not so designated on this sketch, and the first map which uses this name, to which our attention has been called, was issued in 1866.</p>\n<p>Louisiana lies between the States of Mississippi to the east and Texas to the west. The southern portion of Louisiana is geologically of an alluvial formation, containing the delta of the Mississippi river. The peninsula of the parish of St. Bernard is practically a part of this delta formation.</p>\n<p>Mississippi's mainland borders on Mississippi Sound. This is an inclosed arm of the sea, wholly within the United States, and formed by a chain of large islands, extending westward from Mobile, Alabama, to Cat Island. The openings from this body of water into the Gulf are neither of them six miles wide. Such openings occur between Cat Island and Isle a Pitre; between Cat and Ship Islands; between Ship and Horn Islands; between Horn and Petit Bois Islands; between Petit Bois and Dauphin Islands; and between Dauphin Island and the mainland on the west coast of Mobile Bay. The maps show all this, and, among others, reference may be made to Jeffrey's map of 1775, given in the record, and which in reduced form is reproduced from Jeffrey's Atlas of 1800 as the frontispiece of vol. II Adams' History of the United States.</p>\n<p>Now to repeat, the boundary of Louisiana separating her from the State of Mississippi to the east is the thread of the channel of the Mississippi river, and this extends south until it reaches the thirty-first degree of north latitude and then runs directly east along that degree until Pearl river is reached; thence south along the channel of that river to Lake Borgne. Pearl river flows into Lake Borgne, Lake Borgne into Mississippi Sound and Mississippi Sound into the open Gulf of Mexico, <span class=\"star-pagination\">*49</span> through, among other outlets, South Pass, separating Cat Island from Isle a Pitre.</p>\n<p>If the doctrine of the thalweg is applicable, the correct boundary line separating Louisiana from Mississippi in these waters is the deep water channel.</p>\n<p>The term \"thalweg\" is commonly used by writers on international law in definition of water boundaries between States, meaning the middle or deepest or most navigable channel. And while often styled \"fairway\" or \"midway\" or \"main channel,\" the word itself has been taken over into various languages. Thus in the treaty of Luneville, February 9, 1801, we find \"le Thalweg de l'Adige,\" \"le Thalweg du Rhin,\" and it is similarly used in English treaties and decisions, and the books of publicists in every tongue.</p>\n<p>In <i>Iowa</i> v. <i>Illinois,</i> 147 U.S. 1, the rule of the thalweg was stated and applied. The controversy between the States of Iowa and Illinois on the Mississippi river, which flowed between them, was as to the line which separated \"the jurisdiction of the two States for the purposes of taxation and other purposes of government.\" Iowa contended that the boundary line was the middle of the main body of the river, without regard to the \"steamboat channel\" or deepest part of the stream. Illinois claimed that its jurisdiction extended to the channel upon which commerce on the river by steamboats or other vessels was usually conducted. This court held that the true line in a navigable river between States is the middle of the main channel of the river.</p>\n<p>Mr. Justice Field, delivering the opinion of the court, said:</p>\n<p>\"When a navigable river constitutes the boundary between two independent States, the line defining the point at which the jurisdiction of the two separates is well established to be the middle of the main channel of the stream. The interest of each State in the navigation of the river admits of no other line. The preservation by each of its equal right in the navigation of the stream is the subject of paramount interest. It is, therefore, laid down in all the recognized treatises on international <span class=\"star-pagination\">*50</span> law of modern times that the middle of the channel of the stream marks the true boundary between the adjoining States up to which each State will on its side exercise jurisdiction. In international law, therefore, and by the usage of European nations, the term `middle of the stream,' as applied to a navigable river, is the same as the middle of the channel of such stream, and in that sense the terms are used in the treaty of peace between Great Britain, France, and Spain, concluded at Paris in 1763. By the language, `a line drawn along the middle of the river Mississippi from its source to the river Iberville,' as there used, is meant along the middle of the channel of the river Mississippi.\"</p>\n<p>This judgment related to navigable rivers. But we are of opinion that, on occasion, the principle of the thalweg is applicable, in respect of water boundaries, to sounds, bays, straits, gulfs, estuaries and other arms of the sea.</p>\n<p>As to boundary lakes and landlocked seas, where there is no necessary track of navigation, the line of demarcation is drawn in the middle, and this is true of narrow straits separating the lands of two different States; but whenever there is a deep water sailing channel therein, it is thought by the publicists that the rule of the thalweg applies. 1 Martens (F. de), 2d ed. 134; Hall, § 38; Bluntschli, 5th ed. §§ 298, 299; 1 Oppenheim, 254, 255.</p>\n<p>Thus Martens writes: \"What we have said in regard to rivers and lakes is equally applicable to the straits or gulfs of the sea, especially those which do not exceed the ordinary width of rivers or double the distance that a cannon can carry.\"</p>\n<p>So Pradier Fodere says (Vol. II, p. 202), that as to lakes, \"in communication with or connected with the sea, they ought to be considered under the same rules as international rivers.\"</p>\n<p>The same view is confirmed by decisions of this court and of many arbitral tribunals.</p>\n<p>In <i>Devoe Manufacturing Company,</i> 108 U.S. 401, the question at issue was in regard to the boundary line between New York and New Jersey under an agreement between the two <span class=\"star-pagination\">*51</span> States. The jurisdiction of the State of New Jersey was claimed \"to extend down to the bay of New York, and to the channel midway of said bay,\" and this court sustained the claim. See <i>Hamburg American Steamship Company</i> v. <i>Grube,</i> 196 U.S. 407.</p>\n<p>In the San Juan Water Boundary controversy between the United States and Great Britain, Emperor William I gave the award in favor of the United States, October 21, 1871, by deciding \"that the boundary line between the territory of Her Brittanic Majesty and the United States should be drawn through the Haro Channel;\" and it is apparent that the decision was based on the deep channel theory as applicable to sounds and arms of the sea, such as the straits of San Juan de Fuca; indeed in a subsequent definition of the boundary, signed by the Secretary of State, the British Minister, and the British representative, the boundary line was said to be prolonged until \"it reaches the center of the fairway of the Straits of San Juan de Fuca.\" The fairway was the equivalent of the thalweg.</p>\n<p>Again, in fixing the boundary line of the Detroit river, under the sixth and seventh articles of the treaty of Ghent, the deep water channel was adopted, giving Belle Isle to the United States as lying north of that channel.</p>\n<p>So in the <i>Alaskan Boundary</i> case, the majority of the arbitration tribunal, made up of Baron Alverstone, Lord Chief Justice of England, Mr. Secretary Root, and Senators Lodge and Turner, held that the middle of the Portland Channel was the proper boundary line and included Wales Island, to the north of which the channel passed. This sustained the American contention in regard to the thalweg and the island lying south of it.</p>\n<p>But counsel contend that the rule \"as to the flow of the midchannel or thalweg of the river Iberville (now known as Manchac) through the east, through Lakes Maurepas and Pontchartrain expires by its own limitation when such midchannel reaches Lake Borgne, which in contemplation of the rule is the <span class=\"star-pagination\">*52</span> open sea, and part of the waters of the Gulf of Mexico.\" This contention is inconsistent, as matter of fact, with the allegation of the cross bill that \"the Mississippi Sound was recognized as a body of water six leagues wide, wholly within the State of Mississippi from Lake Borgne to the Alabama line, separate and distinct from the Gulf of Mexico,\" and with Mississippi's Exbibit Map A presenting her claim, while the record shows that the strip of water, part of Lake Borgne and Mississippi Sound, is not an open sea but a very shallow arm of the sea, having outside of the deep water channel an inconsiderable depth.</p>\n<p>The maritime belt is that part of the sea which, in contradistinction to the open sea, is under the sway of the riparian States, which can exclusively reserve the fishery within their respective maritime belts for their own citizens; whether fish, or pearls, or amber, or other products of the sea. See <i>Manchester</i> v. <i>Massachusetts,</i> 139 U.S. 240; <i>McCready</i> v. <i>Virginia,</i> 94 U.S. 391.</p>\n<p>In <i>Manchester</i> v. <i>Massachusetts</i><i>,</i> the court said: \"We think it must be regarded as established that, as between nations, the minimum limit of the territorial jurisdiction of a nation over tide waters is a marine league from its coast; that bays wholly within its territory not exceeding two marine leagues in width at the mouth are within this limit; and that included in this territorial jurisdiction is the right of control over fisheries, whether the fish be migratory, free swimming fish, or free moving fish, or fish attached to or embedded in the soil. The open sea within this limit is, of course, subject to the common right of navigation; and all governments, for the purpose of self protection in time of war or for the prevention of frauds on its revenue, exercise an authority beyond this limit.\"</p>\n<p>Questions as to the breadth of the maritime belt or the extent of the sway of the riparian States require no special consideration here. The facts render such discussion unnecessary.</p>\n<p>Islands formed by alluvion were held by Lord Stowell, in respect of certain mud islands at the mouth of the Mississippi, <span class=\"star-pagination\">*53</span> to be \"natural appendages of the coast on which they border, and from which indeed they are formed.\" <i>The Anna</i> (1805), 5 C. Rob. 373.</p>\n<p>As to these particular waters, the observations of Mr. Hall, 4th ed. p. 129, are in point: \"Off the coast of Florida, among the Bahamas, along the shores of Cuba, and in the Pacific, are to be found groups of numerous islands and islets rising out of vast banks, which are covered with very shoal water, and either form a line more or less parallel with land or compose systems of their own, in both cases enclosing considerable sheets of water, which are sometimes also shoal and sometimes relatively deep. The entrance to these interior bays or lagoons may be wide in breadth of surface water, but it is narrow in navigable water.\"</p>\n<p>He then states the specific case of the Archipelago de los Canarios on the coast of Cuba, and says: \"In cases of this sort the question whether the interior waters are, or are not, lakes enclosed within the territory, must always depend upon the depth upon the banks, and the width of the entrances. Each must be judged upon its own merits. But in the instance cited, there can be little doubt that the whole Archipielago de los Canarios is a mere salt water lake, and that the boundary of the land of Cuba runs along the exterior edge of the bank.\"</p>\n<p>In such circumstances as exist in the present case, we perceive no reason for declining to apply the rule of the thalweg in determining the boundary.</p>\n<p>4. Moreover, it appears from the record that the various departments of the United States Government have recognized Louisiana's ownership of the disputed area; that Louisiana has always asserted it; and that Mississippi has repeatedly recognized it, and not until recently has disputed it.</p>\n<p>The question is one of boundary, and this court has many times held that, as between the States of the Union, long acquiescence in the assertion of a particular boundary and the exercise of dominion and sovereignty over the territory within it, should be accepted as conclusive, whatever the international <span class=\"star-pagination\">*54</span> rule might be in respect of the acquisition by prescription of large tracts of country claimed by both. <i>Virginia</i> v. <i>Tennessee,</i> 148 U.S. 503; <i>Indiana</i> v. <i>Kentucky,</i> 136 U.S. 479; <i>Missouri</i> v. <i>Kentucky,</i> 11 Wall. 395; <i>Rhode Island</i> v. <i>Massachusetts,</i> 4 How. 591.</p>\n<p>The Louisiana Enabling Act of February 20, 1811, provided that all the waste and unappropriated lands in said State should be and remain the property of the United States Government. In the disputed area of to-day are included lands and waters located in various townships, all of which are enumerated in the southeastern land district of Louisiana, east of the Mississippi river. The lands in these townships were surveyed by the Government about the year 1842, all of them as being in and forming a part of the State of Louisiana. By the Swamp Land Grants of 1849 and 1850, the United States granted to certain States the swamp and overflowed lands within their respective limits, in order that these lands might be reclaimed, protected from overflow, and brought into use. Louisiana made application to the United States for the approval to her of these lands as being part of her territory and situated within her limits. They all lay south of the deep water channel and were all approved to the State of Louisiana May 6, 1852. They were then offered by the State through the register of the state land office for sale and many sales of them were made from time to time to individuals and patents issued therefor in various years from 1853 to 1894. In 1892, in furtherance of the better protection of the lands of the parishes of St. Bernard and Plaquemines from overflow, the legislature of Louisiana adopted an act which created a Lake Borgne Basin Levee Commission, and provided a board of commissioners therefor as a department of the state government, and the register of the state land office was authorized to transfer all of the unsold lands to the board, which was done in April, 1895. The board was authorized by law to sell these lands and also to levy taxes to be used in establishing a protective levee system in the district. The board made sales of a considerable number of acres <span class=\"star-pagination\">*55</span> to different individuals from September 16, 1898, to March 7, 1902. Isle a Pitre was composed of certain enumerated sections of township ten, south of range twenty east, and these lands were approved to Louisiana by the Commissioner of the General Land Office of the United States May 6, 1852, as forming part of that State, and they were subsequently patented, sold and conveyed to various individuals, the chain of title extending from 1852, a period of over fifty years. The lands forming Isle a Pitre have been paying taxes to the State of Louisiana for years. Political and police control and jurisdiction by the parish of St. Bernard officials were exercised over the disputed area, and many instances are given of police control and jurisdiction by Louisiana officials over this general territory. This territory consisted, as heretofore stated, of what was known as the Louisiana Marshes, and it is admitted that they have immemorially been known by that name, though some of the witnesses for Mississippi said that they were also known as Grand Marshes, admitting, however, that they were quite as frequently called the Louisiana Marshes.</p>\n<p>Some other matters may properly be referred to as showing the general understanding of and acquiescence in the boundary asserted by Louisiana.</p>\n<p>In January, 1901, the Superintendent of the Coast and Geodetic Survey was applied to by a member of the House of Representatives from Mississippi for information in regard to the boundary line between Louisiana and Mississippi in the present disputed area, and Hodgkins, an assistant in the Department, a well-known expert in such matters, made a report January 30, 1901, which, after considering the subject in all its phases, showed that the correct boundary between the two States in the locality is the deep water sailing channel line contended for by Louisiana.</p>\n<p>The United States Geological Survey published in the year 1900 a bulletin devoted to a discussion of the boundaries of the States and Territories, and giving a history of changes as they may have occurred. The third edition was published in <span class=\"star-pagination\">*56</span> 1904. Gannett's Boundaries, 58th Congress, 2d Session, H.R. Doc. 678.</p>\n<p>In the opinion of that Bureau, Louisiana was originally bounded by the deep water channel, and is the owner of the area in dispute to-day, according to the report and the accompanying sketches.</p>\n<p>In 1897, Louisiana requested the United States Commission of Fish and Fisheries to make an investigation and report upon certain technical matters in connection with the oyster industry of that State, which investigation was made in February. 1898, by the United States Fish Commission steamer \"Fish Hawk.\" A map was made of the area investigated in St. Bernard parish, and that map is given in the opening statement as Diagram No. 4. Louisiana's ownership was clearly recognized.</p>\n<p>The General Land Office of the United States began as early as 1842 a detailed survey of the land forming the disputed area, of which township plats appear in the record. The survey gave the location of Marsh Island, Half Moon or Grand Island, an unnamed island, Petit Pass Island, and Isle a Pitre and the sections and townships comprised in these islands. They were all designated as being in the southeastern land district of Louisiana, east of the Mississippi river.</p>\n<p>When, as we have said, Louisiana, in the year 1852, selected these and other lands within her state limits as enuring to her under the Swamp Land Grants, the General Land Office, on May, 6 1852, recognized the correctness of the claim to the lands and approved and patented them to her as a State. Mississippi also applied for the land enuring to her under the provisions of those grants, and received her swamp lands, but the State never selected and never had approved to her, as is shown by the books of the State Land Office of Mississippi, any of the lands in the disputed area of to-day; but it appeared that the State did have in her Land Office books a record of the lands forming St. Joseph's Island, which lay immediately north of the deep water channel, and did not extend south of that channel.</p>\n<p><span class=\"star-pagination\">*57</span> The General Land Office of the United States in all of the maps it has caused to be made of Louisiana and Mississippi has been consistent in its recognition of the ownership by Louisiana of the disputed area. See maps of Louisiana, 1879, 1886, 1887, 1896; and of Mississippi in 1890.</p>\n<p>As before stated, in 1839, an engineer and surveyor made a report and sketch of the coast of Mississippi under the authority of that State. This showed the territory lying south of the deep water channel in outline to be a peninsular formation. The report referred to Horn, Petit Bois, Cat and Ship Islands as belonging to Mississippi, all of which are east of the disputed territory; and the territory southwest of the deep water channel, or South Pass, was described as the Louisiana Marshes. The official maps of Mississippi recognized Louisiana's ownership of the disputed territory. The state map of October 26, 1866, which was approved by Governor Humphrey and also by Governor Alcorn, did this; and other maps, as the official map of Mississippi, published under an act of the legislature of that State on March 8, 1882; Rand &amp; McNally's sectional map of Mississippi, compiled from the records of the office of the Surveyor General of the Board of Immigration and Agriculture, Jackson, Mississippi; and the Railroad Commissioners' map of Mississippi gave like recognition. The only exception seems to be a map of the Railroad Commission, issued in 1904, two years after this suit was instituted, wherein on the eighteen-mile theory, Mississippi for the first time cartographically extended her claims into the St. Bernard, Louisiana, peninsula.</p>\n<p>The record contains much evidence of the exercise by Louisiana of jurisdiction over the territory in dispute, and of the general recognition of it by Mississippi as belonging to Louisiana. Apparently Louisiana had exercised complete dominion over it from 1812 with the acquiescence of Mississippi, unless the fact that the latter made a general reference to islands within six leagues of her shore in her code of 1880 indicated otherwise. But the evidence fails to satisfy us that she attempted any physical possession or control until after 1900. The few instances <span class=\"star-pagination\">*58</span> referred to as showing that Mississippi asserted rights in the disputed area are of little weight and require no discussion.</p>\n<p>Our conclusion is that complainant is entitled to the relief sought.</p>\n<p><i>Decree accordingly.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:34", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span> (1906)</b></center>\n<center><h1>LOUISIANA<br>\nv.<br>\nMISSISSIPPI.</h1></center>\n<center>No. 11, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 10, 11, 12, 1905.</center>\n<center>Decided March 5, 1906.</center>\nIN EQUITY.\n<p><span class=\"star-pagination\">*21</span> <i>Mr. John Dymond, Jr., Mr. Francis C. Zacharie</i> and <i>Mr. Walter Guion,</i> Attorney General of the State of Louisiana, with whom <i>Mr. Alexander Porter Morse</i> and <i>Mr. Albert Estopinal, Jr.</i> were on the brief, for complainant.</p>\n<p><i>Mr. Hannis Taylor, Mr. J.N. Flowers</i> and <i>Mr. Monroe McClurg,</i> with whom <i>Mr. William Williams,</i> Attorney General of the State of Mississippi, was on the brief, for defendant.</p>\n<p><span class=\"star-pagination\">*33</span> MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The demurrer was overruled because the court was of opinion that the bill presented a <i>prima facie</i> case of justiciable controversy between the State of Louisiana and the State of Mississippi as to the boundary line between them, and we are clear that the proofs establish the existence of such a controversy as to fully sustain our jurisdiction.</p>\n<p>It is apparent that the enforcement of the oyster legislation of the two States led to a conflict between the authorities of both, which involved a dispute as to the true boundary line.</p>\n<p>In 1886 the State of Louisiana passed an act vesting the power to control the oyster industry in the hands of the officials of the parishes of the State in their several localities, along general lines laid down in the law. Laws Louisiana, 1886, Act No. 106. This was followed by the acts of 1892 (No. 110), 1896 (No. 121), and 1900 (No. 159). By the act of 1896 non-resident oyster fishermen were prohibited from fishing oysters in Louisiana waters, and the dredging of oysters was also prohibited, in this particular differing from the laws of Mississippi, which permitted it. By a concurrent resolution of 1900 a Legislative Commission was created to investigate and report on the oyster industry of the State.</p>\n<p>In January, 1898, the parochial authorities of the parish of St. Bernard equipped and sent out an official expedition to exclude from the oyster waters of the parish any non-resident <span class=\"star-pagination\">*34</span> oyster fishermen who might be found fishing therein. Non-resident Mississippi oystermen were found fishing oysters there, and they were notified that they must stop fishing and move out of those waters. These Mississippians then complained to the Mississippi authorities and a conference ensued between representatives of the parish of St. Bernard and the county of Hancock. In January, 1901, at the instance of the Louisiana Legislative Commission appointed under the act of 1900, and of committees appointed from the police juries of the Louisiana parishes of St. Bernard and Plaquemines, a meeting of the state officials of Louisiana was held in New Orleans to consider the subject of the dispute with the State of Mississippi, and the invasion by non-residents of the Louisiana oyster waters. This meeting resulted in the appointment by the Governor of Louisiana of a commission of five members, and an official communication from the Governor of Louisiana addressed to the Governor of Mississippi requesting the latter to appoint a similar commission to see if it were possible to effect an amicable settlement of the dispute between the two States. This Mississippi commission was accordingly appointed, and the two commissions held a joint conference in New Orleans in March, 1901. Louisiana presented at the conference a map showing the Louisiana contention as to the boundary, which is the map attached to the bill and marked Exhibit E. The Mississippi commission reported that it was impossible to effect an amicable extra-judicial settlement of the dispute, and that the only hope of settlement was a friendly suit in the Supreme Court of the United States. This report was submitted by the Mississippi commission to the Governor of Mississippi and was transmitted to the legislature of that State. At this session the State of Mississippi passed a new law controlling her oyster waters and oyster industry. Laws, 1902, c. 58. This act created a state oyster commission, vested with entire control of the Mississippi oyster industry. It took the control of the industry out of the hands of the coast county authorities and centralized it in this state department, which was authorized to establish a <span class=\"star-pagination\">*35</span> system of patrol of the Mississippi oyster waters and to maintain patrol boats to sustain the oyster laws in her territory. In July, 1902, the State of Louisiana followed the example of the State of Mississippi and adopted an act, Acts 1902, No. 153, creating a state oyster commission of Louisiana as a state department vested with full control of the oyster industry of Louisiana, and authorized to establish patrol boats and maintain an armed patrol on the Louisiana oyster waters to protect her rights in the oyster industry therein. In view of the danger of an armed conflict, the Oyster Commissions of both States, in September, 1902, adopted a joint resolution establishing a neutral territory between the two States \"pending the final decision by the Supreme Court of the United States in the boundary suit to be instituted,\" to remain a common fishing ground. This <i>modus vivendi</i> did not include all of the disputed territory, but the waters of Mississippi Sound between the deep water channel and the north shore line of the Louisiana marshes were embraced by it.</p>\n<p>In the following October this bill was filed. Louisiana appeared through her Governor and her Attorney General, and the action of the Governor in instituting the suit was subsequently approved, ratified and confirmed by the legislature.</p>\n<p>The facts that the act of Congress admitting the State of Louisiana gave that State all islands within three leagues or nine miles of her coast, and that the subsequent act of Congress admitting the State of Mississippi purported to give that State all islands within six leagues or eighteen miles of her shore, and that some islands within nine miles of the Louisiana coast were also within eighteen miles of the Mississippi shore, furnished the basis for a boundary controversy, although, in our judgment, the apparent inconsistency is reconcilable, as hereinafter explained. And that controversy involved to each State pecuniary values of magnitude, as is shown by the evidence on both sides. We think that there existed between the two States, in their sovereign capacity as States, a controversy affecting the boundary line separating them in the locality in <span class=\"star-pagination\">*36</span> question of a character to justify the exercise of our original jurisdiction within the rules laid down in <i>Missouri</i> v. <i>Illinois,</i> 200 U.S. 496; <i>S.C.,</i> 180 U.S. 208; <i>Pennsylvania</i> v. <i>Wheeling Bridge Company,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">How.</span> <span class=\"page\">518</span></span>, 589; <i>Louisiana</i> v. <i>Texas,</i> 176 U.S. 1; <i>Kansas</i> v. <i>Colorado,</i> 185 U.S. 125.</p>\n<p>2. The State of Louisiana was admitted into the Union by the act of Congress approved April 6, 1812, 2 Stat. 701, c. 50, which commenced as follows:</p>\n<p>\"<i>Whereas,</i> the representatives of the people of all that part of the territory or country ceded under the name of `Louisiana' by the treaty at Paris on the thirtieth day of April, one thousand eight hundred and three, between the United States and France, contained within the following limits, that is to say: Beginning at the mouth of the river Sabine; thence, by a line to be drawn along the middle of said river, including all islands, to the thirty-second degree of latitude; thence due north to the northernmost part of the thirty-third degree of north latitude; thence along said parallel of latitude to the river Mississippi; thence, down the said river, to the river Iberville; and from thence, along the middle of the said river, and Lakes Maurepas and Pontchartrain, to the Gulf of Mexico; thence, bounded by the said Gulf, to the place of beginning, including all islands within three leagues of the coast; . . .\"</p>\n<p>Map or diagram No. 1 (<i>ante</i> p. 4), given in the opening statement, shows the limits as thus defined.</p>\n<p>By an act of Congress approved April 14, 1812, 2 Stat. 708, c. 57, additional territory was added to the State of Louisiana, described thus:</p>\n<p>\"All that tract of country comprehended within the following bounds, to wit: Beginning at the junction of the Iberville, with the river Mississippi; thence along the middle of the Iberville, the river Amite, and the Lakes Maurepas and Pontchartrain to the eastern mouth of the Pearl river; thence up the eastern branch of Pearl river to the thirty-first degree of north latitude; thence along the said degree of latitude to the river Mississippi; thence down the said river to the place of beginning, <span class=\"star-pagination\">*37</span> shall become and form a part of the said State of Louisiana, and be subject to the constitution and laws thereof, in the same manner, and for all intents and purposes, as if it had been included within the original boundaries of the said State.\"</p>\n<p>This added territory is shown on map or diagram No. 2 (<i>ante</i> p. 5). The eastern boundary of Louisiana was thereby moved eastward from the Mississippi to Pearl river, and Louisiana was given the country south of the thirty-first degree of north latitude, and north of the boundary formed by the river Iberville, the middle of Lakes Maurepas and Pontchartrain and the Rigolets.</p>\n<p>The river Iberville is called on this map Bayou Manchac, and is still known by that name. The Rigolets is a gut connecting the waters of Lakes Pontchartrain and Borgne, both of which are bodies of salt water and were originally arms of the sea. In order to reach the open waters of the Gulf of Mexico from the middle of Lakes Maurepas and Pontchartrain the line ran through the Rigolets into Lake Borgne, and after the addition to the State by the act of April 14, 1812, the eastern boundary line of Louisiana entered Lake Borgne to the south by Pearl river as well as the Rigolets. To get from Lake Borgne into the open water of the Gulf of Mexico beyond Chandeleur Islands and around to the western boundary of Louisiana, it was necessary, as Louisiana contends, to follow the deep water channel north of Half Moon or Grand Island, through Mississippi Sound, and thence by the pass between Cat Island and Isle a Pitre, north of the Chandeleur Islands, into the open Gulf. Many maps are given in the record, some made at dates long prior to the admission of Louisiana as a State, some at that time, and some within a few years thereafter, and all show the St. Bernard peninsula to be geographically a true part of the State of Louisiana, or of an area of country that was to form the State, and that the said peninsula projected itself as a well-defined arm of land out into the waters of the Gulf, branching off as a projection from the main body of land composing <span class=\"star-pagination\">*38</span> the State, and forming a part of it. We observe that on many of these early maps the term \"peninsula\" is applied to this projection, and that designation is sufficiently accurate for the purpose of description.</p>\n<p>November 14, 1803, President Jefferson sent a communication to Congress, in which, among other things, he said:</p>\n<p>\"The object of the following pages is to consolidate the information respecting the present State of Louisiana, furnished to the Executive by several individuals among the best informed on the subject.</p>\n<p>\"Of the province of Louisiana no general map, sufficiently correct to be depended upon, has been published, nor has any been yet procured from a private source. It is, indeed, probable that surveys have never been made upon so extensive a scale as to afford the means of laying down the various regions of a country which in some of its parts appears to have been but imperfectly explored. . . .</p>\n<p></p>\n<h2>\"St. Bernardo.</h2>\n<p>\"On the east side of the Mississippi, about five leagues below New Orleans, and at the head of the English Bend, is a settlement known by the name of the Poblacion de St. Bernardo, or the Terre au Boeufs, extending on both sides of a creek or drain, whose head is contiguous to the Mississippi, and which flowing eastward, after a course of eighteen leagues, and dividing itself into two branches, falls into the sea and Lake Borgne. This settlement consists of two parishes, almost all the inhabitants of which are Spaniards from the Canaries, who content themselves with raising fowls, corn and garden stuff for the market at New Orleans. The lands cannot be cultivated to any great distance from the banks of the creek, on account of the vicinity of the marsh behind them, but the place is susceptible of great improvement, and of affording another communication to small craft of from eight to ten feet draught, between the sea and the Mississippi.\"</p>\n<p>\"Country from Plaquemines to the sea, and effect of the hurricanes:</p>\n<p><span class=\"star-pagination\">*39</span> \"From Plaquemines to the sea is twelve or thirteen leagues. The country is low, swampy, chiefly covered with reeds, and having little or no timber, and no settlement whatever. It may be necessary to mention here, that the whole lower part of the country, from the English Turn downwards, is subject to overflowing in hurricanes, either by the recoiling of the river, or reflux from the sea on each side; and, on more than one occasion, it has been covered from the depth of two to ten feet, according to the descent of the river, whereby many lives were lost, horses and cattle swept away, and a scene of destruction laid. The last calamity of this kind happened in 1794, but fortunately they are not frequent. In the preceding year the engineer who superintended the erection of the fort at Plaquemines was drowned in his house near the fort, and the workmen and garrison escaped only by taking refuge on an elevated spot in the fort, on which there were notwithstanding two or three feet of water. These hurricanes have generally been felt in the month of August. Their greatest fury lasts about twelve hours. They commence in the southeast, veer about to all the points of the compass, are felt most severely below, and seldom extend more than a few leagues above New Orleans. In their whole course they are marked with ruin and desolation. Until that of 1793, there had been none felt from the year 1780.\"</p>\n<p>This communication was, of course, before Congress when the act of 1812, admitting Louisiana, was approved, and the peninsula was clearly recognized as forming part of the parish of St. Bernard, as was its marshy character and that of the adjoining parish.</p>\n<p>By the act of Congress, approved March 1, 1817, 3 Stat. 348, c. 23, the inhabitants of the western part of the then Mississippi Territory were authorized to form for themselves a state constitution and to be admitted into the Union with the following boundaries: \"Beginning on the river Mississippi at the point where the southern boundary line of the State of Tennessee strikes the same; thence east along the said boundary line to the Tennessee river; thence up the same to the mouth of Bear <span class=\"star-pagination\">*40</span> creek; thence by a direct line to the northwest corner of the county of Washington; thence due south to the Gulf of Mexico; thence westwardly, including all the islands within six leagues of the shore, to the most eastern junction of Pearl river with Lake Borgne; thence up said river to the thirty-first degree of north latitude; thence west along the said degree of latitude to the Mississippi river; thence up the same to the beginning.\"</p>\n<p>The people in convention, August 15, 1817, formed a constitution and state government (approved subsequently by popular vote), and the State was admitted by resolution December 10, 1817, 3 Stat. 472.</p>\n<p>The State of Alabama was admitted by the act of March 2, 1819, 3 Stat. 489, c. 47, which provided: \"That the said State shall consist of all the territory included within the following boundaries, to wit: Beginning at the point where the thirty-first degree of north latitude intersects the Perdido river; thence, east, to the western boundary line of the State of Georgia; thence along said line, to the southern boundary line, to State of Tennessee; thence, west, along said boundary line, to the Tennessee river; thence, up the same, to the mouth of Bear creek; thence, by a direct line, to the northwest corner of Washington county; thence, due south, to the Gulf of Mexico; thence, eastwardly, including all the islands within six leagues of the shore, to the Perdido river; and thence, up the same to the beginning.\"</p>\n<p>The islands, marsh or otherwise, claimed by Louisiana in this case were all within three leagues of her coast. The act admitting Mississippi was passed five years after the Louisiana act, yet Mississippi claims thereunder the disputed territory, as being islands within eighteen miles of her shore. If it were true that this repugnancy between the two acts existed, it is enough to say that Congress, after the admission of Louisiana, could not take away any portion of that State and give it to the State of Mississippi. The rule, <i>Qui prior est tempore, potior in jure,</i> applied, and section three of article IV of the Constitution does not permit the claims of any particular State to be <span class=\"star-pagination\">*41</span> prejudiced by the exercise of the power of Congress therein conferred.</p>\n<p>But it is said that the act admitting Louisiana, the act admitting Mississippi, and the act admitting Alabama must be construed as <i>in pari materia;</i> and, being so construed, that Congress must be held to have had in view in the three acts a division of the coast along the Gulf of Mexico so as to equalize the water frontage of Mississippi, Louisiana, and Alabama.</p>\n<p>We do not regard these acts as <i>in pari materia</i> in any proper sense. They provided for the admission of three separate States, and the subject of each was not only not identical with, but not even similar to, that of the others. They did not form part of a homogeneous whole, of a common system, so as to allow a claimant under the later act to successfully contend that it changed the earlier act by construction or effected such change because declaratory of the meaning of the prior act.</p>\n<p>And assuming for the sake of argument that the Louisiana and Mississippi acts were irreconcilably inconsistent, but remembering that when Louisiana was admitted into the Union, the territory now composing the coast counties of Mississippi, that is, below the thirty-first degree of north latitude, was not actually a part of the Mississippi Territory but was in dispute between the United States and Spain, the theory of any preconcerted design in regard to the water front of the two States is too unreasonable to be entertained.</p>\n<p>In the treaty of peace between England, France and Spain of February 10, 1716, Article VII, on the subject of the boundary line separating the dominions of England and France in the New World, provided: \"That for the future the confines between the dominions of His Brittanic Majesty and those of His Most Christian Majesty in that part of the world shall be fixed irrevocably by a line drawn along the river Mississippi from its source to the river Iberville, and from thence by a line drawn along the middle of this river and the Lakes Maurepas and Pontchartrain to the sea.\" According to this treaty England retained the port of Mobile and its river and everything east <span class=\"star-pagination\">*42</span> of the Rigolets. The Island of Orleans, formed by the river Iberville, Lakes Maurepas and Pontchartrain, the Rigolets, the Gulf of Mexico and the Mississippi river, remained the property of France. In the treaty of February 10, 1763, practically the same language is used in describing the boundary line separating the British from the French territory, and by the twentieth article the cession to England of Florida by Spain and all that Spain possessed on the continent of North America was provided for. By the treaty of September 3, 1783, between England and Spain, England retroceded East and West Florida to Spain. By the treaty of St. Ildefonso of October 1, 1800, Spain ceded to France \"the colony or province of Louisiana with the same extent that it now has in the hands of Spain, and that it had when France possessed it, and such as it should be after the treaties subsequently entered into between Spain and other States.\" April 30, 1803, France ceded to the United States \"the colony or province of Louisiana,\" using the same description as used by Spain in ceding the territory to her, and stating in Article II \"In the cession made in the preceding article are included the adjacent islands belonging to Louisiana. . . .\"</p>\n<p>There is nothing in any of these transfers to raise a doubt that the peninsula of St. Bernard was part of the Island of Orleans and that this Island of Orleans was in fact formed by the extension to the sea of the boundary line coming down through the middle of Lakes Maurepas and Pontchartrain and so finding its way to the sea by the deep water channel.</p>\n<p>March 26, 1804, an act of Congress was approved, dividing the country acquired as Louisiana from France into two parts, providing:</p>\n<p>\"That all that portion of the country ceded by France to the United States, under the name of Louisiana, which lies south of the Mississippi Territory and of an east and west line to commence on the Mississippi river, at the thirty-third degree of north latitude, and to extend west to the western boundary of the said cession, shall constitute a Territory of the United <span class=\"star-pagination\">*43</span> States under the name of the Territory of Orleans; the government whereof shall be organized and administered as follows:</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"SECTION 12. The residue of the Province of Louisiana, ceded to the United States, shall be called the District of Louisiana, the government whereof shall be organized and administered as follows: . . .\"</p>\n<p>Congress manifestly regarded the lands to the east, that were south of the Mississippi Territory, and which form the disputed area of to-day, as part of the original Island of Orleans, included in the treaty of April 30, 1803; and these were given to the Territory of Orleans, whose southeastern boundary was the original southeastern boundary of the Island of Orleans. At that date the Mississippi Territory did not extend south of the thirty-first degree of north latitude and its domain did not reach the shore of Mississippi Sound, so called.</p>\n<p>February 20, 1811, 2 Stat. 641, c. 21, an act of Congress was approved \"to enable the people of the Territory of Orleans to form a constitution and state government, and for the admission of such State into the Union, on an equal footing with the original States, and for other purposes.\" The description of the limits was as follows: \"Beginning at the mouth of the river Sabine, thence, by a line to be drawn along the middle of the said river, including all islands to the thirty-second degree of latitude; thence due north to the northernmost part of the thirty-third degree of north latitude; thence along said parallel of latitude to the river Mississippi; thence down the said river to the river Iberville; and from thence along the middle of the said river and Lakes Maurepas and Pontchartrain, to the Gulf of Mexico; thence bounded by said Gulf, to the place of beginning: including all islands within three leagues of the coast,\" etc.</p>\n<p>The eastern boundary thus described is a water boundary, and, in extending this water boundary to the open sea or Gulf of Mexico, we think it included the Rigolets and the deep water sailing channel line to get around to the westward. A little <span class=\"star-pagination\">*44</span> over one year later Louisiana was created a State by the act of Congress of April 6, 1812, with this identical eastern boundary line; and the addition of territory by the act of April 14, 1812, did not affect the deep water sailing channel line as a boundary.</p>\n<p>April 7, 1798, 1 Stat. 549, c. 28, an act was approved \"for an amicable settlement of limits with the State of Georgia, and authorizing the establishment of a government in the Mississippi Territory,\" which read in part: \"That all that tract of country bounded on the west by the Mississippi; on the north by a line to be drawn due east from the mouth of the Yasous to the Chatahouchee river; on the east by the river Chatahouchee; and on the south by the thirty-first degree of north latitude, shall be, and hereby is constituted one district, to be called the Mississippi Territory.\" This was in conformity with the treaty between Spain and the United States of October 27, 1795. Maps of that date, and subsequently, show that the admitted rights of the United States did not at the time extend south of the thirty-first degree of north latitude at that point.</p>\n<p>By an act of January 15, 1811, the President of the United States was authorized, among other things, in the event that any foreign government attempted to occupy the same, to take possession of the country lying east of the river Perdido, and south of the State of Georgia and the Mississippi Territory. The river Perdido is in the State of Alabama, east of the State of Mississippi, and flows into the Gulf of Mexico between Mobile Bay in Alabama and Pensacola Bay in Florida. A few days later, and on March 3, 1811, an act of Congress was approved, providing that the act of January 15, 1811, and this act, should not be published until the end of the next session of Congress, unless with the consent of the President.</p>\n<p>By resolution approved January 15, 1811, it was specifically declared that the United States could not without serious inquietude see any part of the territory adjoining the southern border of the United States pass into the hands of any foreign power, \"and that a due regard to their own safety compels <span class=\"star-pagination\">*45</span> them to provide, under certain contingencies, for the temporary occupation of the said territory.\" 3 Stat. 471.</p>\n<p>May 14, 1812, an act of Congress was passed, 2 Stat. 734, c. 84, to enlarge the boundaries of the Mississippi Territory, which used the following language: \"That all that portion of the territory lying east of Pearl river, west of the Perdido, and south of the thirty-first degree of latitude, be, and the same is hereby annexed to the Mississippi Territory,\" etc. The country described was not at the time in the possession of the United States, and on February 12, 1812, Congress passed an act \"authorizing the President of the United States to take possession of a tract of country lying south of the Mississippi Territory and west of the river Perdido,\" which act referred to the tract as \"not now in the possession of the United States.\" 3 Stat. 472. But it was not until the enabling act in respect of Mississippi, approved March 1, 1817, that the language was used: \"Thence due south to the Gulf of Mexico, thence westwardly, including all the islands within six leagues of the shore, to the most eastern junction of Pearl river and Lake Borgne,\" etc.</p>\n<p>The claim of Mississippi is that the disputed area is composed of islands, and as those islands are within eighteen miles of her shore, that they were given to her by the act of March 1, and the resolution of December 10, 1817. It is true there are some islands in that area, such as Grassy, Half Moon, Petit Pass and Isle a Pitre, all of which are between the deep water channel on the north and the main coast line of St. Bernard peninsula on the south.</p>\n<p>The contention of Louisiana is that these islands were previously given to her by the act of April 6, 1812, more than five years prior to the admission of Mississippi, and that her title thereto, even if the acts were in conflict, is superior to that of the State of Mississippi; and she also contends that the islands belong to her because they are south of the deep water sailing channel line, which she submits is the true boundary line between the two States. Mississippi denies that the peninsula <span class=\"star-pagination\">*46</span> of St. Bernard and the Louisiana Marshes constitute a peninsula in the true sense of the word, but insists that they constitute an archipelago of islands. Certainly there are in the body of the Louisiana Marshes or St. Bernard peninsula portions of sea marsh which might technically be called islands, because they are land entirely surrounded by water, but they are not true islands. They are rather, as the Commissioner of the General Land Office wrote the Mississippi land commissioner in 1904, \"in fact, hummocks of land surrounded by the marsh and swamp in said townships. . . .\"</p>\n<p>And when the Louisiana act used the words: \"thence bounded by the said Gulf to the place of beginning, including all islands within three leagues of the coast,\" the coast referred to is the whole coast of the State, and the peninsula of St. Bernard formed an integral part of it. Lake Borgne and Mississippi Sound are bodies of salt water and as such parts of the sea or Gulf, and as the coast of Louisiana began along the north shore of the peninsula, it is not to be supposed that the islands referred to by Congress in the Louisiana act were solely those islands to the south of that State.</p>\n<p>The contention of Mississippi is based upon an assumed inconsistency between the Louisiana and the Mississippi acts, but we think upon a true interpretation, in the light of the facts, that no such inconsistency can be imputed. The maps show that there is a chain, not of alluvial but of sea sand islands running from the west shore of Mobile Bay in the State of Alabama, westward to and inclusive of Cat Island in the State of Mississippi. This chain forms the southern boundary of Mississippi Sound, and the islands are all relatively the same distance from the shore of the States of Mississippi and of Alabama. They, beginning at the eastern end, are Dauphin, Petit Bois, Horn, Ship and Cat Islands, and there are some other islands lying within this chain. If Congress referred to these islands as being thus within six leagues of the shore, when the act creating the State of Mississippi was passed, it follows that there would be no conflict with prior existing boundaries of <span class=\"star-pagination\">*47</span> the State of Louisiana, particularly if the deep water sailing channel line be taken as the correct boundary between the States. And when Congress created a separate territorial government for the eastern part of Mississippi Territory and called it Alabama, by the act of March 3, 1817, it used the same language concerning the western and southern boundary of the Territory: \"thence due south to the Gulf of Mexico, thence eastwardly, including all islands within six leagues of the shore to the river Perdido and thence up same to the beginning.\" It seems obvious to us that it was to this chain of islands that Congress referred when it admitted Mississippi into the Union, and that it had no intention whatsoever of giving Mississippi any claim of ownership in the sea marsh islands, which had been previously granted to the State of Louisiana.</p>\n<p>We are of opinion that the peninsula of St. Bernard in its entirety belongs to Louisiana; that the Louisiana Marshes at the eastern extremity thereof form part of the coast line of the State; and that the islands within nine miles of that coast are hers, except as restricted by the deep water sailing channel regarded as a boundary. Cat Island, for instance, is within the nine miles, but it is north of the deep water channel, is not alluvial, and is conceded by both States to belong to Mississippi.</p>\n<p>3. That there is a deep water sailing channel line emerging from the mouth of Pearl river, and extending east between Lower Point Clear and Grand Island, is shown by the numerous maps, surveys and sketches in the record. It separates into two branches, one of them passing between Cat Island and Isle a Pitre.</p>\n<p>Among the maps put in evidence by Louisiana is one prepared by George Gauld, M.A., for the British Admiralty in the year 1778, and, from the relative depths of water given, the existence of this same channel, extending out into the Gulf, southwest of Cat Island, is shown and is the same as noted on maps of subsequent years.</p>\n<p>February 14, 1839, an act of the legislature of Mississippi was <span class=\"star-pagination\">*48</span> approved, providing for a survey of the Mississippi coast. The survey and report are given in full in the record, and the deep water channel above referred to is traceable in detail on the sketch. The channels indicated on this survey and on the United States Coast and Geodetic Survey map are the same channels. It may be noted, in passing, that the body of water now known as \"Mississippi Sound,\" is not so designated on this sketch, and the first map which uses this name, to which our attention has been called, was issued in 1866.</p>\n<p>Louisiana lies between the States of Mississippi to the east and Texas to the west. The southern portion of Louisiana is geologically of an alluvial formation, containing the delta of the Mississippi river. The peninsula of the parish of St. Bernard is practically a part of this delta formation.</p>\n<p>Mississippi's mainland borders on Mississippi Sound. This is an inclosed arm of the sea, wholly within the United States, and formed by a chain of large islands, extending westward from Mobile, Alabama, to Cat Island. The openings from this body of water into the Gulf are neither of them six miles wide. Such openings occur between Cat Island and Isle a Pitre; between Cat and Ship Islands; between Ship and Horn Islands; between Horn and Petit Bois Islands; between Petit Bois and Dauphin Islands; and between Dauphin Island and the mainland on the west coast of Mobile Bay. The maps show all this, and, among others, reference may be made to Jeffrey's map of 1775, given in the record, and which in reduced form is reproduced from Jeffrey's Atlas of 1800 as the frontispiece of vol. II Adams' History of the United States.</p>\n<p>Now to repeat, the boundary of Louisiana separating her from the State of Mississippi to the east is the thread of the channel of the Mississippi river, and this extends south until it reaches the thirty-first degree of north latitude and then runs directly east along that degree until Pearl river is reached; thence south along the channel of that river to Lake Borgne. Pearl river flows into Lake Borgne, Lake Borgne into Mississippi Sound and Mississippi Sound into the open Gulf of Mexico, <span class=\"star-pagination\">*49</span> through, among other outlets, South Pass, separating Cat Island from Isle a Pitre.</p>\n<p>If the doctrine of the thalweg is applicable, the correct boundary line separating Louisiana from Mississippi in these waters is the deep water channel.</p>\n<p>The term \"thalweg\" is commonly used by writers on international law in definition of water boundaries between States, meaning the middle or deepest or most navigable channel. And while often styled \"fairway\" or \"midway\" or \"main channel,\" the word itself has been taken over into various languages. Thus in the treaty of Luneville, February 9, 1801, we find \"le Thalweg de l'Adige,\" \"le Thalweg du Rhin,\" and it is similarly used in English treaties and decisions, and the books of publicists in every tongue.</p>\n<p>In <i>Iowa</i> v. <i>Illinois,</i> <span class=\"citation\" data-id=\"93467\"><a href=\"/opinion/93467/iowa-v-illinois/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, the rule of the thalweg was stated and applied. The controversy between the States of Iowa and Illinois on the Mississippi river, which flowed between them, was as to the line which separated \"the jurisdiction of the two States for the purposes of taxation and other purposes of government.\" Iowa contended that the boundary line was the middle of the main body of the river, without regard to the \"steamboat channel\" or deepest part of the stream. Illinois claimed that its jurisdiction extended to the channel upon which commerce on the river by steamboats or other vessels was usually conducted. This court held that the true line in a navigable river between States is the middle of the main channel of the river.</p>\n<p>Mr. Justice Field, delivering the opinion of the court, said:</p>\n<p>\"When a navigable river constitutes the boundary between two independent States, the line defining the point at which the jurisdiction of the two separates is well established to be the middle of the main channel of the stream. The interest of each State in the navigation of the river admits of no other line. The preservation by each of its equal right in the navigation of the stream is the subject of paramount interest. It is, therefore, laid down in all the recognized treatises on international <span class=\"star-pagination\">*50</span> law of modern times that the middle of the channel of the stream marks the true boundary between the adjoining States up to which each State will on its side exercise jurisdiction. In international law, therefore, and by the usage of European nations, the term `middle of the stream,' as applied to a navigable river, is the same as the middle of the channel of such stream, and in that sense the terms are used in the treaty of peace between Great Britain, France, and Spain, concluded at Paris in 1763. By the language, `a line drawn along the middle of the river Mississippi from its source to the river Iberville,' as there used, is meant along the middle of the channel of the river Mississippi.\"</p>\n<p>This judgment related to navigable rivers. But we are of opinion that, on occasion, the principle of the thalweg is applicable, in respect of water boundaries, to sounds, bays, straits, gulfs, estuaries and other arms of the sea.</p>\n<p>As to boundary lakes and landlocked seas, where there is no necessary track of navigation, the line of demarcation is drawn in the middle, and this is true of narrow straits separating the lands of two different States; but whenever there is a deep water sailing channel therein, it is thought by the publicists that the rule of the thalweg applies. 1 Martens (F. de), 2d ed. 134; Hall, § 38; Bluntschli, 5th ed. §§ 298, 299; 1 Oppenheim, 254, 255.</p>\n<p>Thus Martens writes: \"What we have said in regard to rivers and lakes is equally applicable to the straits or gulfs of the sea, especially those which do not exceed the ordinary width of rivers or double the distance that a cannon can carry.\"</p>\n<p>So Pradier Fodere says (Vol. II, p. 202), that as to lakes, \"in communication with or connected with the sea, they ought to be considered under the same rules as international rivers.\"</p>\n<p>The same view is confirmed by decisions of this court and of many arbitral tribunals.</p>\n<p>In <i>Devoe Manufacturing Company,</i> <span class=\"citation\" data-id=\"90873\"><a href=\"/opinion/90873/devoe-manufacturing-company/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, the question at issue was in regard to the boundary line between New York and New Jersey under an agreement between the two <span class=\"star-pagination\">*51</span> States. The jurisdiction of the State of New Jersey was claimed \"to extend down to the bay of New York, and to the channel midway of said bay,\" and this court sustained the claim. See <i>Hamburg American Steamship Company</i> v. <i>Grube,</i> 196 U.S. 407.</p>\n<p>In the San Juan Water Boundary controversy between the United States and Great Britain, Emperor William I gave the award in favor of the United States, October 21, 1871, by deciding \"that the boundary line between the territory of Her Brittanic Majesty and the United States should be drawn through the Haro Channel;\" and it is apparent that the decision was based on the deep channel theory as applicable to sounds and arms of the sea, such as the straits of San Juan de Fuca; indeed in a subsequent definition of the boundary, signed by the Secretary of State, the British Minister, and the British representative, the boundary line was said to be prolonged until \"it reaches the center of the fairway of the Straits of San Juan de Fuca.\" The fairway was the equivalent of the thalweg.</p>\n<p>Again, in fixing the boundary line of the Detroit river, under the sixth and seventh articles of the treaty of Ghent, the deep water channel was adopted, giving Belle Isle to the United States as lying north of that channel.</p>\n<p>So in the <i>Alaskan Boundary</i> case, the majority of the arbitration tribunal, made up of Baron Alverstone, Lord Chief Justice of England, Mr. Secretary Root, and Senators Lodge and Turner, held that the middle of the Portland Channel was the proper boundary line and included Wales Island, to the north of which the channel passed. This sustained the American contention in regard to the thalweg and the island lying south of it.</p>\n<p>But counsel contend that the rule \"as to the flow of the midchannel or thalweg of the river Iberville (now known as Manchac) through the east, through Lakes Maurepas and Pontchartrain expires by its own limitation when such midchannel reaches Lake Borgne, which in contemplation of the rule is the <span class=\"star-pagination\">*52</span> open sea, and part of the waters of the Gulf of Mexico.\" This contention is inconsistent, as matter of fact, with the allegation of the cross bill that \"the Mississippi Sound was recognized as a body of water six leagues wide, wholly within the State of Mississippi from Lake Borgne to the Alabama line, separate and distinct from the Gulf of Mexico,\" and with Mississippi's Exbibit Map A presenting her claim, while the record shows that the strip of water, part of Lake Borgne and Mississippi Sound, is not an open sea but a very shallow arm of the sea, having outside of the deep water channel an inconsiderable depth.</p>\n<p>The maritime belt is that part of the sea which, in contradistinction to the open sea, is under the sway of the riparian States, which can exclusively reserve the fishery within their respective maritime belts for their own citizens; whether fish, or pearls, or amber, or other products of the sea. See <i>Manchester</i> v. <i>Massachusetts,</i> 139 U.S. 240; <i>McCready</i> v. <i>Virginia,</i> 94 U.S. 391.</p>\n<p>In <i>Manchester</i> v. <i>Massachusetts</i><i>,</i> the court said: \"We think it must be regarded as established that, as between nations, the minimum limit of the territorial jurisdiction of a nation over tide waters is a marine league from its coast; that bays wholly within its territory not exceeding two marine leagues in width at the mouth are within this limit; and that included in this territorial jurisdiction is the right of control over fisheries, whether the fish be migratory, free swimming fish, or free moving fish, or fish attached to or embedded in the soil. The open sea within this limit is, of course, subject to the common right of navigation; and all governments, for the purpose of self protection in time of war or for the prevention of frauds on its revenue, exercise an authority beyond this limit.\"</p>\n<p>Questions as to the breadth of the maritime belt or the extent of the sway of the riparian States require no special consideration here. The facts render such discussion unnecessary.</p>\n<p>Islands formed by alluvion were held by Lord Stowell, in respect of certain mud islands at the mouth of the Mississippi, <span class=\"star-pagination\">*53</span> to be \"natural appendages of the coast on which they border, and from which indeed they are formed.\" <i>The Anna</i> (1805), 5 C. Rob. 373.</p>\n<p>As to these particular waters, the observations of Mr. Hall, 4th ed. p. 129, are in point: \"Off the coast of Florida, among the Bahamas, along the shores of Cuba, and in the Pacific, are to be found groups of numerous islands and islets rising out of vast banks, which are covered with very shoal water, and either form a line more or less parallel with land or compose systems of their own, in both cases enclosing considerable sheets of water, which are sometimes also shoal and sometimes relatively deep. The entrance to these interior bays or lagoons may be wide in breadth of surface water, but it is narrow in navigable water.\"</p>\n<p>He then states the specific case of the Archipelago de los Canarios on the coast of Cuba, and says: \"In cases of this sort the question whether the interior waters are, or are not, lakes enclosed within the territory, must always depend upon the depth upon the banks, and the width of the entrances. Each must be judged upon its own merits. But in the instance cited, there can be little doubt that the whole Archipielago de los Canarios is a mere salt water lake, and that the boundary of the land of Cuba runs along the exterior edge of the bank.\"</p>\n<p>In such circumstances as exist in the present case, we perceive no reason for declining to apply the rule of the thalweg in determining the boundary.</p>\n<p>4. Moreover, it appears from the record that the various departments of the United States Government have recognized Louisiana's ownership of the disputed area; that Louisiana has always asserted it; and that Mississippi has repeatedly recognized it, and not until recently has disputed it.</p>\n<p>The question is one of boundary, and this court has many times held that, as between the States of the Union, long acquiescence in the assertion of a particular boundary and the exercise of dominion and sovereignty over the territory within it, should be accepted as conclusive, whatever the international <span class=\"star-pagination\">*54</span> rule might be in respect of the acquisition by prescription of large tracts of country claimed by both. <i>Virginia</i> v. <i>Tennessee,</i> 148 U.S. 503; <i>Indiana</i> v. <i>Kentucky,</i> 136 U.S. 479; <i>Missouri</i> v. <i>Kentucky,</i> 11 Wall. 395; <i>Rhode Island</i> v. <i>Massachusetts,</i> 4 How. 591.</p>\n<p>The Louisiana Enabling Act of February 20, 1811, provided that all the waste and unappropriated lands in said State should be and remain the property of the United States Government. In the disputed area of to-day are included lands and waters located in various townships, all of which are enumerated in the southeastern land district of Louisiana, east of the Mississippi river. The lands in these townships were surveyed by the Government about the year 1842, all of them as being in and forming a part of the State of Louisiana. By the Swamp Land Grants of 1849 and 1850, the United States granted to certain States the swamp and overflowed lands within their respective limits, in order that these lands might be reclaimed, protected from overflow, and brought into use. Louisiana made application to the United States for the approval to her of these lands as being part of her territory and situated within her limits. They all lay south of the deep water channel and were all approved to the State of Louisiana May 6, 1852. They were then offered by the State through the register of the state land office for sale and many sales of them were made from time to time to individuals and patents issued therefor in various years from 1853 to 1894. In 1892, in furtherance of the better protection of the lands of the parishes of St. Bernard and Plaquemines from overflow, the legislature of Louisiana adopted an act which created a Lake Borgne Basin Levee Commission, and provided a board of commissioners therefor as a department of the state government, and the register of the state land office was authorized to transfer all of the unsold lands to the board, which was done in April, 1895. The board was authorized by law to sell these lands and also to levy taxes to be used in establishing a protective levee system in the district. The board made sales of a considerable number of acres <span class=\"star-pagination\">*55</span> to different individuals from September 16, 1898, to March 7, 1902. Isle a Pitre was composed of certain enumerated sections of township ten, south of range twenty east, and these lands were approved to Louisiana by the Commissioner of the General Land Office of the United States May 6, 1852, as forming part of that State, and they were subsequently patented, sold and conveyed to various individuals, the chain of title extending from 1852, a period of over fifty years. The lands forming Isle a Pitre have been paying taxes to the State of Louisiana for years. Political and police control and jurisdiction by the parish of St. Bernard officials were exercised over the disputed area, and many instances are given of police control and jurisdiction by Louisiana officials over this general territory. This territory consisted, as heretofore stated, of what was known as the Louisiana Marshes, and it is admitted that they have immemorially been known by that name, though some of the witnesses for Mississippi said that they were also known as Grand Marshes, admitting, however, that they were quite as frequently called the Louisiana Marshes.</p>\n<p>Some other matters may properly be referred to as showing the general understanding of and acquiescence in the boundary asserted by Louisiana.</p>\n<p>In January, 1901, the Superintendent of the Coast and Geodetic Survey was applied to by a member of the House of Representatives from Mississippi for information in regard to the boundary line between Louisiana and Mississippi in the present disputed area, and Hodgkins, an assistant in the Department, a well-known expert in such matters, made a report January 30, 1901, which, after considering the subject in all its phases, showed that the correct boundary between the two States in the locality is the deep water sailing channel line contended for by Louisiana.</p>\n<p>The United States Geological Survey published in the year 1900 a bulletin devoted to a discussion of the boundaries of the States and Territories, and giving a history of changes as they may have occurred. The third edition was published in <span class=\"star-pagination\">*56</span> 1904. Gannett's Boundaries, 58th Congress, 2d Session, H.R. Doc. 678.</p>\n<p>In the opinion of that Bureau, Louisiana was originally bounded by the deep water channel, and is the owner of the area in dispute to-day, according to the report and the accompanying sketches.</p>\n<p>In 1897, Louisiana requested the United States Commission of Fish and Fisheries to make an investigation and report upon certain technical matters in connection with the oyster industry of that State, which investigation was made in February. 1898, by the United States Fish Commission steamer \"Fish Hawk.\" A map was made of the area investigated in St. Bernard parish, and that map is given in the opening statement as Diagram No. 4. Louisiana's ownership was clearly recognized.</p>\n<p>The General Land Office of the United States began as early as 1842 a detailed survey of the land forming the disputed area, of which township plats appear in the record. The survey gave the location of Marsh Island, Half Moon or Grand Island, an unnamed island, Petit Pass Island, and Isle a Pitre and the sections and townships comprised in these islands. They were all designated as being in the southeastern land district of Louisiana, east of the Mississippi river.</p>\n<p>When, as we have said, Louisiana, in the year 1852, selected these and other lands within her state limits as enuring to her under the Swamp Land Grants, the General Land Office, on May, 6 1852, recognized the correctness of the claim to the lands and approved and patented them to her as a State. Mississippi also applied for the land enuring to her under the provisions of those grants, and received her swamp lands, but the State never selected and never had approved to her, as is shown by the books of the State Land Office of Mississippi, any of the lands in the disputed area of to-day; but it appeared that the State did have in her Land Office books a record of the lands forming St. Joseph's Island, which lay immediately north of the deep water channel, and did not extend south of that channel.</p>\n<p><span class=\"star-pagination\">*57</span> The General Land Office of the United States in all of the maps it has caused to be made of Louisiana and Mississippi has been consistent in its recognition of the ownership by Louisiana of the disputed area. See maps of Louisiana, 1879, 1886, 1887, 1896; and of Mississippi in 1890.</p>\n<p>As before stated, in 1839, an engineer and surveyor made a report and sketch of the coast of Mississippi under the authority of that State. This showed the territory lying south of the deep water channel in outline to be a peninsular formation. The report referred to Horn, Petit Bois, Cat and Ship Islands as belonging to Mississippi, all of which are east of the disputed territory; and the territory southwest of the deep water channel, or South Pass, was described as the Louisiana Marshes. The official maps of Mississippi recognized Louisiana's ownership of the disputed territory. The state map of October 26, 1866, which was approved by Governor Humphrey and also by Governor Alcorn, did this; and other maps, as the official map of Mississippi, published under an act of the legislature of that State on March 8, 1882; Rand &amp; McNally's sectional map of Mississippi, compiled from the records of the office of the Surveyor General of the Board of Immigration and Agriculture, Jackson, Mississippi; and the Railroad Commissioners' map of Mississippi gave like recognition. The only exception seems to be a map of the Railroad Commission, issued in 1904, two years after this suit was instituted, wherein on the eighteen-mile theory, Mississippi for the first time cartographically extended her claims into the St. Bernard, Louisiana, peninsula.</p>\n<p>The record contains much evidence of the exercise by Louisiana of jurisdiction over the territory in dispute, and of the general recognition of it by Mississippi as belonging to Louisiana. Apparently Louisiana had exercised complete dominion over it from 1812 with the acquiescence of Mississippi, unless the fact that the latter made a general reference to islands within six leagues of her shore in her code of 1880 indicated otherwise. But the evidence fails to satisfy us that she attempted any physical possession or control until after 1900. The few instances <span class=\"star-pagination\">*58</span> referred to as showing that Mississippi asserted rights in the disputed area are of little weight and require no discussion.</p>\n<p>Our conclusion is that complainant is entitled to the relief sought.</p>\n<p><i>Decree accordingly.</i></p>\n</div>", 
  "sha1": "a4df608bd4d0ee38590ef5a81807347df2497af2", 
  "date_modified": "2014-12-21T01:34:32.633989", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96457/louisiana-v-mississippi/", 
  "citation_count": 35, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/339598/", 
  "html": "<p class=\"case_cite\">202 U.S. 1</p>\n    <p class=\"case_cite\">26 S.Ct. 408</p>\n    <p class=\"case_cite\">50 L.Ed. 913</p>\n    <p class=\"parties\">STATE OF LOUISIANA, <i>Complainant</i>,<br>v.<br>STATE OF MISSISSIPPI.</p>\n    <p class=\"docket\">No. 11, Original.</p>\n    <p class=\"date\">Argued October 10, 11, 12, 1905.</p>\n    <p class=\"date\">Decided March 5, 1906.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The state of Louisiana, by leave of court, filed her bill against the state of Mississippi, October 27, 1902, to obtain a decree determining a boundary line between the two states, and requiring the state of Mississippi to recognize and observe the line so determined.</p>\n    </div>\n    <p class=\"indent\">The bill alleged:</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'1st. That the state of Louisiana was admitted into the Union of the United States of America by the act of Congress found in chapter 50 of the United States Statutes at Large, vol. 2, page 701, approved April 8th, 1812, and therein the boundaries of the said state of Louisiana, in the preamble of said act, were described as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Whereas, the representatives of the people of all that part of the territory or country ceded under the name of 'Louisiana,' by the treaty made at Paris on the 30th day of April, 1803 [8 Stat. at L. 200], between the United States and France, contained within the following limits, that is to say: Beginning at the mouth of the river Sabine, thence by a line drawn along the middle of said river, including all islands to the 32d degree of latitude; thence due north to the northernmost part of the 33d degree of north latitude; thence along the said parallel of latitude to the River Mississippi; thence down the said river to the River Iberville, and from thence along the middle of said river and Lakes Maurepas and Pontchartrain to the Gulf of Mexico; thence bounded by the said gulf to the place of beginning, including all islands within three leagues of the coast,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'2nd. That according to the foregoing description, the eastern boundary of the state of Louisiana was formed by the Mississippi river, beginning at the northeast corner of said state and extending south to the junction of the said river with the River Iberville (now known as Bayou Manchac), and thence extending eastwardly through the lower end of the Amite river, through the middle of Lake Maurepas, Pass Manchac, and Lake Pontchartrain, and in order to reach the Gulf of Mexico its only course was through the Rigolets, into Lake Borgne, and thence by the deep-water channel through the upper corner of Lake Borgne, following said channel, north of Half Moon island, through Mississippi sound to the north of Isle  a Pitre, through the Cat Island channel, southwest of Cat island, into the Gulf of Mexico, which said eastern boundary of the state of Louisiana is more fully shown on diagram No. 1, made part of this bill. [See <i>ante.</i>]</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'3rd. That by the act of Congress found in the United States Statutes at Large, vol. 2, p. 708, chap. 57, approved April 14th, 1812, additional territory was added to the then-existing state of Louisiana which additional territory was described in the following language:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Beginning at the junction of the Iberville with the River Mississippi; thence along the middle of the Iberville, the River Amite, and of the Lakes Maurepas and Pontchartrain to the eastern mouth of the Pearl river; thence up the eastern branch of Pearl river to the 31st degree of north latitude; thence along the said degree of latitude to the River Mississippi; thence down the said river to the place of beginning, shall become and form a part of the said state of Louisiana.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'4th. That the effect of this legislation, as to the eastern boundary of the state of Louisiana, was to retain the Mississippi river as the original eastern boundary, as far south as the 31st degree of north latitude. The change then moved the eastern boundary eastward along the 31st degree of north latitude to the Pearl river, whence it then ran south down the said river, through its eastern branch, till it entered the northern corner of Lake Borgne, where the state's eastern boundary then joined and followed the boundary line originally fixed in the act of April 8th, 1812, and followed, as heretofore stated, the deep-water channel through the upper corner of Lake Borgne, north of Half Moon island, eastward through the deep-water channel along the Mississippi sound till it reached the Cat Island channel north of Isle  a Pitre, and southwest of Cat island, whence passing through Chandeleur sound, northeast of Chandeleur islands, it entered the Gulf of Mexico, and ran south around the delta of the Mississippi river and then north and westward to the point where the Sabine river enters the Gulf of Mexico, as will be more fully seen from the diagram No. 2, made part of this bill. [See <i>ante</i>.]</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'5th. That the territory lying adjacent to, and to the eastward of, the state of Louisiana, is the state of Mississippi, which latter state was admitted into the Union of the United States of America by the act of Congress found in the United States Statutes at Large, vol. 3, chap. 23, page 348, approved March 1st, 1817, whereby the inhabitants of the western part of the then Mississippi territory were authorized to form for themselves a state constitution and to be admitted into the Union, the boundaries of the then-to-be-created state being described as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Beginning on the River Mississippi at the point where the southern boundary line of the state of Tennessee strikes the same; thence east along the said boundary line to the Tennessee river; thence up the same to the mouth of Bear creek; thence by a direct line to the northwest corner of the county of Washington [Alabama]; thence due south to the Gulf of Mexico; thence westwardly, including all the islands within six leagues of the shore to the most eastern junction of Pearl river with Lake Borgne; thence up said river to the 31st degree of north latitude; thence west along the said degree of latitude to the Mississippi river; thence up the same to the beginning.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'6th. That by the said act, Congress intended that the southern boundary line of the state of Mississippi, beginning at the point dividing it from the state of Alabama, should run westwardly till it joined the Louisiana eastern boundary line, and that, in doing so, the said southern boundary would in effect start westward from a point 18 miles south of the coast line, and include in its westwardly direction the western end of Petit Bois island, all of Horn island, Ship island, and Cat island, and the smaller islands north of these, those islands being the ones contemplated in the act of Congress, as being within 18 miles of the southern coast line of Mississippi, and that the said southern boundary of Mississippi, extending in its westwardly direction through the Gulf of Mexico, would gradually approach the coast line, and meet the eastern boundary line of Louisiana, just as the said eastern boundary line of Louisiana emerges from the Cat Island channel into the Gulf of Mexico, and thence follow and become the same as the Louisiana boundary line extending westwardly to the south of Cat island, through Mississippi sound to the north of Half Moon or Grand island to the most southern junction of the east branch of the Pearl river with Lake Borgne, being identical with the Louisiana eastern boundary, and thence estending up the channel of Pearl river.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'7th. That the islands included between the shore line and the southern boundary of the state of Mississippi are the islands heretofore described, <i>viz.:</i> the western end of Petit Bois island, with all of Horn island, Ship island, and Cat island, and the small islands north of them, those islands being large, and well known to Congress at the time of the passage of the act, all of which islands and the southern boundary of the state of Mississippi will more fully appear from the diagram No. 3, made a part of this bill. [See <i>ante</i>.]</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'8th. That the islands contemplated in the act of Congress of [April 8] 1812, creating the state of Louisiana, and intended to be embraced within the state of Louisiana, as provided by the clause, 'Thence bounded by the said gulf to the place of beginning, including all islands within three leagues of the coast,' were all of the other islands, except those heretofore named as going to the state of Mississippi, as all other islands, and all other mainland, are south and west of the boundary line thus passing from Pearl river through the deep-water channels in Lake Borgne and Mississippi sound, through the deep-water channel southwest of Cat island to the eastward of the Chandeleur islands, and thence south, taking in the delta of the Mississippi river, and extending westward along the Gulf coast, including all islands along the coast, to the Sabine river, where the state of Louisiana is thence bounded on the westward by the state of Texas, all of which will more fully appear from diagram No. 2, heretofore referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'9th. Now your orator avers that there has developed in recent years in the waters south of the state of Mississippi and east of the southern portion of the state of Louisiana a considerable growth of oysters, and an industry of large proportions, in the handling of said bivalves, either in their fresh or in a canned condition, has resulted therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'10th. That the state of Mississippi has by legislative enactments, regulated the oyster industry in the waters of said state, and permits the dredging of oysters on the natural oyster reefs in waters of the said state, as will more fully appear from the statutes of said state to which reference is made.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'11th. That the state of Louisiana has, by legislative enactments, regulated the oyster industry in the said state of Louisiana, and prohibits the dredging of oysters on the natural reefs in the waters of said state, as will more fully appear from the statutes of said state to which reference is made.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'12th. That the provisions of the laws of the said two states differ considerably in many other respects.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'13th. That the existence and location of the natural oyster reefs in the waters of the parish of St. Bernard, in the state of Louisiana, which adjoins the state of Mississippi, is shown by the map made from a reconnaissance by the United States Fish Commission steamer 'Fish Hawk,' in February, 1898, as will more fully appear from diagram No. 4, now made part of this bill. [See <i>ante</i>.]</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'14th. Now your orator avers that the boundary line dividing the two states in the waters thereof has been clearly defined by the acts of Congress creating the states of Louisiana and Mississippi, as will be seen from the diagram No. 5, made up from the boundary descriptions taken from the acts of Congress creating the said states of Louisiana and Mississippi, which diagram is also made part of this bill. [See <i>ante</i>.]</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'15th. That the said boundary line in the waters between said states has never been designated by buoys or marks of any kind by either state, nor designated in any manner, except by the United States government in so far as it has buoyed the deep-water channel, extending from the mouth of the Pearl river through the upper corner of Lake Borgne, north of Half Moon island, eastward to the Cat Island pass, north of Isle  a Pitre, and southwest of Cat island, which buoys were placed by the Coast Survey of the United States government.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'16th. That owing to the differences in the laws of the states of Louisiana and Mississippi, regulating the oyster industry of the respective states, the said statutes providing penalties for the violation thereof, much confusion has resulted, and a great public demand has arisen in Louisiana to definitely mark the boundary line dividing the two states in the waters thereof; that citizens of the state of Mississippi, in violation of the laws of the state of Louisiana, have been fishing oysters with dredges on the natural reefs in the waters of the state of Louisiana, said fishermen claiming that they were in the waters of the state of Mississippi, and consequently not violating the laws of the state of Louisiana.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The bill then set forth that 'to avoid an armed conflict between the sheriff and officers of the parish of St. Bernard, in the state of Louisiana, and the sheriff and officers of the county of Harrison in the state of Mississippi,' a meeting of citizens of Louisiana was called by the governor of that state, which met in New Orleans, and resulted in the appointment by the governor of commissioners on the part of Louisiana 'to consider the determination of the water boundary line between the two states, and arrange for its easy location and identification by a proper system of buoys,' and the request that the governor of Mississippi appoint like commissioners on the part of that state, which appointment was made.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The joint commission met and considered the subject, and subsequently the Mississippi commission reported its inability to agree with the Louisiana commission, stating, among other things, 'It is apparent that the only hope of settlement is a friendly suit in the Supreme Court of the United States, and we respectfully suggest that course.'</p>\n    </div>\n    <p class=\"indent\">The bill continued:</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'24th. That the eastern water boundary line, as claimed by your orator, <i>viz.</i>, a line beginning at the most southern junction of the channel of the east branch of the Pearl river with Lake Borgne, and thence eastward, following the deep-water channel to the north of Half Moon island, through the Mississippi Sound channel, to Cat Island pass, northeast of Isle  a Pitre into the Gulf of Mexico, thereby dividing the waters between the two states, agrees, and is in accord, with the acts of Congress creating respectively the state of Louisiana and the state of Mississippi, as already shown by diagram No. 5; that any other boundary than the deep-water channel as aforesaid would cause the limits of the two states to conflict and overlap, and that it is not to be presumed that the Congress of the United States intended to, or would, establish in its description, a boundary for the state of Mississippi, conflicting with the already-existing Louisiana eastern boundary, when there is a construction of the wording of the two acts, in fact, the only construction that suggests itself, that shows a boundary readily ascertained, harmonizing with the words of the acts as they now read, and clearly defining the limits of the two states in the waters between them.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'25th. Your orator further avers that the use of the word 'westwardly' in the description of the southern boundary of the state of Mississippi, as that southern boundary line extends westwardly from the Alabama state line to the Louisiana eastern boundary line, shows that it was not the intention of Congress to have it run direct or due west throughout the whole course, and that it was evidently the intention of Congress, in giving to the state of Mississippi the islands north of that westwardly-drawn line, that the 18-mile limit shall gradually decrease as it approached the Louisiana line on the east, till it met and followed it to its source. If the Mississippi line ran parallel to the southern coast of Mississippi, at a distance of 18 miles from such coast line, following the meander of the coast, and thence joined at right angles a line emerging from the mouth of Pearl river, such line would not only include Grassy, Half Moon, Round, Le Petit Pass islands and Isle  a Pitre, already belonging to Louisiana as being within 9 miles or 3 leagues of the Louisiana shore line, but such line would also include part of the mainland of the state of Louisiana. as will be seen from the following diagram (No. 6), made a part of this bill, and it certainly could not have been the intention of Congress to take away from the state of Louisiana any islands or mainland already belonging to it, and to give them to the state of Mississippi, as such a proceeding, without the consent of the legislature of the state of Louisiana, would be a violation of &#167; 3 of art. 4 of the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'26th. You orator avers that the marsh lands claimed by the state of Mississippi to be islands are in truth, with the exception of the Isle  a Pitre, Grassy, Half Moon, Round, and Le Petit Pass islands, low-lying marsh lands, forming part of the mainland of the state of Louisiana; that said swamp or marsh lands and islands have been known as and called, since time immemorial, 'the Louisiana marshes;' that they were approved to the state of Louisiana by the Commissioner of the General Land Office on May 6, 1852, as will appear from a certified copy of said record of approval from the United States Land Office, made a part of this bill, marked Exhibit (G) and, where not since sold by the state of Louisiana to private purchasers, have always stood on the books of the register of the Louisiana state land office as state lands, to be offered for sale, until recently transferred by the state of Louisiana to the board of commissioners for the Lake Borgne basin levee district by the provisions of act No. 14 of the legislature of the state of Louisiana for the year 1892, for the purpose of enabling the said levee board, by the proceeds of sale of said lands, to secure the funds to aid in the building of levees in that levee district, to protect the lands from overflow.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'27th. That parts of said disputed territory claimed by the state of Mississippi to be islands within 18 miles of its shore line are in fact part of the mainland of the state of Louisiana, and therefore belong to and form part of said state of Louisiana; but if your Honors should feel that any part of this disputed area was islands by reason of the presence of shallow water, then, as islands, they are within the 9-mile limit of distance from the shore line of the state of Louisiana, and therefore belong to and form part of the state of Louisiana by that second provision of the act of Congress giving Louisiana all islands within 3 leagues of its shore line.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'28th. Your orator further avers that where contiguous states or countries are separated by water it is, and always has been, the custom to regard the channel as establishing the boundary line of such states, and that the state of Mississippi has itself recognized this principle in the description of its territorial limits, as found in the 2d article of its own Constitution, adopted November, 1890, in the following words:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'29th. Your orator avers that, as heretofore stated, the Congress of the United States, as well as the various departments of the United States government having authority in the premises, have themselves recognized the boundary line contended for by the state of Louisiana by reason of the fact that the United States government has confirmed to the state of Louisiana the lands composing Half Moon island, which is just south of the deep-water channel' [by sections and townships as set forth] and also 'the lands forming what is commonly known as Isle  a Pitre' [by sections and townships, as stated], all of them 'recognized as belonging to and forming part of the state of Louisiana by the said United States government, and have always heretofore been so recognized by the people of the said two states; that the lands forming the Isle  a Pitre were sold by the state of Louisiana,' etc., etc., 'and said lands have been assessed on the assessment rolls of the parish of St. Bernard, state of Louisiana, and taxes thereon have been paid to the state of Louisiana for the past thirty-five years, and said lands have never been assessed on the rolls of, nor have any taxes ever been paid to, the state of Mississippi, and that this is the case with all other lands and islands now claimed by the state of Mississippi, but which in truth and fact belong to the state of Louisiana.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'30th. Your orator therefore further avers that all constituted authorities competent to create, adopt, or consider the said boundary line have declared the water boundary line claimed by the state of Louisiana, <i>viz.</i>, the deep-water channel running from the most southern junction of the eastern mouth of Pearl river, through Lake Borgne, north of Half Moon island, through Mississippi sound, north of Isle  a Pitre, and Southwest of Cat island, through Cat Island pass, through Chandeleur sound northeast of Chandeleur islands to the Gulf of Mexico, to be the true water boundary between the said states.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The bill prayed that it be adjudged and decreed 'that the boundary line dividing the states of Louisiana and Mississippi, in the waters between the said states to the south of the state of Mississippi, and to the southeast of the state of Louisiana, is the deep-water channel, commencing at the most southern junction of the eastern mouth of Pearl river with Lake Borgne, thence by the deep-water channel through Lake Borgne, north of Half Moon island, through Mississippi sound, north of Isle  a Pitre, through Cat Island Pass channel, southwest of Cat Island, through Chandeleur Island sound, northeast of the Chandeleur islands, to the Gulf of Mexico, as is delineated on the original map submitted by the Louisiana boundary commission to the Mississippi boundary commission, and now made part of this bill, marked Exhibit 'E;' that the said deep-water channel be located throughout its course and permanently buoyed at the joint expense of the two states; that the state of Mississippi and its citizens be perpetually enjoined from disputing the sovereignty and ownership of the state of Louisiana in the said land and water territory south and west of said boundary line,' and for costs and general relief.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">[Exhibit 'E' is not reproduced in the printed record, but it to be found in the Louisiana Atlas of Maps, p. 60. It consists of coast survey charts Nos. 189, 190, and 191, showing the coast from Mobile to Lakes Borgne and Pontchartrain, with boundary lines added in red ink. The maps given in this statement are sufficient to supply the lack of this particular exhibit.]</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The state of Mississippi, by leave, filed a demurrer to the bill, which was, by stipulation, submitted to the consideration of the court on printed arguments, and was subsequently overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thereupon the state of Mississippi, on leave, filed her answer and cross bill.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The state denied articulately nearly every material allegation of the bill, and therefore the accuracy of the diagrams or maps attached thereto, and asserted the true boundary to be as set forth in her cross bill. and while she admitted 'that the deep-water channel out of the mouth of Pearl river, through the upper course of Lake Borgne, and on into the Gulf, as stated in the bill, has been marked by buoys by and under the direction of the United States government, for navigation and commercial purposes,' she denied 'that said marking of the deep-water channel was ever intended to fix in any manner whatsoever any part of the boundary line between said states,' and further denied 'the correctness of complainant's statement that where contiguous states or countries are separated by water, the channel of the waters dividing said states constitutes a boundary line, and defendant specifically denies that such rule is applicable to this case.'</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The cross bill averred that the southern boundary line of the state of Mississippi was fixed by the act of Congress, approved March 1, 1817, 3 Stat. at L. 348, chap. 23, &#167; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">That by that act Mississippi was given 'all lands under the waters south of her well-defined shore line to the distance of six leagues from said shore at every point between the Alabama line and the most eastern junction of Pearl river with Lake Borgne, including all islands within said limit,' and 'all territory within said limits, not being a part of the mainland of the state of Louisiana, became, was, and is a part of the territory of the state of Mississippi.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">That the acts of 1812, creating the state of Louisiana, failed 'to describe the water line from the most eastern mouth of Pearl river to the Gulf of Mexico,' and hence Louisiana proposed, 'without authority in law, to follow the deep-water channel from the mouth of Pearl river to the Gulf of Mexico,&#8212;that is, as far south as that point in the sea where the waters of Chandeleur sound merge into the waters of the Gulf of Mexico.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">That the act creating the state of Mississippi was the organization of a state government in the western part of Mississippi territory; that the southern part of the territory of Mississippi was added thereto by an act of Congress approved May 14, 1812, which provided: 'That all that portion of territory lying east of Pearl river, west of the Perdido, and south of the thirty-first degree of latitude, be, and the same is hereby, annexed to the Mississippi territory; to be governed by the laws now in force therein, or which may hereafter be enacted, and the laws and ordinances of the United States, relative thereto, in like manner as if the same had originally formed a part of said territory; and until otherwise provided by law, the inhabitants of the said district, hereby annexed to the Mississippi territory, shall be entitled to one representative in the general assembly thereof.' 2 Stat. at L. 734, chap. 84.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">That this act and the act admitting the state of Mississippi 'recognized the fact that the boundary line of the state of Louisiana embraced no island in the waters to the east of said state and to the south of the Mississippi mainland, or shore, and within 6 leagues of the Mississippi shore; that the said Louisiana acts are not in conflict with the aforesaid Mississippi acts, the boundaries of Louisiana only embracing such islands, as clearly shown by said acts creating and admitting her, as were within the Gulf of Mexico and also within 3 leagues of her gulf coast,&#8212;that is to say, within the Gulf of Mexico proper and to the south of said state of Louisiana, as contemplated by Congress; that the said line from the mouth of Pearl river to the Gulf of Mexico, dividing the territory of Mississippi from the state of Louisiana, was never defined until the passage of the act creating the state of Mississippi, when, for the first time, the southern boundary of the Mississippi territory, the western part of which was, by said act, made the state of Mississippi, was accurately defined and established, as herein stated; that the line above described and defined by the said Mississippi acts includes no islands which are within 3 leagues of the Louisiana mainland and also in the Gulf of Mexico, as the limits of the Gulf of Mexico are defined by the said state in her original bill herein.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">That the state of Louisiana 'claims title and sovereignty over some of the islands belonging to the state of Mississippi by virtue of certain alleged action of certain officers of the United States government and local officers of the state of Louisiana,' but the claim 'is not well founded because of the matters herein set forth, and because said islands and territory have not been susceptible to actual use and occupation, and because said claim is in violation of &#167; 3, art. 4, of the Constitution of the United States . . .' But if the court should adjudge said islands and territory approved by the aforesaid officials to the state of Louisiana to belong to said state, then cross complainant prayed that the claim of title of Louisiana thereto 'be restricted to the real lands or islands so lost to the state of Mississippi, and be in no case permitted to affect any lands under the waters, or any of the public oyster reefs thereunder.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It was then alleged that Mississippi had 'exercised sovereignty and jurisdiction over said waters within 18 miles of her shore aforesaid,' and that by her statutes, as codified in 1857, had asserted such jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">And that, by the legislation of Congress and the state, the \"Mississippi sound' was recognized as a body of water, 6 leagues wide, wholly within the state of Mississippi, from Lake Borgne to the Alabama line, separate and distinct from 'the Gulf of Mexico.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The cross bill further averred that Congress, 'in the early history of the Republic, in dealing with the Gulf coast or shore,' was not perfectly familiar with the line, and by several acts 'creating the Gulf states, respectively, treated the said Gulf coast or shore as a line running generally from east to west,' and said states were, in the contemplation of Congress, 'so formed and bounded as to give to each state jurisdiction over the waters adjacent to its shore or coast for a certain specified distance southward from its mainland line; that it was not intended to give to any state jurisdiction over waters adjacent to and immediately south and in front of any other state or territory.' But that the deep-water channel line contended for by Louisiana would take nearly all of the Hancock county water front, much of that of Harrison county, and possibly some of that of Jackson county, over all which Mississippi had exercised jurisdiction since her admission.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Reference was then made to the organization of Hancock and Jackson counties in December, 1812, and of Harrison county, in 1841; and to certain sections of the Revised Code of Mississippi of 1880 and a codification of 1892, making a general reference to islands within 6 leagues of the Mississippi shore; and it was charged that during all this time the government of the Mississippi territory and that of the state of Mississippi had exercised full and complete jurisdiction and sovereignty over the waters in the 'Mississippi sound' as a part of the three counties aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The prayer was that it be decreed 'that the boundary line dividing the states of Mississippi and Louisiana is the line which, beginning at a point 6 leagues due south of that point on the shore where the Alabama and Mississippi line enters the Gulf of Mexico, runs westwardly with the meanderings of the shore 6 leagues always therefrom until said line reaches and touches the real mainland of Louisiana about 2 miles due west of the 'Indian mound' and 'Lake of the Mound,' and thence in an almost due northward direction along and on the high-tide mark of the said Louisiana mainland to Mississippi sound at or near Nine Mile bayou, and thence further along said mainland at the high-tide mark westwardly to that point due south of the middle of the most southern or eastern junction of Pearl river with Lake Borgne, and thence from said point due north to the said Pearl river; that the said line be located and permanently buoyed at the joint expense of the two states; that the full title and sovereignty over all the islands and the land under the waters north and east of the said line so established be decreed and adjudged to be in the state of Mississippi, and that the state of Louisiana and her citizens be perpetually enjoined from disputing such title and sovereignty of the state of Mississippi therein,' and for costs and general relief.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The following 'Exhibit Map' was attached. [See <i>post</i>.]</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The state of Louisiana filed replication, and also an answer to the cross bill, the allegations of which were in substance denied.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As to the act of May 14, 1812, the state said that it could not and did not change the boundaries of Louisiana, and that, in fact, the southern portion of the Mississippi territory as claimed was not then in possession of the United States, and did not extend south of the 31st degree of north latitude; that February 12, 1813, an act was passed 'authorizing the President of the United States to take possession of a tract of country lying south of the Mississippi territory and west of the river Perdido,' but that this was not published until 1818; nor were the resolution of January 15 and the act of March 3, 1811, on the relations of the United States to Spain, published until after April 20, 1818. 3 Stat. at L. 471, 472.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The cause being at issue, much evidence, documentary and otherwise, was taken, and the case was argued October 10, 11, and 12.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\"><i>Messrs. John Dymond, Jr., Francis C. Zacharie, Walter Guion, Albert Estopinal, Jr.,</i> and <i>Alexander Porter Morse</i> for complainant.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">[Argument of Counsel from pages 21-27 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\"><i>Messrs. Hannis Taylor, James N. Flowers, Monroe McClurg,</i> and <i>William Williams</i> for defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">[Argument of Counsel from pages 27-33 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr. Chief Justice Fuller delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The demurrer was overruled because the court was of opinion that the bill presented a prima facie case of justiciable controversy between the state of Louisiana and the state of Mississippi as to the boundary line between them, and we are clear that the proofs establish the existence of such a controversy as to fully sustain our jurisdiction</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">It is apparent that the enforcement of the oyster legislation of the two states led to a conflict between the authorities of both, which involved a dispute as to the true boundary line.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In 1886 the state of Louisiana passed an act vesting the power to control the oyster industry in the hands of the officials of the parishes of the state in their several localities, along general lines laid down in the law. La. Laws 1886, act No. 106. This was followed by the acts of 1892 (No. 110), 1896 (No. 121), and 1900 (No. 159). By the act of 1896 nonresident oyster fishermen were prohibited from fishing oysters in Louisiana waters, and the dredging of oysters was also prohibited, in this particular differing from the laws of Mississippi, which permitted it. By a concurrent resolution of 1900 a legislative commission was created, to investigate and report on the oyster industry of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In January, 1898, the parochial authorities of the parish of St. Bernard equipped and sent out an official expedition to exclude from the oyster water of the parish any nonresident oyster fishermen who might be found fishing therein. Nonresident Mississippi oystermen were found fishing oysters there, and they were notified that they must stop fishing and move out of those waters. These Mississippians then complained to the Mississippi authorities and a conference ensued between representatives of the parish of St. Bernard and the county of Hancock. In January, 1901, at the instance of the Louisiana legislative commission appointed under the act of 1900, and of committees appointed from the police juries of the Louisiana parishes of St. Bernard and Plaquemines, a meeting of the state officials of Louisiana was held in New Orleans to consider the subject of the dispute with the state of Mississippi, and the invasion by nonresidents of the Louisiana oyster waters. This meeting resulted in the appointment by the governor of Louisiana of a commission of five members, and an official communication from the governor of Louisiana addressed to the governor of Mississippi, requesting the latter to appoint a similar commission to see if it were possible to effect an amicable settlement of the dispute between the two states. This Mississippi commission was accordingly appointed, and the two commissions held a joint conference in New Orleans in March, 1901. Louisiana presented at the conference a map showing the Louisiana contention as to the boundary, which is the map attached to the bill, and marked Exhibit E. The Mississippi commission reported that it was impossible to effect an amicable extrajudicial settlement of the dispute, and that the only hope of settlement was a friendly suit in the Supreme Court of the United States. This report was submitted by the Mississippi commission to the governor of Mississippi, and was transmitted to the legislature of that state. At this session the state of Mississippi passed a new law controlling her oyster waters and oyster industry. Laws 1902, chap. 58. This act created a state oyster commission, vested with entire control of the Mississippi oyster industry. It took the control of the industry out of the hands of the coast county authorities and centralized it in this state department, which was authorized to establish a system of patrol of the Mississippi oyster waters, and to maintain patrol boats to sustain the oyster laws in her territory. In July, 1902, the state of Louisiana followed the example of the state of Mississippi and adopted an act (Acts 1902, No. 153) creating a state oyster commission of Louisiana as a state department, vested with full control of the oyster industry of Louisiana, and authorized to establish patrol boats and maintain an armed patrol on the Louisiana oyster waters to protect her rights in the oyster industry therein. In view of the danger of an armed conflict, the oyster commissions of both states, in September, 1902, adopted a joint resolution establishing a neutral territory between the two states 'pending the final decision by the Supreme Court of the United States in the boundary suit to be instituted,' to remain a common fishing ground. This <i>modus vivendi</i> did not include all of the disputed territory, but the waters of Mississippi sound between the deep-water channel and the north shore line of the Louisiana marshes were embraced by it.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In the following October this bill was filed. Louisiana appeared through her governor and her attorney general, and the action of the governor in instituting the suit was subsequently approved, ratified, and confirmed by the legislature.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The facts that the act of Congress admitting the state of Louisiana gave that state all islands within 3 leagues or 9 miles of her coast, and that the subsequent act of Congress admitting the state of Mississippi purported to give that state all islands within 6 leagues or 18 miles of her shore, and that some islands within 9 miles of the Louisiana coast were also within 18 miles of the Mississippi shore, furnished the basis for a boundary controversy, although, in our judgment, the apparent inconsistency is reconcilable, as hereinafter explained. And that controversy involved to each state pecuniary values of magnitude, as is shown by the evidence on both sides. We think that there existed between the two states, in their sovereign capacity as states, a controversy affecting the boundary line separating them in the locality in question of a character to justify the exercise of our original jurisdiction within the rules laid down in <i>Miscourt v. Illinois</i>, 200 U. S. 496, 50 L. ed. &#8212;&#8212;, 26 Sup.Ct.Rep. 268; <i>Missouri</i> v. <i>Illinois</i>, 180 U. S. 208, 45 L. ed. 497, 21 Sup.Ct.Rep. 331; <i>Pennsylvania</i> v. <i>Wheeling &amp; B. Bridge Co.</i> 13 How. 589, 14 L. ed. 279; <i>Louisiana</i> v. <i>Texas</i>, 176 U. S. 1, 44 L. ed. 347, 20 Sup.Ct.Rep. 251; <i>Kansas</i> v. <i>Colorado</i>, 185 U. S. 125, 46 L. ed. 838, 22 Sup.Ct.Rep. 552.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">2. The state of Louisiana was admitted into the Union by the act of Congress approved April 8, 1812 (2 Stat. at L. 701, chap. 50), which commenced as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'<i>Whereas</i>, the representatives of the people of all that part of the territory or country ceded under the name of 'Louisiana' by the treaty made at Paris on the thirtieth day of April, one thousand eight hundred and three, between the United States and France, contained within the following limits, that is to say: Beginning at the mouth of the River Sabine; thence by a line to be drawn along the middle of said river, including all islands, to the thirty-second degree of latitude; thence due north to the northernmost part of the thirty-third degree of north latitude; thence along the said parallel of latitude to the River Mississippi; thence down the said river to the River Iberville; and from thence along the middle of the said river and Lakes Maurepas and Ponchartrain to the Gulf of Mexico; thence bounded by the said gulf to the place of beginning including all islands within three leagues of the coast; . . .'</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Map of diagram No. 1, given in the opening statement, shows the limits as thus defined.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">By an act of Congress approved April 14, 1812 (2 Stat. at L. 708., chap. 57), additional territory was added to the state of Louisiana, described thus:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'All that tract of country comprehended within the following bounds, to wit: Beginning at the junction of the Iberville with the River Mississippi; thence along the middle of the Iberville, the River Amite and of the Lakes Maurepas and Pontchartrain to the eastern mouth of the Pearl river; thence up the eastern branch of Pearl river to the thirty-first degree of north latitude; thence along the said degree of latitude to the River Mississippi; thence down the said river to the place of beginning, shall become and form a part of the said state of Louisiana, and be subject to the Constitution and laws thereof in the same manner, and for all intents and purposes, as if it had been included within the original boundaries of the said state.'</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">This added territory is shown on map or diagram No. 2. The eastern boundary of Louisiana was thereby moved eastward from the Mississippi to Pearl river, and Louisiana was given the country south of the 31st degree of north latitude, and north of the boundary formed by the River Iberville, the middle of Lakes Maurepas and Pontchartrain, and the Rigolets.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The River Iberville is called on this map Bayou Manchac, and is still known by that name. The Rigolets is a gut connecting the waters of Lakes Pontchartrain and Borgne, both of which are bodies of salt water and were originally arms of the sea. In order to reach the open waters of the Gulf of Mexico from the middle of Lakes Maurepas and Pontchartrain the line ran through the Rigolets into Lake Borgne, and after the addition to the state by the act of April 14, 1812, the eastern boundary line of Louisiana entered Lake Borgne to the south by Pearl river as well as the Rigolets. To get from Lake Borgne into the open water of the Gulf of Mexico beyond Chandeleur islands and around to the western boundary of Louisiana, it was necessary, as Louisiana contends, to follow the deep-water channel north of Half Moon or Grand island, through Mississippi sound, and thence by the pass between Cat island and Isle  a Pitre, north of the Chandeleur islands, into the open Gulf. Many maps are given in the record, some made at dates long prior to the admission of Louisiana as a state, some at that time, and some within a few years thereafter, and all show the St. Bernard peninsula to be geographically a true part of the state of Louisiana, or of an area of country that was to form the state, and that the said peninsula projected itself as a well-defined arm of land out into the waters of the Gulf, branching off as a projection from the main body of land composing the state, and forming a part of it. We observe that on many of these early maps the term 'peninsula' is applied to this projection, and that designation is sufficiently accurate for the purpose of description.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">November 14, 1803, President Jefferson sent a communication to Congress, in which, among other things, he said:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">'The object of the following pages is to consolidate the information respecting the present state of Louisiana, furnished to the Executive by several individuals among the best informed on the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">'Of the province of Louisiana no general map, sufficiently correct to be depended upon, has been published, nor has any been yet procured from a private source. It is indeed probable that surveys have never been made upon so extensive a scale as to afford the means of laying down the various regions of a country which, in some of its parts, appears to have been but imperfectly explored. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'St. Bernardo.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'On the east side of the Mississippi, about 5 leagues below New Orleans, and at the head of the English bend, is a settlement known by the name of the Poblacion de St. Bernardo, or the Terre aux Aoeufs, extending on both sides of a creek or drain, whose head is contiguous to the Mississippi, and which, flowing eastward, after a course of 18 leagues, and dividing itself into two branches, falls into the sea and Lake Borgne. This settlement consists of two parishes, almost all the inhabitants of which are Spaniards from the Canaries, who content themselves with raising fowls, corn, and garden stuff for the market at New Orleans. The lands cannot be cultivated to any great distance from the banks of the creek, on account of the vicinity of the marsh behind them, but the place is suspectible of great improvement, and of affording another communication to small craft of from 8 to 10 feet draught, between the sea and the Mississippi.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'Country from Plaquemines to the Sea, and Effect of the Hurricanes.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">'From Plaquemines to the sea is 12 or 13 leagues. The country is low, swampy, chiefly covered with reeds, and having little or no timber, and no settlement whatever. It may be necessary to mention here, that the whole lower part of the country, from the English turn downwards, is subject to overflowing in hurricanes, either by the recoiling of the river, or reflux from the sea on each side; and, on more than one occasion, it has been covered from the depth of 2 to 10 feet, according to the descent of the river, whereby many lives were lost, horses and cattle swept away, and a scene of destruction laid. The last calamity of this kind happened in 1794, but fortunately they are not frequent. In the preceding year the engineer who superintended the erection of the fort at Plaquemines was drowned in his house near the fort, and the workmen and garrison escaped only by taking refuge on an elevated spot in the fort, on which there were, notwithstanding, 2 or 3 feet of water. These hurricanes have generally been felt in the month of August. Their greatest fury lasts about twelve hours. They commence in the southeast, veer about to all the points of the compass, are felt most severely below, and seldom extend more than a few leagues above, New Orleans. In their whole course they are marked with ruin and desolation. Until that of 1793, there had been none felt from the year 1780.'</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">This communication was, of course, before Congress when the act of 1812, admitting Louisiana, was approved, and the peninsula was clearly recognized as forming part of the parish of St. Bernard, as was its marshy character and that of the adjoining parish.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">By the act of Congress, approved March 1, 1817 (3 Stat. at L. 348, chap. 23, &#167; 2), the inhabitants of the western part of the then Mississippi territory were authorized to form for themselves a state constitution and to be admitted into the Union, with the following boundaries: 'Beginning on the river Mississippi at the point where the southern boundary line of the state of Tennessee strikes the same; thence east along the said boundary line to the Tennessee river; thence up the same to the mouth of Bear creek; thence by a direct line to the northwest corner of the county of Washington; thence due south to the Gulf of Mexico; thence westwardly, including all the islands within six leagues of the shore, to the most eastern junction of Pearl river with Lake Borgne; thence up said river to the thirty-first degree of north latitude; thence west along the said degree of latitude to the Mississippi river; thence up the same to the beginning.'</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The people in convention, August 15, 1817, formed a constitution and state government (approved subsequently by popular vote), and the state was admitted by resolution December 10, 1817. 3 Stat. at L. 472.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The state of Alabama was admitted by the act of March 2, 1819 (3 Stat. at L. 489, chap. 47, &#167; 2), which provided: 'That the said state shall consist of all the territory included within the following boundaries, to wit: Beginning at the point where the thirty-first degree of north latitude intersects the Perdido river; thence, east, to the western boundary line of the state of Georgia; thence along said line to the southern boundary line of the state of Tennessee; thence, west, along said boundary line, to the Tennessee river; thence, up the same, to the mouth of Bear creek; thence, by a direct line, to the northwest corner of Washington county; thence, due south, to the Gulf of Mexico; thence, eastwardly, including all islands within six leagues of the shore to the Perdido river; and thence, up the same to the beginning.'</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The islands, marsh or otherwise claimed by Louisiana in this case were all within 3 leagues of her coast. The act admitting Mississippi was passed five years after the Louisiana act, yet Mississippi claims thereunder the disputed territory, as being islands within 18 miles of her shore. If it were true that this repugnancy between the two acts existed, it is enough to say that Congress, after the admission of Louisiana, could not take away any portion of that state and give it to the state of Mississippi. The rule, <i>Qui prior est tempore, portior est jure</i>, applied, and &#167; 3 of art. 4 of the Constitution does not permit the claims of any particular state to be prejudiced by the exercise of the power of Congress therein conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">But it is said that the act admitting Louisiana, the act admitting Mississippi, and the act admitting Alabama, must be construed as <i>in pari materia;</i> and, being so construed, that Congress must be held to have had in view in the three acts a division of the coast along the Gulf of Mexico so as to equalize the water frontage of Mississippi, Louisiana, and Alabama.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">We do not regard these acts as <i>in pari materia</i> in any proper sense. They provided for the admission of three separate states, and the subject of each was not only not identical with, but not even similar to, that of the others. They did not form part of a homogeneous whole, of a common system, so as to allow a claimant under the later act to successfully contend that it changed the earlier act by construction or effected such change because declaratory of the meaning of the prior act.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">And assuming, for the sake of argument, that the Louisiana and Mississippi acts were irreconcilably inconsistent, but remembering that when Louisiana was admitted into the Union, the territory now composing the coast counties of Mississippi, that is, below the 31st degree of north latitude, was not actually a part of the Mississippi territory, but was in dispute between the United States and Spain the theory of any preconcerted design in regard to the water front of the two states is too unreasonable to be entertained.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In the treaty of peace between England, France, and Spain of February 10, 1716, article 7, on the subject of the boundary line separating the dominions of England and France in the New World, provided: 'That for the future the confines between the dominions of His Britannic Majesty and those of His Most Christian Majesty in that part of the world shall be fixed irrevocably by a line drawn along the River Mississippi from its source to the River Iberville, and from thence by a line drawn along the middle of this river and the Lakes Maurepas and Pontchartrain to the sea.' According to this treaty England retained the port of Mobile and its river and everything east of the Rigolets. The island of Orleans, formed by the River Iberville, Lakes Maurepas, and Pontchartrain, the Rigolets, the Gulf of Mexico, and the Mississippi river, remained the property of France. In the treaty of February 10, 1763, practically the same language is used in describing the boundary line separating the British from the French territory, and by the twentieth article the cession to England of Florida by Spain and all that Spain possessed on the continent of North America was provided for. By the treaty of September 3, 1783, between England and Spain, England retroceded East and West Florida to Spain. By the treaty of St. Ildefonso of October 1, 1800, Spain ceded to France 'the colony or province of Louisiana with the exent that it now has in the hands of Spain, and that it had when France possessed it, and such as it should be after the treaties subsequently entered into between Spain and other states.' April 30, 1803, France ceded to the United States 'the colony or province of Louisiana' using the same description as used by Spain in ceding the territory to her, and stating in article 2: 'In the cession made by the preceding article are included the adjacent islands belonging to Louisiana . . .' [8 Stat. at L. 202.]</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">There is nothing in any of these transfers to raise a doubt that the peninsula of St. Bernard was part of the Island of Orleans, and that this Island of Orleans was in fact formed by the extension to the sea of the boundary line coming down through the middle of Lakes Maurepas and Pontchartrain, and so finding its way to the sea by the deep-water channel.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">March 26, 1804, an act of Congress was approved, dividing the country acquired as Louisiana from France into two parts, providing:</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">'That all that portion of country ceded by France to the United States under the name of Louisiana, which lies south of the Mississippi territory and of an east and west line to commence on the Mississippi river at the thirty-third degree of north latitude, and to extend west to the western boundary of the said cession, shall constitute a territory of the United States under the name of the territory of Orleans, the government whereof shall be organized and administered as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">'Section 12. The residue of the province of Louisiana ceded to the United States, shall be called the district of Louisiana, the government whereof shall be organized and administered as follows: . . .' [2 Stat. at L. 283, 287, chap. 38.]</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Congress manifestly regarded the lands to the east, that were south of the Mississippi territory, and which form the disputed area of to-day, as part of the original island of Orleans, included in the treaty of April 30, 1803; and these were given to the territory of Orleans, whose southeastern boundary was the original southeastern boundary of the island of Orleans. At that date the Mississippi territory did not extend south of the 31st degree of north latitude, and its domain did not reach the shore of Mississippi sound, so-called.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">February 20, 1811 (2 Stat. at L. 641, chap. 21), an act of Congress was approved 'to enable the people of the territory of Orleans to form a constitution and state government, and for the admission of such state into the Union on an equal footing with the original states and for other purposes.' The description of the limits was as follows: 'Beginning at the mouth of the River Sabine, thence, by a line to be drawn along the middle of the said river, including all islands, to the thirty-second degree of latitude, thence due north to the northernmost part of the thirty-third degree of north latitude, thence along the said parallel of latitude to the River Mississippi, thence down the said river to the River Iberville, and from thence along the middle of the said river and Lakes Maurepas and Ponchartrain to the Gulf of Mexico, thence, bounded by the said gulf to the place of beginning including all islands within three leagues of the coast etc., etc.'</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The eastern boundary thus described is a water boundary, and, in exending this water boundary to the open sea or Gulf of Mexico, we think it included the Rigolets and the deep-water sailing channel line to get around to the westward. A little over one year later Louisiana was created a state by the act of Congress of April 8, 1812, with this identical eastern boundary line; and the addition of territory by the act of April 14, 1812, did not affect the deep-water sailing channel line as a boundary.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">April 7, 1798 (1 Stat. at L. 549, chap. 28, &#167; 3), an act was approved 'for an Amicable Settlement of Limits with the State of Georgia, and Authorizing the Establishment of a Government in the Mississippi Territory,' which read in part: 'That all that tract of country bounded on the west by the Mississippi; on the north by a line to be drawn due east from the mouth of the Yasous to the Chatahouchee river; on the east by the River Chatahouchee; and on the south by the 31st degree of north latitude shall be, and hereby is, constituted one district, to be called the Mississippi territory.' This was in conformity with the treaty between Spain and the United States of October 27, 1795. [8 Stat. at L. 138]. Maps of that date, and subsequently, show that the admitted rights of the United States did not at the time extend south of the 31st degree of north latitude at that point.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">By an act of January 15, 1811, the President of the United States was authorized, among other things, in the event that any foreign government attempted to occupy the same, to take possession of the country lying east of the River Perdido, and south of the state of Georgia and the Mississippi territory. The River Perdido is in the state of Alabama east of the state of Mississippi, and flows into the Gulf of Mexico between Mobile bay, in Alabama, and Pensacola bay, in Florida. A few days later, and on March 3, 1811, an act of Congress was approved, providing that the act of January 15, 1811, and this act, should not be published until the end of the next session of Congress, unless with the consent of the President.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">By resolution approved January 15, 1811, it was specifically declared that the United States could not, without serious inquietude, see any part of the territory adjoining the southern border of the United States pass into the hands of any foreign power, 'and that a due regard to their own safety compels them to provide, under certain contingencies, for the temporary occupation of the said territory.' 3 Stat. at L. 471.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">May 14, 1812, an act of Congress was passed (2 Stat. at L. 734, chap. 84) to enlarge the boundaries of the Mississippi territory, which used the following language: 'That all that portion of territory lying east of Pearl river, west of the Perdido, and south of the thirty-first degree of latitude, be, and the same is hereby, annexed to the Mississippi territory,' etc. The country described was not at the time in the possession of the United States, and on February 12, 1813, Congress passed an act 'authorizing the President of the United States to take possession of a tract of country lying south of the Mississippi territory and west of the River Perdido,' which act referred to the tract as 'not now in possession of the United States.' 3 Stat. at L. 472. But it was not until the enabling act in respect of Mississippi, approved March 1, 1817, that the language was used: 'Thence due south to the Gulf of Mexico; thence, westwardly including all the islands within six leagues of the shore, to the most eastern junction of Pearl river with Lake Borgne,' etc. [3 Stat, at L. 348, chap. 23, &#167; 2.]</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">The claim of Mississippi is that the disputed area is composed of islands, and as those islands are within 18 miles of her shore, that they were given to her by the act of March 1, and the resolution of December 10, 1817. It is true there are some islands in that area, such as Grassy, Half Moon, Petit Pass, and Isle a Pitre, all of which are between the deep-water channel on the north and the main coast line of St. Bernard peninsula on the south.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">The contention of Louisiana is that these islands were previously given to her by the act of April 8, 1812, more than five years prior to the admission of Mississippi, and that her title thereto, even if the acts were in conflict, is superior to that of the state of Mississippi; and she also contends that the islands belong to her because they are south of the deep-water sailing channel line, which she submits is the true boundary line between the two states. Mississippi denies that the peninsula of St. Bernard and the Louisiana marshes constitute a peninsula in the true sense of the word, but insists that they constitute an archipelago of islands. Certainly there are in the body of the Louisiana marshes or St. Bernard peninsula portions of sea marsh which might technically be called islands, because they are land entirely surrounded by water, but they are not true islands. They are rather, as the Commissioner of the General Land Office wrote the Mississippi land commissioner in 1904, 'in fact, hummocks of land surrounded by the marsh and swamp in said townships. . . .'</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">And when the Louisiana act used the words: 'Thence bounded by the said gulf to the place of beginning, including all islands within three leagues of the coast' [2 Stat. at L. 701, chap. 50], the coast referred to is the whole coast of the state, and the peninsula of St. Bernard formed an integral part of it. Lake Borgne and Mississippi sound are bodies of salt water, and, as such, parts of the sea or gulf, and as the coast of Louisiana began along the north shore of the peninsula, it is not to be supposed that the islands referred to by Congress in the Louisiana act were solely those islands to the south of that state.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The contention of Mississippi is based upon an assumed inconsistency between the Louisiana and the Mississippi acts, but we think, upon a true interpretation, in the light of the facts, that no such inconsistency can be imputed. The maps show that there is a chain, not of alluvial, but of sea-sand islands, running from the west shore of Mobile bay, in the state of Alabama, westward to and inclusive of Cat island, in the state of Mississippi. This chain forms the southern boundary of Mississippi sound, and the islands are all relatively the same distance from the shore of the states of Mississippi and of Alabama. They, beginning at the eastern end, are Dauphin, Petit Bois, Horn, Ship, and Cat islands, and there are some other islands lying within this chain. If Congress referred to these islands as being thus within 6 leagues of the shore, when the act creating the state of Mississippi was passed, it follows that there would be no conflict with prior existing boundaries of the state of Louisiana, particularly if the deep-water sailing channel line be taken as the correct boundary between the states. And when Congress created a separate territorial government for the eastern part of Mississippi territory and called it Alabama, by the act of March 3, 1817 [3 Stat. at L. 372, chap. 59], it used the same language concerning the western and southern boundary of the territory: 'Thence due south to the Gulf of Mexico, thence eastwardly, including all the islands within six leagues of the shore to the Perdido river and thence up same to the beginning.' It seems obvious to us that it was to this chain of islands that Congress referred when it admitted Mississippi into the Union, and that it had no intention whatsoever of giving Mississippi any claim of ownership in the sea-marsh islands, which had been previously granted to the state of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">We are of opinion that the peninsula of St. Bernard in its entirety belongs to Louisiana; that the Louisiana marshes at the eastern extremity thereof form part of the coast line of the state; and that the islands within 9 miles of that coast are hers, except as restricted by the deep-water sailing channel regarded as a boundary. Cat island, for instance, is within the 9 miles, but it is north of the deep-water channel, is not alluvial, and is conceded by both states to belong to Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">3. That there is a deep-water sailing channel line emerging from the mouth of Pearl river, and extending east between Lower Point Clear and Grand island, is shown by the numerous maps, surveys, and sketches in the record. It separates into two branches, one of them passing between Cat island and Isle  a Pitre.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Among the maps put in evidence by Louisiana is one prepared by George Gauld, M. A., for the British Admiralty, in the year 1778, and, from the relative depths of water given, the existence of this same channel, extending out into the Gulf, southwest of Cat island, is shown, and is the same as noted on maps of subsequent years.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">February 14, 1839, an act of the legislature of Mississippi was approved, providing for a survey of the Mississippi coast. The survey and report are given in full in the record, and the deep-water channel above referred to is traceable in detail on the sketch. The channels indicated on this survey and on the United States Coast and Geodetic Survey map are the same channels. It may be noted, in passing, that the body of water now known as 'Mississippi sound,' is not so designated on this sketch, and the first map which uses this name, to which our attention has been called, was issued in 1866.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Louisana lies between the states of Mississippi to the east and Texas to the west. The southern portion of Louisiana is geologically of an alluvial formation, containing the delta of the Mississippi river. The peninsula of the parish of St. Bernard is practically a part of this delta formation.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Mississippi's mainland borders on Mississippi sound. This is an enclosed arm of the sea, wholly within the United States, and formed by a chain of large islands, extending westward from Mobile, Alabama, to Cat island. The openings from this body of water into the Gulf are neither of them 6 miles wide. Such openings occur between Cat island and Isle a Pitre; between Cat and Ship islands; between Ship and Horn islands; between Horn and Petit Bois islands; between Petit Bois and Dauphin islands; between Dauphin island and the mainland on the west coast of Mobile bay. The maps show all this, and, among others, reference may be made to Jeffrey's map of 1775, given in the record, and which, in reduced form, is reproduced from Jeffrey's Atlas of 1800 as the frontispiece of vol. 2, Adams's History of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Now to repeat, the boundary of Louisiana separating her from the state of Mississippi to the east is the thread of the channel of the Mississippi river, and this extends south until it reaches the 31st degree of north latitude and then runs directly east along that degree until Pearl river is reached; thence south along the channel of that river to Lake Borgne. Pearl river flows into Lake Borgne, Lake Borgne into Mississippi sound, and Mississippi sound into the open Gulf of Mexico through, among other outlets, South pass separating Cat island from Isle  a Pitre.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">If the doctrine of the thalweg is applicable, the correct boundary line separating Louisiana from Mississippi in these waters is the deep-water channel.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The term 'thalweg' is commonly used by writers on international law in definition of water boundaries between states, meaning, the middle, or deepest, or most navigable channel. And while often styled 'fairway' or 'midway' or 'main channel,' the word itself has been taken over into various languages. Thus, in the treaty of Lunevillc, February 9, 1801, we find 'le thalweg de l'Adige,' 'le thalweg du Rhin,' and it is similarly used in English treaties and decisions, and the books of publicfsts in every tongue.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">In <i>Lowa</i> v. <i>Illinois</i>, 147 U. S. 1, 37 L. ed. 55, 13 Sup.Ct.Rep. 239, the rule of the thalweg was stated and applied. The controversy between the states of Iowa and Illinois on the Mississippi river, which flowed between them, was as to the line which separated 'the jurisdiction of the two states for the purposes of taxation and other purposes of government.' Iowa contended that the boundary line was the middle of the main body of the river, without regard to the 'steamboat channel' or deepest part of the stream. Illinois claimed that its jurisdiction extended to the channel upon which commerce on the river by steamboats or other vessels was usually conducted. This court held that the true line in a navigable river between states is the middle of the main channel of the river.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">Mr. Justice Field, delivering the opinion of the court, said:</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">'When a navigable river constitutes the boundary between two independent states, the line defining the point at which the jurisdiction of the two separates is well established to be the middle of the main channel of the stream. The interest of each state in the navigation of the river admits of no other line. The preservation by each of its equal right in the navigation of the stream is the subject of paramount interest. It is therefore, laid down in all the recognized treatises of international law of modern times that the middle of the channel of the stream marks the true boundary between the adjoining states up to which each state will, on its side, exercise jurisdiction. In international law, therefore, and by the usage of European nations, the term 'middle of the stream,' as applied to a navigable river, is the same as the middle of the channel of such stream, and in that sense the terms are used in the treaty of peace between Great Britain, France, and Spain, concluded at Paris in 1763. By the language, 'a line drawn along the middle of the River Mississippi from its source to the River Iberville,' as there used, is meant along the middle of the channel of the River Mississippi.'</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">This judgment related to navigable rivers. But we are of opinion that, on occasion, the principle of the thalweg is applicable, in respect of water boundaries, to sounds, bays, straits, gulfs, estuaries, and other arms of the sea.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">As to boundary lakes and landlocked seas, where there is no necessary track of navigation, the line of demarcation is drawn in the middle, and this is true of narrow straits separating the lands of two different states; but whenever there is a deep-water sailing channel therein, it is thought by the publicists that the rule of the thalweg applies. 1 Martens (F. de) 2d ed. p. 134; Hall, &#167; 38; Bluntschli, 5th ed. &#167;&#167; 298, 299; 1 Oppenheim, pp. 254, 255.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Thus Martens writes: 'What we have said in regard to rivers and lakes is equally applicable to the straits or gulfs of the sea, especially those which do not exceed the ordinary width of rivers or double the distance that a cannon can carry.'</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">So Pradier Fod er e says (vol. 2, p. 202), that as to lakes, 'in communication with or connected with the sea, they ought to be considered under the same rule as international rivers.'</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The same view is confirmed by decisions of this court and of many arbitral tribunals.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">In <i>Re Devoe Mfg. Co.</i> 108 U. S. 401, 27 L. ed. 764, 2 Sup.Ct.Rep. 894, the question at issue was in regard to the boundary line between New York and New Jersey, under an agreement between the two states. The jurisdiction of the state of New Jersey was claimed 'to extend down to the bay of New York, and to the channel midway of said bay,' and this court sustained the claim. See <i>Hamburg American S. S. Co.</i> v. <i>Grube</i>, 196 U. S. 407, 49 L. ed. 529, 25 Sup.Ct.Rep. 352.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">In the San Juan water boundary controversy versy between the United States and Great Britain, Emperor William I. gave the award in favor of the United States, October 21, 1871, by deciding 'that the boundary line between the territory of Her Brittanic Majesty and the United States should be drawn through the Haro channel;' and it is apparent that the decision was based on the deep-channel theory as applicable to sounds and arms of the sea, such as the straits of San Juan de Fuca; indeed, in a subsequent definition of the boundary, signed by the Secretary of State, the British Minister, and the British representative, the boundary line was said to be prolonged until 'it reaches the center of the fairway of the straits of San Juan de Fuca.' The fairway was the equivalent of the thalweg.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">Again, in fixing the boundary line of the Detroit river, under the 6th and 7th articles of the treaty of Ghent, the deep-water channel was adopted, giving Belle isle to the United States, as lying north of that channel. [8 Stat. at L. 221.]</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">So in the Alaskan boundary case, the majority of the arbitration tribunal, made up of Baron Alverstone, Lord Chief Justice of England, Mr. Secretary Root, and Senators Lodge and Turner, held that the middle of the Portland channel was the proper boundary line, and included Wales island, to the north of which the channel passed. This sustained the American contention in regard to the thalweg and the island lying south of it.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">But counsel contend that the rule 'as to the flow of the midchannel or thalweg of the River Iberville (now known as Manchac) through the east, through Lakes Maurepas and Pontchartrain, expires by its own limitation when such midchannel reaches Lake Borgne, which, in contemplation of the rule, is the open sea, and part of the waters of the Gulf of Mexico.' This contention is inconsistent, as matter of fact, with the allegation of the cross bill that 'the Mississippi sound was recognized as a body of water 6 leagues wide, wholly within the state of Mississippi, from Lake Borgne to the Alabama line, separate and distinct from the Gulf of Mexico,' and with Mississippi's Exhibit Map A, presenting her claim, while the record shows that the strip of water, part of Lake Borgne and Mississippi sound, is not an open sea, but a very shallow arm of the sea, having outside of the deep-water channel an considerable depth.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">The maritime belt is that part of the sea which, in contradistinction to the open sea, is under the sway of the riparian states, which can exclusively reserve the fishery within their respective maritime belts for their own citizens, whether fish, or pearls, or amber, or other products of the sea. See <i>Manchester</i> v. <i>Massachusetts</i>, 139 U. S. 240, 35 L. ed. 159, 11 Sup.Ct.Rep. 559; <i>McCready</i> v. <i>Virginia</i>, 94 U. S. 391, 24 L. ed. 248.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">In <i>Manchester</i> v. <i>Massachusetts</i>, the court said: 'We think it must be regarded as established that, as between nations, the minimum limit of the territorial jurisdiction of a nation over tide waters is a marine league from its coast; that bays wholly within its territory, not exceeding 2 marine leagues in width at the mouth, are within this limit; and that included in this territorial jurisdiction is the right of control over fisheries, whether the fish be migratory, freeswimming fish, or free-moving fish, or fish attached to or embedded in the soil. The open sea within this limit is, of course, subject to the common right of navigation; and all governments, for the purpose of selfprotection in time of war or for the prevention of frauds on its revenue, exercise an authority beyond this limit.'</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">Questions as to the breadth of the maritime belt or the extent of the sway of the riparian states require no special consideration here. The facts render such discussion unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">Islands formed by alluvion were held by Lord Stowell, in respect of certain mud islands at the mouth of the Mississippi, to be 'natural appendages of the coast on which they border, and from which, indeed, they are formed.' <i>The Anna</i> (1805) 5 C. Rob. 373.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">As to these particular waters, the observations of Mr. Hall, 4th ed. p. 129, are in point: 'Off the coast of Florida, among the Bahamas, along the shores of Cuba, and in the Pacific, are to be found groups of numerous islands and islets rising out of vast banks, which are covered with very shoal water, and either form a line more or less parallel with land or compose systems of their own, in both cases inclosing considerable sheets of water, which are sometimes also shoal and sometimes relatively deep. The entrance to these interior bays or lagoons may be wide in breadth of surface water, but it is narrow in navigable water.'</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">He then states the specific case of the Archipi elago de los Canarios on the coast of Cuba, and says: 'In cases of this sort the question whether the interior waters are, or are not, lakes inclosed within the territory, must always depend upon the banks, and the width of the entrances. Each must be judged upon its own merits. But in the instance cited, there can be little doubt that the whole Archipie elago de los Canarios is a mere salt water lake, and that the boundary of the land of Cuba runs along the exterior edge of the bank.'</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">In such circumstances as exist in the present case, we perceive no reason for declining to apply the rule to the thalweg in determining the boundary.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">4. Moreover, it appears from the record that the various departments of the United States government have recognized Louisiana's ownership of the disputed area; that Louisiana has always asserted it; and that Mississippi has repeatedly recognized it, and not until recently has disputed it.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">The question is one of boundary, and this court has many times hled that, as between the states of the Union, long acquiescence in the assertion of a particular boundary and the exercise of dominion and sovereignty over the territory within it should be accepted as conclusive, whatever the international rule might be in respect of the acquisition by prescription of large tracts of country claimed by both. <i>Virginia</i> v. <i>Tennessee</i>, 148 U. S. 503, 37 L. ed. 537, 13 Sup. Ct. Rep. 728; <i>Indiana</i> v. <i>Kentucky</i>, 136 U. S. 479, 34 L. ed. 329, 10 Sup.Ct.Rep. 1051; <i>Missouri</i> v. <i>Kentucky</i>, 11 Wall. 395, 20 L. ed. 116; <i>Rhode Island</i> v. <i>Massachusetts</i>, 4 How. 591, 11 L. ed. 116.</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">The Louisiana enabling act of February 20, 1811, provided that all the waste and unappropriated lands in said state should be and remain the property of the United States government. In the disputed area of to-day are included lands and waters located in various townships, all of which are enumerated in the southeastern land district of Louisiana, east of the Mississippi river. The lands in these townships were surveyed by the government about the year 1842, all of them as being in and forming a part of the state of Louisiana. By the swamp land grants of 1849 and 1850, the United States granted to certain states the swamp and overflowed lands within their respective limits, in order that these lands might be reclaimed, protected from overflow, and brought into use. Louisiana made application to the United States for the approval to her of these lands as being part of her territory and situated within her limits. They all lay south of the deepwater channel and were all approved to the state of Louisiana May 6, 1852. They were then offered by the state through the register therefor as a department of the many sales of them were made from time to time to individuals, and patents issued therefor in various years from 1853 to 1894. In 1892, in furtherance of the better protection of the lands of the parishes of St. Bernard and Plaquemines from overflow, the legislature of Louisiana adopted an act which created a Lake Borgne basin levee commission, and provided a board of commissioners therefor, as a department of the state government, and the register of the state land office was authorized to transfer all of the unsold lands to the board, which was done in April, 1895. The board was authorized by law to sell these lands, and also to levy taxes to be used in establishing a protective levee system in the district. The board made sales of a considerable number of acres to different individuals from September 16, 1898, to March 7, 1902. Isle a Pitre was composed of certain enumerated sections of township 10, south of range 20 east, and these lands were approved to Louisiana by the Commissioner of the General Land Office of the United States May 6, 1852, as forming part of that state, and they were subsequently patented, sold, and conveyed to various individuals, the chain of title extending from 1852,&#8212;a period of over fifty years. The lands forming Isle a Pitre have been paying taxes to the state of Louisiana for years. Political and police control and jurisdiction by the parish of St. Bernard officials were exercised over the disputed area, and many instances are given of police control and jurisdiction by Louisiana officials over this general territory. This territory consisted, as heretofore stated, of what was known as the Louisiana marshes, and it is admitted that they have immemorially been known by that name, though some of the witnesses for Mississippi said that they were also known as Grand marshes; admitting, however, that they were quite as frequently called the Louisiana marshes.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">Some other matters may properly be referred to as showing the general understanding of and acquiescence in the boundary asserted by Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">In January, 1901, the Superintendent of the Coast and Geodetic Survey was applied to by a member of the house of representatives from Mississippi for information in regard to the boundary line between Louisiana and Mississippi in the present disputed area, and Hodgkins, an assistant in the department, a well-known expert in such matters, made a report January 30, 1901, which, after considering the subject in all its phases, showed that the correct boundary between the two states in the locality is the deep-water sailing channel line contended for by Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">The United States Geological Survey published in the year 1900 a bulletin devoted to a discussion of the boundaries of the states and territories, and giving a history of changes as they may have occurred. The third edition was published in 1904. Gannett's Boundaries, 58th Congress, 2d Session, H. R. Doc. 678.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">In the opinion of that Bureau, Louisiana was originally bounded by the deep-water channel, and is the owner of the area in dispute to-day, according to the report and the accompanying sketches.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">In 1897, Louisiana requested the United States Commission of Fish and Fisheries to make an investigation and report upon certain technical matters in connection with the oyster industry of that state, which investigation was made in February, 1898, by the United States Fish Commission steamer Fish Hawk. A map was made of the area investigated in St. Bernard parish, and that map is given in the opening statement as Diagram No. 4. Louisiana's ownership was clearly recognized.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">The General Land Office of the United States began, as early as 1842, a detailed survey of the land forming the disputed area, of which township plats appear in the record. The survey gave the location of Marsh island, Half Moon or Grand Island, an unnamed island, Petit Pass island, and Isle a Pitre, and the sections and townships comprised in these islands. They were all designated as being in the southeastern land district of Louisiana, east of the Mississippi river.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">When, as we have said, Louisiana, in the year 1852, selected these and other lands within her state limits as inuring to her under the swamp land grants, the General Land Office, on May, 6, 1852, recognized the correctness of the claim to the lands and approved and patented them to her as a state. Mississippi also applied for the land inuring to her under the provisions of those grants, and received her swamp lands, but the state never selected and never had approved to her, as is shown by the books of the state land office of Mississippi, any of the lands in the disputed area of today; but it appeared that the state did have in her land office books a record of the lands forming St. Joseph's island, which lay immediately north of the deep-water channel, and did not extend south of that channel.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">The General Land Office of the United States, in all of the maps it has caused to be made of Louisiana and Mississippi, has been consistent in its recognition of the ownership by Louisiana of the disputed area. See maps of Louisiana, 1879, 1886, 1887, 1896; and of Mississippi in 1890.</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">As before stated, in 1839 an engineer and surveyor made a report and sketch of the coast of Mississippi, under the authority of that state. This showed the territory lying south of the deep-water channel in outline to be a peninsular formation. The report referred to Horn, Petit Bois, Cat, and Ship islands as belonging to Mississippi, all of which are east of the disputed territory; and the territory southwest of the deep-water channel, or South pass, was described as the Louisiana marshes. The official maps of Mississippi recognized Louisiana's ownership of the disputed territory. The state map of October 26, 1866, which was approved by Governor Humphrey and also by Governor Alcorn, did this; and other maps, as the official map of Mississippi, published under an act of the legislature of that state on March 8, 1882; Rand McNally's section map of Mississippi, compiled from the records of the office of the surveyor general of the board of immigration and agriculture, Jackson, Mississippi; and the railroad commissioners' map of Mississippi gave like recognition. The only exception seems to be a map of the railroad commission, issued in 1904, two years after this suit was instituted, wherein, on the 18-mile theory, Mississippi for the first time cartographically extended her claims into the St. Bernard, Louisiana, peninsula.</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">The record contains much evidence of the exercise by Louisiana of jurisdiction over the territory in dispute, and of the general recognition of it by Mississippi as belonging to Louisiana. Apparently Louisiana had exercised complete dominion over it from 1812 with the acquiescence of Mississippi, unless the fact that the latter made a general reference to islands within 6 leagues of her shore in her Code of 1880 indicated otherwise. But the evidence fails to satisfy us that she attempted any physical possession or control until after 1900. The few instances referred to as showing that Mississippi asserted rights in the disputed area are of little weight and require no discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">Our conclusion is that <i>complainant is entitled to the relief sought</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">Decree accordingly.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96457/"
}