{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "203 U.S. 461", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/96543/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States Ex Rel. Taylor v. Taft", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "300", 
    "id": 80926, 
    "resource_uri": "/api/rest/v2/citation/80926/"
  }, 
  "id": 96543, 
  "blocked": false, 
  "judges": "Fuller, After Making the Foregoing Statement", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1906-12-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>203 U.S. 461 (1906)</b></center>\n<center><h1>UNITED STATES ex rel. TAYLOR<br>\nv.<br>\nTAFT, SECRETARY OF WAR.</h1></center>\n<center>No. 300.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 19, 1906.</center>\n<center>Decided December 10, 1906.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*463</span> <i>Mr. Noble E. Dawson</i> for plaintiff in error.</p>\n<p><i>The Solicitor General</i> for defendant in error.</p>\n<p>MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>This case comes before us on a motion to dismiss the writ of error for want of jurisdiction. The right to such a writ is given in section 233 of the Code of the District of Columbia, 31 Stat. 1189, c. 854, 1227, which reads:</p>\n<p>\"Any final judgment or decree of the Court of Appeals may be reexamined and affirmed, reversed, or modified by the Supreme Court of the United States, upon writ of error or appeal, in all cases in which the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars, in the same manner and under the same regulations as existed in <span class=\"star-pagination\">*464</span> cases of writs of error on judgments or appeals from decrees rendered in the Supreme Court of the District of Columbia on February ninth, eighteen hundred and ninety-three, and also in cases, without regard to the sum or value of the matter in dispute, wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States.\"</p>\n<p>If this writ of error can be maintained it is on the ground that the validity of an authority exercised under the United States was drawn in question.</p>\n<p>The relator did not, however, question the authority of the President or his representatives to dismiss her, if the required formalities had been complied with. What she claimed was that there were certain rules and regulations of the civil service which were not observed in the matter of her dismissal, and that, therefore, such dismissal was illegal.</p>\n<p>But this contention did not draw in question the validity of an authority exercised under the United States, but the construction and application of regulations of the exercise of such authority.</p>\n<p>As Mr. Justice Gray said, in <i>South Carolina</i> v. <i>Seymour,</i> 153 U.S. 353, referring to an identical provision of the laws of the District prior to the code: \"In order to come within this clause, the validity, and not the construction only, of a treaty or statute of the United States, or of an authority exercised under the United States, must be directly drawn in question.\"</p>\n<p>And, prior to that case, we had disposed of the same question in <i>United States</i> v. <i>Lynch,</i> 137 U.S. 280. That was a petition for a writ of mandamus against the Fourth Auditor and the Second Comptroller of the Treasury, to compel them to audit the account of petitioner, who was an officer in the Navy. It was insisted that by the disallowance of petitioner's claim for mileage these officers exercised a discretion which they did not possess; that this was an invalid exercise of an authority under the United States; and that hence the validity <span class=\"star-pagination\">*465</span> of the authority was drawn in question. We held otherwise, and said:</p>\n<p>\"The validity of a statute is not drawn in question every time rights claimed under such statute are controverted, nor is the validity of an authority, every time an act done by such authority is disputed. . . .</p>\n<p>\"What the relator sought was an order coercing these officers to proceed in a particular way, and this order the Supreme Court of the District declined to grant. If we were to reverse that judgment upon the ground urged, it would not be for want of power in the Auditor to audit the account, and in the Comptroller to revise and pass upon it, but because those officers had disallowed what they ought to have allowed and erroneously construed what needed no construction. This would not in any degree involve the validity of their authority.\"</p>\n<p><i>Steinmetz</i> v. <i>Allen,</i> 192 U.S. 543, is not to the contrary, for there the validity of a rule constituting the authority of certain officers in the Patent Office was drawn in question.</p>\n<p><i>Writ of error dismissed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:41:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></span> (1906)</b></center>\n<center><h1>UNITED STATES ex rel. TAYLOR<br>\nv.<br>\nTAFT, SECRETARY OF WAR.</h1></center>\n<center>No. 300.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 19, 1906.</center>\n<center>Decided December 10, 1906.</center>\nERROR TO THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*463</span> <i>Mr. Noble E. Dawson</i> for plaintiff in error.</p>\n<p><i>The Solicitor General</i> for defendant in error.</p>\n<p>MR. CHIEF JUSTICE FULLER, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>This case comes before us on a motion to dismiss the writ of error for want of jurisdiction. The right to such a writ is given in section 233 of the Code of the District of Columbia, 31 Stat. 1189, c. 854, 1227, which reads:</p>\n<p>\"Any final judgment or decree of the Court of Appeals may be reexamined and affirmed, reversed, or modified by the Supreme Court of the United States, upon writ of error or appeal, in all cases in which the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars, in the same manner and under the same regulations as existed in <span class=\"star-pagination\">*464</span> cases of writs of error on judgments or appeals from decrees rendered in the Supreme Court of the District of Columbia on February ninth, eighteen hundred and ninety-three, and also in cases, without regard to the sum or value of the matter in dispute, wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States.\"</p>\n<p>If this writ of error can be maintained it is on the ground that the validity of an authority exercised under the United States was drawn in question.</p>\n<p>The relator did not, however, question the authority of the President or his representatives to dismiss her, if the required formalities had been complied with. What she claimed was that there were certain rules and regulations of the civil service which were not observed in the matter of her dismissal, and that, therefore, such dismissal was illegal.</p>\n<p>But this contention did not draw in question the validity of an authority exercised under the United States, but the construction and application of regulations of the exercise of such authority.</p>\n<p>As Mr. Justice Gray said, in <i>South Carolina</i> v. <i>Seymour,</i> <span class=\"citation\" data-id=\"93902\"><a href=\"/opinion/93902/south-carolina-v-seymour/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, referring to an identical provision of the laws of the District prior to the code: \"In order to come within this clause, the validity, and not the construction only, of a treaty or statute of the United States, or of an authority exercised under the United States, must be directly drawn in question.\"</p>\n<p>And, prior to that case, we had disposed of the same question in <i>United States</i> v. <i>Lynch,</i> 137 U.S. 280. That was a petition for a writ of mandamus against the Fourth Auditor and the Second Comptroller of the Treasury, to compel them to audit the account of petitioner, who was an officer in the Navy. It was insisted that by the disallowance of petitioner's claim for mileage these officers exercised a discretion which they did not possess; that this was an invalid exercise of an authority under the United States; and that hence the validity <span class=\"star-pagination\">*465</span> of the authority was drawn in question. We held otherwise, and said:</p>\n<p>\"The validity of a statute is not drawn in question every time rights claimed under such statute are controverted, nor is the validity of an authority, every time an act done by such authority is disputed. . . .</p>\n<p>\"What the relator sought was an order coercing these officers to proceed in a particular way, and this order the Supreme Court of the District declined to grant. If we were to reverse that judgment upon the ground urged, it would not be for want of power in the Auditor to audit the account, and in the Comptroller to revise and pass upon it, but because those officers had disallowed what they ought to have allowed and erroneously construed what needed no construction. This would not in any degree involve the validity of their authority.\"</p>\n<p><i>Steinmetz</i> v. <i>Allen,</i> <span class=\"citation\" data-id=\"96011\"><a href=\"/opinion/96011/united-states-ex-rel-steinmetz-v-allen/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span>, is not to the contrary, for there the validity of a rule constituting the authority of certain officers in the Patent Office was drawn in question.</p>\n<p><i>Writ of error dismissed.</i></p>\n</div>", 
  "sha1": "1971bf09e3c8e1362fd98ab65f0d4c67d25238b1", 
  "date_modified": "2014-12-21T01:34:39.741502", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/96543/united-states-ex-rel-taylor-v-taft/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1116048/", 
  "html": "<p class=\"case_cite\">203 U.S. 461</p>\n    <p class=\"case_cite\">27 S.Ct. 148</p>\n    <p class=\"case_cite\">51 L.Ed. 269</p>\n    <p class=\"parties\">UNITED STATES ex rel. REBECCA J. TAYLOR, Plff. in Err.,<br>v.<br>WILLIAM H. TAFT, Secretary of War.</p>\n    <p class=\"docket\">No. 300.</p>\n    <p class=\"date\">Submitted November 19, 1906.</p>\n    <p class=\"date\">Decided December 10, 1906.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Relator was, on May 12, 1902, a clerk in the classified civil service of the United States, and employed in the War Department. On that day an article purporting to be signed by her, and making very serious reflections on the President of the United States, appeared in a newspaper published at Washington. Some days thereafter the Secretary of War directed that relator be called upon to state whether she was the author of the publication, and, if so, it was ordered that her attention should be invited to &#167; 8 of civil service rule II., and that she be allowed three days in which to submit any answer or statement she might wish to make.</p>\n      <p class=\"indent\">To this relator answered, admitting that she was the author of the article, but insisting that she had not been notified of any charge calling for answer under the rule.</p>\n      <p class=\"indent\">Thereupon the Secretary entered an order dismissing her from the service, and filed a memorandum assigning as reason therefor the publication of the article.</p>\n      <p class=\"indent\">Relator then filed her petition for mandamus in the supreme court of the District, to compel the Secretary to restore her. The petition recited &#167;&#167; 3 and 8 of civil service rule II., and assigned as grounds of relief that the procedure was not in conformity with the executive regulations set out, in that no reasons for removal had been furnished relator, and also in that the real reason of her removal was because of her political opinions and the expression of them.</p>\n      <p class=\"indent\">The Secretary answered the petition, setting out the facts in detail, denying that relator was removed on account of her political opinions, and averring that the action was taken because of the publication of the article, containing derogatory and disrespectful statements of and concerning the President of the United States in relation to his conduct as Commander in Chief, and which he decided 'was prejudicial to order and the efficiency of said War Department, and such offense as rendered the further connection of the petitioner with said service incompatible with the best interests of the same.' And while insisting that all acts done or caused to be done by him were in conformity with the civil service rules, the Secretary submitted that the petitioner showed by her petition 'no vested right, title or interest in or to the employment formerly exercised by her in the office of the Adjutant General of the United States Army, and that the relation of such petitioner, as an employee, to the executive civil service, in respect of appointment, promotion, and removal, is a matter wholly within the competence and cognizance of the political department, and the action of the head of an executive department in respect thereof is not subject to be reviewed, reversed, set aside, or controlled by a court of law, nor can his action in that behalf be commanded, directed, or compelled by the writ of mandamus, as the petitioner in her said petition has prayed.'</p>\n      <p class=\"indent\">Relator filed a demurrer to the answer, which was overruled, whereupon she elected to stand by the demurrer, and judgment was entered denying the writ. The judgment was affirmed by the court of appeals (24 App. D. C. 95), and this writ of error then sued out.</p>\n      <p class=\"indent\">Mr. Noble E. Dawson for plaintiff in error.</p>\n      <p class=\"indent\">Solicitor General Hoyt for defendant in error.</p>\n      <p class=\"indent\">Statement by Mr. Chief Justice Fuller:</p>\n      <p class=\"indent\">Mr. Chief Justice Fuller delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes before us on a motion to dismiss the writ of error for want of jurisdiction. The right to such a writ is given in &#167; 233 of the Code of the District of Columbia (31 Stat. at L. 1189, 1227, chap. 854), which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Any final judgment or decree of the court of appeals may be re-examined and affirmed, reversed, or modified by the Supreme Court of the United States, upon writ of error or appeal, in all cases in which the matter in dispute, exclusive of costs, shall exceed the sum of five thousand dollars, in the same manner and under the same regulations as existed in cases of writs of error on judgments, or appeals from decrees rendered in the supreme court of the District of Columbia, on February ninth, eighteen hundred and ninety-three, and also in cases, without regard to the sum or value of the matter in dispute, wherein is involved the validity of any patent or copyright, or in which is drawn in question the validity of a treaty or statute of, or an authority exercised under, the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">If this writ of error can be maintained, it is on the ground that the validity of an authority exercised under the United States was drawn in question.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The relator did not, however, question the authority of the President or his representatives to dismiss her, if the required formalities had been complied with. What she claimed was that there were certain rules and regulations of the civil service which were not observed in the matter of her dismissal, and that, therefore, such dismissal was illegal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">But this contention did not draw in question the validity of an authority exercised under the United States, but the construction and application of regulations of the exercise of such authority.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As Mr. Justice Gray said, in South Carolina v. Seymour (United States ex rel. South Carolina v. Seymour) 153 U. S. 353, 38 L. ed. 742, 14 Sup. Ct. Rep. 871, referring to an identical provision of the laws of the District prior to the Code: 'In order to come within this clause, the validity, and not the construction only, of a treaty or statute of the United States, or of an authority exercised under the United States must be directly drawn in question.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">And, prior to that case, we had disposed of the same question in United States v. Lynch, 137 U. S. 280, 34 L. ed. 700, 11 Sup. Ct. Rep. 114. That was a petition for a writ of mandamus against the Fourth Auditor and the Second Comptroller of the Treasury, to compel them to audit the account of petitioner, who was an officer in the Navy. It was insisted that by the disallowance of petitioner's claim for mileage these officers exercised a discretion which they did not possess; that this was an invalid exercise of an authority under the United States; and that hence the validity of the authority was drawn in question. We held otherwise, and said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The validity of a statute is not drawn in question every time rights claimed under such statute are controverted, not is the validity of an authority, every time an act done by such authority is disputed. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'What the relator sought was an order coercing these officers to proceed in a particular way, and this order the supreme court of the District declined to grant. If we were to reverse that judgment upon the ground urged, it would not be for want of power in the Auditor to audit the account, and in the Comptroller to revise and pass upon it, but because those officers had disallowed what they ought to have allowed and erroneously construed what needed no construction. This would not in any degree involve the validity of their authority.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">United States ex rel. Steinmetz v. Allen, 192 U. S. 543, 48 L. ed. 555, 24 Sup. Ct. Rep. 416, is not to the contrary, for there the validity of a rule constituting the authority of certain officers in the Patent Office was drawn in question.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Writ of error dismissed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/96543/"
}