{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "512 U.S. 154", 
    "federal_cite_two": "114 S. Ct. 2187", 
    "specialty_cite_one": null, 
    "federal_cite_three": "129 L. Ed. 2d 133", 
    "lexis_cite": "1994 U.S. LEXIS 4640", 
    "document_uris": [
      "/api/rest/v2/document/117854/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Simmons v. South Carolina", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "92-9059", 
    "id": 102213, 
    "resource_uri": "/api/rest/v2/citation/102213/"
  }, 
  "id": 117854, 
  "blocked": false, 
  "judges": "Blackmun", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1994-06-17", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>512 U.S. 154 (1994)</b></center>\n<center><h1>SIMMONS<br>\nv.<br>\nSOUTH CAROLINA</h1></center>\n<center>No. 92-9059.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued January 18, 1994.</center>\n<center>Decided June 17, 1994.</center>\nCERTIORARI TO THE SUPREME COURT OF SOUTH CAROLINA\n<p><span class=\"star-pagination\">*156</span> Blackmun, J., announced the judgment of the Court and delivered an opinion, in which Stevens, Souter, and Ginsburg, JJ., joined. Souter, J., filed a concurring opinion, in which Stevens, J., joined, <i>post,</i> p. 172. Ginsburg, J., filed a concurring opinion, <i>post,</i> p. 174. O'Connor, J., filed an opinion concurring in the judgment, in which Rehnquist, C. J., and Kennedy, J., joined, <i>post,</i> p. 175. Scalia, J., filed a dissenting opinion, in which Thomas, J., joined, <i>post,</i> p. 178.</p>\n<p><i>David I. Bruck,</i> by appointment of the Court, 510 U. S. 942, argued the cause for petitioner. With him on the briefs was <i>M. Anne Pearce.</i> </p>\n<p><i>Richard A. Harpootlian</i> argued the cause for respondent. With him on the brief were <i>T. Travis Medlock,</i> Attorney General of South Carolina, and <i>Donald J. Zelenka,</i> Chief Deputy Attorney General.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*156</span> Justice Blackmun announced the judgment of the Court and delivered an opinion, in which Justice Stevens, Justice Souter, and Justice Ginsburg join.</p>\n<p>This case presents the question whether the Due Process Clause of the Fourteenth Amendment was violated by the refusal of a state trial court to instruct the jury in the penalty phase of a capital trial that under state law the defendant was ineligible for parole. We hold that where the defendant's future dangerousness is at issue, and state law prohibits the defendant's release on parole, due process requires that the sentencing jury be informed that the defendant is parole ineligible.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>In July 1990, petitioner beat to death an elderly woman, Josie Lamb, in her home in Columbia, South Carolina. The week before petitioner's capital murder trial was scheduled to begin, he pleaded guilty to first-degree burglary and two counts of criminal sexual conduct in connection with two prior assaults on elderly women. Petitioner's guilty pleas resulted inconvictions for violent offenses, and those convictions rendered petitioner ineligible for parole if convicted of any subsequent violent-crime offense. S. C. Code Ann. § 24-21-640 (Supp. 1993).</p>\n<p>Prior to jury selection, the prosecution advised the trial judge that the State \"[o]bviously [was] going to ask you to exclude any mention of parole throughout this trial.\" App. 2. Over defense counsel's objection, the trial court granted the prosecution's motion for an order barring the <span class=\"star-pagination\">*157</span> defense from asking any question during <i>voir dire</i> regarding parole. Under the court's order, defense counsel was forbidden even to mention the subject of parole, and expressly was prohibited from questioning prospective jurors as to whether they understood the meaning of a \"life\" sentence under South Carolina law.<sup>[1]</sup> After a 3-day trial, petitioner was convicted of the murder of Ms. Lamb.</p>\n<p>During the penalty phase, the defense brought forward mitigating evidence tending to show that petitioner's violent behavior reflected serious mental disorders that stemmed from years of neglect and extreme sexual and physical abuse petitioner endured as an adolescent. While there was some disagreement among witnesses regarding the extent to which petitioner's mental condition properly could be deemed a \"disorder,\" witnesses for both the defense and the prosecution agreed that petitioner posed a continuing danger to elderly women.</p>\n<p>In its closing argument the prosecution argued that petitioner's future dangerousness was a factor for the jury to consider when fixing the appropriate punishment. The question for the jury, said the prosecution, was \"what to do with [petitioner] now that he is in our midst.\" <i>Id.</i> , at 110. The prosecution further urged that a verdict for death would be \"a response of society to someone who is a threat. Your verdict will be an act of self-defense.\" <i>Ibid.</i> </p>\n<p>Petitioner sought to rebut the prosecution's generalized argument of future dangerousness by presenting evidence that, due to his unique psychological problems, his dangerousness was limited to elderly women, and that there was no reason to expect further acts of violence once he was isolated in a prison setting. In support of his argument, petitioner introduced testimony from a female medical assistant and <span class=\"star-pagination\">*158</span> from two supervising officers at the Richland County jail where petitioner had been held prior to trial. All three testified that petitioner had adapted well to prison life during his pretrial confinement and had not behaved in a violent manner toward any of the other inmates or staff. Petitioner also offered expert opinion testimony from Richard L. Boyle, a clinical social worker and former correctional employee, who had reviewed and observed petitioner's institutional adjustment. Mr. Boyle expressed the view that, based on petitioner's background and his current functioning, petitioner would successfully adapt to prison if he was sentenced to life imprisonment.</p>\n<p>Concerned that the jury might not understand that \"life imprisonment\" did not carry with it the possibility of parole in petitioner's case, defense counsel asked the trial judge to clarify this point by defining the term \"life imprisonment\" for the jury in accordance with S. C. Code Ann. § 24-21-640 (Supp. 1993).<sup>[2]</sup> To buttress his request, petitioner proffered, outside the presence of the jury, evidence conclusively establishing his parole ineligibility. On petitioner's behalf, attorneys for the South Carolina Department of Corrections and the Department of Probation, Parole and Pardons testified that any offender in petitioner's position was in fact ineligible for parole under South Carolina law. The prosecution did not challenge or question petitioner's parole ineligibility. Instead, it sought to elicit admissions from the witnesses that, notwithstanding petitioner's parole ineligibility, petitioner might receive holiday furloughs or other forms of early release. Even this effort was unsuccessful, however, <span class=\"star-pagination\">*159</span> as the cross-examination revealed that Department of Corrections regulations prohibit petitioner's release under early release programs such as work-release or supervised furloughs, and that no convicted murderer serving life without parole ever had been furloughed or otherwise released for any reason.</p>\n<p>Petitioner then offered into evidence, without objection, the results of a statewide public-opinion survey conducted by the University of South Carolina's Institute for Public Affairs. The survey had been conducted a few days before petitioner's trial, and showed that only 7.1 percent of all jury-eligible adults who were questioned firmly believed that an inmate sentenced to life imprisonment in South Carolina actually would be required to spend the rest of his life in prison. See App. 152-154. Almost half of those surveyed believed that a convicted murderer might be paroled within 20 years; nearly three-quarters thought that release certainly would occur in less than 30 years. <i>Ibid.</i> More than 75 percent of those surveyed indicated that if they were called upon to make a capital sentencing decision as jurors, the amount of time the convicted murderer actually would have to spend in prison would be an \"extremely important\" or a \"very important\" factor in choosing between life and death. <i>Id.,</i> at 155.</p>\n<p>Petitioner argued that, in view of the public's apparent misunderstanding about the meaning of \"life imprisonment\" in South Carolina, there was a reasonable likelihood that the jurors would vote for death simply because they believed, mistakenly, that petitioner eventually would be released on parole.</p>\n<p>The prosecution opposed the proposed instruction, urging the court \"not to allow . . . any argument by state or defense about parole and not charge the jury on anything concerning parole.\" <i>Id.,</i> at 37. Citing the South Carolina Supreme Court's opinion in <i>State</i> v. <i>Torrence,</i> 305 S. C. 45, 406 S. E. <span class=\"star-pagination\">*160</span> 2d 315 (1991), the trial court refused petitioner's requested instruction. Petitioner then asked alternatively for the following instruction:</p>\n<blockquote>\"I charge you that these sentences mean what they say. That is, if you recommend that the defendant Jonathan Simmons be sentenced to death, he actually will be sentenced to death and executed. If,on the other hand, you recommend that he be sentenced to life imprisonment, he actually will be sentenced to imprisonment in the state penitentiary for the balance of his natural life. \"In your deliberations, you are not to speculate that these sentences mean anything other than what I have just told you, for what I have told you is exactly what will happen to the defendant, depending on what your sentencing decision is.\" App. 162. The trial judge also refused to give this instruction, but indicated that he might give a similar instruction if the jury inquired about parole eligibility.</blockquote>\n<p>After deliberating on petitioner's sentence for 90 minutes, the jury sent a note to the judge asking a single question: \"Does the imposition of a life sentence carry with it the possibility of parole?\" <i>Id.,</i> at 145. Over petitioner's objection, the trial judge gave the following instruction:</p>\n<blockquote>\"You are instructed not to consider parole or parole eligibility in reaching your verdict. Do not consider parole or parole eligibility. That is not a proper issue for your consideration. The terms life imprisonment and death sentence are to be understood in their plan [sic] and ordinary meaning.\" <i>Id.,</i> at 146. Twenty-five minutes after receiving this response from the court, the jury returned to the courtroom with a sentence of death.</blockquote>\n<p>On appeal to the South Carolina Supreme Court, petitioner argued that the trial judge's refusal to provide the jury accurate information regarding his parole ineligibility <span class=\"star-pagination\">*161</span> violated the Eighth Amendment and the Due Process Clause of the Fourteenth Amendment.<sup>[3]</sup> The South Carolina Supreme Court declined to reach the merits of petitioner's challenges. With one justice dissenting, it concluded that, regardless of whether a trial court's refusal to inform a sentencing jury about a defendant's parole ineligibility might be error under some circumstances, the instruction given to petitioner's jury \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility,\" and thus there was no reason to consider whether denial of such an instruction would be constitutional error in this case. 310 S. C. 439, 444, 427 S. E. 2d 175, 179 (1993). We granted certiorari, 510 U. S. 811 (1993).</p>\n<p></p>\n<h2>II</h2>\n<p>The Due Process Clause does not allow the execution of a person \"on the basis of information which he had no opportunity to deny or explain.\" <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349, 362 (1977). In this case, the jury reasonably may have believed that petitioner could be released on parole if he were not executed. To the extent this misunderstanding pervaded the jury's deliberations, it had the effect of creating a false choice between sentencing petitioner to death and sentencing him to a limited period of incarceration. This <span class=\"star-pagination\">*162</span> grievous misperception was encouraged by the trial court's refusal to provide the jury with accurate information regarding petitioner's parole ineligibility, and by the State's repeated suggestion that petitioner would pose a future danger to society if he were not executed. Three times petitioner asked to inform the jury that in fact he was ineligible for parole under state law; three times his request was denied. The State thus succeeded in securing a death sentence on the ground, at least in part, of petitioner's future dangerousness, while at the same time concealing from the sentencing jury the true meaning of its noncapital sentencing alternative, namely, that life imprisonment meant life without parole. We think it is clear that the State denied petitioner due process.<sup>[4]</sup></p>\n<p></p>\n<h2>A</h2>\n<p>This Court has approved the jury's consideration of future dangerousness during the penalty phase of a capital trial, recognizing that a defendant's future dangerousness bears on all sentencing determinations made in our criminal justice system. See <i>Jurek</i> v. <i>Texas,</i> 428 U. S. 262, 275 (1976) (joint opinion of Stewart, Powell, and Stevens, JJ.) (noting that \"any sentencing authority must predict a convicted person's probable future conduct when it engages in the process of determining what punishment to impose\"); <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1003, n. 17 (1983) (explaining that it is proper for a sentencing jury in a capital case to consider \"the defendant's potential for reform and whether his probable future behavior counsels against the desirability of his release into society\").</p>\n<p>Although South Carolina statutes do not mandate consideration of the defendant's future dangerousness in capital sentencing, the State's evidence in aggravation is not limited to evidence relating to statutory aggravating circumstances. <span class=\"star-pagination\">*163</span> See <i>Barclay</i> v. <i>Florida,</i> 463 U. S. 939, 948-951 (1983) (plurality opinion); <i>California</i> v. <i>Ramos,</i> 463 U. S., at 1008 (\"Once the jury finds that the defendant falls within the legislatively defined category of persons eligible for the death penalty . . . the jury then is free to consider a myriad of factors to determine whether death is the appropriate punishment\"). Thus, prosecutors in South Carolina, like those in other States that impose the death penalty, frequently emphasize a defendant's future dangerousness in their evidence and argument at the sentencing phase; they urge the jury to sentence the defendant to death so that he will not be a danger to the public if released from prison. Eisenberg &amp; Wells, Deadly Confusion: Juror Instructions in Capital Cases, 79 Cornell L. Rev. 1, 4 (1993).</p>\n<p>Arguments relating to a defendant's future dangerousness ordinarily would be inappropriate at the guilt phase of a trial, as the jury is not free to convict a defendant simply because he poses a future danger; nor is a defendant's future dangerousness likely relevant to the question whether each element of an alleged offense has been proved beyond a reasonable doubt. But where the jury has sentencing responsibilities in a capital trial, many issues that are irrelevant to the guilt-innocence determination step into the foreground and require consideration at the sentencing phase. The defendant's character, prior criminal history, mental capacity, background, and age are just a few of the many factors, in addition to future dangerousness, that a jury may consider in fixing appropriate punishment. See <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586 (1978); <i>Eddings</i> v. <i>Oklahoma,</i> 455 U. S. 104, 110 (1982); <i>Barclay</i> v. <i>Florida,</i> 463 U. S., at 948-951.</p>\n<p>In assessing future dangerousness, the actual duration of the defendant's prison sentence is indisputably relevant. Holding all other factors constant, it is entirely reasonable for a sentencing jury to view a defendant who is eligible for parole as a greater threat to society than a defendant who is not. Indeed, there may be no greater assurance of a defendant's <span class=\"star-pagination\">*164</span> future nondangerousness to the public than the fact that he never will be released on parole. The trial court's refusal to apprise the jury of information so crucial to its sentencing determination, particularly when the prosecution alluded to the defendant's future dangerousness in its argument to the jury, cannot be reconciled with our wellestablished precedents interpreting the Due Process Clause.</p>\n<p></p>\n<h2>B</h2>\n<p>In <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1 (1986), this Court held that a defendant was denied due process by the refusal of the state trial court to admit evidence of the defendant's good behavior in prison in the penalty phase of his capital trial. Although the majority opinion stressed that the defendant's good behavior in prison was \"relevant evidence in mitigation of punishment,\" and thus admissible under the Eighth Amendment, <i>id.</i> , at 4, citing <i>Lockett</i> v. <i>Ohio,</i> 438 U. S., at 604 (plurality opinion), the <i>Skipper</i> opinion expressly noted that the Court's conclusion also was compelled by the Due Process Clause. The Court explained that where the prosecution relies on a prediction of future dangerousness in requesting the death penalty, elemental due process principles operate to require admission of the defendant's relevant evidence in rebuttal. 476 U. S., at 5, n. 1. See also <i>id.</i> , at 9 (Powell, J., opinion concurring in judgment) (\"[B]ecause petitioner was not allowed to rebut evidence and argument used against him,\" the defendant clearly was denied due process).</p>\n<p>The Court reached a similar conclusion in <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349 (1977). In that case, a defendant was sentenced to death on the basis of a presentence report which was not made available to him and which he therefore could not rebut. A plurality of the Court explained that sending a man to his death \"on the basis of information which he had no opportunity to deny or explain\" violated fundamental notions of due process. <i>Id.</i> , at 362. The principle announced <span class=\"star-pagination\">*165</span> in <i>Gardner</i> was reaffirmed in <i>Skipper,</i> and it compels our decision today. See also <i>Crane</i> v. <i>Kentucky,</i> 476 U. S. 683, 690 (1986) (due process entitles a defendant to \"`a meaningful opportunity to present a complete defense' \") (citation omitted); <i>Ake</i> v. <i>Oklahoma,</i> 470 U. S. 68, 83-87 (1985) (where the State presents psychiatric evidence of a defendant's future dangerousness at a capital sentencing proceeding, due process entitles an indigent defendant to the assistance of a psychiatrist for the development of his defense).</p>\n<p>Like the defendants in <i>Skipper</i> and <i>Gardner,</i> petitioner was prevented from rebutting information that the sentencing authority considered, and upon which it may have relied, in imposing the sentence of death. The State raised the specter of petitioner's future dangerousness generally, but then thwarted all efforts by petitioner to demonstrate that, contrary to the prosecutor's intimations, he never would be released on parole and thus, in his view, would not pose a future danger to society.<sup>[5]</sup> The logic and effectiveness of petitioner's argument naturally depended on the fact that he was legally ineligible for parole and thus would remain in prison if afforded a life sentence. Petitioner's efforts to focus the jury's attention on the question whether, in prison, he would be a future danger were futile, as he repeatedly was denied any opportunity to inform the jury that he never would be released on parole. The jury was left to speculate about petitioner's parole eligibility when evaluating petitioner's future dangerousness, and was denied a straight answer <span class=\"star-pagination\">*166</span> about petitioner's parole eligibility even when it was requested.</p>\n<p></p>\n<h2>C</h2>\n<p>The State and its <i>amici</i> contend that petitioner was not entitled to an instruction informing the jury that petitioner is ineligible for parole because such information is inherently misleading.<sup>[6]</sup> Essentially, they argue that because future exigencies such as legislative reform, commutation, clemency, and escape might allow petitioner to be released into society, petitioner was not entitled to inform the jury that he is parole ineligible. Insofar as this argument is targeted at the specific wording of the instruction petitioner requested, the argument is misplaced. Petitioner's requested instruction (\"If . . . you recommend that [the defendant] be sentenced to life imprisonment, he actually will be sentenced to imprisonment in the state penitentiary for the balance of his natural life,\" App. 162) was proposed only after the trial court ruled that South Carolina law prohibited a plain-language instruction that petitioner was ineligible for parole under state law. To the extent that the State opposes even a simple paroleineligibility instruction because of hypothetical future developments, the argument has little force. Respondent admits that an instruction informing the jury that petitioner is ineligible for parole is legally accurate. Certainly, such an instruction is more accurate than no instruction at all, which leaves the jury to speculate whether \"life imprisonment\" means life without parole or something else.</p>\n<p>The State's asserted accuracy concerns are further undermined by the fact that a large majority of States which provide <span class=\"star-pagination\">*167</span> for life imprisonment without parole as an alternative to capital punishment inform the sentencing authority of the defendant's parole ineligibility.<sup>[7]</sup> The few States that do not provide capital sentencing juries with any information regarding parole ineligibility seem to rely, as South Carolina <span class=\"star-pagination\">*168</span> does here, on the proposition that <i>California</i> v. <i>Ramos,</i> 463 U. S. 992 (1983), held that such determinations are purely matters of state law.<sup>[8]</sup></p>\n<p>It is true that <i>Ramos</i> stands for the broad proposition that we generally will defer to a State's determination as to what a jury should and should not be told about sentencing. In a State in which parole is available, how the jury's knowledge of parole availability will affect the decision whether or not to impose the death penalty is speculative, and we shall not lightly second-guess a decision whether or not to inform a jury of information regarding parole. States reasonably may conclude that truthful information regarding the availability of commutation, pardon, and the like should be kept from the jury in order to provide \"greater protection in [the States'] criminal justice system than the Federal Constitution requires.\" <i>Id.</i> , at 1014. Concomitantly, nothing in the Constitution prohibits the prosecution from arguing any truthful information relating to parole or other forms of early release.</p>\n<p>But if the State rests its case for imposing the death penalty at least in part on the premise that the defendant will <span class=\"star-pagination\">*169</span> be dangerous in the future, the fact that the alternative sentence to death is life without parole will necessarily undercut the State's argument regarding the threat the defendant poses to society. Because truthful information of parole ineligibility allows the defendant to \"deny or explain\" the showing of future dangerousness, due process plainly requires that he be allowed to bring it to the jury's attention by way of argument by defense counsel or an instruction from the court. See <i>Gardner,</i> 430 U. S., at 362.</p>\n<p></p>\n<h2>III</h2>\n<p>There remains to be considered whether the South Carolina Supreme Court was correct in concluding that the trial court \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility,\" 310 S. C., at 444, 427 S. E. 2d, at 179, when it responded to the jury's query by stating that life imprisonment was to be understood in its \"plain and ordinary meaning,\" <i>ibid.</i> In the court's view, petitioner basically received the parole-ineligibility instruction he requested. We disagree.</p>\n<p>It can hardly be questioned that most juries lack accurate information about the precise meaning of \"life imprisonment\" as defined by the States. For much of our country's history, parole was a mainstay of state and federal sentencing regimes, and every term (whether a term of life or a term of years) in practice was understood to be shorter than the stated term. See generally Lowenthal, Mandatory Sentencing Laws: Undermining the Effectiveness of Determinate Sentencing Reform, 81 Calif. L. Rev. 61 (1993) (describing the development of mandatory sentencing laws). Increasingly, legislatures have enacted mandatory sentencing laws with severe penalty provisions, yet the precise contours of these penal laws vary from State to State. See Cheatwood, The Life-Without-Parole Sanction: Its Current Status and a Research Agenda, 34 Crime &amp; Delinq. 43, 45, 48 (1988). Justice Chandler of the South Carolina Supreme <span class=\"star-pagination\">*170</span> Court observed that it is impossible to ignore \"the reality, known to the `reasonable juror,' that, historically, life-term defendants have been eligible for parole.\" <i>State</i> v. <i>Smith,</i>  298 S. C. 482, 489-490, 381 S. E. 2d 724, 728 (1989) (opinion concurring and dissenting), cert. denied, 494 U. S. 1060 (1990).<sup>[9]</sup></p>\n<p>An instruction directing juries that life imprisonment should be understood in its \"plain and ordinary\" meaning does nothing to dispel the misunderstanding reasonable jurors may have about the way in which any particular State defines \"life imprisonment.\"<sup>[10]</sup> See <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 380 (1990) (where there is a \"reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence,\" the defendant is denied due process).</p>\n<p>It is true, as the State points out, that the trial court admonished the jury that \"you are instructed not to consider parole\" and that parole \"is not a proper issue for your consideration.\" App. 146. Far from ensuring that the jury was not misled, however, this instruction actually suggested that parole <i>was</i> available but that the jury, for some unstated reason, should be blind to this fact. Undoubtedly, the instruction was confusing and frustrating to the jury, given <span class=\"star-pagination\">*171</span> the arguments by both the prosecution and the defense relating to petitioner's future dangerousness, and the obvious relevance of petitioner's parole ineligibility to the jury's formidable sentencing task. While juries ordinarily are presumed to follow the court's instructions, see <i>Greer</i> v. <i>Miller,</i>  483 U. S. 756, 766, n. 8 (1987), we have recognized that in some circumstances \"the risk that the jury will not, or cannot, follow instructions is so great, and the consequences of failure so vital to the defendant, that the practical and human limitations of the jury system cannot be ignored.\" <i>Bruton</i>  v. <i>United States,</i> 391 U. S. 123, 135 (1968). See also <i>Beck</i> v. <i>Alabama,</i> 447 U. S. 625, 642 (1980); <i>Barclay</i> v. <i>Florida,</i> 463 U. S., at 950 (\"Any sentencing decision calls for the exercise of judgment. It is neither possible nor desirable for a person to whom the State entrusts an important judgment to decide in a vacuum, as if he had no experiences\").</p>\n<p>But even if the trial court's instruction successfully prevented the jury from considering parole, petitioner's due process rights still were not honored. Because petitioner's future dangerousness was at issue, he was entitled to inform the jury of his parole ineligibility. An instruction directing the jury not to consider the defendant's likely conduct in prison would not have satisfied due process in <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1 (1986), and, for the same reasons, the instruction issued by the trial court in this case does not satisfy due process.</p>\n<p></p>\n<h2>IV</h2>\n<p>The State may not create a false dilemma by advancing generalized arguments regarding the defendant's future dangerousness while, at the same time, preventing the jury from learning that the defendant never will be released on parole. The judgment of the South Carolina Supreme Court accordingly is reversed, and the case is remanded for further proceedings.</p>\n<p><i>It is so ordered.</i> </p>\n<p><span class=\"star-pagination\">*172</span> Justice Souter, with whom Justice Stevens joins, concurring.</p>\n<p>I join in Justice Blackmun's opinion that, at least when future dangerousness is an issue in a capital sentencing determination, the defendant has a due process right to require that his sentencing jury be informed of his ineligibility for parole. I write separately because I believe an additional, related principle also compels today's decision, regardless of whether future dangerousness is an issue at sentencing.</p>\n<p>The Eighth Amendment entitles a defendant to a jury capable of a reasoned moral judgment about whether death, rather than some lesser sentence, ought to be imposed. The Court has explained that the Amendment imposes a heightened standard \"for reliability in the determination that death is the appropriate punishment in a specific case,\" <i>Woodson</i>  v. <i>North Carolina,</i> 428 U. S. 280, 305 (1976) (plurality opinion of Stewart, Powell, and Stevens, JJ.); see also, <i>e. g., </i><i>Godfrey</i>  v. <i>Georgia,</i> 446 U. S. 420, 427-428 (1980); <i>Mills</i> v. <i>Maryland,</i>  486 U. S. 367, 383-384 (1988). Thus, it requires provision of \"accurate sentencing information [as] an indispensable prerequisite to a reasoned determination of whether a defendant shall live or die,\" <i>Gregg</i> v. <i>Georgia,</i> 428 U. S. 153, 190 (1976) (joint opinion of Stewart, Powell, and Stevens, JJ.), and invalidates \"procedural rules that ten[d] to diminish the reliability of the sentencing determination,\" <i>Beck</i> v. <i>Alabama,</i>  447 U. S. 625, 638 (1980).</p>\n<p>That same need for heightened reliability also mandates recognition of a capital defendant's right to require instructions on the meaning of the legal terms used to describe the sentences (or sentencing recommendations) a jury is required to consider, in making the reasoned moral choice between sentencing alternatives. Thus, whenever there is a reasonable likelihood that a juror will misunderstand a sentencing term, a defendant may demand instruction on its meaning, and a death sentence following the refusal of such a request <span class=\"star-pagination\">*173</span> should be vacated as having been \"arbitrarily or discriminatorily\" and \"wantonly and . . . freakishly imposed.\" <i>Furman</i> v. <i>Georgia,</i> 408 U. S. 238, 249 (1972) (Douglas, J., concurring) (internal quotation marks omitted); <i>id.</i> , at 310 (Stewart, J., concurring).</p>\n<p>While I join the other Members of the Court's majority in holding that, at least,counsel ought to be permitted to inform the jury of the law that it must apply, see <i>ante,</i> at 169 (plurality opinion); <i>post,</i> at 174 (Ginsburg, J., concurring); <i>post,</i> at 178 (O'Connor, J., concurring in judgment), I also accept the general rule that, on matters of law, arguments of counsel do not effectively substitute for statements by the court.</p>\n<blockquote>\"[A]rguments of counsel generally carry less weight with a jury than do instructions from the court. The former are usually billed in advance to the jury as matters of argument, not evidence, and are likely viewed as the statements of advocates; the latter, we have often recognized, are viewed as definitive and binding statements of the law.\" <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 384 (1990) (citation omitted).</blockquote>\n<p>I would thus impose that straightforward duty on the court.</p>\n<p>Because Justice Blackmun persuasively demonstrates that juries in general are likely to misunderstand the meaning of the term \"life imprisonment\" in a given context, see <i>ante,</i> at 159, 169-170, and n. 9, the judge must tell the jury what the term means, when the defendant so requests. It is, moreover, clear that at least one of these particular jurors did not understand the meaning of the term, since the jury sent a note to the judge asking, \"Does the imposition of a life sentence carry with it the possibility of parole?\" <i>Ante,</i>  at 160, 170, n. 10. The answer here was easy and controlled by state statute. The judge should have said no. Justice Blackmun shows that the instruction actually given was at <span class=\"star-pagination\">*174</span> best a confusing, \"equivocal direction to the jury on a basic issue,\" <i>Bollenbach</i> v. <i>United States,</i> 326 U. S. 607, 613 (1946), and that \"there is a reasonable likelihood that the jury has applied the challenged instruction in a way\" that violated petitioner's rights. <i>Boyde, supra,</i> at 380. By effectively withholding from the jury the life-without-parole alternative, the trial court diminished the reliability of the jury's decision that death, rather than that alternative, was the appropriate penalty in this case.</p>\n<p>While States are, of course, free to provide more protection for the accused than the Constitution requires, see <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1014 (1983), they may not provide less. South Carolina did so here. For these reasons, as well as those set forth by Justice Blackmun, whose opinion I join, the judgment of the Supreme Court of South Carolina must be reversed.</p>\n<p>Justice Ginsburg, concurring.</p>\n<p>This case is most readily resolved under a core requirement of due process, the right to be heard. <i>Crane</i> v. <i>Kentucky,</i> 476 U. S. 683, 690 (1986). When the prosecution urges a defendant's future dangerousness as cause for the death sentence, the defendant's right to be heard means that he must be afforded an opportunity to rebut the argument. See <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 5, n. 1 (1986). To be full and fair, that opportunity must include the right to inform the jury, if it is indeed the case, that the defendant is ineligible for parole. Justice Blackmun's opinion is in accord with Justice O'Connor's on this essential point. See <i>ante,</i> at 164, 165-166, 168-169; <i>post,</i> at 176-178.</p>\n<p>As a subsidiary matter, Justice O'Connor's opinion clarifies that the due process requirement is met if the relevant information is intelligently conveyed to the jury; due process does not dictate that the judge herself, rather than defense counsel, provide the instruction. See <i>post,</i> at 177-178. I do <span class=\"star-pagination\">*175</span> not read Justice Blackmun's opinion to say otherwise.<sup>[*]</sup> And I note that the trial court here not only refused to instruct the jury that in this case life means \"life without parole\"; the court also ordered petitioner's counsel to refrain from saying anything to the jury about parole ineligibility. App. 55-57.</p>\n<p>On these understandings, I concur in Justice Blackmun's opinion.</p>\n<p>Justice O'Connor, with whom The Chief Justice and Justice Kennedy join, concurring in the judgment.</p>\n<p>\"Capital sentencing proceedings must of course satisfy the dictates of the Due Process Clause,\" <i>Clemons</i> v. <i>Mississippi,</i>  494 U. S. 738, 746 (1990), and one of the hallmarks of due process in our adversary system is the defendant's ability to meet the State's case against him. Cf. <i>Crane</i> v. <i>Kentucky,</i>  476 U. S. 683, 690 (1986). In capital cases, we have held that the defendant's future dangerousness is a consideration on which the State may rely in seeking the death penalty. See <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1002-1003 (1983). But \"[w]here the prosecution specifically relies on a prediction of future dangerousness in asking for the death penalty, . . . the elemental due process requirement that a defendant not be sentenced to death `on the basis of information which he had no opportunity to deny or explain' [requires that the defendant be afforded an opportunity to introduce evidence on this point].\" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 5, n. 1 (1986), quoting <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349, 362 (1977) (plurality opinion); see also 476 U. S., at 9-10 (Powell, J., concurring in judgment).</p>\n<p>In this case, petitioner physically and sexually assaulted three elderly women\u0097one of them his own grandmother\u0097 before killing a fourth. At the capital sentencing proceeding, <span class=\"star-pagination\">*176</span> the State sought to show that petitioner is a vicious predator who would pose a continuing threat to the community. The prosecutor argued that the jury's role was to decide \"what to do with [petitioner] now that he is in our midst,\" App. 110, and told the jury: \"Your verdict should be a response of society to someone who is a threat. Your verdict will be an act of self-defense,\" <i>ibid.;</i> see also <i>id.,</i> at 102, 112. Petitioner's response was that he only preyed on elderly women, a class of victims he would not encounter behind bars. See <i>id.,</i> at 121; <i>ante,</i> at 157 (plurality opinion). This argument stood a chance of succeeding, if at all, only if the jury were convinced that petitioner would <i>stay</i> in prison. Although the only available alternative sentence to death in petitioner's case was life imprisonment without possibility of parole, S. C. Code Ann. §§ 16-3\u009720(A) and 24-21-640 (Supp. 1993), the trial court precluded the jury from learning that petitioner would never be released from prison.</p>\n<p>Unlike in <i>Skipper,</i> where the defendant sought to introduce factual evidence tending to disprove the State's showing of future dangerousness, see 476 U. S., at 3; <i>id.,</i> at 10-11 (Powell, J., concurring in judgment), petitioner sought to rely on the operation of South Carolina's sentencing law in arguing that he would not pose a threat to the community if he were sentenced to life imprisonment. We have previously noted with approval, however, that \"[m]any state courts have held it improper for the jury to consider or to be informed\u0097through argument or instruction\u0097of the possibility of commutation, pardon, or parole.\" <i>California</i> v. <i>Ramos,</i> 463 U. S., at 1013, n. 30. The decision whether or not to inform the jury of the possibility of early release is generally left to the States. See <i>id.,</i> at 1014. In a State in which parole is available, the Constitution does not require (or preclude) jury consideration of that fact. Likewise, if the prosecution does not argue future dangerousness, the State may appropriately decide that parole is not a proper issue for the jury's consideration even if the only alternative <span class=\"star-pagination\">*177</span> sentence to death is life imprisonment without possibility of parole.</p>\n<p>When the State seeks to show the defendant's future dangerousness, however, the fact that he will never be released from prison will often be the only way that a violent criminal can successfully rebut the State's case. I agree with the Court that in such a case the defendant should be allowed to bring his parole ineligibility to the jury's attention\u0097by way of argument by defense counsel or an instruction from the court\u0097as a means of responding to the State's showing of future dangerousness. And despite our general deference to state decisions regarding what the jury should be told about sentencing, I agree that due process requires that the defendant be allowed to do so in cases in which the only available alternative sentence to death is life imprisonment without possibility of parole and the prosecution argues that the defendant will pose a threat to society in the future. Of course, in such cases the prosecution is free to argue that the defendant would be dangerous in prison; the State may also (though it need not) inform the jury of any truthful information regarding the availability of commutation, pardon, and the like. See <i>id.,</i> at 1001-1009.</p>\n<p>The prosecutor in this case put petitioner's future dangerousness in issue, but petitioner was not permitted to argue parole ineligibility to the capital sentencing jury. Although the trial judge instructed the jurors that \"[t]he terms life imprisonment and death sentence are to be understood in their pla[i]n and ordinary meaning,\" App. 146, I cannot agree with the court below that this instruction \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility.\" 310 S. C. 439, 444, 427 S. E. 2d 175, 179 (1993). The rejection of parole by many States (and the Federal Government) is a recent development that displaces the longstanding practice of parole availability, see <i>ante,</i> at 169-170 (plurality opinion), and common sense tells us that many jurors might not know whether a life sentence carries with it the <span class=\"star-pagination\">*178</span> possibility of parole. While it may come to pass that the \"plain and ordinary meaning\" of a life sentence is life without parole, that the jury in this case felt compelled to ask whether parole was available shows that the jurors did not know whether or not a life-sentenced defendant will be released from prison. Moreover, the prosecutor, by referring to a verdict of death as an act of \"self-defense,\" strongly implied that petitioner <i>would</i> be let out eventually if the jury did not recommend a death sentence.</p>\n<p>Where the State puts the defendant's future dangerousness in issue, and the only available alternative sentence to death is life imprisonment without possibility of parole, due process entitles the defendant to inform the capital sentencing jury\u0097by either argument or instruction\u0097that he is parole ineligible. In this case, the prosecution argued at the capital sentencing proceeding that petitioner would be dangerous in the future. Although the only alternative sentence to death under state law was life imprisonment without possibility of parole, petitioner was not allowed to argue to the jury that he would never be released from prison, and the trial judge's instruction did not communicate this information to the jury. I therefore concur in the Court's judgment that petitioner was denied the due process of law to which he is constitutionally entitled.</p>\n<p>Justice Scalia, with whom Justice Thomas joins, dissenting.</p>\n<p>Today's judgment certainly seems reasonable enough as a determination of what a capital sentencing jury should be permitted to consider. That is not, however, what it purports to be. It purports to be a determination that any capital sentencing scheme that does <i>not</i> permit jury consideration of such material is so incompatible with our national traditions of criminal procedure that it violates the Due Process Clause of the Constitution of the United States. There is really no basis for such a pronouncement, neither in <span class=\"star-pagination\">*179</span> any near uniform practice of our people, nor in the jurisprudence of this Court.</p>\n<p>With respect to the former I shall discuss only current practice, since the parties and <i>amici</i> have addressed only that, and since traditional practice may be relatively uninformative with regard to the new schemes of capital sentencing imposed upon the States by this Court's recent jurisprudence. The overwhelming majority of the 32 States that permit juries to impose or recommend capital sentences do not allow specific information regarding parole to be given to the jury. To be sure, in many of these States the sentencing choices specifically include \"life without parole,\" so that the jury charge itself conveys the information whether parole is available. In at least eight of those States, however, the jury's choice is not merely between \"life without parole\" and \"death,\" but among some variation of (parole eligible) \"life,\" \"life without parole,\" and \"death\"<sup>[1]</sup>\u0097so that the precise date of availability of parole is relevant to the jury's choice. Moreover, even among those States that permit the jury to choose only between \"life\" (unspecified) and \"death,\" South Carolina is not alone in keeping parole information from the jury. Four other States in widely separated parts of the country follow that same course,<sup>[2]</sup> and there are other States that lack <span class=\"star-pagination\">*180</span> any clear practice.<sup>[3]</sup> By contrast, the parties and their <i>amici</i>  point to only 10 States that arguably employ the procedure which, according to today's opinions, the Constitution requires.<sup>[4]</sup> This picture of national practice falls far short of demonstrating a principle so widely shared that it is part of even a current and temporary American consensus.</p>\n<p>As for our prior jurisprudence: The opinions of Justice Blackmun and Justice O'Connor rely on the Fourteenth Amendment's guarantee of due process, rather than on the Eighth Amendment's \"cruel and unusual punishments\" prohibition, as applied to the States by the Fourteenth Amendment. But cf. <i>ante,</i> at 172 (Souter, J., concurring). The prior law applicable to that subject indicates that petitioner's due process rights would be violated if he was \"sentenced to death `on the basis of information which he had no opportunity to deny or explain.' \" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 5, n. 1 (1986), quoting <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349, 362 (1977). Both opinions try to bring this case within that description, but it does not fit.</p>\n<p>The opinions paint a picture of a prosecutor who repeatedly stressed that petitioner would pose a threat to society <i>upon his release.</i> The record tells a different story. <span class=\"star-pagination\">*181</span> Rather than emphasizing future dangerousness as a crucial factor, the prosecutor stressed the nature of petitioner's crimes: the crime that was the subject of the prosecution, the brutal murder of a 79-year-old woman in her home, and three prior crimes confessed to by petitioner, all rapes and beatings of elderly women, one of them his grandmother. I am sure it was the sheer depravity of those crimes, rather than any specific fear for the future, which induced the South Carolina jury to conclude that the death penalty was justice.</p>\n<p>Not only, moreover, was future dangerousness not emphasized, but future dangerousness <i>outside of prison</i> was not even mentioned. The trial judge undertook specifically to prevent that, in response to the broader request of petitioner's counsel that the prosecutor be prevented from arguing future dangerousness <i>at all:</i> </p>\n<blockquote>\"Obviously, I will listen carefully to the argument of the solicitor to see if it contravenes the actual factual circumstance. Certainly, I recognize the right of the State to argue concerning the defendant's dangerous propensity. I will not allow the solicitor, for example, to say to the jury anything that would indicate that the defendant is not going to be jailed for the period of time that is encompassed within the actual law. The fact that we do not submit the parole eligibility to the jury does not negate the fact that the solicitor must stay within the trial record.\" App. 56-57.</blockquote>\n<p>As I read the record, the prosecutor followed this admonition\u0097and the Due Process Clause requires nothing more.</p>\n<p>Both Justice Blackmun and Justice O'Connor focus on two portions of the prosecutor's final argument to the jury in the sentencing phase. First, they stress that the prosecutor asked the jury to answer the question of \"what to do with [petitioner] now that he is in our midst.\" That statement, however, was not made (as they imply) in the course of an argument about future dangerousness, but was a response to <span class=\"star-pagination\">*182</span> petitioner's mitigating evidence. Read in context, the statement is not even relevant to the issue in this case:</p>\n<blockquote>\"The defense in this case as to sentence . . . [is] a diversion. It's putting the blame on society, on his father, on his grandmother, on whoever else he can, spreading it out to avoid that personal responsibility. That he came from a deprived background. That he didn't have all of the breaks in life and certainly that helps shape someone. But we are not concerned about how he got shaped. We are concerned about what to do with him now that he is in our midst.\" <i>Id.</i> , at 110.</blockquote>\n<p>Both opinions also seize upon the prosecutor's comment that the jury's verdict would be \"an act of self-defense.\" That statement came at the end of admonition of the jury to avoid emotional responses and enter a rational verdict:</p>\n<blockquote>\"Your verdict shouldn't be returned in anger. Your verdict shouldn't be an emotional catharsis. Your verdict shouldn't be . . . a response to that eight-year-old kid [testifying in mitigation] and really shouldn't be a response to the gruesome grotesque handiwork of [petitioner]. Your verdict should be a response of society to someone who is a threat. Your verdict will be an act of self-defense.\" <i>Id.</i> , at 109-110.</blockquote>\n<p>This reference to \"self-defense\" obviously alluded, neither to defense of the jurors' own persons, nor specifically to defense of persons outside the prison walls, but to defense of all members of society against this individual, wherever he or they might be. Thus, as I read the record (and bear in mind that the trial judge was on the lookout with respect to this point), the prosecutor did not <i>invite</i> the jury to believe that petitioner would be eligible for parole\u0097he did not <i>mislead</i>  the jury.</p>\n<p>The rule the majority adopts in order to overturn this sentence therefore goes well beyond what would be necessary to counteract prosecutorial misconduct (a disposition with <span class=\"star-pagination\">*183</span> which I might agree). It is a rule at least as sweeping as this: that the Due Process Clause overrides state law limiting the admissibility of information concerning parole <i>whenever</i> the prosecution argues future dangerousness. Justice Blackmun appears to go even further, requiring the admission of parole ineligibility even when the prosecutor does <i>not</i>  argue future dangerousness. See <i>ante,</i> at 163-164; but see <i>ante,</i> at 174 (Ginsburg, J., concurring). I do not understand the basis for this broad prescription. As a general matter, the Court leaves it to the States to strike what <i>they</i>  consider the appropriate balance among the many factors\u0097 probative value, prejudice, reliability, potential for confusion, among others\u0097that determine whether evidence ought to be admissible. Even in the capital punishment context, the Court has noted that \"the wisdom of the decision to permit juror consideration of [postsentencing contingencies] is best left to the States.\" <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1014 (1983). \"[T]he States, and not this Court, retain `the traditional authority' to determine what particular evidence . . . is relevant.\" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S., at 11 (Powell, J., concurring in judgment). One reason for leaving it that way is that a sensible code of evidence cannot be invented piecemeal. Each item cannot be considered in isolation, but must be given its place within the whole. Preventing the <i>defense</i> from introducing evidence regarding parolability is only half of the rule that prevents the <i>prosecution</i>  from introducing it as well. If the rule is changed for defendants, many will think that evenhandedness demands a change for prosecutors as well. State's attorneys ought to be able to say that if, ladies and gentlemen of the jury, you do not impose capital punishment upon this defendant (or if you impose anything less than life without parole) he may be walking the streets again in eight years! Many would not favor the admission of such an argument\u0097but would prefer it to a state scheme in which defendants can call attention to the unavailability of parole, but prosecutors cannot note <span class=\"star-pagination\">*184</span> its availability. This Court should not force state legislators into such a difficult choice unless the isolated state evidentiary rule that the Court has before it is not merely less than ideal, but beyond a high threshold of unconstitutionality.</p>\n<p>The low threshold the Court constructs today is difficult to reconcile with our almost simultaneous decision in <i>Romano</i> v. <i>Oklahoma, ante,</i> p. 1. There, the Court holds that the proper inquiry when evidence is admitted in contravention of a state law is \"whether the admission of evidence. . . so infected the sentencing proceeding with unfairness as to render the jury's imposition of the death penalty a denial of due process.\" <i>Ante,</i> at 12. I do not see why the unconstitutionality criterion for <i>excluding</i> evidence <i>in accordance with</i> state law should be any less demanding than the unconstitutionality criterion <i>Romano</i> recites for <i>admitting</i> evidence <i>in violation of</i> state law: \"fundamental unfairness.\" And \"fundamentally unfair\" the South Carolina rule is assuredly not. The notion that the South Carolina jury imposed the death penalty \"just in case\" Simmons might be released on parole seems to me quite farfetched. And the notion that the decision taken on such grounds would have been altered by information on the <i>current state of the law</i>  concerning parole (which could of course be amended) is even more farfetched. And the scenario achieves the ultimate in farfetchedness when there is added the fact that, according to uncontroverted testimony of prison officials in this case, even <i>current</i> South Carolina law (as opposed to discretionary prison regulations) does not prohibit furloughs and workrelease programs for life-without-parole inmates. See App. 16-17.</p>\n<p>When the prosecution has not specifically suggested parolability, I see no more reason why the United States Constitution should compel the admission of evidence showing that, under the State's current law, the defendant would be nonparolable, than that it should compel the admission of evidence showing that parolable life-sentence murderers are in fact <span class=\"star-pagination\">*185</span> almost never paroled, or are paroled only after age 70; or evidence to the effect that escapes of life-without-parole inmates are rare; or evidence showing that, though under current law the defendant <i>will</i> be parolable in 20 years, the recidivism rate for elderly prisoners released after long incarceration is negligible. All of this evidence may be thought relevant to whether the death penalty should be imposed, and a petition raising the last of these claims has already arrived. See Pet. for Cert. in <i>Rudd</i> v. <i>Texas,</i> O. T. 1993, No. 93-7955.</p>\n<p>As I said at the outset, the regime imposed by today's judgment is undoubtedly reasonable as a matter of policy, but I see nothing to indicate that the Constitution requires it to be followed coast to coast. I fear we have read today the first page of a whole new chapter in the \"death-isdifferent\" jurisprudence which this Court is in the apparently continuous process of composing. It adds to our insistence that state courts admit \"all relevant mitigating evidence,\" see, <i>e. g., </i><i>Eddings</i> v. <i>Oklahoma,</i> 455 U. S. 104 (1982); <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586 (1978), a requirement that they adhere to distinctive rules, more demanding than what the Due Process Clause normally requires, for admitting evidence of other sorts\u0097Federal Rules of Death Penalty Evidence, so to speak, which this Court will presumably craft (at great expense to the swiftness and predictability of justice) year by year. The heavily outnumbered opponents of capital punishment have successfully opened yet another front in their guerilla war to make this unquestionably constitutional sentence a practical impossibility.</p>\n<p>I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   A brief of <i>amici curiae</i> urging affirmance was filed for the State of Idaho et al. by <i>Larry EchoHawk,</i> Attorney General of Idaho, and <i>Lynn E. Thomas,</i> Solicitor General, <i>Grant Woods,</i> Attorney General of Arizona, <i>Daniel E. Lungren,</i> Attorney General of California, <i>John M. Bailey,</i> Chief State's Attorney of Connecticut, <i>Roland Burris,</i> Attorney General of Illinois, <i>Chris Gorman,</i> Attorney General of Kentucky, <i>Richard P. Ieyoub,</i>  Attorney General of Louisiana, <i>Joseph P. Mazurek,</i> Attorney General of Montana, <i>Fred DeVesa,</i> Attorney General of New Jersey, <i>Michael E. Easley,</i> Attorney General of North Carolina, <i>Mark Barnett,</i> Attorney General of South Dakota, and <i>Dan Morales,</i> Attorney General of Texas.\n</p>\n<p><i>William C. Pelster</i> filed a brief forDonna L. Markle et al.as <i>amici curiae.</i> </p>\n<p>[1]  The venire was informed, however, of the meaning of the term \"death\" under South Carolina law. The trialjudge specifically advised the prospective jurors that \"[b]y the death penalty, we mean death by electrocution.\" The sentencing jury was also so informed. App. 129.</p>\n<p>[2]  Section 24-21-640 states: \"The board must not grant parole nor is parole authorized to any prisoner serving a sentence for a second or subsequent conviction, following a separate sentencing from a prior conviction,for violentcrimes as defined in Section 16-1\u009760.\" Petitioner's earlier convictionsfor burglary in the first degree and criminal sexual assault in the first degree are violent offenses under § 16-1\u009760.</p>\n<p>[3]  Specifically, petitioner argued that under the Eighth Amendment his parole ineligibility was \"`mitigating' in the sense that [it] might serve `as a basis for a sentence less than death,' \" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 4-5 (1986), quoting <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586, 604 (1978) (plurality opinion), and that therefore he was entitled to inform the jury of his parole ineligibility. He also asserted that by withholding from the jury the fact that it had a life-without-parole sentencing alternative, the trial court impermissibly diminished the reliability of the jury's determination that death was the appropriate punishment. Cf. <i>Beck</i> v. <i>Alabama,</i>  447 U. S. 625 (1980). Finally, relying on the authority of <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349 (1977), petitioner argued that his due process right to rebut the State's argument that petitioner posed a future danger to society had been violated by the trial court's refusal to permit him to show that a noncapital sentence adequately could protect the public from any future acts of violence by him.</p>\n<p>[4]  We express no opinion on the question whether the result we reach today is also compelled by the Eighth Amendment.</p>\n<p>[5]  Of course, the fact that a defendant is parole ineligible does not prevent the State from arguing that the defendant poses a future danger. The State is free to argue that the defendant will pose a danger to others in prison and that executing him is the only means of eliminating the threat to the safety of other inmates or prison staff. But the State may not mislead the jury by concealing accurate information about the defendant's parole ineligibility. The Due Process Clause will not tolerate placing a capital defendant in a straitjacket by barring him from rebutting the prosecution's arguments of future dangerousness with the fact that he is ineligible for parole under state law.</p>\n<p>[6]  In this regard, the State emphasizes that no statute prohibits petitioner's eventual release into society. While this technically may be true, state regulations unambiguously prohibit work-release and virtually all other furloughs for inmates who are ineligible for parole. See App. 16. As for pardons, the statute itself provides that they are available only in \"the most extraordinary circumstances.\" S. C. Code Ann. § 24-21-950D (1989).</p>\n<p>[7]  At present, there are 26 States that both employ juries in capital sentencing and provide for life imprisonment without parole as an alternative to capital punishment. In 17 of these, the jury expressly is informed of the defendant's ineligibility for parole. Nine States simply identify the jury's sentencing alternatives as death and life without parole. See Ala. Code § 13A-5-46(e) (1982); Ark. Code Ann. § 5-4\u0097603(b) (1993); Cal. Penal Code Ann. § 190.3 (West 1988); Conn. Gen. Stat. § 53a\u009746a(f) (1985); Del. Code Ann., Tit. 11, § 4209(a) (1987); La. Code Crim. Proc. Ann., Art. 905.6 (West Supp. 1994); Mo. Rev. Stat. § 565.030.4 (Supp. 1993); N. H. Rev. Stat. Ann. § 630:5 (Supp. 1992); Wash. Rev. Code § 10.95.030 (1994). Eight States allow the jury to specify whether the defendant should or should not be eligible for parole. See Ga. Code Ann. § 17-10-31.1(a) (Supp. 1993); Ind. Code § 35-50-2\u00979 (Supp. 1993); Md. Ann. Code, Art. 27, § 413(c)(3) (Supp. 1993); Nev. Rev. Stat. § 175.554(2)(c)(2) (1993); Okla. Stat. Ann. Tit. 21, § 701.10(A) (Supp. 1993-1994); Ore. Rev. Stat. § 163.105 (1991); Tenn. Code Ann. §§ 39-13-204(a)\u0097(f)(2) (Supp. 1993); Utah Code Ann. § 76-3\u0097 207(4) (Supp. 1993).\n</p>\n<p>In three States, statutory or decisional law requires that the sentencing jury be instructed, where accurate, that the defendant will be ineligible for parole. See Colo. Rev. Stat. § 16-11-103(1)(b) (Supp. 1993); <i>People</i> v. <i>Gacho,</i> 122 Ill. 2d 221, 262, 522 N. E. 2d 1146, 1166 (1988); <i>Turner</i> v. <i>State,</i>  573 So. 2d 657, 675 (Miss. 1990), cert. denied, 500 U. S. 910 (1991).</p>\n<p>Three States have not considered the question whether jurors should be instructed that the defendant is ineligible for parole under state law. See Fla. Stat. Ann. § 775.0823(1) (Supp. 1994); S. D. Codified Laws § 24\u0097 15-4 (1988); Wyo. Stat. §§ 6-2\u0097101(b), 7-13-402(a) (1993). The Florida Supreme Court, however, has approved for publication pattern jury instructions that inform capital sentencing juries of the no-parole feature of Fla. Stat. Ann. § 775.0823(1). See Standard Jury Instructions\u0097Criminal Cases <i>No. 92-1,</i> 603 So. 2d 1175, 1205 (Fla. 1992).</p>\n<p>Finally, there are four States in which the capital sentencing decision is made by the trial judge alone or by a sentencing panel of judges. Thus, in these States, as well, the sentencing authority is fully aware of the precise parole status of life-sentenced murderers. Ariz. Rev. Stat. Ann. § 13-703(B) (Supp. 1993); Idaho Code § 19-2515(d) (1987); Mont. Code Ann. § 46-18-301 (1993); Neb. Rev. Stat. § 29-2520 (1989).</p>\n<p>[8]  Only two States other than South Carolina have a life-without-parole sentencing alternative to capital punishment for some or all convicted murderers but refuse to inform sentencing juries of this fact. See <i>Commonwealth</i> v. <i>Henry,</i> 524 Pa. 135, 160, 569 A. 2d 929, 941 (1990), cert. denied, 499 U. S. 931 (1991); <i>Commonwealth</i> v. <i>Strong,</i> 522 Pa. 445, 458\u0097 460, 563 A. 2d 479, 485-486 (1989); <i>Eaton</i> v. <i>Commonwealth,</i> 240 Va. 236, 248-249, 397 S. E. 2d 385, 392-393 (1990), cert. denied, 502 U. S. 824 (1991); <i>O'Dell</i> v. <i>Commonwealth,</i> 234 Va. 672, 701, 364 S. E. 2d 491, 507, cert. denied, 488 U. S. 871 (1988).\n</p>\n<p>Justice Scalia points out that two additional States, Texas and North Carolina, traditionally have kept information about a capital defendant's parole ineligibility from the sentencing jury. See <i>post,</i> at 179. Neither of these States, however, has a life-without-parole sentencing alternative to capital punishment. It is also worthy of note that, pursuant to recently enacted legislation, North Carolina now requires trial courts to instruct capital sentencing juries concerning parole eligibility. See 1993 N. C. Sess. Laws, ch. 538, § 29.</p>\n<p>[9]  Public opinion and juror surveys support the commonsense understanding that there is a reasonable likelihood of juror confusion about the meaning of the term \"life imprisonment.\" See Paduano &amp; Smith, Deadly Errors: Juror Misperceptions Concerning Parole in the Imposition of the Death Penalty, 18 Colum. Human Rights L. Rev. 211, 222-225 (1987); Note, The Meaning of \"Life\" for Virginia Jurors and Its Effect on Reliability in Capital Sentencing, 75 Va. L. Rev. 1605, 1624 (1989); Eisenberg &amp; Wells, Deadly Confusion: Juror Instructions in Capital Cases, 79 Cornell L. Rev. 1 (1993); Bowers, Capital Punishment and Contemporary Values: People's Misgivings and the Court's Misperceptions, 27 Law &amp; Society 157, 169\u0097 170 (1993).</p>\n<p>[10]  It almost goes without saying that if the jury in this case understood that the \"plain meaning\" of \"life imprisonment\" was life without parole in South Carolina, there would have been no reason for the jury to inquire about petitioner's parole eligibility.</p>\n<p>[*]   Compare <i>ante,</i> at 162, n. 4 (refraining from addressing Simmons' Eighth Amendment claim), with <i>ante,</i> at 173-174 (Souter, J., concurring) (Eighth Amendment requires judge to instruct jury about parole ineligibility).</p>\n<p>[1]  The eight States are Georgia, see Ga. Code Ann. § 17-10-31.1 (Supp. 1993), Indiana, see Ind. Code § 35-50-2\u00979 (1993), Maryland, see Md. Ann. Code, Art. 27, § 413(c)(3) (Supp. 1993), Nevada, see Nev. Rev. Stat. § 175.554(2)(c)(2) (1993), Oklahoma, see Okla. Stat., Tit. 21, § 701.10(A) (Supp. 1993), Oregon, see Ore. Rev. Stat. § 163.150 (Supp. 1991), Tennessee, see Tenn. Code Ann. § 39-13-204(a) (Supp. 1993), and Utah, see Utah Code Ann. § 76-3\u0097207(4) (Supp. 1993).</p>\n<p>[2]  The four States are Pennsylvania, see <i>Commonwealth</i> v. <i>Henry,</i> 524 Pa. 135, 159-161, 569 A. 2d 929, 941 (1990), Texas, see <i>Jones</i> v. <i>State,</i> 843 S. W. 2d 487, 495 (Tex. Crim. App. 1992), Virginia, see <i>Eaton</i> v. <i>Commonwealth,</i> 240 Va. 236, 247-250, 397 S. E. 2d 385, 392-393 (1990), and North Carolina, see <i>State</i> v. <i>Brown,</i> 306 N. C. 151, 182-184, 293 S. E. 2d 569, 589 (1982), which will alter its practice effective January 1, 1995, see 1993 N. C. Sess. Laws, ch. 538, § 29.</p>\n<p>[3]  The States that allow the jury to choose between \"life without parole\" and \"death\" and have not squarely decided whether the jury should receive information about parole include South Dakota, see S. D. Codified Laws § 24-15-4 (1988), and Wyoming, see Wyo. Stat. § 7-13-402(a) (Supp. 1993).</p>\n<p>[4]  The 10 States identified by the parties and their <i>amici</i> are Colorado, see Colo. Rev. Stat. § 16-11-103(1)(b) (Supp. 1993), Florida, see Standard Jury Instructions\u0097Criminal Cases, Report No. 92-1, 603 So. 2d 1175 (1992), Illinois, see <i>People</i> v. <i>Gacho,</i> 122 Ill. 2d 221, 262-264, 522 N. E. 2d 1146, 1166 (1988), Maryland, see <i>Doering</i> v. <i>State,</i> 313 Md. 384, 545 A. 2d 1281 (1988), Mississippi, see <i>Turner</i> v. <i>State,</i> 573 So. 2d 657 (Miss. 1990), New Jersey, see <i>State</i> v. <i>Martini,</i> 131 N. J. 176, 312-314, 619 A. 2d 1208, 1280 (1993), New Mexico, see <i>State</i> v. <i>Henderson,</i> 109 N. M. 655, 789 P. 2d 603 (1990), Nevada, see <i>Petrocelli</i> v. <i>State,</i> 101 Nev. 46, 692 P. 2d 503 (1985), Oklahoma, see <i>Humphrey</i> v. <i>State,</i> 864 P. 2d 343 (Okla. Crim. App. 1993), and Oregon, see Brief for State of Idaho et al. as <i>Amici Curiae</i> 8.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:20:16", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></span> (1994)</b></center>\n<center><h1>SIMMONS<br>\nv.<br>\nSOUTH CAROLINA</h1></center>\n<center>No. 92-9059.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued January 18, 1994.</center>\n<center>Decided June 17, 1994.</center>\nCERTIORARI TO THE SUPREME COURT OF SOUTH CAROLINA\n<p><span class=\"star-pagination\">*156</span> Blackmun, J., announced the judgment of the Court and delivered an opinion, in which Stevens, Souter, and Ginsburg, JJ., joined. Souter, J., filed a concurring opinion, in which Stevens, J., joined, <i>post,</i> p. 172. Ginsburg, J., filed a concurring opinion, <i>post,</i> p. 174. O'Connor, J., filed an opinion concurring in the judgment, in which Rehnquist, C. J., and Kennedy, J., joined, <i>post,</i> p. 175. Scalia, J., filed a dissenting opinion, in which Thomas, J., joined, <i>post,</i> p. 178.</p>\n<p><i>David I. Bruck,</i> by appointment of the Court, 510 U. S. 942, argued the cause for petitioner. With him on the briefs was <i>M. Anne Pearce.</i> </p>\n<p><i>Richard A. Harpootlian</i> argued the cause for respondent. With him on the brief were <i>T. Travis Medlock,</i> Attorney General of South Carolina, and <i>Donald J. Zelenka,</i> Chief Deputy Attorney General.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*156</span> Justice Blackmun announced the judgment of the Court and delivered an opinion, in which Justice Stevens, Justice Souter, and Justice Ginsburg join.</p>\n<p>This case presents the question whether the Due Process Clause of the Fourteenth Amendment was violated by the refusal of a state trial court to instruct the jury in the penalty phase of a capital trial that under state law the defendant was ineligible for parole. We hold that where the defendant's future dangerousness is at issue, and state law prohibits the defendant's release on parole, due process requires that the sentencing jury be informed that the defendant is parole ineligible.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>A</h2>\n<p>In July 1990, petitioner beat to death an elderly woman, Josie Lamb, in her home in Columbia, South Carolina. The week before petitioner's capital murder trial was scheduled to begin, he pleaded guilty to first-degree burglary and two counts of criminal sexual conduct in connection with two prior assaults on elderly women. Petitioner's guilty pleas resulted inconvictions for violent offenses, and those convictions rendered petitioner ineligible for parole if convicted of any subsequent violent-crime offense. S. C. Code Ann. § 24-21-640 (Supp. 1993).</p>\n<p>Prior to jury selection, the prosecution advised the trial judge that the State \"[o]bviously [was] going to ask you to exclude any mention of parole throughout this trial.\" App. 2. Over defense counsel's objection, the trial court granted the prosecution's motion for an order barring the <span class=\"star-pagination\">*157</span> defense from asking any question during <i>voir dire</i> regarding parole. Under the court's order, defense counsel was forbidden even to mention the subject of parole, and expressly was prohibited from questioning prospective jurors as to whether they understood the meaning of a \"life\" sentence under South Carolina law.<sup>[1]</sup> After a 3-day trial, petitioner was convicted of the murder of Ms. Lamb.</p>\n<p>During the penalty phase, the defense brought forward mitigating evidence tending to show that petitioner's violent behavior reflected serious mental disorders that stemmed from years of neglect and extreme sexual and physical abuse petitioner endured as an adolescent. While there was some disagreement among witnesses regarding the extent to which petitioner's mental condition properly could be deemed a \"disorder,\" witnesses for both the defense and the prosecution agreed that petitioner posed a continuing danger to elderly women.</p>\n<p>In its closing argument the prosecution argued that petitioner's future dangerousness was a factor for the jury to consider when fixing the appropriate punishment. The question for the jury, said the prosecution, was \"what to do with [petitioner] now that he is in our midst.\" <i>Id.</i> , at 110. The prosecution further urged that a verdict for death would be \"a response of society to someone who is a threat. Your verdict will be an act of self-defense.\" <i>Ibid.</i> </p>\n<p>Petitioner sought to rebut the prosecution's generalized argument of future dangerousness by presenting evidence that, due to his unique psychological problems, his dangerousness was limited to elderly women, and that there was no reason to expect further acts of violence once he was isolated in a prison setting. In support of his argument, petitioner introduced testimony from a female medical assistant and <span class=\"star-pagination\">*158</span> from two supervising officers at the Richland County jail where petitioner had been held prior to trial. All three testified that petitioner had adapted well to prison life during his pretrial confinement and had not behaved in a violent manner toward any of the other inmates or staff. Petitioner also offered expert opinion testimony from Richard L. Boyle, a clinical social worker and former correctional employee, who had reviewed and observed petitioner's institutional adjustment. Mr. Boyle expressed the view that, based on petitioner's background and his current functioning, petitioner would successfully adapt to prison if he was sentenced to life imprisonment.</p>\n<p>Concerned that the jury might not understand that \"life imprisonment\" did not carry with it the possibility of parole in petitioner's case, defense counsel asked the trial judge to clarify this point by defining the term \"life imprisonment\" for the jury in accordance with S. C. Code Ann. § 24-21-640 (Supp. 1993).<sup>[2]</sup> To buttress his request, petitioner proffered, outside the presence of the jury, evidence conclusively establishing his parole ineligibility. On petitioner's behalf, attorneys for the South Carolina Department of Corrections and the Department of Probation, Parole and Pardons testified that any offender in petitioner's position was in fact ineligible for parole under South Carolina law. The prosecution did not challenge or question petitioner's parole ineligibility. Instead, it sought to elicit admissions from the witnesses that, notwithstanding petitioner's parole ineligibility, petitioner might receive holiday furloughs or other forms of early release. Even this effort was unsuccessful, however, <span class=\"star-pagination\">*159</span> as the cross-examination revealed that Department of Corrections regulations prohibit petitioner's release under early release programs such as work-release or supervised furloughs, and that no convicted murderer serving life without parole ever had been furloughed or otherwise released for any reason.</p>\n<p>Petitioner then offered into evidence, without objection, the results of a statewide public-opinion survey conducted by the University of South Carolina's Institute for Public Affairs. The survey had been conducted a few days before petitioner's trial, and showed that only 7.1 percent of all jury-eligible adults who were questioned firmly believed that an inmate sentenced to life imprisonment in South Carolina actually would be required to spend the rest of his life in prison. See App. 152-154. Almost half of those surveyed believed that a convicted murderer might be paroled within 20 years; nearly three-quarters thought that release certainly would occur in less than 30 years. <i>Ibid.</i> More than 75 percent of those surveyed indicated that if they were called upon to make a capital sentencing decision as jurors, the amount of time the convicted murderer actually would have to spend in prison would be an \"extremely important\" or a \"very important\" factor in choosing between life and death. <i>Id.,</i> at 155.</p>\n<p>Petitioner argued that, in view of the public's apparent misunderstanding about the meaning of \"life imprisonment\" in South Carolina, there was a reasonable likelihood that the jurors would vote for death simply because they believed, mistakenly, that petitioner eventually would be released on parole.</p>\n<p>The prosecution opposed the proposed instruction, urging the court \"not to allow . . . any argument by state or defense about parole and not charge the jury on anything concerning parole.\" <i>Id.,</i> at 37. Citing the South Carolina Supreme Court's opinion in <i>State</i> v. <i>Torrence,</i> 305 S. C. 45, 406 S. E. <span class=\"star-pagination\">*160</span> 2d 315 (1991), the trial court refused petitioner's requested instruction. Petitioner then asked alternatively for the following instruction:</p>\n<blockquote>\"I charge you that these sentences mean what they say. That is, if you recommend that the defendant Jonathan Simmons be sentenced to death, he actually will be sentenced to death and executed. If,on the other hand, you recommend that he be sentenced to life imprisonment, he actually will be sentenced to imprisonment in the state penitentiary for the balance of his natural life. \"In your deliberations, you are not to speculate that these sentences mean anything other than what I have just told you, for what I have told you is exactly what will happen to the defendant, depending on what your sentencing decision is.\" App. 162. The trial judge also refused to give this instruction, but indicated that he might give a similar instruction if the jury inquired about parole eligibility.</blockquote>\n<p>After deliberating on petitioner's sentence for 90 minutes, the jury sent a note to the judge asking a single question: \"Does the imposition of a life sentence carry with it the possibility of parole?\" <i>Id.,</i> at 145. Over petitioner's objection, the trial judge gave the following instruction:</p>\n<blockquote>\"You are instructed not to consider parole or parole eligibility in reaching your verdict. Do not consider parole or parole eligibility. That is not a proper issue for your consideration. The terms life imprisonment and death sentence are to be understood in their plan [sic] and ordinary meaning.\" <i>Id.,</i> at 146. Twenty-five minutes after receiving this response from the court, the jury returned to the courtroom with a sentence of death.</blockquote>\n<p>On appeal to the South Carolina Supreme Court, petitioner argued that the trial judge's refusal to provide the jury accurate information regarding his parole ineligibility <span class=\"star-pagination\">*161</span> violated the Eighth Amendment and the Due Process Clause of the Fourteenth Amendment.<sup>[3]</sup> The South Carolina Supreme Court declined to reach the merits of petitioner's challenges. With one justice dissenting, it concluded that, regardless of whether a trial court's refusal to inform a sentencing jury about a defendant's parole ineligibility might be error under some circumstances, the instruction given to petitioner's jury \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility,\" and thus there was no reason to consider whether denial of such an instruction would be constitutional error in this case. 310 S. C. 439, 444, 427 S. E. 2d 175, 179 (1993). We granted certiorari, 510 U. S. 811 (1993).</p>\n<p></p>\n<h2>II</h2>\n<p>The Due Process Clause does not allow the execution of a person \"on the basis of information which he had no opportunity to deny or explain.\" <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349, 362 (1977). In this case, the jury reasonably may have believed that petitioner could be released on parole if he were not executed. To the extent this misunderstanding pervaded the jury's deliberations, it had the effect of creating a false choice between sentencing petitioner to death and sentencing him to a limited period of incarceration. This <span class=\"star-pagination\">*162</span> grievous misperception was encouraged by the trial court's refusal to provide the jury with accurate information regarding petitioner's parole ineligibility, and by the State's repeated suggestion that petitioner would pose a future danger to society if he were not executed. Three times petitioner asked to inform the jury that in fact he was ineligible for parole under state law; three times his request was denied. The State thus succeeded in securing a death sentence on the ground, at least in part, of petitioner's future dangerousness, while at the same time concealing from the sentencing jury the true meaning of its noncapital sentencing alternative, namely, that life imprisonment meant life without parole. We think it is clear that the State denied petitioner due process.<sup>[4]</sup></p>\n<p></p>\n<h2>A</h2>\n<p>This Court has approved the jury's consideration of future dangerousness during the penalty phase of a capital trial, recognizing that a defendant's future dangerousness bears on all sentencing determinations made in our criminal justice system. See <i>Jurek</i> v. <i>Texas,</i> 428 U. S. 262, 275 (1976) (joint opinion of Stewart, Powell, and Stevens, JJ.) (noting that \"any sentencing authority must predict a convicted person's probable future conduct when it engages in the process of determining what punishment to impose\"); <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1003, n. 17 (1983) (explaining that it is proper for a sentencing jury in a capital case to consider \"the defendant's potential for reform and whether his probable future behavior counsels against the desirability of his release into society\").</p>\n<p>Although South Carolina statutes do not mandate consideration of the defendant's future dangerousness in capital sentencing, the State's evidence in aggravation is not limited to evidence relating to statutory aggravating circumstances. <span class=\"star-pagination\">*163</span> See <i>Barclay</i> v. <i>Florida,</i> 463 U. S. 939, 948-951 (1983) (plurality opinion); <i>California</i> v. <i>Ramos,</i> 463 U. S., at 1008 (\"Once the jury finds that the defendant falls within the legislatively defined category of persons eligible for the death penalty . . . the jury then is free to consider a myriad of factors to determine whether death is the appropriate punishment\"). Thus, prosecutors in South Carolina, like those in other States that impose the death penalty, frequently emphasize a defendant's future dangerousness in their evidence and argument at the sentencing phase; they urge the jury to sentence the defendant to death so that he will not be a danger to the public if released from prison. Eisenberg &amp; Wells, Deadly Confusion: Juror Instructions in Capital Cases, 79 Cornell L. Rev. 1, 4 (1993).</p>\n<p>Arguments relating to a defendant's future dangerousness ordinarily would be inappropriate at the guilt phase of a trial, as the jury is not free to convict a defendant simply because he poses a future danger; nor is a defendant's future dangerousness likely relevant to the question whether each element of an alleged offense has been proved beyond a reasonable doubt. But where the jury has sentencing responsibilities in a capital trial, many issues that are irrelevant to the guilt-innocence determination step into the foreground and require consideration at the sentencing phase. The defendant's character, prior criminal history, mental capacity, background, and age are just a few of the many factors, in addition to future dangerousness, that a jury may consider in fixing appropriate punishment. See <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586 (1978); <i>Eddings</i> v. <i>Oklahoma,</i> 455 U. S. 104, 110 (1982); <i>Barclay</i> v. <i>Florida,</i> 463 U. S., at 948-951.</p>\n<p>In assessing future dangerousness, the actual duration of the defendant's prison sentence is indisputably relevant. Holding all other factors constant, it is entirely reasonable for a sentencing jury to view a defendant who is eligible for parole as a greater threat to society than a defendant who is not. Indeed, there may be no greater assurance of a defendant's <span class=\"star-pagination\">*164</span> future nondangerousness to the public than the fact that he never will be released on parole. The trial court's refusal to apprise the jury of information so crucial to its sentencing determination, particularly when the prosecution alluded to the defendant's future dangerousness in its argument to the jury, cannot be reconciled with our wellestablished precedents interpreting the Due Process Clause.</p>\n<p></p>\n<h2>B</h2>\n<p>In <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1 (1986), this Court held that a defendant was denied due process by the refusal of the state trial court to admit evidence of the defendant's good behavior in prison in the penalty phase of his capital trial. Although the majority opinion stressed that the defendant's good behavior in prison was \"relevant evidence in mitigation of punishment,\" and thus admissible under the Eighth Amendment, <i>id.</i> , at 4, citing <i>Lockett</i> v. <i>Ohio,</i> 438 U. S., at 604 (plurality opinion), the <i>Skipper</i> opinion expressly noted that the Court's conclusion also was compelled by the Due Process Clause. The Court explained that where the prosecution relies on a prediction of future dangerousness in requesting the death penalty, elemental due process principles operate to require admission of the defendant's relevant evidence in rebuttal. 476 U. S., at 5, n. 1. See also <i>id.</i> , at 9 (Powell, J., opinion concurring in judgment) (\"[B]ecause petitioner was not allowed to rebut evidence and argument used against him,\" the defendant clearly was denied due process).</p>\n<p>The Court reached a similar conclusion in <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349 (1977). In that case, a defendant was sentenced to death on the basis of a presentence report which was not made available to him and which he therefore could not rebut. A plurality of the Court explained that sending a man to his death \"on the basis of information which he had no opportunity to deny or explain\" violated fundamental notions of due process. <i>Id.</i> , at 362. The principle announced <span class=\"star-pagination\">*165</span> in <i>Gardner</i> was reaffirmed in <i>Skipper,</i> and it compels our decision today. See also <i>Crane</i> v. <i>Kentucky,</i> 476 U. S. 683, 690 (1986) (due process entitles a defendant to \"`a meaningful opportunity to present a complete defense' \") (citation omitted); <i>Ake</i> v. <i>Oklahoma,</i> 470 U. S. 68, 83-87 (1985) (where the State presents psychiatric evidence of a defendant's future dangerousness at a capital sentencing proceeding, due process entitles an indigent defendant to the assistance of a psychiatrist for the development of his defense).</p>\n<p>Like the defendants in <i>Skipper</i> and <i>Gardner,</i> petitioner was prevented from rebutting information that the sentencing authority considered, and upon which it may have relied, in imposing the sentence of death. The State raised the specter of petitioner's future dangerousness generally, but then thwarted all efforts by petitioner to demonstrate that, contrary to the prosecutor's intimations, he never would be released on parole and thus, in his view, would not pose a future danger to society.<sup>[5]</sup> The logic and effectiveness of petitioner's argument naturally depended on the fact that he was legally ineligible for parole and thus would remain in prison if afforded a life sentence. Petitioner's efforts to focus the jury's attention on the question whether, in prison, he would be a future danger were futile, as he repeatedly was denied any opportunity to inform the jury that he never would be released on parole. The jury was left to speculate about petitioner's parole eligibility when evaluating petitioner's future dangerousness, and was denied a straight answer <span class=\"star-pagination\">*166</span> about petitioner's parole eligibility even when it was requested.</p>\n<p></p>\n<h2>C</h2>\n<p>The State and its <i>amici</i> contend that petitioner was not entitled to an instruction informing the jury that petitioner is ineligible for parole because such information is inherently misleading.<sup>[6]</sup> Essentially, they argue that because future exigencies such as legislative reform, commutation, clemency, and escape might allow petitioner to be released into society, petitioner was not entitled to inform the jury that he is parole ineligible. Insofar as this argument is targeted at the specific wording of the instruction petitioner requested, the argument is misplaced. Petitioner's requested instruction (\"If . . . you recommend that [the defendant] be sentenced to life imprisonment, he actually will be sentenced to imprisonment in the state penitentiary for the balance of his natural life,\" App. 162) was proposed only after the trial court ruled that South Carolina law prohibited a plain-language instruction that petitioner was ineligible for parole under state law. To the extent that the State opposes even a simple paroleineligibility instruction because of hypothetical future developments, the argument has little force. Respondent admits that an instruction informing the jury that petitioner is ineligible for parole is legally accurate. Certainly, such an instruction is more accurate than no instruction at all, which leaves the jury to speculate whether \"life imprisonment\" means life without parole or something else.</p>\n<p>The State's asserted accuracy concerns are further undermined by the fact that a large majority of States which provide <span class=\"star-pagination\">*167</span> for life imprisonment without parole as an alternative to capital punishment inform the sentencing authority of the defendant's parole ineligibility.<sup>[7]</sup> The few States that do not provide capital sentencing juries with any information regarding parole ineligibility seem to rely, as South Carolina <span class=\"star-pagination\">*168</span> does here, on the proposition that <i>California</i> v. <i>Ramos,</i> 463 U. S. 992 (1983), held that such determinations are purely matters of state law.<sup>[8]</sup></p>\n<p>It is true that <i>Ramos</i> stands for the broad proposition that we generally will defer to a State's determination as to what a jury should and should not be told about sentencing. In a State in which parole is available, how the jury's knowledge of parole availability will affect the decision whether or not to impose the death penalty is speculative, and we shall not lightly second-guess a decision whether or not to inform a jury of information regarding parole. States reasonably may conclude that truthful information regarding the availability of commutation, pardon, and the like should be kept from the jury in order to provide \"greater protection in [the States'] criminal justice system than the Federal Constitution requires.\" <i>Id.</i> , at 1014. Concomitantly, nothing in the Constitution prohibits the prosecution from arguing any truthful information relating to parole or other forms of early release.</p>\n<p>But if the State rests its case for imposing the death penalty at least in part on the premise that the defendant will <span class=\"star-pagination\">*169</span> be dangerous in the future, the fact that the alternative sentence to death is life without parole will necessarily undercut the State's argument regarding the threat the defendant poses to society. Because truthful information of parole ineligibility allows the defendant to \"deny or explain\" the showing of future dangerousness, due process plainly requires that he be allowed to bring it to the jury's attention by way of argument by defense counsel or an instruction from the court. See <i>Gardner,</i> 430 U. S., at 362.</p>\n<p></p>\n<h2>III</h2>\n<p>There remains to be considered whether the South Carolina Supreme Court was correct in concluding that the trial court \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility,\" 310 S. C., at 444, 427 S. E. 2d, at 179, when it responded to the jury's query by stating that life imprisonment was to be understood in its \"plain and ordinary meaning,\" <i>ibid.</i> In the court's view, petitioner basically received the parole-ineligibility instruction he requested. We disagree.</p>\n<p>It can hardly be questioned that most juries lack accurate information about the precise meaning of \"life imprisonment\" as defined by the States. For much of our country's history, parole was a mainstay of state and federal sentencing regimes, and every term (whether a term of life or a term of years) in practice was understood to be shorter than the stated term. See generally Lowenthal, Mandatory Sentencing Laws: Undermining the Effectiveness of Determinate Sentencing Reform, 81 Calif. L. Rev. 61 (1993) (describing the development of mandatory sentencing laws). Increasingly, legislatures have enacted mandatory sentencing laws with severe penalty provisions, yet the precise contours of these penal laws vary from State to State. See Cheatwood, The Life-Without-Parole Sanction: Its Current Status and a Research Agenda, 34 Crime &amp; Delinq. 43, 45, 48 (1988). Justice Chandler of the South Carolina Supreme <span class=\"star-pagination\">*170</span> Court observed that it is impossible to ignore \"the reality, known to the `reasonable juror,' that, historically, life-term defendants have been eligible for parole.\" <i>State</i> v. <i>Smith,</i>  298 S. C. 482, 489-490, 381 S. E. 2d 724, 728 (1989) (opinion concurring and dissenting), cert. denied, 494 U. S. 1060 (1990).<sup>[9]</sup></p>\n<p>An instruction directing juries that life imprisonment should be understood in its \"plain and ordinary\" meaning does nothing to dispel the misunderstanding reasonable jurors may have about the way in which any particular State defines \"life imprisonment.\"<sup>[10]</sup> See <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 380 (1990) (where there is a \"reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence,\" the defendant is denied due process).</p>\n<p>It is true, as the State points out, that the trial court admonished the jury that \"you are instructed not to consider parole\" and that parole \"is not a proper issue for your consideration.\" App. 146. Far from ensuring that the jury was not misled, however, this instruction actually suggested that parole <i>was</i> available but that the jury, for some unstated reason, should be blind to this fact. Undoubtedly, the instruction was confusing and frustrating to the jury, given <span class=\"star-pagination\">*171</span> the arguments by both the prosecution and the defense relating to petitioner's future dangerousness, and the obvious relevance of petitioner's parole ineligibility to the jury's formidable sentencing task. While juries ordinarily are presumed to follow the court's instructions, see <i>Greer</i> v. <i>Miller,</i>  483 U. S. 756, 766, n. 8 (1987), we have recognized that in some circumstances \"the risk that the jury will not, or cannot, follow instructions is so great, and the consequences of failure so vital to the defendant, that the practical and human limitations of the jury system cannot be ignored.\" <i>Bruton</i>  v. <i>United States,</i> 391 U. S. 123, 135 (1968). See also <i>Beck</i> v. <i>Alabama,</i> 447 U. S. 625, 642 (1980); <i>Barclay</i> v. <i>Florida,</i> 463 U. S., at 950 (\"Any sentencing decision calls for the exercise of judgment. It is neither possible nor desirable for a person to whom the State entrusts an important judgment to decide in a vacuum, as if he had no experiences\").</p>\n<p>But even if the trial court's instruction successfully prevented the jury from considering parole, petitioner's due process rights still were not honored. Because petitioner's future dangerousness was at issue, he was entitled to inform the jury of his parole ineligibility. An instruction directing the jury not to consider the defendant's likely conduct in prison would not have satisfied due process in <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1 (1986), and, for the same reasons, the instruction issued by the trial court in this case does not satisfy due process.</p>\n<p></p>\n<h2>IV</h2>\n<p>The State may not create a false dilemma by advancing generalized arguments regarding the defendant's future dangerousness while, at the same time, preventing the jury from learning that the defendant never will be released on parole. The judgment of the South Carolina Supreme Court accordingly is reversed, and the case is remanded for further proceedings.</p>\n<p><i>It is so ordered.</i> </p>\n<p><span class=\"star-pagination\">*172</span> Justice Souter, with whom Justice Stevens joins, concurring.</p>\n<p>I join in Justice Blackmun's opinion that, at least when future dangerousness is an issue in a capital sentencing determination, the defendant has a due process right to require that his sentencing jury be informed of his ineligibility for parole. I write separately because I believe an additional, related principle also compels today's decision, regardless of whether future dangerousness is an issue at sentencing.</p>\n<p>The Eighth Amendment entitles a defendant to a jury capable of a reasoned moral judgment about whether death, rather than some lesser sentence, ought to be imposed. The Court has explained that the Amendment imposes a heightened standard \"for reliability in the determination that death is the appropriate punishment in a specific case,\" <i>Woodson</i>  v. <i>North Carolina,</i> 428 U. S. 280, 305 (1976) (plurality opinion of Stewart, Powell, and Stevens, JJ.); see also, <i>e. g., </i><i>Godfrey</i>  v. <i>Georgia,</i> 446 U. S. 420, 427-428 (1980); <i>Mills</i> v. <i>Maryland,</i>  486 U. S. 367, 383-384 (1988). Thus, it requires provision of \"accurate sentencing information [as] an indispensable prerequisite to a reasoned determination of whether a defendant shall live or die,\" <i>Gregg</i> v. <i>Georgia,</i> 428 U. S. 153, 190 (1976) (joint opinion of Stewart, Powell, and Stevens, JJ.), and invalidates \"procedural rules that ten[d] to diminish the reliability of the sentencing determination,\" <i>Beck</i> v. <i>Alabama,</i>  447 U. S. 625, 638 (1980).</p>\n<p>That same need for heightened reliability also mandates recognition of a capital defendant's right to require instructions on the meaning of the legal terms used to describe the sentences (or sentencing recommendations) a jury is required to consider, in making the reasoned moral choice between sentencing alternatives. Thus, whenever there is a reasonable likelihood that a juror will misunderstand a sentencing term, a defendant may demand instruction on its meaning, and a death sentence following the refusal of such a request <span class=\"star-pagination\">*173</span> should be vacated as having been \"arbitrarily or discriminatorily\" and \"wantonly and . . . freakishly imposed.\" <i>Furman</i> v. <i>Georgia,</i> 408 U. S. 238, 249 (1972) (Douglas, J., concurring) (internal quotation marks omitted); <i>id.</i> , at 310 (Stewart, J., concurring).</p>\n<p>While I join the other Members of the Court's majority in holding that, at least,counsel ought to be permitted to inform the jury of the law that it must apply, see <i>ante,</i> at 169 (plurality opinion); <i>post,</i> at 174 (Ginsburg, J., concurring); <i>post,</i> at 178 (O'Connor, J., concurring in judgment), I also accept the general rule that, on matters of law, arguments of counsel do not effectively substitute for statements by the court.</p>\n<blockquote>\"[A]rguments of counsel generally carry less weight with a jury than do instructions from the court. The former are usually billed in advance to the jury as matters of argument, not evidence, and are likely viewed as the statements of advocates; the latter, we have often recognized, are viewed as definitive and binding statements of the law.\" <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 384 (1990) (citation omitted).</blockquote>\n<p>I would thus impose that straightforward duty on the court.</p>\n<p>Because Justice Blackmun persuasively demonstrates that juries in general are likely to misunderstand the meaning of the term \"life imprisonment\" in a given context, see <i>ante,</i> at 159, 169-170, and n. 9, the judge must tell the jury what the term means, when the defendant so requests. It is, moreover, clear that at least one of these particular jurors did not understand the meaning of the term, since the jury sent a note to the judge asking, \"Does the imposition of a life sentence carry with it the possibility of parole?\" <i>Ante,</i>  at 160, 170, n. 10. The answer here was easy and controlled by state statute. The judge should have said no. Justice Blackmun shows that the instruction actually given was at <span class=\"star-pagination\">*174</span> best a confusing, \"equivocal direction to the jury on a basic issue,\" <i>Bollenbach</i> v. <i>United States,</i> 326 U. S. 607, 613 (1946), and that \"there is a reasonable likelihood that the jury has applied the challenged instruction in a way\" that violated petitioner's rights. <i>Boyde, supra,</i> at 380. By effectively withholding from the jury the life-without-parole alternative, the trial court diminished the reliability of the jury's decision that death, rather than that alternative, was the appropriate penalty in this case.</p>\n<p>While States are, of course, free to provide more protection for the accused than the Constitution requires, see <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1014 (1983), they may not provide less. South Carolina did so here. For these reasons, as well as those set forth by Justice Blackmun, whose opinion I join, the judgment of the Supreme Court of South Carolina must be reversed.</p>\n<p>Justice Ginsburg, concurring.</p>\n<p>This case is most readily resolved under a core requirement of due process, the right to be heard. <i>Crane</i> v. <i>Kentucky,</i> 476 U. S. 683, 690 (1986). When the prosecution urges a defendant's future dangerousness as cause for the death sentence, the defendant's right to be heard means that he must be afforded an opportunity to rebut the argument. See <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 5, n. 1 (1986). To be full and fair, that opportunity must include the right to inform the jury, if it is indeed the case, that the defendant is ineligible for parole. Justice Blackmun's opinion is in accord with Justice O'Connor's on this essential point. See <i>ante,</i> at 164, 165-166, 168-169; <i>post,</i> at 176-178.</p>\n<p>As a subsidiary matter, Justice O'Connor's opinion clarifies that the due process requirement is met if the relevant information is intelligently conveyed to the jury; due process does not dictate that the judge herself, rather than defense counsel, provide the instruction. See <i>post,</i> at 177-178. I do <span class=\"star-pagination\">*175</span> not read Justice Blackmun's opinion to say otherwise.<sup>[*]</sup> And I note that the trial court here not only refused to instruct the jury that in this case life means \"life without parole\"; the court also ordered petitioner's counsel to refrain from saying anything to the jury about parole ineligibility. App. 55-57.</p>\n<p>On these understandings, I concur in Justice Blackmun's opinion.</p>\n<p>Justice O'Connor, with whom The Chief Justice and Justice Kennedy join, concurring in the judgment.</p>\n<p>\"Capital sentencing proceedings must of course satisfy the dictates of the Due Process Clause,\" <i>Clemons</i> v. <i>Mississippi,</i>  494 U. S. 738, 746 (1990), and one of the hallmarks of due process in our adversary system is the defendant's ability to meet the State's case against him. Cf. <i>Crane</i> v. <i>Kentucky,</i>  476 U. S. 683, 690 (1986). In capital cases, we have held that the defendant's future dangerousness is a consideration on which the State may rely in seeking the death penalty. See <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1002-1003 (1983). But \"[w]here the prosecution specifically relies on a prediction of future dangerousness in asking for the death penalty, . . . the elemental due process requirement that a defendant not be sentenced to death `on the basis of information which he had no opportunity to deny or explain' [requires that the defendant be afforded an opportunity to introduce evidence on this point].\" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 5, n. 1 (1986), quoting <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349, 362 (1977) (plurality opinion); see also 476 U. S., at 9-10 (Powell, J., concurring in judgment).</p>\n<p>In this case, petitioner physically and sexually assaulted three elderly women\u0097one of them his own grandmother\u0097 before killing a fourth. At the capital sentencing proceeding, <span class=\"star-pagination\">*176</span> the State sought to show that petitioner is a vicious predator who would pose a continuing threat to the community. The prosecutor argued that the jury's role was to decide \"what to do with [petitioner] now that he is in our midst,\" App. 110, and told the jury: \"Your verdict should be a response of society to someone who is a threat. Your verdict will be an act of self-defense,\" <i>ibid.;</i> see also <i>id.,</i> at 102, 112. Petitioner's response was that he only preyed on elderly women, a class of victims he would not encounter behind bars. See <i>id.,</i> at 121; <i>ante,</i> at 157 (plurality opinion). This argument stood a chance of succeeding, if at all, only if the jury were convinced that petitioner would <i>stay</i> in prison. Although the only available alternative sentence to death in petitioner's case was life imprisonment without possibility of parole, S. C. Code Ann. §§ 16-3\u009720(A) and 24-21-640 (Supp. 1993), the trial court precluded the jury from learning that petitioner would never be released from prison.</p>\n<p>Unlike in <i>Skipper,</i> where the defendant sought to introduce factual evidence tending to disprove the State's showing of future dangerousness, see 476 U. S., at 3; <i>id.,</i> at 10-11 (Powell, J., concurring in judgment), petitioner sought to rely on the operation of South Carolina's sentencing law in arguing that he would not pose a threat to the community if he were sentenced to life imprisonment. We have previously noted with approval, however, that \"[m]any state courts have held it improper for the jury to consider or to be informed\u0097through argument or instruction\u0097of the possibility of commutation, pardon, or parole.\" <i>California</i> v. <i>Ramos,</i> 463 U. S., at 1013, n. 30. The decision whether or not to inform the jury of the possibility of early release is generally left to the States. See <i>id.,</i> at 1014. In a State in which parole is available, the Constitution does not require (or preclude) jury consideration of that fact. Likewise, if the prosecution does not argue future dangerousness, the State may appropriately decide that parole is not a proper issue for the jury's consideration even if the only alternative <span class=\"star-pagination\">*177</span> sentence to death is life imprisonment without possibility of parole.</p>\n<p>When the State seeks to show the defendant's future dangerousness, however, the fact that he will never be released from prison will often be the only way that a violent criminal can successfully rebut the State's case. I agree with the Court that in such a case the defendant should be allowed to bring his parole ineligibility to the jury's attention\u0097by way of argument by defense counsel or an instruction from the court\u0097as a means of responding to the State's showing of future dangerousness. And despite our general deference to state decisions regarding what the jury should be told about sentencing, I agree that due process requires that the defendant be allowed to do so in cases in which the only available alternative sentence to death is life imprisonment without possibility of parole and the prosecution argues that the defendant will pose a threat to society in the future. Of course, in such cases the prosecution is free to argue that the defendant would be dangerous in prison; the State may also (though it need not) inform the jury of any truthful information regarding the availability of commutation, pardon, and the like. See <i>id.,</i> at 1001-1009.</p>\n<p>The prosecutor in this case put petitioner's future dangerousness in issue, but petitioner was not permitted to argue parole ineligibility to the capital sentencing jury. Although the trial judge instructed the jurors that \"[t]he terms life imprisonment and death sentence are to be understood in their pla[i]n and ordinary meaning,\" App. 146, I cannot agree with the court below that this instruction \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility.\" 310 S. C. 439, 444, 427 S. E. 2d 175, 179 (1993). The rejection of parole by many States (and the Federal Government) is a recent development that displaces the longstanding practice of parole availability, see <i>ante,</i> at 169-170 (plurality opinion), and common sense tells us that many jurors might not know whether a life sentence carries with it the <span class=\"star-pagination\">*178</span> possibility of parole. While it may come to pass that the \"plain and ordinary meaning\" of a life sentence is life without parole, that the jury in this case felt compelled to ask whether parole was available shows that the jurors did not know whether or not a life-sentenced defendant will be released from prison. Moreover, the prosecutor, by referring to a verdict of death as an act of \"self-defense,\" strongly implied that petitioner <i>would</i> be let out eventually if the jury did not recommend a death sentence.</p>\n<p>Where the State puts the defendant's future dangerousness in issue, and the only available alternative sentence to death is life imprisonment without possibility of parole, due process entitles the defendant to inform the capital sentencing jury\u0097by either argument or instruction\u0097that he is parole ineligible. In this case, the prosecution argued at the capital sentencing proceeding that petitioner would be dangerous in the future. Although the only alternative sentence to death under state law was life imprisonment without possibility of parole, petitioner was not allowed to argue to the jury that he would never be released from prison, and the trial judge's instruction did not communicate this information to the jury. I therefore concur in the Court's judgment that petitioner was denied the due process of law to which he is constitutionally entitled.</p>\n<p>Justice Scalia, with whom Justice Thomas joins, dissenting.</p>\n<p>Today's judgment certainly seems reasonable enough as a determination of what a capital sentencing jury should be permitted to consider. That is not, however, what it purports to be. It purports to be a determination that any capital sentencing scheme that does <i>not</i> permit jury consideration of such material is so incompatible with our national traditions of criminal procedure that it violates the Due Process Clause of the Constitution of the United States. There is really no basis for such a pronouncement, neither in <span class=\"star-pagination\">*179</span> any near uniform practice of our people, nor in the jurisprudence of this Court.</p>\n<p>With respect to the former I shall discuss only current practice, since the parties and <i>amici</i> have addressed only that, and since traditional practice may be relatively uninformative with regard to the new schemes of capital sentencing imposed upon the States by this Court's recent jurisprudence. The overwhelming majority of the 32 States that permit juries to impose or recommend capital sentences do not allow specific information regarding parole to be given to the jury. To be sure, in many of these States the sentencing choices specifically include \"life without parole,\" so that the jury charge itself conveys the information whether parole is available. In at least eight of those States, however, the jury's choice is not merely between \"life without parole\" and \"death,\" but among some variation of (parole eligible) \"life,\" \"life without parole,\" and \"death\"<sup>[1]</sup>\u0097so that the precise date of availability of parole is relevant to the jury's choice. Moreover, even among those States that permit the jury to choose only between \"life\" (unspecified) and \"death,\" South Carolina is not alone in keeping parole information from the jury. Four other States in widely separated parts of the country follow that same course,<sup>[2]</sup> and there are other States that lack <span class=\"star-pagination\">*180</span> any clear practice.<sup>[3]</sup> By contrast, the parties and their <i>amici</i>  point to only 10 States that arguably employ the procedure which, according to today's opinions, the Constitution requires.<sup>[4]</sup> This picture of national practice falls far short of demonstrating a principle so widely shared that it is part of even a current and temporary American consensus.</p>\n<p>As for our prior jurisprudence: The opinions of Justice Blackmun and Justice O'Connor rely on the Fourteenth Amendment's guarantee of due process, rather than on the Eighth Amendment's \"cruel and unusual punishments\" prohibition, as applied to the States by the Fourteenth Amendment. But cf. <i>ante,</i> at 172 (Souter, J., concurring). The prior law applicable to that subject indicates that petitioner's due process rights would be violated if he was \"sentenced to death `on the basis of information which he had no opportunity to deny or explain.' \" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 5, n. 1 (1986), quoting <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349, 362 (1977). Both opinions try to bring this case within that description, but it does not fit.</p>\n<p>The opinions paint a picture of a prosecutor who repeatedly stressed that petitioner would pose a threat to society <i>upon his release.</i> The record tells a different story. <span class=\"star-pagination\">*181</span> Rather than emphasizing future dangerousness as a crucial factor, the prosecutor stressed the nature of petitioner's crimes: the crime that was the subject of the prosecution, the brutal murder of a 79-year-old woman in her home, and three prior crimes confessed to by petitioner, all rapes and beatings of elderly women, one of them his grandmother. I am sure it was the sheer depravity of those crimes, rather than any specific fear for the future, which induced the South Carolina jury to conclude that the death penalty was justice.</p>\n<p>Not only, moreover, was future dangerousness not emphasized, but future dangerousness <i>outside of prison</i> was not even mentioned. The trial judge undertook specifically to prevent that, in response to the broader request of petitioner's counsel that the prosecutor be prevented from arguing future dangerousness <i>at all:</i> </p>\n<blockquote>\"Obviously, I will listen carefully to the argument of the solicitor to see if it contravenes the actual factual circumstance. Certainly, I recognize the right of the State to argue concerning the defendant's dangerous propensity. I will not allow the solicitor, for example, to say to the jury anything that would indicate that the defendant is not going to be jailed for the period of time that is encompassed within the actual law. The fact that we do not submit the parole eligibility to the jury does not negate the fact that the solicitor must stay within the trial record.\" App. 56-57.</blockquote>\n<p>As I read the record, the prosecutor followed this admonition\u0097and the Due Process Clause requires nothing more.</p>\n<p>Both Justice Blackmun and Justice O'Connor focus on two portions of the prosecutor's final argument to the jury in the sentencing phase. First, they stress that the prosecutor asked the jury to answer the question of \"what to do with [petitioner] now that he is in our midst.\" That statement, however, was not made (as they imply) in the course of an argument about future dangerousness, but was a response to <span class=\"star-pagination\">*182</span> petitioner's mitigating evidence. Read in context, the statement is not even relevant to the issue in this case:</p>\n<blockquote>\"The defense in this case as to sentence . . . [is] a diversion. It's putting the blame on society, on his father, on his grandmother, on whoever else he can, spreading it out to avoid that personal responsibility. That he came from a deprived background. That he didn't have all of the breaks in life and certainly that helps shape someone. But we are not concerned about how he got shaped. We are concerned about what to do with him now that he is in our midst.\" <i>Id.</i> , at 110.</blockquote>\n<p>Both opinions also seize upon the prosecutor's comment that the jury's verdict would be \"an act of self-defense.\" That statement came at the end of admonition of the jury to avoid emotional responses and enter a rational verdict:</p>\n<blockquote>\"Your verdict shouldn't be returned in anger. Your verdict shouldn't be an emotional catharsis. Your verdict shouldn't be . . . a response to that eight-year-old kid [testifying in mitigation] and really shouldn't be a response to the gruesome grotesque handiwork of [petitioner]. Your verdict should be a response of society to someone who is a threat. Your verdict will be an act of self-defense.\" <i>Id.</i> , at 109-110.</blockquote>\n<p>This reference to \"self-defense\" obviously alluded, neither to defense of the jurors' own persons, nor specifically to defense of persons outside the prison walls, but to defense of all members of society against this individual, wherever he or they might be. Thus, as I read the record (and bear in mind that the trial judge was on the lookout with respect to this point), the prosecutor did not <i>invite</i> the jury to believe that petitioner would be eligible for parole\u0097he did not <i>mislead</i>  the jury.</p>\n<p>The rule the majority adopts in order to overturn this sentence therefore goes well beyond what would be necessary to counteract prosecutorial misconduct (a disposition with <span class=\"star-pagination\">*183</span> which I might agree). It is a rule at least as sweeping as this: that the Due Process Clause overrides state law limiting the admissibility of information concerning parole <i>whenever</i> the prosecution argues future dangerousness. Justice Blackmun appears to go even further, requiring the admission of parole ineligibility even when the prosecutor does <i>not</i>  argue future dangerousness. See <i>ante,</i> at 163-164; but see <i>ante,</i> at 174 (Ginsburg, J., concurring). I do not understand the basis for this broad prescription. As a general matter, the Court leaves it to the States to strike what <i>they</i>  consider the appropriate balance among the many factors\u0097 probative value, prejudice, reliability, potential for confusion, among others\u0097that determine whether evidence ought to be admissible. Even in the capital punishment context, the Court has noted that \"the wisdom of the decision to permit juror consideration of [postsentencing contingencies] is best left to the States.\" <i>California</i> v. <i>Ramos,</i> 463 U. S. 992, 1014 (1983). \"[T]he States, and not this Court, retain `the traditional authority' to determine what particular evidence . . . is relevant.\" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S., at 11 (Powell, J., concurring in judgment). One reason for leaving it that way is that a sensible code of evidence cannot be invented piecemeal. Each item cannot be considered in isolation, but must be given its place within the whole. Preventing the <i>defense</i> from introducing evidence regarding parolability is only half of the rule that prevents the <i>prosecution</i>  from introducing it as well. If the rule is changed for defendants, many will think that evenhandedness demands a change for prosecutors as well. State's attorneys ought to be able to say that if, ladies and gentlemen of the jury, you do not impose capital punishment upon this defendant (or if you impose anything less than life without parole) he may be walking the streets again in eight years! Many would not favor the admission of such an argument\u0097but would prefer it to a state scheme in which defendants can call attention to the unavailability of parole, but prosecutors cannot note <span class=\"star-pagination\">*184</span> its availability. This Court should not force state legislators into such a difficult choice unless the isolated state evidentiary rule that the Court has before it is not merely less than ideal, but beyond a high threshold of unconstitutionality.</p>\n<p>The low threshold the Court constructs today is difficult to reconcile with our almost simultaneous decision in <i>Romano</i> v. <i>Oklahoma, ante,</i> p. 1. There, the Court holds that the proper inquiry when evidence is admitted in contravention of a state law is \"whether the admission of evidence. . . so infected the sentencing proceeding with unfairness as to render the jury's imposition of the death penalty a denial of due process.\" <i>Ante,</i> at 12. I do not see why the unconstitutionality criterion for <i>excluding</i> evidence <i>in accordance with</i> state law should be any less demanding than the unconstitutionality criterion <i>Romano</i> recites for <i>admitting</i> evidence <i>in violation of</i> state law: \"fundamental unfairness.\" And \"fundamentally unfair\" the South Carolina rule is assuredly not. The notion that the South Carolina jury imposed the death penalty \"just in case\" Simmons might be released on parole seems to me quite farfetched. And the notion that the decision taken on such grounds would have been altered by information on the <i>current state of the law</i>  concerning parole (which could of course be amended) is even more farfetched. And the scenario achieves the ultimate in farfetchedness when there is added the fact that, according to uncontroverted testimony of prison officials in this case, even <i>current</i> South Carolina law (as opposed to discretionary prison regulations) does not prohibit furloughs and workrelease programs for life-without-parole inmates. See App. 16-17.</p>\n<p>When the prosecution has not specifically suggested parolability, I see no more reason why the United States Constitution should compel the admission of evidence showing that, under the State's current law, the defendant would be nonparolable, than that it should compel the admission of evidence showing that parolable life-sentence murderers are in fact <span class=\"star-pagination\">*185</span> almost never paroled, or are paroled only after age 70; or evidence to the effect that escapes of life-without-parole inmates are rare; or evidence showing that, though under current law the defendant <i>will</i> be parolable in 20 years, the recidivism rate for elderly prisoners released after long incarceration is negligible. All of this evidence may be thought relevant to whether the death penalty should be imposed, and a petition raising the last of these claims has already arrived. See Pet. for Cert. in <i>Rudd</i> v. <i>Texas,</i> O. T. 1993, No. 93-7955.</p>\n<p>As I said at the outset, the regime imposed by today's judgment is undoubtedly reasonable as a matter of policy, but I see nothing to indicate that the Constitution requires it to be followed coast to coast. I fear we have read today the first page of a whole new chapter in the \"death-isdifferent\" jurisprudence which this Court is in the apparently continuous process of composing. It adds to our insistence that state courts admit \"all relevant mitigating evidence,\" see, <i>e. g., </i><i>Eddings</i> v. <i>Oklahoma,</i> 455 U. S. 104 (1982); <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586 (1978), a requirement that they adhere to distinctive rules, more demanding than what the Due Process Clause normally requires, for admitting evidence of other sorts\u0097Federal Rules of Death Penalty Evidence, so to speak, which this Court will presumably craft (at great expense to the swiftness and predictability of justice) year by year. The heavily outnumbered opponents of capital punishment have successfully opened yet another front in their guerilla war to make this unquestionably constitutional sentence a practical impossibility.</p>\n<p>I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   A brief of <i>amici curiae</i> urging affirmance was filed for the State of Idaho et al. by <i>Larry EchoHawk,</i> Attorney General of Idaho, and <i>Lynn E. Thomas,</i> Solicitor General, <i>Grant Woods,</i> Attorney General of Arizona, <i>Daniel E. Lungren,</i> Attorney General of California, <i>John M. Bailey,</i> Chief State's Attorney of Connecticut, <i>Roland Burris,</i> Attorney General of Illinois, <i>Chris Gorman,</i> Attorney General of Kentucky, <i>Richard P. Ieyoub,</i>  Attorney General of Louisiana, <i>Joseph P. Mazurek,</i> Attorney General of Montana, <i>Fred DeVesa,</i> Attorney General of New Jersey, <i>Michael E. Easley,</i> Attorney General of North Carolina, <i>Mark Barnett,</i> Attorney General of South Dakota, and <i>Dan Morales,</i> Attorney General of Texas.\n</p>\n<p><i>William C. Pelster</i> filed a brief forDonna L. Markle et al.as <i>amici curiae.</i> </p>\n<p>[1]  The venire was informed, however, of the meaning of the term \"death\" under South Carolina law. The trialjudge specifically advised the prospective jurors that \"[b]y the death penalty, we mean death by electrocution.\" The sentencing jury was also so informed. App. 129.</p>\n<p>[2]  Section 24-21-640 states: \"The board must not grant parole nor is parole authorized to any prisoner serving a sentence for a second or subsequent conviction, following a separate sentencing from a prior conviction,for violentcrimes as defined in Section 16-1\u009760.\" Petitioner's earlier convictionsfor burglary in the first degree and criminal sexual assault in the first degree are violent offenses under § 16-1\u009760.</p>\n<p>[3]  Specifically, petitioner argued that under the Eighth Amendment his parole ineligibility was \"`mitigating' in the sense that [it] might serve `as a basis for a sentence less than death,' \" <i>Skipper</i> v. <i>South Carolina,</i> 476 U. S. 1, 4-5 (1986), quoting <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586, 604 (1978) (plurality opinion), and that therefore he was entitled to inform the jury of his parole ineligibility. He also asserted that by withholding from the jury the fact that it had a life-without-parole sentencing alternative, the trial court impermissibly diminished the reliability of the jury's determination that death was the appropriate punishment. Cf. <i>Beck</i> v. <i>Alabama,</i>  447 U. S. 625 (1980). Finally, relying on the authority of <i>Gardner</i> v. <i>Florida,</i> 430 U. S. 349 (1977), petitioner argued that his due process right to rebut the State's argument that petitioner posed a future danger to society had been violated by the trial court's refusal to permit him to show that a noncapital sentence adequately could protect the public from any future acts of violence by him.</p>\n<p>[4]  We express no opinion on the question whether the result we reach today is also compelled by the Eighth Amendment.</p>\n<p>[5]  Of course, the fact that a defendant is parole ineligible does not prevent the State from arguing that the defendant poses a future danger. The State is free to argue that the defendant will pose a danger to others in prison and that executing him is the only means of eliminating the threat to the safety of other inmates or prison staff. But the State may not mislead the jury by concealing accurate information about the defendant's parole ineligibility. The Due Process Clause will not tolerate placing a capital defendant in a straitjacket by barring him from rebutting the prosecution's arguments of future dangerousness with the fact that he is ineligible for parole under state law.</p>\n<p>[6]  In this regard, the State emphasizes that no statute prohibits petitioner's eventual release into society. While this technically may be true, state regulations unambiguously prohibit work-release and virtually all other furloughs for inmates who are ineligible for parole. See App. 16. As for pardons, the statute itself provides that they are available only in \"the most extraordinary circumstances.\" S. C. Code Ann. § 24-21-950D (1989).</p>\n<p>[7]  At present, there are 26 States that both employ juries in capital sentencing and provide for life imprisonment without parole as an alternative to capital punishment. In 17 of these, the jury expressly is informed of the defendant's ineligibility for parole. Nine States simply identify the jury's sentencing alternatives as death and life without parole. See Ala. Code § 13A-5-46(e) (1982); Ark. Code Ann. § 5-4\u0097603(b) (1993); Cal. Penal Code Ann. § 190.3 (West 1988); Conn. Gen. Stat. § 53a\u009746a(f) (1985); Del. Code Ann., Tit. 11, § 4209(a) (1987); La. Code Crim. Proc. Ann., Art. 905.6 (West Supp. 1994); Mo. Rev. Stat. § 565.030.4 (Supp. 1993); N. H. Rev. Stat. Ann. § 630:5 (Supp. 1992); Wash. Rev. Code § 10.95.030 (1994). Eight States allow the jury to specify whether the defendant should or should not be eligible for parole. See Ga. Code Ann. § 17-10-31.1(a) (Supp. 1993); Ind. Code § 35-50-2\u00979 (Supp. 1993); Md. Ann. Code, Art. 27, § 413(c)(3) (Supp. 1993); Nev. Rev. Stat. § 175.554(2)(c)(2) (1993); Okla. Stat. Ann. Tit. 21, § 701.10(A) (Supp. 1993-1994); Ore. Rev. Stat. § 163.105 (1991); Tenn. Code Ann. §§ 39-13-204(a)\u0097(f)(2) (Supp. 1993); Utah Code Ann. § 76-3\u0097 207(4) (Supp. 1993).\n</p>\n<p>In three States, statutory or decisional law requires that the sentencing jury be instructed, where accurate, that the defendant will be ineligible for parole. See Colo. Rev. Stat. § 16-11-103(1)(b) (Supp. 1993); <i>People</i> v. <i>Gacho,</i> <span class=\"citation\" data-id=\"2139937\"><a href=\"/opinion/2139937/people-v-gacho/\"><span class=\"volume\">122</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">221</span></a></span>, 262, 522 N. E. 2d 1146, 1166 (1988); <i>Turner</i> v. <i>State,</i>  <span class=\"citation\" data-id=\"1116267\"><a href=\"/opinion/1116267/turner-v-state/\"><span class=\"volume\">573</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">657</span></a></span>, 675 (Miss. 1990), cert. denied, 500 U. S. 910 (1991).</p>\n<p>Three States have not considered the question whether jurors should be instructed that the defendant is ineligible for parole under state law. See Fla. Stat. Ann. § 775.0823(1) (Supp. 1994); S. D. Codified Laws § 24\u0097 15-4 (1988); Wyo. Stat. §§ 6-2\u0097101(b), 7-13-402(a) (1993). The Florida Supreme Court, however, has approved for publication pattern jury instructions that inform capital sentencing juries of the no-parole feature of Fla. Stat. Ann. § 775.0823(1). See Standard Jury Instructions\u0097Criminal Cases <i>No. 92-1,</i> <span class=\"citation\" data-id=\"1862554\"><a href=\"/opinion/1862554/standard-jury-instructions-criminal-cases/\"><span class=\"volume\">603</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1175</span></a></span>, 1205 (Fla. 1992).</p>\n<p>Finally, there are four States in which the capital sentencing decision is made by the trial judge alone or by a sentencing panel of judges. Thus, in these States, as well, the sentencing authority is fully aware of the precise parole status of life-sentenced murderers. Ariz. Rev. Stat. Ann. § 13-703(B) (Supp. 1993); Idaho Code § 19-2515(d) (1987); Mont. Code Ann. § 46-18-301 (1993); Neb. Rev. Stat. § 29-2520 (1989).</p>\n<p>[8]  Only two States other than South Carolina have a life-without-parole sentencing alternative to capital punishment for some or all convicted murderers but refuse to inform sentencing juries of this fact. See <i>Commonwealth</i> v. <i>Henry,</i> <span class=\"citation\" data-id=\"1981669\"><a href=\"/opinion/1981669/com-v-henry/\"><span class=\"volume\">524</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">135</span></a></span>, 160, 569 A. 2d 929, 941 (1990), cert. denied, 499 U. S. 931 (1991); <i>Commonwealth</i> v. <i>Strong,</i> <span class=\"citation\" data-id=\"2072611\"><a href=\"/opinion/2072611/com-v-strong/\"><span class=\"volume\">522</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">445</span></a></span>, 458\u0097 460, 563 A. 2d 479, 485-486 (1989); <i>Eaton</i> v. <i>Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">Va.</span> <span class=\"page\">236</span></span>, 248-249, 397 S. E. 2d 385, 392-393 (1990), cert. denied, 502 U. S. 824 (1991); <i>O'Dell</i> v. <i>Commonwealth,</i> <span class=\"citation\" data-id=\"1372611\"><a href=\"/opinion/1372611/odell-v-commonwealth/\"><span class=\"volume\">234</span> <span class=\"reporter\">Va.</span> <span class=\"page\">672</span></a></span>, 701, 364 S. E. 2d 491, 507, cert. denied, 488 U. S. 871 (1988).\n</p>\n<p>Justice Scalia points out that two additional States, Texas and North Carolina, traditionally have kept information about a capital defendant's parole ineligibility from the sentencing jury. See <i>post,</i> at 179. Neither of these States, however, has a life-without-parole sentencing alternative to capital punishment. It is also worthy of note that, pursuant to recently enacted legislation, North Carolina now requires trial courts to instruct capital sentencing juries concerning parole eligibility. See 1993 N. C. Sess. Laws, ch. 538, § 29.</p>\n<p>[9]  Public opinion and juror surveys support the commonsense understanding that there is a reasonable likelihood of juror confusion about the meaning of the term \"life imprisonment.\" See Paduano &amp; Smith, Deadly Errors: Juror Misperceptions Concerning Parole in the Imposition of the Death Penalty, 18 Colum. Human Rights L. Rev. 211, 222-225 (1987); Note, The Meaning of \"Life\" for Virginia Jurors and Its Effect on Reliability in Capital Sentencing, 75 Va. L. Rev. 1605, 1624 (1989); Eisenberg &amp; Wells, Deadly Confusion: Juror Instructions in Capital Cases, 79 Cornell L. Rev. 1 (1993); Bowers, Capital Punishment and Contemporary Values: People's Misgivings and the Court's Misperceptions, 27 Law &amp; Society 157, 169\u0097 170 (1993).</p>\n<p>[10]  It almost goes without saying that if the jury in this case understood that the \"plain meaning\" of \"life imprisonment\" was life without parole in South Carolina, there would have been no reason for the jury to inquire about petitioner's parole eligibility.</p>\n<p>[*]   Compare <i>ante,</i> at 162, n. 4 (refraining from addressing Simmons' Eighth Amendment claim), with <i>ante,</i> at 173-174 (Souter, J., concurring) (Eighth Amendment requires judge to instruct jury about parole ineligibility).</p>\n<p>[1]  The eight States are Georgia, see Ga. Code Ann. § 17-10-31.1 (Supp. 1993), Indiana, see Ind. Code § 35-50-2\u00979 (1993), Maryland, see Md. Ann. Code, Art. 27, § 413(c)(3) (Supp. 1993), Nevada, see Nev. Rev. Stat. § 175.554(2)(c)(2) (1993), Oklahoma, see Okla. Stat., Tit. 21, § 701.10(A) (Supp. 1993), Oregon, see Ore. Rev. Stat. § 163.150 (Supp. 1991), Tennessee, see Tenn. Code Ann. § 39-13-204(a) (Supp. 1993), and Utah, see Utah Code Ann. § 76-3\u0097207(4) (Supp. 1993).</p>\n<p>[2]  The four States are Pennsylvania, see <i>Commonwealth</i> v. <i>Henry,</i> <span class=\"citation\" data-id=\"1981669\"><a href=\"/opinion/1981669/com-v-henry/\"><span class=\"volume\">524</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">135</span></a></span>, 159-161, 569 A. 2d 929, 941 (1990), Texas, see <i>Jones</i> v. <i>State,</i> 843 S. W. 2d 487, 495 (Tex. Crim. App. 1992), Virginia, see <i>Eaton</i> v. <i>Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">Va.</span> <span class=\"page\">236</span></span>, 247-250, 397 S. E. 2d 385, 392-393 (1990), and North Carolina, see <i>State</i> v. <i>Brown,</i> 306 N. C. 151, 182-184, 293 S. E. 2d 569, 589 (1982), which will alter its practice effective January 1, 1995, see 1993 N. C. Sess. Laws, ch. 538, § 29.</p>\n<p>[3]  The States that allow the jury to choose between \"life without parole\" and \"death\" and have not squarely decided whether the jury should receive information about parole include South Dakota, see S. D. Codified Laws § 24-15-4 (1988), and Wyoming, see Wyo. Stat. § 7-13-402(a) (Supp. 1993).</p>\n<p>[4]  The 10 States identified by the parties and their <i>amici</i> are Colorado, see Colo. Rev. Stat. § 16-11-103(1)(b) (Supp. 1993), Florida, see Standard Jury Instructions\u0097Criminal Cases, Report No. 92-1, <span class=\"citation\" data-id=\"1862554\"><a href=\"/opinion/1862554/standard-jury-instructions-criminal-cases/\"><span class=\"volume\">603</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1175</span></a></span> (1992), Illinois, see <i>People</i> v. <i>Gacho,</i> <span class=\"citation\" data-id=\"2139937\"><a href=\"/opinion/2139937/people-v-gacho/\"><span class=\"volume\">122</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">221</span></a></span>, 262-264, 522 N. E. 2d 1146, 1166 (1988), Maryland, see <i>Doering</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1525226\"><a href=\"/opinion/1525226/doering-v-state/\"><span class=\"volume\">313</span> <span class=\"reporter\">Md.</span> <span class=\"page\">384</span></a></span>, 545 A. 2d 1281 (1988), Mississippi, see <i>Turner</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1116267\"><a href=\"/opinion/1116267/turner-v-state/\"><span class=\"volume\">573</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">657</span></a></span> (Miss. 1990), New Jersey, see <i>State</i> v. <i>Martini,</i> 131 N. J. 176, 312-314, 619 A. 2d 1208, 1280 (1993), New Mexico, see <i>State</i> v. <i>Henderson,</i> 109 N. M. 655, 789 P. 2d 603 (1990), Nevada, see <i>Petrocelli</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1585127\"><a href=\"/opinion/1585127/state-v-more/\"><span class=\"volume\">101</span> <span class=\"reporter\">Nev.</span> <span class=\"page\">46</span></a></span>, 692 P. 2d 503 (1985), Oklahoma, see <i>Humphrey</i> v. <i>State,</i> 864 P. 2d 343 (Okla. Crim. App. 1993), and Oregon, see Brief for State of Idaho et al. as <i>Amici Curiae</i> 8.</p>\n\n</div>", 
  "sha1": "fa87014fd9411d85f328334fac22fdf7de4b2022", 
  "date_modified": "2015-05-27T06:18:17.578727", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/117854/simmons-v-south-carolina/", 
  "citation_count": 432, 
  "supreme_court_db_id": "1993-074", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1337535/", 
  "html": "<p class=\"case_cite\">512 U.S. 154<br>114 S.Ct. 2187<br>129 L.Ed.2d 133</p>\n    <p class=\"parties\">Jonathan Dale SIMMONS, Petitioner<br>v.<br>SOUTH CAROLINA.</p>\n    <p class=\"docket\">No. 92-9059.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued Jan. 18, 1994.</p>\n    <p class=\"date\">Decided June 17, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">During the penalty phase of petitioner's South Carolina trial, the State argued that his future dangerousness was a factor for the jury to consider when deciding whether to sentence him to death or life imprisonment for the murder of an elderly woman.  In rebuttal, petitioner presented evidence that his future dangerousness was limited to elderly women and thus there was no reason to expect violent acts from him in prison.  However, the court refused to give the jury his proposed instruction that under state law he was ineligible for parole.  When asked by the jury whether life imprisonment carried with it the possibility of parole, the court instructed the jury not to consider parole in reaching its verdict and that the terms life imprisonment and death sentence were to be understood to have their plain and ordinary meaning.  The jury returned a death sentence.  On appeal, the State Supreme Court concluded that regardless of whether a trial court's refusal to inform a sentencing jury about a defendant's parole ineligibility might ever be error, the instruction given to petitioner's jury satisfied in substance his request for a charge on such ineligibility.</p>\n      <p class=\"indent\"><i>Held:</i>  The judgment is reversed, and the case is remanded. --- S.C. ----, 427 S.E.2d 175 (1993), reversed and remanded.</p>\n      <p class=\"indent\">Justice BLACKMUN, joined by Justice STEVENS, Justice SOUTER, and Justice GINSBURG, concluded:</p>\n      <p class=\"indent\">1. Where a defendant's future dangerousness is at issue, and state law prohibits his release on parole, due process requires that the sentencing jury be informed that the defendant is parole ineligible.  An individual cannot be executed on the basis of information which he had no opportunity to deny or explain. <i>Gardner v. Florida,</i> 430 U.S. 349, 362, 97 S.Ct. 1197, 1206-1207, 51 L.Ed.2d 393.  Petitioner's jury reasonably may have believed that he could be released on parole if he were not executed.  To the extent that this misunderstanding pervaded its deliberations, it had the effect of creating a false choice between sentencing him to death and sentencing him to a limited period of incarceration.  The trial court's refusal to apprise the jury of information so crucial to its determination, particularly when the State alluded to the defendant's future dangerousness in its argument, cannot be reconciled with this Court's well-established precedents interpreting the Due Process Clause.  See, <i>e.g., Skipper v. South Carolina,</i> 476 U.S. 1, 106 S.Ct. 1669, 90 L.Ed.2d 1.  Pp. ____.</p>\n      <p class=\"indent\">2. The trial court's instruction that life imprisonment was to be understood in its plain and ordinary meaning did not satisfy petitioner's request for a parole ineligibility charge, since it did nothing to dispel the misunderstanding reasonable jurors may have about the way in which any particular State defines \"life imprisonment.\"  Pp. ____.</p>\n      <p class=\"indent\">Justice O'CONNOR, joined by THE CHIEF JUSTICE and Justice KENNEDY, concluded that where the State puts a defendant's future dangerousness in issue, and the only available alternative sentence to death is life imprisonment without possibility of parole, due process entitles the defendant to inform the sentencing jury&#8212;either by argument or instruction&#8212;that he is parole ineligible.  If the prosecution does not argue future dangerousness, a State may appropriately decide that parole is not a proper issue for the jury's consideration even if the only alternative sentence to death is life imprisonment without the possibility of parole.  Here, the trial court's instruction did not satisfy petitioner's request for a parole ineligibility charge, since the rejection of parole is a recent development displacing the longstanding practice of parole availability, and since common sense dictates that many jurors might not know whether a life sentence carries with it the possibility of parole. Pp. 2200-2201.</p>\n      <p class=\"indent\">BLACKMUN, J., announced the judgment of the Court and delivered an opinion, in which STEVENS, SOUTER, and GINSBURG, JJ., joined.  SOUTER, J., filed a concurring opinion, in which STEVENS, J., joined.  GINSBURG, J., filed a concurring opinion.  O'CONNOR, J., filed an opinion concurring in the judgment, in which REHNQUIST, C.J., and KENNEDY, J., joined.  SCALIA, J., filed a dissenting opinion, in which THOMAS, J., joined.</p>\n      <p class=\"indent\">David I. Bruck, Columbia, SC, for petitioner.</p>\n      <p class=\"indent\">Richard A. Harpootlian, Columbia, SC, for respondent.</p>\n      <p class=\"indent\">Justice BLACKMUN announced the judgment of the Court and delivered an opinion in which Justice STEVENS, Justice SOUTER, and Justice GINSBURG join.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents the question whether the Due Process Clause of the Fourteenth Amendment was violated by the refusal of a state trial court to instruct the jury in the penalty phase of a capital trial that under state law the defendant was ineligible for parole.  We hold that where the defendant's future dangerousness is at issue, and state law prohibits the defendant's release on parole, due process requires that the sentencing jury be informed that the defendant is parole ineligible.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* A.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July 1990, petitioner beat to death an elderly woman, Josie Lamb, in her home in Columbia, South Carolina.  The week before petitioner's capital murder trial was scheduled to begin, he pleaded guilty to first degree burglary and two counts of criminal sexual conduct in connection with two prior assaults on elderly women.  Petitioner's guilty pleas resulted in convictions for violent offenses, and those convictions rendered petitioner ineligible for parole if convicted for any subsequent violent-crime offense.  S.C.Code Ann. &#167; 24-21-640 (Supp.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Prior to jury selection, the prosecution advised the trial judge that the State \"[o]bviously [was] going to ask you to exclude any mention of parole throughout this trial.\"  App. 2. Over defense counsel's objection, the trial court granted the prosecution's motion for an order barring the defense from asking any question during <i>voir dire</i> regarding parole.  Under the court's order, defense counsel was forbidden even to mention the subject of parole, and expressly was prohibited from questioning prospective jurors as to whether they understood the meaning of a \"life\" sentence under South Carolina law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After a 3-day trial, petitioner was convicted of the murder of Ms. Lamb.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the penalty phase, the defense brought forward mitigating evidence tending to show that petitioner's violent behavior reflected serious mental disorders that stemmed from years of neglect and extreme sexual and physical abuse petitioner endured as an adolescent.  While there was some disagreement among witnesses regarding the extent to which petitioner's mental condition properly could be deemed a \"disorder,\" witnesses for both the defense and the prosecution agreed that petitioner posed a continuing danger to elderly women.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In its closing argument the prosecution argued that petitioner's future dangerousness was a factor for the jury to consider when fixing the appropriate punishment.  The question for the jury, said the prosecution, was \"what to do with [petitioner] now that he is in our midst.\"  <i>Id.,</i> at 110.  The prosecution further urged that a verdict for death would be \"a response of society to someone who is a threat.  Your verdict will be an act of self-defense.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner sought to rebut the prosecution's generalized argument of future dangerousness by presenting evidence that, due to his unique psychological problems, his dangerousness was limited to elderly women, and that there was no reason to expect further acts of violence once he was isolated in a prison setting. In support of his argument, petitioner introduced testimony from a female medical assistant and from two supervising officers at the Richland County jail where petitioner had been held prior to trial.  All three testified that petitioner had adapted well to prison life during his pretrial confinement and had not behaved in a violent manner toward any of the other inmates or staff. Petitioner also offered expert opinion testimony from Richard L. Boyle, a clinical social worker and former correctional employee, who had reviewed and observed petitioner's institutional adjustment.  Mr. Boyle expressed the view that, based on petitioner's background and his current functioning, petitioner would successfully adapt to prison if he was sentenced to life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Concerned that the jury might not understand that \"life imprisonment\" did not carry with it the possibility of parole in petitioner's case, defense counsel asked the trial judge to clarify this point by defining the term \"life imprisonment\" for the jury in accordance with S.C.Code &#167; 24-21-640 (Supp.1993).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  To buttress his request, petitioner proffered, outside the presence of the jury, evidence conclusively establishing his parole ineligibility.  On petitioner's behalf, attorneys for the South Carolina Department of Corrections and the Department of Probation, Parole and Pardons testified that any offender in petitioner's position was in fact ineligible for parole under South Carolina law.  The prosecution did not challenge or question petitioner's parole ineligibility.  Instead, it sought to elicit admissions from the witnesses that, notwithstanding petitioner's parole ineligibility, petitioner might receive holiday furloughs or other forms of early release.  Even this effort was unsuccessful, however, as the cross-examination revealed that Department of Corrections regulations prohibit petitioner's release under early release programs such as work-release or supervised furloughs, and that no convicted murderer serving life without parole ever had been furloughed or otherwise released for any reason.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Petitioner then offered into evidence, without objection, the results of a statewide public-opinion survey conducted by the University of South Carolina's Institute for Public Affairs.  The survey had been conducted a few days before petitioner's trial, and showed that only 7.1 percent of all jury-eligible adults who were questioned firmly believed that a inmate sentenced to life imprisonment in South Carolina actually would be required to spend the rest of his life in prison.  See App. 152-154.  Almost half of those surveyed believed that a convicted murderer might be paroled within 20 years;  nearly three-quarters thought that release certainly would occur in less than 30 years.  <i>Ibid.</i>  More than 75 percent of those surveyed indicated that if they were called upon to make a capital-sentencing decision as jurors, the amount of time the convicted murderer actually would have to spend in prison would be an \"extremely important\" or a \"very important\" factor in choosing between life and death.  <i>Id.,</i> at 155.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Petitioner argued that, in view of the public's apparent misunderstanding about the meaning of \"life imprisonment\" in South Carolina, there was a reasonable likelihood that the jurors would vote for death simply because they believed, mistakenly, that petitioner eventually would be released on parole.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The prosecution opposed the proposed instruction, urging the court \"not to allow . . . any argument by state or defense about parole and not charge the jury on anything concerning parole.\" <i>Id.,</i> at 37.  Citing the South Carolina Supreme Court's opinion in <i>State v. Torrence,</i> 305 S.C. 45, 406 S.E.2d 315 (1991), the trial court refused petitioner's requested instruction.  Petitioner then asked alternatively for the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"I charge you that these sentences mean what they say.      That is, if you recommend that the defendant Jonathan Simmons      be sentenced to death, he actually will be sentenced to death      and executed.  If, on the other hand, you recommend that he      be sentenced to life imprisonment, he actually will be      sentenced to imprisonment in the state penitentiary for the      balance of his natural life.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"In your deliberations, you are not to speculate that      these sentences mean anything other than what I have just      told you, for what I have told you is exactly what will      happen to the defendant, depending on what your sentencing      decision is.\"  App. 162.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The trial judge also refused to give this instruction, but indicated that he might give a similar instruction if the jury inquired about parole eligibility.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After deliberating on petitioner's sentence for 90 minutes, the jury sent a note to the judge asking a single question:  \"Does the imposition of a life sentence carry with it the possibility of parole?\"  <i>Id.,</i> at 145.  Over petitioner's objection, the trial judge gave the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"You are instructed not to consider parole or parole      eligibility in reaching your verdict.  Do not consider parole      or parole eligibility.  That is not a proper issue for your      consideration.  The terms life imprisonment and death      sentence are to be understood in their plan [sic] and      ordinary meaning.\"  <i>Id.,</i> at 146.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Twenty-five minutes after receiving this response from the court, the jury returned to the courtroom with a sentence of death.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On appeal to the South Carolina Supreme Court, petitioner argued that the trial judge's refusal to provide the jury accurate information regarding his parole ineligibility violated the Eighth Amendment and the Due Process Clause of the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The South Carolina Supreme Court declined to reach the merits of petitioner's challenges.  With one Justice dissenting, it concluded that, regardless of whether a trial court's refusal to inform a sentencing jury about a defendant's parole ineligibility might be error under some circumstances, the instruction given to petitioner's jury \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility,\" and thus there was no reason to consider whether denial of such an instruction would be constitutional error in this case.  <i>State v. Simmons,</i> --- S.C. ----, ----, 427 S.E.2d 175, 179 (1993).  We granted certiorari, --- U.S. ----, 114 S.Ct. 57, 126 L.Ed.2d 27 (1993).</p>\n    </div>\n    <p>II</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Due Process Clause does not allow the execution of a person \"on the basis of information which he had no opportunity to deny or explain.\"  <i>Gardner v. Florida,</i> 430 U.S., at 362, 97 S.Ct., at 1207.  In this case, the jury reasonably may have believed that petitioner could be released on parole if he were not executed. To the extent this misunderstanding pervaded the jury's deliberations, it had the effect of creating a false choice between sentencing petitioner to death and sentencing him to a limited period of incarceration.  This grievous misperception was encouraged by the trial court's refusal to provide the jury with accurate information regarding petitioner's parole ineligibility, and by the State's repeated suggestion that petitioner would pose a future danger to society if he were not executed.  Three times petitioner asked to inform the jury that in fact he was ineligible for parole under state law;  three times his request was denied. The State thus succeeded in securing a death sentence on the ground, at least in part, of petitioner's future dangerousness, while at the same time concealing from the sentencing jury the true meaning of its noncapital sentencing alternative, namely, that life imprisonment meant life without parole.  We think it is clear that the State denied petitioner due process.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This Court has approved the jury's consideration of future dangerousness during the penalty phase of a capital trial, recognizing that a defendant's future dangerousness bears on all sentencing determinations made in our criminal justice system. See <i>Jurek v. Texas,</i> 428 U.S. 262, 275, 96 S.Ct. 2950, 2958, 49 L.Ed.2d 929 (1976) (plurality opinion) (noting that \"any sentencing authority must predict a convicted person's probable future conduct when it engages in the process of determining what punishment to impose\");  <i>California v. Ramos,</i> 463 U.S. 992, 1003, n. 17, 103 S.Ct. 3446, 3454, n. 17, 77 L.Ed.2d 1171 (1983) (explaining that it is proper for a sentencing jury in a capital case to consider \"the defendant's potential for reform and whether his probable future behavior counsels against the desirability of his release into society\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although South Carolina statutes do not mandate consideration of the defendant's future dangerousness in capital sentencing, the State's evidence in aggravation is not limited to evidence relating to statutory aggravating circumstances.  See <i>Barclay v. Florida,</i> 463 U.S. 939, 948-951, 103 S.Ct. 3418, 3424-3426, 77 L.Ed.2d 1134 (1983) (plurality opinion);  <i>California v. Ramos,</i> 463 U.S., at 1008, 103 S.Ct., at 3457 (\"Once the jury finds that the defendant falls within the legislatively defined category of persons eligible for the death penalty . . . the jury then is free to consider a myriad of factors to determine whether death is the appropriate punishment\").  Thus, prosecutors in South Carolina, like those in other States that impose the death penalty, frequently emphasize a defendant's future dangerousness in their evidence and argument at the sentencing phase;  they urge the jury to sentence the defendant to death so that he will not be a danger to the public if released from prison.  Eisenberg &amp; Wells, Deadly Confusion:  Juror Instructions in Capital Cases, 79 Cornell L.Rev. 1, 4 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Arguments relating to a defendant's future dangerousness ordinarily would be inappropriate at the guilt phase of a trial, as the jury is not free to convict a defendant simply because he poses a future danger;  nor is a defendant's future dangerousness likely relevant to the question whether each element of an alleged offense has been proved beyond a reasonable doubt.  But where the jury has sentencing responsibilities in a capital trial, many issues that are irrelevant to the guilt-innocence determination step into the foreground and require consideration at the sentencing phase.  The defendant's character, prior criminal history, mental capacity, background, and age are just a few of the many factors, in addition to future dangerousness, that a jury may consider in fixing appropriate punishment.  See <i>Lockett v. Ohio,</i> 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978);  <i>Eddings v. Oklahoma,</i> 455 U.S. 104, 110, 102 S.Ct. 869, 874, 71 L.Ed.2d 1 (1982);  <i>Barclay v. Florida,</i> 463 U.S., at 948-951, 103 S.Ct., at 3424-3426.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In assessing future dangerousness, the actual duration of the defendant's prison sentence is indisputably relevant.  Holding all other factors constant, it is entirely reasonable for a sentencing jury to view a defendant who is eligible for parole as a greater threat to society than a defendant who is not.  Indeed, there may be no greater assurance of a defendant's future nondangerousness to the public than the fact that he never will be released on parole.  The trial court's refusal to apprise the jury of information so crucial to its sentencing determination, particularly when the prosecution alluded to the defendant's future dangerousness in its argument to the jury, cannot be reconciled with our well-established precedents interpreting the Due Process Clause.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In <i>Skipper v. South Carolina,</i> 476 U.S. 1, 106 S.Ct. 1669, 90 L.Ed.2d 1 (1986), this Court held that a defendant was denied due process by the refusal of the state trial court to admit evidence of the defendant's good behavior in prison in the penalty phase of his capital trial.  Although the majority opinion stressed that the defendant's good behavior in prison was \"relevant evidence in mitigation of punishment,\" and thus admissible under the Eighth Amendment, <i>id.,</i> 476 U.S., at 4, 106 S.Ct., at 1671, citing <i>Lockett v. Ohio,</i> 438 U.S. 586, 604, 98 S.Ct. 2954, 2964-2965, 57 L.Ed.2d 973 (1978) (plurality opinion), the <i>Skipper</i> opinion expressly noted that the Court's conclusion also was compelled by the Due Process Clause.  The Court explained that where the prosecution relies on a prediction of future dangerousness in requesting the death penalty, elemental due process principles operate to require admission of the defendant's relevant evidence in rebuttal.  476 U.S., at 5, n. 1, 106 S.Ct., at 1671, n. 1.  See also <i>id.,</i> 476 U.S., at 9, 106 S.Ct., at 1673 (Powell, J., opinion concurring in judgment) (\"[B]ecause petitioner was not allowed to rebut evidence and argument used against him,\" the defendant clearly was denied due process).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Court reached a similar conclusion in <i>Gardner v. Florida,</i> 430 U.S. 349, 97 S.Ct. 1197, 51 L.Ed.2d 393 (1977).  In that case, a defendant was sentenced to death on the basis of a presentence report which was not made available to him and which he therefore could not rebut.  A plurality of the Court explained that sending a man to his death \"on the basis of information which he had no opportunity to deny or explain\" violated fundamental notions of due process.  <i>Id.,</i> 430 U.S., at 362, 97 S.Ct., at 1207.  The principle announced in <i>Gardner</i> was reaffirmed in <i>Skipper,</i> and it compels our decision today.  See also <i>Crane v. Kentucky,</i> 476 U.S. 683, 690, 106 S.Ct. 2142, 2146, 90 L.Ed.2d 636 (1986) (due process entitles a defendant to \" 'a meaningful opportunity to present a complete defense' \") (citation omitted);  <i>Ake v. Oklahoma,</i> 470 U.S. 68, 83-87, 105 S.Ct. 1087, 1096-1098, 84 L.Ed.2d 53 (1985) (where the State presents psychiatric evidence of a defendant's future dangerousness at a capital sentencing proceeding, due process entitles an indigent defendant to the assistance of a psychiatrist for the development of his defense).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Like the defendants in <i>Skipper</i> and <i>Gardner,</i> petitioner was prevented from rebutting information that the sentencing authority considered, and upon which it may have relied, in imposing the sentence of death.  The State raised the specter of petitioner's future dangerousness generally, but then thwarted all efforts by petitioner to demonstrate that, contrary to the prosecutor's intimations, he never would be released on parole and thus, in his view, would not pose a future danger to society.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The logic and effectiveness of petitioner's argument naturally depended on the fact that he was legally ineligible for parole and thus would remain in prison if afforded a life sentence.  Petitioner's efforts to focus the jury's attention on the question whether, in prison, he would be a future danger were futile, as he repeatedly was denied any opportunity to inform the jury that he never would be released on parole.  The jury was left to speculate about petitioner's parole eligibility when evaluating petitioner's future dangerousness, and was denied a straight answer about petitioner's parole eligibility even when it was requested.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The State and its <i>amici</i> contend that petitioner was not entitled to an instruction informing the jury that petitioner is ineligible for parole because such information is inherently misleading.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Essentially, they argue that because future exigencies such as legislative reform, commutation, clemency, and escape might allow petitioner to be released into society, petitioner was not entitled to inform the jury that he is parole ineligible.  Insofar as this argument is targeted at the specific wording of the instruction petitioner requested, the argument is misplaced.  Petitioner's requested instruction (\"If . . . you recommend that [the defendant] be sentenced to life imprisonment, he actually will be sentenced to imprisonment in the state penitentiary for the balance of his natural life,\" App. 162) was proposed only after the trial court ruled that South Carolina law prohibited a plain-language instruction that petitioner was ineligible for parole under state law.  To the extent that the State opposes even a simple parole-ineligibility instruction because of hypothetical future developments, the argument has little force.  Respondent admits that an instruction informing the jury that petitioner is ineligible for parole is legally accurate. Certainly, such an instruction is more accurate than no instruction at all, which leaves the jury to speculate whether \"life imprisonment\" means life without parole or something else.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The State's asserted accuracy concerns are further undermined by the fact that a large majority of States which provide for life imprisonment without parole as an alternative to capital punishment inform the sentencing authority of the defendant's parole ineligibility.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The few States that do not provide capital-sentencing juries with any information regarding parole ineligibility seem to rely, as South Carolina does here, on the proposition that <i>California v. Ramos,</i> 463 U.S. 992, 103 S.Ct. 3446, 77 L.Ed.2d 1171 (1983), held that such determinations are purely matters of state law.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is true that <i>Ramos</i> stands for the broad proposition that we generally will defer to a State's determination as to what a jury should and should not be told about sentencing.  In a State in which parole is available, how the jury's knowledge of parole availability will affect the decision whether or not to impose the death penalty is speculative, and we shall not lightly second-guess a decision whether or not to inform a jury of information regarding parole.  States reasonably may conclude that truthful information regarding the availability of commutation, pardon, and the like, should be kept from the jury in order to provide \"greater protection in [the States'] criminal justice system than the Federal Constitution requires.\"  <i>Id.,</i> 463 U.S., at 1014, 103 S.Ct., at 3460.  Concomitantly, nothing in the Constitution prohibits the prosecution from arguing any truthful information relating to parole or other forms of early release.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But if the State rests its case for imposing the death penalty at least in part on the premise that the defendant will be dangerous in the future, the fact that the alternative sentence to death is life without parole will necessarily undercut the State's argument regarding the threat the defendant poses to society. Because truthful information of parole ineligibility allows the defendant to \"deny or explain\" the showing of future dangerousness, due process plainly requires that he be allowed to bring it to the jury's attention by way of argument by defense counsel or an instruction from the court.  See <i>Gardner,</i> 430 U.S., at 362, 97 S.Ct., at 1206-1207.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There remains to be considered whether the South Carolina Supreme Court was correct in concluding that the trial court \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility,\" 427 S.E.2d, at 179, when it responded to the jury's query by stating that life imprisonment was to be understood in its \"plain and ordinary meaning.\"  <i>Ibid.</i>  In the court's view, petitioner basically received the parole-ineligibility instruction he requested.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It can hardly be questioned that most juries lack accurate information about the precise meaning of \"life imprisonment\" as defined by the States.  For much of our country's history, parole was a mainstay of state and federal sentencing regimes, and every term (whether a term of life or a term of years) in practice was understood to be shorter than the stated term.  See generally Lowenthal, Mandatory Sentencing Laws:  Undermining the Effectiveness of Determinate Sentencing Reform, 81 Calif.L.Rev. 61 (1993) (describing the development of mandatory sentencing laws). Increasingly, legislatures have enacted mandatory sentencing laws with severe penalty provisions, yet the precise contours of these penal laws vary from State to State.  See Cheatwood, The Life-Without-Parole Sanction:  Its Current Status and a Research Agenda, 34 Crime &amp; Delinq. 43, 45, 48 (1988).  Justice Chandler of the South Carolina Supreme Court observed that it is impossible to ignore \"the reality, known to the 'reasonable juror,' that, historically, life-term defendants have been eligible for parole.\" <i>State v. Smith,</i> 298 S.C. 482, 489-490, 381 S.E.2d 724, 728 (1989) (opinion concurring and dissenting), cert. denied, 494 U.S. 1060, 110 S.Ct. 1536, 108 L.Ed.2d 775 (1990).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">An instruction directing juries that life imprisonment should be understood in its \"plain and ordinary\" meaning does nothing to dispel the misunderstanding reasonable jurors may have about the way in which any particular State defines \"life imprisonment.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> See <i>Boyde v. California,</i> 494 U.S. 370, 380, 110 S.Ct. 1190, 1198, 108 L.Ed.2d 316 (1990) (where there is a \"reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence,\" the defendant is denied due process).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is true, as the State points out, that the trial court admonished the jury that \"you are instructed not to consider parole\" and that parole \"is not a proper issue for your consideration.\"  App. 146.  Far from ensuring that the jury was not misled, however, this instruction actually suggested that parole <i>was</i> available but that the jury, for some unstated reason, should be blind to this fact.  Undoubtedly, the instruction was confusing and frustrating to the jury, given the arguments by both the prosecution and the defense relating to petitioner's future dangerousness, and the obvious relevance of petitioner's parole ineligibility to the jury's formidable sentencing task.  While juries ordinarily are presumed to follow the court's instructions, see <i>Greer v. Miller,</i> 483 U.S. 756, 766, n. 7, 107 S.Ct. 3102, 3109, n. 7, 97 L.Ed.2d 618 (1987), we have recognized that in some circumstances \"the risk that the jury will not, or cannot, follow instructions is so great, and the consequences of failure so vital to the defendant, that the practical and human limitations of the jury system cannot be ignored.\"  <i>Bruton v. United States,</i> 391 U.S. 123, 135, 88 S.Ct. 1620, 1627, 20 L.Ed.2d 476 (1968).  See also <i>Beck v. Alabama,</i> 447 U.S. 625, 642, 100 S.Ct. 2382, 2392, 65 L.Ed.2d 392 (1980);  <i>Barclay v. Florida,</i> 463 U.S., at 950, 103 S.Ct., at 3425 (\"Any sentencing decision calls for the exercise of judgment.  It is neither possible nor desirable for a person to whom the State entrusts an important judgment to decide in a vacuum, as if he had no experiences\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But even if the trial court's instruction successfully prevented the jury from considering parole, petitioner's due process rights still were not honored.  Because petitioner's future dangerousness was at issue, he was entitled to inform the jury of his parole ineligibility.  An instruction directing the jury not to consider the defendant's likely conduct in prison would not have satisfied due process in <i>Skipper, supra,</i> and, for the same reasons, the instruction issued by the trial court in this case does not satisfy due process.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The State may not create a false dilemma by advancing generalized arguments regarding the defendant's future dangerousness while, at the same time, preventing the jury from learning that the defendant never will be released on parole.  The judgment of the South Carolina Supreme Court accordingly is reversed and the case is remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Justice SOUTER, with whom Justice STEVENS joins, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I join in Justice BLACKMUN's opinion that, at least when future dangerousness is an issue in a capital sentencing determination, the defendant has a due process right to require that his sentencing jury be informed of his ineligibility for parole.  I write separately because I believe an additional, related principle also compels today's decision, regardless of whether future dangerousness is an issue at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Eighth Amendment entitles a defendant to a jury capable of a reasoned moral judgment about whether death, rather than some lesser sentence, ought to be imposed.  The Court has explained that the Amendment imposes a heightened standard \"for reliability in the determination that death is the appropriate punishment in a specific case,\" <i>Woodson v. North Carolina,</i> 428 U.S. 280, 305, 96 S.Ct. 2978, 2991, 49 L.Ed.2d 944 (1976) (opinion of Stewart, Powell, and STEVENS, JJ.);  see also, <i>e.g., Godfrey v. Georgia,</i> 446 U.S. 420, 427-428, 100 S.Ct. 1759, 1764-1765, 64 L.Ed.2d 398 (1980);  <i>Mills v. Maryland,</i> 486 U.S. 367, 383-384, 108 S.Ct. 1860, 1869-1870, 100 L.Ed.2d 384 (1988).  Thus, it requires provision of \"accurate sentencing information [as] an indispensable prerequisite to a reasoned determination of whether a defendant shall live or die,\" <i>Gregg v. Georgia,</i> 428 U.S. 153, 190, 96 S.Ct. 2909, 2933, 49 L.Ed.2d 859 (1976) (opinion of Stewart, Powell, and STEVENS, JJ.), and invalidates \"procedural rules that ten[d] to diminish the reliability of the sentencing determination,\" <i>Beck v. Alabama,</i> 447 U.S. 625, 638, 100 S.Ct. 2382, 2390, 65 L.Ed.2d 392 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">That same need for heightened reliability also mandates recognition of a capital defendant's right to require instructions on the meaning of the legal terms used to describe the sentences (or sentencing recommendations) a jury is required to consider, in making the reasoned moral choice between sentencing alternatives. Thus, whenever there is a reasonable likelihood that a juror will misunderstand a sentencing term, a defendant may demand instruction on its meaning, and a death sentence following the refusal of such a request should be vacated as having been \"arbitrarily or capriciously\" and \"wantonly and . . . freakishly imposed.\"  <i>Furman v. Georgia,</i> 408 U.S. 238, 249, 92 S.Ct. 2726, 2732, 33 L.Ed.2d 346 (1972) (Douglas, J., concurring);  <i>id.,</i> 408 U.S., at 310, 92 S.Ct., at 2763 (Stewart, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">While I join the other Members of the Court's majority in holding that, at least, counsel ought to be permitted to inform the jury of the law that it must apply, see <i>ante,</i> at ____ (plurality opinion);  <i>post,</i> at ____ (GINSBURG, J., concurring); <i>post,</i> at ____ (O'CONNOR, J., concurring in judgment), I also accept the general rule that, on matters of law, arguments of counsel do not effectively substitute for statements by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">\"[A]rguments of counsel generally carry less weight with a      jury than do instructions from the court.  The former are      usually billed in advance to the jury as matters of argument,      not evidence, and are likely viewed as the statements of      advocates;  the latter, we have often recognized, are viewed      as definitive and binding statements of the law.\"  <i>Boyde v.      California,</i> 494 U.S. 370, 384, 110 S.Ct. 1190, 1200, 108      L.Ed.2d 316 (1990) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">I would thus impose that straightforward duty on the court.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Because Justice BLACKMUN persuasively demonstrates that juries in general are likely to misunderstand the meaning of the term \"life imprisonment\" in a given context, see <i>ante,</i> at ____, and n. 9, the judge must tell the jury what the term means, when the defendant so requests.  It is, moreover, clear that at least one of these particular jurors did not understand the meaning of the term, since the jury sent a note to the judge asking, \"Does the imposition of a life sentence carry with it the possibility of parole?\"  <i>Ante,</i> at ____, n. 10.  The answer here was easy and controlled by state statute.  The judge should have said no. Justice BLACKMUN shows that the instruction actually given was at best a confusing, \"equivocal direction to the jury on a basic issue,\" <i>Bollenbach v. United States,</i> 326 U.S. 607, 613, 66 S.Ct. 402, 405, 90 L.Ed. 350 (1946), and that \"there is a reasonable likelihood that the jury has applied the challenged instruction in a way\" that violated petitioner's rights.  <i>Boyde, supra,</i> 494 U.S. at 380, 110 S.Ct., at 1198.  By effectively withholding from the jury the life-without-parole alternative, the trial court diminished the reliability of the jury's decision that death, rather than that alternative, was the appropriate penalty in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">While States are, of course, free to provide more protection for the accused than the Constitution requires, see <i>California v. Ramos,</i> 463 U.S. 992, 1014, 103 S.Ct. 3446, 3460, 77 L.Ed.2d 1171 (1983), they may not provide less.  South Carolina did so here. For these reasons, as well as those set forth by Justice BLACKMUN, whose opinion I join, the judgment of the Supreme Court of South Carolina must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Justice GINSBURG, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This case is most readily resolved under a core requirement of due process, the right to be heard.  <i>Crane v. Kentucky,</i> 476 U.S. 683, 690, 106 S.Ct. 2142, 2146-2147, 90 L.Ed.2d 636 (1986). When the prosecution urges a defendant's future dangerousness as cause for the death sentence, the defendant's right to be heard means that he must be afforded an opportunity to rebut the argument.  See <i>Skipper v. South Carolina,</i> 476 U.S. 1, 5, n. 1, 106 S.Ct. 1669, 1671, n. 1, 90 L.Ed.2d 1 (1986).  To be full and fair, that opportunity must include the right to inform the jury, if it is indeed the case, that the defendant is ineligible for parole. Justice BLACKMUN's opinion is in accord with Justice O'CONNOR's on this essential point.  See <i>ante,</i> at ____, ____;  <i>post,</i> at ____.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As a subsidiary matter, Justice O'CONNOR's opinion clarifies that the due process requirement is met if the relevant information is intelligently conveyed to the jury;  due process does not dictate that the judge herself, rather than defense counsel, provide the instruction.  See <i>post,</i> at ____.  I do not read Justice BLACKMUN's opinion to say otherwise.<a class=\"footnote\" href=\"#fn-s-1\" id=\"fn-s-1_ref\">*</a>  And I note that the trial court here not only refused to instruct the jury that in this case life means \"life without parole\";  the court also ordered petitioner's counsel to refrain from saying anything to the jury about parole ineligibility.  App. 55-57.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">On these understandings, I concur in Justice BLACKMUN's opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Justice O'CONNOR, with whom THE CHIEF JUSTICE and Justice KENNEDY join, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\"Capital sentencing proceedings must of course satisfy the dictates of the Due Process Clause,\" <i>Clemons v. Mississippi,</i> 494 U.S. 738, 746, 110 S.Ct. 1441, 1447, 108 L.Ed.2d 725 (1990), and one of the hallmarks of due process in our adversary system is the defendant's ability to meet the State's case against him.  Cf. <i>Crane v. Kentucky,</i> 476 U.S. 683, 690, 106 S.Ct. 2142, 2146-2147, 90 L.Ed.2d 636 (1986).  In capital cases, we have held that the defendant's future dangerousness is a consideration on which the State may rely in seeking the death penalty.  See <i>California v. Ramos,</i> 463 U.S. 992, 1002-1003, 103 S.Ct. 3446, 3454, 77 L.Ed.2d 1171 (1983).  But \"[w]here the prosecution specifically relies on a prediction of future dangerousness in asking for the death penalty, . . . the elemental due process requirement that a defendant not be sentenced to death 'on the basis of information which he had no opportunity to deny or explain' [requires that the defendant be afforded an opportunity to introduce evidence on this point].\"  <i>Skipper v. South Carolina,</i> 476 U.S. 1, 5, n. 1, 106 S.Ct. 1669, 1671, n. 1, 90 L.Ed.2d 1 (1986), quoting <i>Gardner v. Florida,</i> 430 U.S. 349, 362, 97 S.Ct. 1197, 1207, 51 L.Ed.2d 393 (1977) (plurality opinion);  see also 476 U.S., at 9-10, 106 S.Ct., at 1673-1674 (Powell, J., concurring in judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In this case, petitioner physically and sexually assaulted three elderly women&#8212;one of them his own grandmother&#8212;before killing a fourth.  At the capital sentencing proceeding, the State sought to show that petitioner is a vicious predator who would pose a continuing threat to the community.  The prosecutor argued that the jury's role was to decide \"what to do with [petitioner] now that he is in our midst,\" App. 110, and told the jury:  \"Your verdict should be a response of society to someone who is a threat.  Your verdict will be an act of self-defense.\"  <i>Ibid.;</i> see also <i>id.,</i> at 102, 112.  Petitioner's response was that he only preyed on elderly women, a class of victims he would not encounter behind bars.  See <i>id.,</i> at 121;  <i>ante,</i> at 3.  This argument stood a chance of succeeding, if at all, only if the jury were convinced that petitioner would <i>stay</i> in prison.  Although the only available alternative sentence to death in petitioner's case was life imprisonment without possibility of parole, S.C.Code Ann. &#167;&#167; 16-3-20(A) and 24-21-640 (Supp.1993), the trial court precluded the jury from learning that petitioner would never be released from prison.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Unlike in <i>Skipper,</i> where the defendant sought to introduce factual evidence tending to disprove the State's showing of future dangerousness, see 476 U.S., at 3, 106 S.Ct., at 1670;  <i>id.,</i> 476 U.S., at 10-11, 106 S.Ct., at 1674-1675 (Powell, J., concurring in judgment), petitioner sought to rely on the operation of South Carolina's sentencing law in arguing that he would not pose a threat to the community if he were sentenced to life imprisonment. We have previously noted with approval, however, that \"[m]any state courts have held it improper for the jury to consider or to be informed&#8212;through argument or instruction&#8212;of the possibility of commutation, pardon, or parole.\"  <i>California v. Ramos, supra,</i> 463 U.S., at 1013, n. 30, 103 S.Ct., at 3460.  The decision whether or not to inform the jury of the possibility of early release is generally left to the States.  See <i>id.,</i> 463 U.S., at 1014, 103 S.Ct., at 3460.  In a State in which parole is available, the Constitution does not require (or preclude) jury consideration of that fact.  Likewise, if the prosecution does not argue future dangerousness, the State may appropriately decide that parole is not a proper issue for the jury's consideration even if the only alternative sentence to death is life imprisonment without possibility of parole.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">When the State seeks to show the defendant's future dangerousness, however, the fact that he will never be released from prison will often be the only way that a violent criminal can successfully rebut the State's case.  I agree with the Court that in such a case the defendant should be allowed to bring his parole ineligibility to the jury's attention&#8212;by way of argument by defense counsel or an instruction from the court&#8212;as a means of responding to the State's showing of future dangerousness.  And despite our general deference to state decisions regarding what the jury should be told about sentencing, I agree that due process requires that the defendant be allowed to do so in cases in which the only available alternative sentence to death is life imprisonment without possibility of parole and the prosecution argues that the defendant will pose a threat to society in the future.  Of course, in such cases the prosecution is free to argue that the defendant would be dangerous in prison;  the State may also (though it need not) inform the jury of any truthful information regarding the availability of commutation, pardon, and the like.  See <i>id.,</i> 463 U.S., at 1001-1009, 103 S.Ct., at 3453-3458.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The prosecutor in this case put petitioner's future dangerousness in issue, but petitioner was not permitted to argue parole ineligibility to the capital sentencing jury.  Although the trial judge instructed the jurors that \"[t]he terms life imprisonment and death sentence are to be understood in their pla[i]n and ordinary meaning,\" App. 146, I cannot agree with the court below that this instruction \"satisfie[d] in substance [petitioner's] request for a charge on parole ineligibility.\"  --- S.C. ----, ----, 427 S.E.2d 175, 179 (1993).  The rejection of parole by many States (and the Federal Government) is a recent development that displaces the longstanding practice of parole availability, see <i>ante,</i> at ____, and common sense tells us that many jurors might not know whether a life sentence carries with it the possibility of parole.  While it may come to pass that the \"plain and ordinary meaning\" of a life sentence is life without parole, that the jury in this case felt compelled to ask whether parole was available shows that the jurors did not know whether or not a life-sentenced defendant will be released from prison. Moreover, the prosecutor, by referring to a verdict of death as an act of \"self-defense,\" strongly implied that petitioner <i>would</i> be let out eventually if the jury did not recommend a death sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Where the State puts the defendant's future dangerousness in issue, and the only available alternative sentence to death is life imprisonment without possibility of parole, due process entitles the defendant to inform the capital sentencing jury&#8212;by either argument or instruction&#8212;that he is parole ineligible.  In this case, the prosecution argued at the capital sentencing proceeding that petitioner would be dangerous in the future. Although the only alternative sentence to death under state law was life imprisonment without possibility of parole, petitioner was not allowed to argue to the jury that he would never be released from prison, and the trial judge's instruction did not communicate this information to the jury.  I therefore concur in the Court's judgment that petitioner was denied the due process of law to which he is constitutionally entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Justice SCALIA, with whom Justice THOMAS joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Today's judgment certainly seems reasonable enough as a determination of what a capital-sentencing jury should be permitted to consider.  That is not, however, what it purports to be.  It purports to be a determination that any capital-sentencing scheme that does <i>not</i> permit jury consideration of such material is so incompatible with our national traditions of criminal procedure that it violates the Due Process Clause of the Constitution of the United States.  There is really no basis for such a pronouncement, neither in any near uniform practice of our people, nor in the jurisprudence of this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">With respect to the former I shall discuss only current practice, since the parties and <i>amici</i> have addressed only that, and since traditional practice may be relatively uninformative with regard to the new schemes of capital sentencing imposed upon the States by this Court's recent jurisprudence.  The overwhelming majority of the 32 States that permit juries to impose or recommend capital sentences do not allow specific information regarding parole to be given to the jury.  To be sure, in many of these States the sentencing choices specifically include \"life without parole,\" so that the jury charge itself conveys the information whether parole is available.  In at least eight of those States, however, the jury's choice is not merely between \"life without parole\" and \"death,\" but among some variation of (parole eligible) \"life,\" \"life without parole\" and \"death\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>&#8212;so that the precise date of availability of parole is relevant to the jury's choice.  Moreover, even among those States that permit the jury to choose only between \"life\" (unspecified) and \"death,\" South Carolina is not alone in keeping parole information from the jury.  Four other States in widely separated parts of the country follow that same course,<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> and there are other States that lack any clear practice.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  By contrast, the parties and their <i>amici</i> point to only ten States that arguably employ the procedure which, according to today's opinions, the Constitution requires.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  This picture of national practice falls far short of demonstrating a principle so widely shared that it is part of even a current and temporary American consensus.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As for our prior jurisprudence:  The opinions of Justice BLACKMUN and Justice O'CONNOR rely on the Fourteenth Amendment's guarantee of Due Process, rather than on the Eighth Amendment's \"cruel and unusual punishments\" prohibition, as applied to the States by the Fourteenth Amendment.  But cf. <i>ante,</i> at ____ (SOUTER, J., concurring).  The prior law applicable to that subject indicates that petitioner's due process rights would be violated if he was \"sentenced to death 'on the basis of information which he had no opportunity to deny or explain.' \" <i>Skipper v. South Carolina,</i> 476 U.S. 1, 5, n. 1, 106 S.Ct. 1669, 1671, n. 1, 90 L.Ed.2d 1 (1986), quoting <i>Gardner v. Florida,</i> 430 U.S. 349, 362, 97 S.Ct. 1197, 1207, 51 L.Ed.2d 393 (1977).  Both opinions try to bring this case within that description, but it does not fit.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The opinions paint a picture of a prosecutor who repeatedly stressed that petitioner would pose a threat to society <i>upon his release.</i>  The record tells a different story.  Rather than emphasizing future dangerousness as a crucial factor, the prosecutor stressed the nature of petitioner's crimes:  the crime that was the subject of the prosecution, the brutal murder of a 79-year-old woman in her home, and three prior crimes confessed to by the petitioner, all rapes and beatings of elderly women, one of them his grandmother.  I am sure it was the sheer depravity of those crimes, rather than any specific fear for the future, which induced the South Carolina jury to conclude that the death penalty was justice.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Not only, moreover, was future dangerousness not emphasized, but future dangerousness <i>outside of prison</i> was not even mentioned. The trial judge undertook specifically to prevent that, in response to the broader request of petitioner's counsel that the prosecutor be prevented from arguing future dangerousness <i>at all:</i></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">\"Obviously, I will listen carefully to the argument of the      solicitor to see if it contravenes the actual factual      circumstance.  Certainly, I recognize the right of the State      to argue concerning the defendant's dangerous propensity.  I      will not allow the solicitor, for example, to say to the jury      anything that would indicate that the defendant is not going      to be jailed for the period of time that is encompassed      within the actual law.  The fact that we do not submit the      parole eligibility to the jury does not negate the fact that      the solicitor must stay within the trial record.\"  App.      56-57.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As I read the record, the prosecutor followed this admonition and the Due Process Clause requires nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Both Justice BLACKMUN and Justice O'CONNOR focus on two portions of the prosecutor's final argument to the jury in the sentencing phase.  First, they stress that the prosecutor asked the jury to answer the question of \"what to do with [petitioner] now that he is in our midst.\"  That statement, however, was not made (as they imply) in the course of an argument about future dangerousness, but was a response to petitioner's mitigating evidence.  Read in context, the statement is not even relevant to the issue in this case:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">\"The defense in this case as to sentence . . . [i]s a      diversion.  It's putting the blame on society, on his father,      on his grandmother, on whoever else he can, spreading it out      to avoid that personal responsibility.  That he came from a      deprived background.  That he didn't have all of the breaks      in life and certainly that helps shape someone.  But we are      not concerned about how he got shaped.  We are concerned      about what to do with him now that he is in our midst.\"  <i>Id.,</i>      at 110.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Both opinions also seize upon the prosecutor's comment that the jury's verdict would be \"an act of self-defense.\"  That statement came at the end of admonition of the jury to avoid emotional responses and enter a rational verdict:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">\"Your verdict shouldn't be returned in anger.  Your verdict      shouldn't be an emotional catharsis.  Your verdict shouldn't      be . . . a response to that eight-year-old kid [testifying in      mitigation] and really shouldn't be a response to the      gruesome grotesque handiwork of [petitioner].  Your verdict      should be a response of society to someone who is a threat.      Your verdict will be an act of self-defense.\"  <i>Id.,</i> at      109-110.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">This reference to \"self-defense\" obviously alluded, neither to defense of the jurors' own persons, nor specifically to defense of persons outside the prison walls, but to defense of all members of society against this individual, wherever he or they might be. Thus, as I read the record (and bear in mind that the trial judge was on the lookout with respect to this point), the prosecutor did not <i>invite</i> the jury to believe that petitioner would be eligible for parole&#8212;he did not <i>mislead</i> the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The rule the majority adopts in order to overturn this sentence therefore goes well beyond what would be necessary to counteract prosecutorial misconduct (a disposition with which I might agree).  It is a rule at least as sweeping as this:  that the Due Process Clause overrides state law limiting the admissibility of information concerning parole <i>whenever</i> the prosecution argues future dangerousness.  Justice BLACKMUN appears to go even further, requiring the admission of parole-ineligibility even when the prosecutor does <i>not</i> argue future dangerousness.  See <i>ante,</i> at ____;  but see <i>ante,</i> at ____ (GINSBURG, J., concurring).  I do not understand the basis for this broad prescription.  As a general matter, the Court leaves it to the States to strike what <i>they</i> consider the appropriate balance among the many factors&#8212;probative value, prejudice, reliability, potential for confusion, among others&#8212;that determine whether evidence ought to be admissible.  Even in the capital punishment context, the Court has noted that \"the wisdom of the decision to permit juror consideration of [post-sentencing contingencies] is best left to the States.\"  <i>California v. Ramos,</i> 463 U.S. 992, 1014, 103 S.Ct. 3446, 3460, 77 L.Ed.2d 1171 (1983).  \"[T]he States, and not this Court, retain 'the traditional authority' to determine what particular evidence . . . is relevant.\"  <i>Skipper v. South Carolina,</i> 476 U.S. 1, 11, 106 S.Ct. 1669, 1674, 90 L.Ed.2d 1 (1986) (Powell, J., concurring).  One reason for leaving it that way is that a sensible code of evidence cannot be invented piecemeal.  Each item cannot be considered in isolation, but must be given its place within the whole.  Preventing the <i>defense</i> from introducing evidence regarding parolability is only half of the rule that prevents the <i>prosecution</i> from introducing it as well. If the rule is changed for defendants, many will think that evenhandedness demands a change for prosecutors as well.  State's attorneys ought to be able to say that if, ladies and gentlemen of the jury, you do not impose capital punishment upon this defendant (or if you impose anything less than life without parole) he may be walking the streets again in eight years!  Many would not favor the admission of such an argument&#8212;but would prefer it to a State scheme in which defendants can call attention to the unavailability of parole, but prosecutors cannot note its availability.  This Court should not force state legislators into such a difficult choice unless the isolated state evidentiary rule that the Court has before it is not merely less than ideal, but beyond a high threshold of unconstitutionality.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The low threshold the Court constructs today is difficult to reconcile with our almost simultaneous decision in <i>Romano v. Oklahoma,</i> 512 U.S. ----, 114 S.Ct. 2004, --- L.Ed.2d ---- (1994). There, the Court holds that the proper inquiry when evidence is admitted in contravention of a state law is \"whether the admission of evidence . . . so infected the sentencing proceedings with unfairness as to render the jury's imposition of the death penalty a denial of due process.\"  <i>Id.,</i> 512 U.S., at ----, 114 S.Ct., at 2012 (slip op., at 11).  I do not see why the unconstitutionality criterion for <i>excluding</i> evidence <i>in accordance with</i> state law should be any less demanding than the unconstitutionality criterion <i>Romano</i> recites for <i>admitting</i> evidence <i>in violation of</i> state law:  \"fundamental unfairness.\"  And \"fundamentally unfair\" the South Carolina rule is assuredly not.  The notion that the South Carolina jury imposed the death penalty \"just in case\" Simmons might be released on parole seems to me quite far-fetched. And the notion that the decision taken on such grounds would have been altered by information on the <i>current state of the law</i> concerning parole (which could of course be amended) is even more far-fetched.  And the scenario achieves the ultimate in far-fetchedness when there is added the fact that, according to uncontroverted testimony of prison officials in this case, even <i>current</i> South Carolina law (as opposed to discretionary prison regulations) does not prohibit furloughs and work-release programs for life-without-parole inmates.  See App. 16-17.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">When the prosecution has not specifically suggested parolability, I see no more reason why the United States Constitution should compel the admission of evidence showing that, under the State's current law, the defendant would be nonparolable, than that it should compel the admission of evidence showing that parolable life-sentence murderers are in fact almost never paroled, or are paroled only after age 70;  or evidence to the effect that escapes of life-without-parole inmates are rare; or evidence showing that, though under current law the defendant <i>will</i> be parolable in 20 years, the recidivism rate for elderly prisoners released after long incarceration is negligible.  All of this evidence may be thought relevant to whether the death penalty should be imposed, and a petition raising the last of these claims has already arrived.  See Pet. for Cert. in <i>Rudd v. Texas,</i> O.T. 1993, No. 93-7955.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As I said at the outset, the regime imposed by today's judgment is undoubtedly reasonable as a matter of policy, but I see nothing to indicate that the Constitution requires it to be followed coast-to-coast.  I fear we have read today the first page of a whole new chapter in the \"death-is-different\" jurisprudence which this Court is in the apparently continuous process of composing.  It adds to our insistence that State courts admit \"all relevant mitigating evidence,\" see, <i>e.g., Eddings v. Oklahoma,</i> 455 U.S. 104, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982);  <i>Lockett v. Ohio,</i> 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978), a requirement that they adhere to distinctive rules, more demanding than what the Due Process Clause normally requires, for admitting evidence of other sorts&#8212;Federal Rules of Death Penalty Evidence, so to speak, which this Court will presumably craft (at great expense to the swiftness and predictability of justice) year-by-year.  The heavily outnumbered opponents of capital punishment have successfully opened yet another front in their guerilla war to make this unquestionably constitutional sentence a practical impossibility.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The venire was informed, however, of the meaning of the term \"death\" under South Carolina law.  The trial judge specifically advised the prospective jurors that \"[b]y the death penalty, we mean death by electrocution.\"  The sentencing jury was also so informed.  App. 129.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 24-21-640 states:  \"The board must not grant parole nor is parole authorized to any prisoner serving a sentence for a second or subsequent conviction, following a separate sentencing from a prior conviction, for violent crimes as defined in Section 16-1-60.\"  Petitioner's earlier convictions for burglary in the first degree and criminal sexual assault in the first degree are violent offenses under &#167; 16-1-60.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Specifically, petitioner argued that under the Eighth Amendment his parole ineligibility was \" 'mitigating' in the sense that [it] might serve 'as a basis for a sentence less than death,' \" <i>Skipper v. South Carolina,</i> 476 U.S. 1, 4-5, 106 S.Ct. 1669, 1671, 90 L.Ed.2d 1 (1986), quoting <i>Lockett v. Ohio,</i> 438 U.S. 586, 604, 98 S.Ct. 2954, 2964-2965, 57 L.Ed.2d 973 (1978) (plurality opinion), and that therefore he was entitled to inform the jury of his parole ineligibility.  He also asserted that by withholding from the jury the fact that it had a life-without-parole sentencing alternative, the trial court impermissibly diminished the reliability of the jury's determination that death was the appropriate punishment.  Cf. <i>Beck v. Alabama,</i> 447 U.S. 625, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1980).  Finally, relying on the authority of <i>Gardner v. Florida,</i> 430 U.S. 349, 97 S.Ct. 1197, 51 L.Ed.2d 393 (1977), petitioner argued that his due process right to rebut the State's argument that petitioner posed a future danger to society had been violated by the trial court's refusal to permit him to show that a noncapital sentence adequately could protect the public from any future acts of violence by him.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We express no opinion on the question whether the result we reach today is also compelled by the Eighth Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Of course, the fact that a defendant is parole ineligible does not prevent the State from arguing that the defendant poses a future danger.  The State is free to argue that the defendant will pose a danger to others in prison and that executing him is the only means of eliminating the threat to the safety of other inmates or prison staff.  But the State may not mislead the jury by concealing accurate information about the defendant's parole ineligibility. The Due Process Clause will not tolerate placing a capital defendant in a straitjacket by barring him from rebutting the prosecution's arguments of future dangerousness with the fact that he is ineligible for parole under state law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In this regard, the State emphasizes that no statute prohibits petitioner's eventual release into society.  While this technically may be true, state regulations unambiguously prohibit work-release and virtually all other furloughs for inmates who are ineligible for parole.  See App. 16.  As for pardons, the statute itself provides that they are available only in \"the most extraordinary circumstances.\"  S.C.Code Ann. &#167; 24-21-950 D (1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At present, there are 26 States that both employ juries in capital sentencing and provide for life imprisonment without parole as an alternative to capital punishment.  In 17 of these, the jury expressly is informed of the defendant's ineligibility for parole.  Nine States simply identify the jury's sentencing alternatives as death and life without parole.  See Ala.Code &#167; 13A-5-46(e) (1982);  Ark.Code Ann. &#167; 5-4-603(b) (1993);  Cal.Penal Code Ann. &#167; 190.3 (West 1988);  Conn.Gen.Stat. &#167; 53a-46a(f) (1985);  Del.Code Ann.Tit. 11, &#167; 4209(a) (1987);  La.Code Crim.Proc.Ann.Art. 905.6 (West Supp.1994);  Mo.Rev.Stat. &#167; 565.030.4 (1993);  N.H.Rev.Stat.Ann. &#167; 630:5 (Supp.1992); Wash.Rev.Code &#167; 10.95.030 (Supp.1994).  Eight States allow the jury to specify whether the defendant should or should not be eligible for parole.  See Ga.Code Ann. &#167; 17-10-31.1(a) (1993); Ind.Code &#167; 35-50-2-9 (Supp.1993);  Md.Ann.Code, Art. 27, &#167; 413(c)(3) (Supp.1993);  Nev.Rev.Stat. &#167; 175.554(2)(c)(2) (Michie Supp.1993);  Okla.Stat.Ann.Tit. 21, 701.10(A) (Supp.1994); Ore.Rev.Stat. &#167; 163.105 (1991);  Tenn.Code Ann. &#167; 39-13-204(a)-(f)(2) (Supp.1993);  Utah Code Ann. &#167; 76-3-207(4) (Supp.1993).</p>\n        <p>In three States, statutory or decisional law requires that the sentencing jury be instructed, where accurate, that the defendant will be ineligible for parole.  See Colo.Rev.Stat. &#167; 16-11-103(1)(b) (Supp.1993);  <i>People v. Gacho,</i> 122 Ill.2d 221, 262, 119 Ill.Dec. 287, 307, 522 N.E.2d 1146, 1166 (1988);  <i>Turner v. State,</i> 573 So.2d 657, 675 (Miss.1990), cert. denied, 500 U.S. 910, 111 S.Ct. 1695, 114 L.Ed.2d 89 (1991).</p>\n        <p>Three States have not considered the question whether jurors should be instructed that the defendant is ineligible for parole under state law.  See Fla.Stat. &#167; 775.0823(1) (Supp.1994);  S.D. Codified Laws &#167; 24-15-4 (1988);  Wyo.Stat. &#167;&#167; 6-2-101(b), 7-13-402(a) (Supp.1993).  The Florida Supreme Court, however, has approved for publication pattern jury instructions that inform capital sentencing juries of the no-parole feature of Fla.Stat. &#167; 775.0823(1).  See <i>Standard Jury Instructions&#8212;Criminal Cases,</i> 603 So.2d 1175, 1205 (Fla.1992).</p>\n        <p>Finally, there are four States in which the capital sentencing decision is made by the trial judge alone or by a sentencing panel of judges.  Thus, in these States, as well, the sentencing authority is fully aware of the precise parole status of life-sentenced murderers.  Ariz.Rev.Stat.Ann. &#167; 13-703(B) (Supp.1993);  Idaho Code &#167; 19-2515(d) (1987);  Mont.Code Ann. &#167; 46-18-301 (1993);  Neb.Rev.Stat. &#167; 29-2520 (1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Only two States other than South Carolina have a life-without-parole sentencing alternative to capital punishment for some or all convicted murderers but refuse to inform sentencing juries of this fact.  See <i>Commonwealth v. Henry,</i> 524 Pa. 135, 160, 569 A.2d 929, 941 (1990), cert. denied, 499 U.S. 931, 111 S.Ct. 1338, 113 L.Ed.2d 269 (1991);  <i>Commonwealth v. Strong,</i> 522 Pa. 445, 458-460, 563 A.2d 479, 485-486 (1989);  <i>Eaton v. Commonwealth,</i> 240 Va. 236, 248-249, 397 S.E.2d 385, 392-393 (1990), cert. denied, --- U.S. ----, 112 S.Ct. 88, 116 L.Ed.2d 60 (1991);  <i>O'Dell v. Commonwealth,</i> 234 Va. 672, 701, 364 S.E.2d 491, 507, cert. denied, 488 U.S. 871, 109 S.Ct. 186, 102 L.Ed.2d 154 (1988).</p>\n        <p>Justice SCALIA points out that two additional States, Texas and North Carolina, traditionally have kept information about a capital defendant's parole ineligibility from the sentencing jury. See <i>post,</i> at ____.  Neither of these States, however, has a life-without-parole sentencing alternative to capital punishment. It is also worthy of note that, pursuant to recently enacted legislation, North Carolina now requires trial courts to instruct capital-sentencing juries concerning parole eligibility.  See 1993 N.C.Sess. Laws, ch. 538, &#167; 29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Public opinion and juror surveys support the commonsense understanding that there is a reasonable likelihood of juror confusion about the meaning of the term \"life imprisonment.\"  See Paduano &amp; Smith, Deadly Errors:  Juror Misperceptions Concerning Parole in the Imposition of the Death Penalty, 18 Colum. Human Rights L.Rev. 211, 222-225 (1987);  Note, The Meaning of \"Life\" for Virginia Jurors and Its Effect on Reliability in Capital Sentencing, 75 Va.L.Rev. 1605, 1624 (1989);  Eisenberg &amp; Wells, Deadly Confusion:  Juror Instructions in Capital Cases, 79 Cornell L.Rev. 1 (1993);  Bowers, Capital Punishment &amp; Contemporary Values:  People's Misgivings and the Court's Misperceptions, 27 Law &amp; Society 157, 169-170 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It almost goes without saying that if the jury in this case understood that the \"plain meaning\" of \"life imprisonment\" was life without parole in South Carolina, there would have been no reason for the jury to inquire about petitioner's parole eligibility.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-1\">\n        <a class=\"footnote\" href=\"#fn-s-1_ref\">*</a>\n        <p> Compare <i>ante,</i> at ____, n. 4 (refraining from addressing Simmons' Eighth Amendment claim), with <i>ante,</i> at ____ (SOUTER, J., concurring) (Eighth Amendment requires judge to instruct jury about parole ineligibility).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The eight States are Georgia, see Ga.Code Ann. &#167; 17-10-31.1 (Supp.1993), Indiana, see Ind.Code &#167; 35-50-2-9 (1993), Maryland, see Md.Ann.Code, Art. 27, &#167; 413(c)(3) (Supp.1993), Nevada, see Nev.Rev.Stat. &#167; 175.554(2)(c)(2) (1993), Oklahoma, see Okla.Stat., Tit. 21, &#167; 701.10(A) (Supp.1993), Oregon, see Ore.Rev.Stat. &#167; 163.150 (Supp.1991), Tennessee, see Tenn.Code Ann. &#167; 39-13-204(a) (Supp.1993), and Utah, see Utah Code Ann. &#167; 76-3-207(4) (Supp.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The four States are Pennsylvania, see <i>Commonwealth v. Henry,</i> 524 Pa. 135, 159-161, 569 A.2d 929, 941 (1990), Texas, see <i>Jones v. State,</i> 843 S.W.2d 487, 495 (Tex.Crim.App.1992), Virginia, see <i>Eaton v. Commonwealth,</i> 240 Va. 236, 247-250, 397 S.E.2d 385, 392-393 (1990), and North Carolina, see <i>State v. Brown,</i> 306 N.C. 151, 182-184, 293 S.E.2d 569, 589 (1982), which will alter its practice effective January 1, 1995, see 1993 N.C.Sess. Laws, Ch. 538, &#167; 29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The States that allow the jury to choose between \"life without parole\" and \"death\" and have not squarely decided whether the jury should receive information about parole include South Dakota, see S.D. Codified Laws &#167; 24-15-4 (1988), and Wyoming, see Wyo.Stat. &#167; 7-13-402(a) (Supp.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The ten States identified by the parties and their <i>amici</i> are Colorado, see Colo.Rev.Stat. &#167; 16-11-103(1)(b) (Supp.1993), Florida, see Standard Jury Instructions&#8212;Criminal Cases, Report No. 92-1, 603 So.2d 1175 (1992), Illinois, see <i>People v. Gacho,</i> 122 Ill.2d 221, 262-264, 119 Ill.Dec. 287, 307, 522 N.E.2d 1146, 1166 (1988), Maryland, see <i>Doering v. State,</i> 313 Md. 384, 545 A.2d 1281 (1988), Mississippi, see <i>Turner v. State,</i> 573 So.2d 657 (Miss.1990), New Jersey, see <i>State v. Martini,</i> 131 N.J. 176, 312-314, 619 A.2d 1208, 1280 (1993), New Mexico, see <i>State v. Henderson,</i> 109 N.M. 655, 789 P.2d 603 (1990), Nevada, see <i>Petrocelli v. State,</i> 101 Nev. 46, 692 P.2d 503 (1985), Oklahoma, see <i>Humphrey v. State,</i> 864 P.2d 343 (Okla.Crim.App.1993), Oregon, see Brief for State of Idaho et al. as <i>Amici Curiae</i> 8.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/117854/"
}