{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "512 U.S. 107", 
    "federal_cite_two": "114 S. Ct. 2068", 
    "specialty_cite_one": null, 
    "federal_cite_three": "129 L. Ed. 2d 93", 
    "lexis_cite": "1994 U.S. LEXIS 4444", 
    "document_uris": [
      "/api/rest/v2/document/117852/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Livadas v. Bradshaw", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "92-1920", 
    "id": 102211, 
    "resource_uri": "/api/rest/v2/citation/102211/"
  }, 
  "id": 117852, 
  "blocked": false, 
  "judges": "Souter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1994-06-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>512 U.S. 107 (1994)</b></center>\n<center><h1>LIVADAS<br>\nv.<br>\nBRADSHAW, CALIFORNIA LABOR COMMISSIONER</h1></center>\n<center>No. 92-1920.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 26, 1994.</center>\n<center>Decided June 13, 1994.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*109</span> <span class=\"star-pagination\">*109</span> Souter, J., delivered the opinion for a unanimous Court.</p>\n<p><i>Richard G. McCracken</i> argued the cause for petitioner. With him on the briefs was <i>Michael T. Anderson.</i> </p>\n<p><i>Malcolm L. Stewart</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Days, Deputy Solicitor General Wallace, Amy L. Wax, Linda Sher,</i> and <i>Norton J. Come.</i> </p>\n<p><i>H. Thomas Cadell, Jr.,</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*110</span> Justice Souter, delivered the opinion of the Court.</p>\n<p>California law requires employers to pay allwages due immediately upon an employee's discharge, imposes a penalty for refusal to pay promptly, precludes any private contractual waiver of these minimum labor standards, and places responsibility for enforcing these provisions on the State Commissioner of Labor (Commissioner or Labor Commissioner), ostensibly for the benefit of all employees. Respondent, the Labor Commissioner,<sup>[1]</sup> has construed a further provision of state law as barring enforcement of these wage and penalty claims on behalf of individuals like petitioner, whose terms and conditions of employment are governed by a collective-bargaining agreement containing an arbitration clause. We hold that federal law pre-empts this policy, as abridging the exercise of such employees' rights under the National Labor Relations Act (NLRA or Act), 29 U. S. C. § 151 <i>et seq.,</i> and that redress for this unlawful refusal to enforce may be had under 42 U. S. C. § 1983.</p>\n<p></p>\n<h2>I</h2>\n<p>Until her discharge on January 2, 1990, petitioner Karen Livadas worked as a grocery clerk in a Vallejo, California, Safeway supermarket. The terms and conditions of her employment were subject to a collective-bargaining agreement between Safeway and Livadas's union, Local 373 of the United Food and Commercial Workers, AFL\u0097CIO. Unexceptionally, the agreement provided that \"[d]isputes as to the interpretation or application of the agreement,\" including grievances arising from allegedly unjust discharge or suspension, would be subject to binding arbitration. See Food <span class=\"star-pagination\">*111</span> Store Contract, United Food &amp; Commercial Workers Union, Local 373, AFL\u0097CIO, Solano and Napa Counties §§ 18.2, 18.3 (Mar. 1, 1989\u0097Feb. 29, 1992) (Food Store Contract).<sup>[2]</sup> When notified of her discharge, Livadas demanded immediate payment of wages owed her, as guaranteed to all California workers by state law, see Cal. Lab. Code Ann. § 201 (West 1989),<sup>[3]</sup> but her store manager refused, referring to the company practice of making such payments by check mailed from a central corporate payroll office. On January 5, 1990, Livadas received a check from Safeway, in the full amount owed for her work through January 2.</p>\n<p>On January 9, 1990, Livadas filed a claim against Safeway with the California Division of Labor Standards Enforcement (DLSE or Division), asserting that under § 203 of the Labor Code the company was liable to her for a sum equal to three days' wages, as a penalty for the delay between discharge and the date when payment was in fact received.<sup>[4]</sup><span class=\"star-pagination\">*112</span> Livadas requested the Commissioner to enforce the claim.<sup>[5]</sup></p>\n<p>By an apparently standard form letter dated February 7, 1990, the Division notified Livadas that it would take no action on her complaint:</p>\n<blockquote>\"It is our understanding that the employees working for Safeway are covered by a collective bargaining agreement which contains an arbitration clause. The provisions of Labor Code Section 229 preclude this Division from adjudicating any dispute concerning the interpretation or application of any collective bargaining agreement containing an arbitration clause.</blockquote>\n<blockquote>\"Labor Code Section 203 requires that the wages continue at the `same rate' until paid. In order to establish what the `same rate' was, it is necessary to look to the <span class=\"star-pagination\">*113</span> collective bargaining agreement and `apply' that agreement. The courts have pointed out that such an application is exactly what the provisions of Labor Code § 229 prohibit.\"<sup>[6]</sup> App. 16.</blockquote>\n<p>The letter made no reference to any particular aspect of Livadas's claim making it unfit for enforcement, and the Commissioner's position is fairly taken to be that DLSE enforcement of § 203 claims, as well as other claims for which relief is pegged to an employee's wage rate, is generally unavailable to employees covered by collective-bargaining agreements.<sup>[7]</sup></p>\n<p>Livadas brought this action in the United States District Court under Rev. Stat. § 1979, 42 U. S. C. § 1983, alleging that the nonenforcement policy, reflecting the Commissioner's reading of Labor Code § 229, was pre-empted as conflicting with Livadas's rights under § 7 of the NLRA, 49 Stat. 452, as amended, 29 U. S. C. § 157, because the policy placed a <span class=\"star-pagination\">*114</span> penalty on the exercise of her statutory right to bargain collectively with her employer. She stressed that there was no dispute about the amount owed and that neither she nor Safeway had begun any grievance proceeding over the penalty.<sup>[8]</sup> Livadas sought a declaration that the Commissioner's interpretation of § 229 was pre-empted, an injunction against adherence to the allegedly impermissible policy, and an order requiring the Commissioner either to process her penalty claim or (if it would be time barred under state law) pay her damages in the amount the Commissioner would have obtained if the Commissioner had moved against the employer in time.</p>\n<p>The District Court granted summary judgment for Livadas, holding the labor pre-emption claim cognizable under § 1983, see <i>Golden State Transit Corp.</i> v. <i>Los Angeles,</i> 493 U. S. 103 (1989) <i>(Golden State II)</i><i>,</i> and the Commissioner's policy pre-empted as interfering with her § 7 right, see, <i>e. g., </i><i>Golden State Transit Corp.</i> v. <i>Los Angeles,</i> 475 U. S. 608 (1986) <i>(Golden State I)</i><i>,</i> by denying her the benefit of a minimum labor standard, namely, the right to timely payment of final wages secured by Labor Code §§ 201 and 203. 749 F. Supp. 1526 (ND Cal. 1990). The District Court treated as irrelevant the Commissioner's assertion that the policy was consistent with state law (<i>e. g.,</i> Labor Code § 229) and rejected the defense that it was required by federal law, namely, § 301 of the Labor-Management Relations Act, 1947 (LMRA), 61 Stat. 156, 29 U. S. C. § 185(a), which has been read to pre-empt state-court resolution of disputes turning on the rights of parties under collective-bargaining agreements. <span class=\"star-pagination\">*115</span> The District Court explained that resolution of the claim under § 203 \"requires reference only to a calendar, not to the [collective-bargaining agreement],\" 749 F. Supp., at 1536, and granted petitioner all requested relief. <i>Id.,</i> at 1540.<sup>[9]</sup></p>\n<p>A divided panel of the Court of Appeals for the Ninth Circuit reversed. 987 F. 2d 552 (1993). The court acknowledged that federal law gives Livadas a right to engage in collective bargaining and that § 1983 would supply a remedy for official deprivation of that right, but the panel majority concluded that no federal right had been infringed. The court reasoned that the policy was based on the Commissioner's reading of Labor Code § 229, whose function of keeping state tribunals from adjudicating claims in a way that would interfere with the operation of federal labor policy is, by definition, consistent with the dictates of federal law. Noting that Livadas did not assert pre-emption of § 229 itself or object to the California courts' interpretation of it, the majority concluded that her case reduced to an assertion that the Commissioner had misinterpreted state law, an error for which relief could be obtained in California courts.</p>\n<p>Livadas could not claim to be \"penalized,\" the Appeals panel then observed, for she stood \"in the same position as every other employee in the state when it comes to seeking the Commissioner's enforcement. Every employee . . . is subject to an eligibility determination, and every employee. . . is subject to the risk that the Commissioner will get it wrong.\" 987 F. 2d, at 559. The Ninth Circuit majority concluded by invoking the \"general policies of federal labor law\" strongly favoring the arbitration of disputes and reasoning that, \"Congress would not want state officials erring <span class=\"star-pagination\">*116</span> on the side of adjudicating state law disputes whenever it is a close call as to whether a claim is preempted.\" <i>Id.,</i> at 560.<sup>[10]</sup> We granted certiorari, 510 U. S. 1083 (1994), to address the important questions of federal labor law implicated by the Commissioner's policy, and we now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>A state rule predicating benefits on refraining from conduct protected by federal labor law poses special dangers of interference with congressional purpose. In <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), a unanimous Court held that a state policy of withholding unemployment benefits solely because an employee had filed an unfair labor practice charge with the National Labor Relations Board had a \"direct tendency to frustrate the purpose of Congress\" and, if not pre-empted, would \"defeat or handicap a valid national objective by . . . withdraw[ing] state benefits . . . simply because\" an employee engages in conduct protected <span class=\"star-pagination\">*117</span> and encouraged by the NLRA. <i>Id.,</i> at 239; see also <i>Golden State I, supra,</i> at 618 (city may not condition franchise renewal on settlement of labor dispute). This case is fundamentally no different from <i>Nash.</i><sup>[11]</sup> Just as the respondent state commission in that case offered an employee the choice of pursuing her unfair labor practice claim or receiving unemployment compensation, the Commissioner has presented Livadas and others like her with the choice of having statelaw rights under §§ 201 and 203 enforced or exercising the right to enter into a collective-bargaining agreement with an arbitration clause. This unappetizing choice, we conclude, was not intended by Congress, see <i>infra,</i> at 130, and cannot ultimately be reconciled with a statutory scheme premised on the centrality of the right to bargain collectively and the desirability of resolving contract disputes through arbitration. <span class=\"star-pagination\">*118</span> Cf. <i>Metropolitan Life Ins. Co.</i> v. <i>Massachusetts,</i> 471 U. S. 724, 755 (1985) (state law held not pre-empted because it \"neither encourage[s] nor discourage[s] the collectivebargaining processes\").<sup>[12]</sup></p>\n<p></p>\n<h2>B</h2>\n<p></p>\n<h2>1</h2>\n<p>The Commissioner's answers to this pre-emption conclusion flow from two significant misunderstandings of law. First, the Commissioner conflates the policy that Livadas challenges with the state law on which it purports to rest, Labor Code § 229, assuming that if the statutory provision is consistent with federal law, her policy must be also. But <span class=\"star-pagination\">*119</span> on this logic, a policy of issuing general search warrants would be justified if it were adopted to implement a state statute codifying word-for-word the \"good-faith\" exception to the valid warrant requirement recognized in <i>United States</i> v. <i>Leon,</i> 468 U. S. 897 (1984). The relationship between policy and state statute and between the statute and federal law is, in any event, irrelevant. The question presented by this case is not whether Labor Code § 229 is valid under the Federal Constitution or whether the Commissioner's policy is, as a matter of state law, a proper interpretation of § 229. Pre-emption analysis, rather, turns on the actual content of respondent's policy and its real effect on federal rights. See <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967) (holding pre-empted an administrative policy interpreting presumably valid state unemployment insurance law exception for \"labor disputes\" to include proceedings under NLRB complaints); see also 987 F. 2d, at 561 (Kozinski, J., dissenting).<sup>[13]</sup></p>\n<p>Having sought to lead us to the wrong question, the Commissioner proposes the wrong approach for answering it, defending the distinction drawn in the challenged statutory interpretation, between employees represented by unions and those who are not, as supported by a \"rational basis,\" see, <span class=\"star-pagination\">*120</span> <i>e. g.,</i> Brief for Respondent 17. But such reasoning mistakes a standard for validity under the Equal Protection and Due Process Clauses for what the Supremacy Clause requires. The power to tax is no less the power to destroy, <i>McCulloch</i>  v. <i>Maryland,</i> 4 Wheat. 316 (1819), merely because a state legislature has an undoubtedly rational and \"legitimate\" interest in raising revenue. In labor pre-emption cases, as in others under the Supremacy Clause, our office is not to pass judgment on the reasonableness of state policy, see, <i>e. g., </i><i>Golden State I,</i> 475 U. S. 608 (1986) (city's desire to remain \"neutral\" in labor dispute does not determine pre-emption). It is instead to decide if a state rule conflicts with or otherwise \"stands as an obstacle to the accomplishment and execution of the full purposes and objectives\" of the federal law. <i>Brown</i> v. <i>Hotel Employees,</i> 468 U. S. 491, 501 (1984) (internal quotation marks and citation omitted).<sup>[14]</sup></p>\n<p>That is not to say, of course, that the several rationales for the policy urged on the Court by the Commissioner and <i>amici</i> are beside the point here. If, most obviously, the Commissioner's policy were actually compelled by federal law, as she argues it is, we could hardly say that it was, simultaneously, pre-empted; at the least, our task would then be one of harmonizing statutory law. But we entertain this and other justifications claimed, not because constitutional analysis under the Supremacy Clause is an open-ended balancing act, simply weighing the federal interest against the intensity of local feeling, see <i>id.,</i> at 503, but because claims of justification can sometimes help us to discern congressional purpose, the \"ultimate touchstone\" of our enquiry. <i>Malone</i>  <span class=\"star-pagination\">*121</span> v. <i>White Motor Corp.,</i> 435 U. S. 497, 504 (1978) (internal quotation marks and citation omitted); see also <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519, 533 (1979) (plurality opinion).</p>\n<p></p>\n<h2>2</h2>\n<p>We begin with the most complete of the defenses mounted by the Commissioner, one that seems (or seemed until recently, at least) to be at the heart of her position: that the challenged policy, far from being pre-empted by federal law, is positively compelled by it, and that even if the Commissioner had been so inclined, the LMRA § 301 would have precluded enforcement of Livadas's penalty claim. The nonenforcement policy, she suggests, is a necessary emanation from this Court's § 301 pre-emption jurisprudence, marked as it has been by repeated admonitions that courts should steer clear of collective-bargaining disputes between parties who have provided for arbitration. See, <i>e. g., </i><i>AllisChalmers Corp.</i> v. <i>Lueck,</i> 471 U. S. 202 (1985). Because, this argument runs (and Livadas was told in the DLSE no-action letter), disposition of a union-represented employee's penalty claim entails the \"interpretation or application\" of a collective-bargaining agreement (since determining the amount owed turns on the contractual rate of pay agreed) resort to a state tribunal would lead it into territory that Congress, in enacting § 301, meant to be covered exclusively by arbitrators.</p>\n<p>This reasoning, however, mistakes both the functions § 301 serves in our national labor law and our prior decisions according that provision pre-emptive effect. To be sure, we have read the text of § 301<sup>[15]</sup> not only to grant federal courts jurisdiction over claims asserting breach of collectivebargaining <span class=\"star-pagination\">*122</span> agreements but also to authorize the development of federal common-law rules of decision, in large part to assure that agreements to arbitrate grievances would be enforced, regardless of the vagaries of state law and lingering hostility toward extrajudicial dispute resolution, see <i>Textile Workers</i> v. <i>Lincoln Mills of Ala.,</i> 353 U. S. 448, 455-456 (1957); see also <i>Steelworkers</i> v. <i>Warrior &amp; Gulf Nav. Co.,</i> 363 U. S. 574 (1960); <i>Avco Corp.</i> v. <i>Machinists,</i> 390 U. S. 557, 559 (1968) (\"§ 301 . . . was fashioned by Congress to place sanctions behind agreements to arbitrate grievance disputes\"). And in <i>Teamsters</i> v. <i>Lucas Flour Co.,</i> 369 U. S. 95 (1962), we recognized an important corollary to the <i>Lincoln Mills</i> rule: while § 301 does not preclude state courts from taking jurisdiction over cases arising from disputes over the interpretation of collective-bargaining agreements, state contract law must yield to the developing federal common law, lest common terms in bargaining agreements be given different and potentially inconsistent interpretations in different jurisdictions. See 369 U. S., at 103-104.<sup>[16]</sup></p>\n<p>And while this sensible \"acorn\" of § 301 pre-emption recognized in <i>Lucas Flour</i> has sprouted modestly in more recent decisions of this Court, see, <i>e. g., </i><i>Lueck, supra,</i> at 210 (\"[I]f the policies that animate § 301 are to be given their proper range . . . the pre-emptive effect of § 301 must extend beyond suits alleging contract violations\"), it has not yet become, nor may it, a sufficiently \"mighty oak,\" see <i>Golden State I,</i>  475 U. S., at 622 (Rehnquist, J., dissenting), to supply the cover the Commissioner seeks here. To the contrary, the pre-emption rule has been applied only to assure that the <span class=\"star-pagination\">*123</span> purposes animating § 301 will be frustrated neither by state laws purporting to determine \"questions relating to what the parties to a labor agreement agreed, and what legal consequences were intended to flow from breaches of that agreement,\" <i>Lueck,</i> 471 U. S., at 211, nor by parties' efforts to renege on their arbitration promises by \"relabeling\" as tort suits actions simply alleging breaches of duties assumed in collective-bargaining agreements, <i>id.,</i> at 219; see <i>Republic Steel Corp.</i> v. <i>Maddox,</i> 379 U. S. 650, 652 (1965) (\"[F]ederal labor policy requires that individual employees wishing to assert contract grievances must attempt use of the contract grievance procedure agreed upon by employer and union as the mode of redress\") (emphasis deleted).</p>\n<p>In <i>Lueck</i> and in <i>Lingle</i> v. <i>Norge Div. of Magic Chef, Inc.,</i>  486 U. S. 399 (1988), we underscored the point that § 301 cannot be read broadly to pre-empt nonnegotiable rights conferred on individual employees as a matter of state law,<sup>[17]</sup> and we stressed that itis the legal character of a claim, as \"independent\" of rights under the collective-bargaining agreement, <i>Lueck, supra,</i> at 213 (and not whether a grievance arising from \"precisely the same set of facts\" could be pursued, <i>Lingle, supra,</i> at 410) that decides whether a state <span class=\"star-pagination\">*124</span> cause of action may go forward.<sup>[18]</sup> Finally, we were clear that when the meaning of contract terms is not the subject of dispute, the bare fact that a collective-bargaining agreement will be consulted in the course of state-law litigation plainly does not require the claim to be extinguished, see <i>Lingle, supra,</i> at 413, n. 12 (\"A collective-bargaining agreement may, of course, contain information such as rate of pay. . . that might be helpful in determining the damages to which a worker prevailing in a state-law suit is entitled\").</p>\n<p>These principles foreclose even a colorable argument that a claim under Labor Code § 203 was pre-empted here. As the District Court aptly observed, the primary text for deciding whether Livadas was entitled to a penalty was not the Food Store Contract, but a calendar. The only issue raised by Livadas's claim, whether Safeway \"willfully fail[ed] to pay\" her wages promptly upon severance, Cal. Lab. Code <span class=\"star-pagination\">*125</span> Ann. § 203 (West 1989), was a question of state law, entirely independent of any understanding embodied in the collective-bargaining agreement between the union and the employer. There is no indication that there was a \"dispute\" in this case over the amount of the penalty to which Livadas would be entitled, and <i>Lingle</i> makes plain in so many words that when liability is governed by independent state law, the mere need to \"look to\" the collective-bargaining agreement for damages computation is no reason to hold the state-law claim defeated by § 301. See 486 U. S., at 413, n. 12.<sup>[19]</sup></p>\n<p>Beyond the simple need to refer to bargained-for wage rates in computing the penalty, the collective-bargaining agreement is irrelevant to the dispute (if any) between Livadas and Safeway. There is no suggestion here that Livadas's union sought or purported to bargain away her protections under § 201 or § 203, a waiver that we have said would (especially in view of Labor Code § 219) have to be \"`clear and unmistakable,' \" see <i>Lingle, supra,</i> at 409-410, n. 9 (quoting <i>Metropolitan Edison Co.</i> v. <i>NLRB,</i> 460 U. S. 693, 708 (1983)), for a court even to consider whether it could be given effect, nor is there any indication that the parties to the collective-bargaining agreement understood their arbitration pledge to cover these state-law claims. See generally <i>Gilmer</i> v. <i>Interstate/Johnson Lane Corp.,</i> 500 U. S. 20, 35 (1991); cf. Food Store Contract § 18.8. But even if such suggestions or indications were to be found, the Commissioner could not invoke them to defend her policy, which makes no effort to take such factors into account before denying enforcement.<sup>[20]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*126</span> C</h2>\n<p></p>\n<h2>1</h2>\n<p>Before this Court, however, the Commissioner does not confine herself to the assertion that Livadas's claim would have been pre-empted by LMRA § 301. Indeed, largely putting aside that position, she has sought here to cast the policy in different terms, as expressing a \"conscious decision,\" see Brief for Respondent 14, to keep the State's \"hands off\" the claims of employees protected by collective-bargaining agreements, either because the Division's efforts and resources are more urgently needed by others or because official restraint will actually encourage the collectivebargaining and arbitral processes favored by federal law. The latter, more ambitious defense has been vigorously taken up by the Commissioner's <i>amici,</i> who warn that invalidation of the disputed policy would sound the death knell for other, more common governmental measures that take account of collective-bargaining processes or treat workers represented by unions differently from others in any respect.</p>\n<p>Although there surely is no bar to our considering these alternative explanations, cf. <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 475, n. 6 (1970) (party may defend judgment on basis not relied upon below), we note, as is often the case with such late-blooming rationales, that the overlap between what the Commissioner now claims to be state policy and what the state legislature has enacted into law is awkwardly inexact. First, if the Commissioner's policy (or California <span class=\"star-pagination\">*127</span> law) were animated simply by the frugal desire to conserve the State's money for the protection of employees not covered by collective-bargaining agreements, the Commissioner's emphasis, in the letter to Livadas and in this litigation, on the need to \"interpret\" or \"apply\" terms of a collectivebargaining agreement would be entirely misplaced.</p>\n<p>Nor is the nonenforcement policy convincingly defended as giving parties to a collective-bargaining agreement the \"benefit of their bargain,\" see Brief for Respondent 18, n. 13, by assuring them that their promise to arbitrate is kept and not circumvented. Under the Commissioner's policy, enforcement does not turn on what disputes the parties agreed would be resolved by arbitration (the bargain struck), see <i>Gilmer,</i> 500 U. S., at 26, or on whether the contractual wage rate is even subject to (arbitrable) dispute. Rather, enforcement turns exclusively on the fact that the contracting parties consented to any arbitration at all. Even if the Commissioner could permissibly presume that state-law claims are generally intended to be arbitrated, but cf. <i>id.,</i> at 35 (employees in prior cases \"had not agreed to arbitrate their statutory claims, and the labor arbitrators were not authorized to resolve such claims\"),<sup>[21]</sup> her policy goes still further. Even in cases when it could be said with \"positive assurance,\" <span class=\"star-pagination\">*128</span> <i>Warrior &amp; Gulf,</i> 363 U. S., at 582, that the parties did not intend that state-law claims be subject to arbitration, cf. Food Store Contract § 18.8 (direct wage claim not involving interpretation of agreement may be submitted \"to any other tribunal or agency which is authorized and empowered\" to enforce it), the Commissioner would still deny enforcement, on the stated basis that the collective-bargaining agreement nonetheless contained \"an arbitration clause\" and because the claim would, on her view, entail \"interpretation,\" of the agreement's terms. Such an irrebuttable presumption is not easily described as the benefit of the parties' \"bargain.\"</p>\n<p>The Commissioner and <i>amici</i> finally suggest that denying enforcement to union-represented employees' claims under §§ 201 and 203 (and other Labor Code provisions) is meant to encourage parties to bargain collectively for their own rules about the payment of wages to discharged workers. But with this suggestion, the State's position simply slips any tether to California law. If California's goal really were to stimulate such freewheeling bargaining on these subjects, the enactment of Labor Code § 219, expressly and categorically prohibiting the modification of these Labor Code rules by \"private agreement,\" would be a very odd way to pursue it.<sup>[22]</sup> Cf. Cal. Lab. Code Ann. § 227.3 (West 1989) (allowing parties to collective-bargaining agreement to arrive at different rule for vacation pay). In short, the policy, the rationales, and the state law are not coherent.</p>\n<p></p>\n<h2>2</h2>\n<p>Even at face value, however, neither the \"hands off\" labels nor the vague assertions that general labor law policies are thereby advanced much support the Commissioner's defense here. The former merely takes the position discussed and rejected earlier, that a distinction between claimants represented by unions and those who are not is \"rational,\" the <span class=\"star-pagination\">*129</span> former being less \"in need\" than the latter. While we hardly suggest here that every distinction between unionrepresented employees and others is invalid under the NLRA, see <i>infra,</i> at 131-132, the assertion that represented employees are less \"in need\" precisely because they have exercised federal rights poses special dangers that advantages conferred by federal law will be canceled out and its objectives undermined. Cf. <i>Metropolitan Life,</i> 471 U. S., at 756 (\"It would turn the policy that animated the Wagner Act on its head to understand it to have penalized workers who have chosen to join a union by preventing them from benefiting from state labor regulations imposing minimal standards on nonunion employers\"). Accordingly, as we observed in <i>Metropolitan Life,</i> the widespread practice in Congress and in state legislatures has assumed the contrary, bestowing basic employment guarantees and protections on individual employees without singling out members of labor unions (or those represented by them) for disability; see <i>id.,</i> at 755;<sup>[23]</sup> accord, <i>Lingle,</i> 486 U. S., at 411-412.</p>\n<p>Nor do professions of \"neutrality\" lay the dangers to rest. The pre-empted action in <i>Golden State I</i> could easily have been redescribed as following a \"hands-off\" policy, in that the city sought to avoid endorsing either side in the course of a labor dispute, see 475 U. S., at 622 (Rehnquist, J., dissenting) (city did not seek \"to place its weight on one side or the other of the scales of economic warfare\"), and the respondent commission in <i>Nash</i> may have understood its policy as expressing neutrality between the parties in a yet-to-bedecided <span class=\"star-pagination\">*130</span> unfair labor practice dispute. See also <i>Rum Creek Coal Sales, Inc.</i> v. <i>Caperton,</i> 971 F. 2d 1148, 1154 (CA4 1992) (NLRA forbids state policy, under state law barring \"aid or assistance\" to either party to a labor dispute, of not arresting picketers who violated state trespass laws). Nor need we pause long over the assertion that nonenforcement of valid state-law claims is consistent with federal labor law by \"encouraging\" the operation of collective bargaining and arbitration process. Denying represented employees basic safety protections might \"encourage\" collective bargaining over that subject, and denying union employers the protection of generally applicable state trespass law might lead to increased bargaining over the rights of labor pickets, cf. <i>Rum Creek, supra,</i> but we have never suggested that labor law's bias toward bargaining is to be served by forcing employees or employers to bargain for what they would otherwise be entitled to as a matter of course. See generally <i>Metropolitan Life, supra,</i> at 757 (Congress did not intend to \"remove the backdrop of state law . . . and thereby artificially create a no-law area\") (emphasis deleted and internal quotation marks omitted).<sup>[24]</sup></p>\n<p>The precedent cited by the Commissioner and <i>amici</i>  as supporting the broadest \"hands off\" view, <i>Fort Halifax Packing Co.</i> v. <i>Coyne,</i> 482 U. S. 1 (1987), is not in point. In that case we held that there was no federal pre-emption of a Maine statute that allowed employees and employers to contract for plant-closing severance payments different from those otherwise mandated by state law. That decision, however, does not even purport to address the question supposedly presented here: while there was mention of state latitude <span class=\"star-pagination\">*131</span> to \"balance the desirability of a particular substantive labor standard against the right of self-determination regarding the terms and conditions of employment,\" see <i>id.,</i> at 22, the policy challenged here differs in two crucial respects from the \"unexceptional exercise of the [State's] police power,\" <i>ibid.</i> (internal quotation marks and citation omitted), defended in those terms in our earlier case. Most fundamentally, the Maine law treated all employees equally, whether or not represented by a labor organization. All were entitled to the statutory severance payment, and all were allowed to negotiate agreements providing for different benefits. See <i>id.,</i> at 4, n. 1. Second, the minimum protections of Maine's plant-closing law were relinquished not by the mere act of signing an employment contract (or collective-bargaining agreement), but only by the parties' express agreement on different terms, see <i>id.,</i> at 21.<sup>[25]</sup></p>\n<p>While the Commissioner and her <i>amici</i> call our attention to a number of state and federal laws that draw distinctions between union and nonunion represented employees, see, <i>e. g.,</i> D. C. Code Ann. § 36-103 (1993) (\"Unless otherwise specified in a collective agreement . . . [w]henever an employer discharges an employee, the employer shall pay the employee's wages earned not later than the working day following such discharge\"); 29 U. S. C. § 203(<i>o</i> ) (\"Hours [w]orked\" for Fair Labor Standards Act measured according to \"express terms of . . . or practice under bona fide collective-bargaining agreement\"), virtually all share the important second feature observed in <i>Coyne,</i> that unionrepresented employees have the full protection of the minimum standard, absent any agreement for something different. These \"opt out\" statutes are thus manifestly different in their operation (and their effect on federal rights) <span class=\"star-pagination\">*132</span> from the Commissioner's rule that an employee forfeits his state-law rights the moment a collective-bargaining agreement with an arbitration clause is entered into. But cf. <i>Metropolitan Edison,</i> 460 U. S., at 708. Hence, our holding that the Commissioner's unusual policy is irreconcilable with the structure and purposes of the Act should cast no shadow on the validity of these familiar and narrowly drawn opt-out provisions.<sup>[26]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>Having determined that the Commissioner's policy is in fact pre-empted by federal law, we find strong support in our precedents for the position taken by both courts below that Livadas is entitled to seek relief under 42 U. S. C. § 1983 for the Commissioner's abridgment of her NLRA rights. Section 1983 provides a federal cause of action for the deprivation, under color of law, of a citizen's \"rights, privileges, or immunities secured by the Constitution and laws\" of the United States, and we have given that provision the effect its terms require, as affording redress for violations of federal statutes, as well as of constitutional norms. <i>Maine</i> v. <i>Thiboutot,</i> 448 U. S. 1, 4 (1980). We have, it is true, recognized that even the broad statutory text does not authorize a suit for every alleged violation of federal law. A particular statutory provision, for example, may be so manifestly precatory that it could not fairly be read to impose a \"binding obligatio[n]\" on a governmental unit, <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> 451 U. S. 1, 27 (1981), or its terms may be so \"vague and amorphous\" that determining whether a \"deprivation\" might have occurred would strain judicial competence. See <i>Wright</i> v. <i>Roanoke Redevelop-</i>  <span class=\"star-pagination\">*133</span> <i>ment and Housing Authority,</i> 479 U. S. 418, 431-432 (1987). And Congress itself might make it clear that violation of a statute will not give rise to liability under § 1983, either by express words or by providing a comprehensive alternative enforcement scheme. See <i>Middlesex County Sewerage Authority</i> v. <i>National Sea Clammers Assn.,</i> 453 U. S. 1 (1981). But apart from these exceptional cases, § 1983 remains a generally and presumptively available remedy for claimed violations of federal law. See also <i>Dennis</i> v. <i>Higgins,</i> 498 U. S. 439, 443 (1991).</p>\n<p>Our conclusion that Livadas is entitled to seek redress under § 1983 is, if not controlled outright, at least heavily foreshadowed by our decision in <i>Golden State II.</i> We began there with the recognition that not every instance of federal pre-emption gives rise to a § 1983 cause of action, see 493 U. S., at 108, and we explained that to decide the availability of § 1983 relief a court must look to the nature of the federal law accorded pre-emptive effect and the character of the interest claimed under it, <i>ibid.</i><sup>[27]</sup> We had no difficulty concluding, however, as we had often before, see, <i>e. g., </i><i>Hill</i> v. <i>Florida ex rel. Watson,</i> 325 U. S. 538 (1945), that the NLRA protects interests of employees and employers against abridgment by a State, as well as by private actors; that the obligations it imposes on governmental actors are not so \"vague and amorphous\" as to exceed judicial competence to decide; and that Congress had not meant to foreclose relief under § 1983. In so concluding, we contrasted the intricate scheme provided to remedy violations by private actors to the complete absence of provision for relief from governmental <span class=\"star-pagination\">*134</span> interference, see 493 U. S., at 108-109. Indeed, the only issue seriously in dispute in <i>Golden State II</i> was whether the freedom to resort to \"peaceful methods of . . . economic pressure,\" <i>id.,</i> at 112 (internal quotation marks omitted), which we had recognized as implicit in the structure of the Act, could support § 1983 liability in the same manner as official abridgment of those rights enumerated in the text would do. <i>Ibid.</i> The Court majority said yes, explaining that \"[a] rule of law that is the product of judicial interpretation of a vague, ambiguous, or incomplete statutory provision is no less binding than a rule that is based on the plain meaning of a statute.\" <i>Ibid.</i> </p>\n<p>The right Livadas asserts, to complete the collectivebargaining process and agree to an arbitration clause, is, if not provided in so many words in the NLRA, see n. 10, <i>supra,</i> at least as immanent in its structure as the right of the cab company in <i>Golden State II.</i> And the obligation to respect it on the part of the Commissioner and others acting under color of law is no more \"vague and amorphous\" than the obligation in <i>Golden State.</i> Congress, of course, has given no more indication of any intent to foreclose actions like Livadas's than the sort brought by the cab company. Finding no cause for special caution here, we hold that Livadas's claim is properly brought under § 1983.</p>\n<p></p>\n<h2>IV</h2>\n<p>In an effort to give wide berth to federal labor law and policy, the Commissioner declines to enforce unionrepresented employees' claims rooted in nonwaivable rights ostensibly secured by state law to all employees, without regard to whether the claims are valid under state law or preempted by LMRA § 301. Federal labor law does not require such a heavy-handed policy, and, indeed, cannot permit it. We do not suggest here that the NLRA automatically defeats all state action taking any account of the collectivebargaining process or every state law distinguishing unionrepresented <span class=\"star-pagination\">*135</span> employees from others. It is enough that we find the Commissioner's policy to have such direct and detrimental effects on the federal statutory rights of employees that it must be pre-empted. The judgment of the Court of Appeals for the Ninth Circuit is accordingly</p>\n<p><i>Reversed.</i> </p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging reversal were filed for the Allied Educational Foundation by <i>Bertram R. Gelfand</i> and <i>Jeffrey C. Dannenberg;</i> and for the American Federation of Labor and Congress of Industrial Organizations by <i>Mark Schneider, Marsha S. Berzon, Laurence Gold,</i> and <i>Walter Kamiat.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the Chamber of Commerce of the United States et al. by <i>Marshall B. Babson, Stanley</i>  <i>R. Strauss, Stephen A. Bokat, Mona C. Zeiberg, Jan Amundson,</i> and <i>Quentin Riegel;</i> and for the Employers Group et al. by <i>Steven G. Drapkin.</i> </p>\n<p>[1]  Respondent Bradshaw has succeeded Lloyd Aubry, the original named defendant in this action, as Labor Commissioner and has been substituted as a party before this Court. See this Court's Rule 35.3.</p>\n<p>[2]  Section 18.1 of the collective-bargaining agreement defines a \"grievance\" as a \"dispute . . . involving or arising out of the meaning, interpretation, application or alleged violation\" of the agreement.\n</p>\n<p>Section 18.8 provides that \"[i]n the case of a direct wage claim . . . which does not involve an interpretation of any of the provisions of this Agreement, either party may submit such claim for settlement to either the grievance procedure provided for herein or to any other tribunal or agency which is authorized and empowered to effect such a settlement.\"</p>\n<p>[3]  California Labor Code § 201 provides in pertinent part: \"If an employer discharges an employee, the wages earned and unpaid at the time of discharge are due and payable immediately.\" It draws no distinction between union-represented employees and others.\n</p>\n<p>Under another provision of California law, Labor Code § 219, the protections of § 201 (and of other rules governing the frequency and form of wage payments) \"can [not] in any way be contravened or set aside by private agreement, whether written, oral, or implied,\" although employers are free to pay wages more frequently, in greater amounts, or at an earlier date than ordained by these state rules; cf. § 204.2 (executive, administrative, and professional employees may negotiate through collective bargaining for pay periods different from those required by state law).</p>\n<p>[4]  That section provides that when an employer \"willfully fails\" to comply with the strictures of § 201 and fails to pay \"any wages\" owed discharged employees, \"the wages of such employees shall continue as a penalty from the due date thereof at the same rate until paid or until an action therefor is commenced; but such wages shall not continue for more than 30 days.\" Cal. Lab. Code Ann. § 203 (West 1989).\n</p>\n<p>In her DLSE claim form, Livadas made plain that she did not dispute Safeway's calculation of the wages owed, but sought only the penalty for the employer's late tender. App. 18.</p>\n<p>[5]  Under state law, the Commissioner of Labor is the Division Chief of the DLSE, see Cal. Lab. Code Ann. §§ 79, 82(b) (West 1989), and is authorized either directly to prosecute a wage or penalty claim on an employee's behalf in state court, § 98.3(a), or, in the alternative, to initiate informal hearings under DLSE auspices, see § 98(a), in which full relief may be awarded, § 98.1. The Commissioner's policy with respect to claims by employees covered by collective-bargaining agreements appears not to distinguish between these two modes of proceeding, and, accordingly, we will refer, as the parties largely do, to her policy as a categorical refusal to \"enforce\" such claims. Although Labor Code § 218 states that \"[n]othing in this article shall limit the right of any wage claimant to sue . . . for any wages or penalty due him,\" another provision, § 218.5, authorizes attorney's fee awards to prevailing parties in wage and penalty disputes, making individual litigation a somewhat risky prospect, and DLSE enforcement remains in any event the more realistic avenue for modest claims.</p>\n<p>[6]  Labor Code § 229 provides: \"Actions to enforce the provisions of this article [Labor Code §§ 200-243] for the collection of due and unpaid wages claimed by an individual may be maintained without regard to the existence of any private agreement to arbitrate. This section shall not apply to claims involving any dispute concerning the interpretation or application of any collective bargaining agreement containing such an arbitration agreement.\" Cf. <i>Perry</i> v. <i>Thomas,</i> 482 U. S. 483 (1987) (§ 229 bar to waiver defeated by Federal Arbitration Act policy).\n</p>\n<p>All concerned identify the allusion to what \"courts\" have said to be a reference to a 1975 decision of the California Court of Appeal, <i>Plumbing, Heating and Piping Employers Council</i> v. <i>Howard,</i> 53 Cal. App. 3d 828, 126 Cal. Rptr. 406, where the Commissioner was held barred by the statute from enforcing an \"unpaid\" wage claim arising from an employee's assertion that he was entitled, under collective-bargaining agreements then in force, to receive a foreman's rate of pay and not a journeyman's.</p>\n<p>[7]  The Commissioner notes that a small minority of collective-bargaining agreements lack provisions either setting wage rates or mandating arbitration (and therefore might potentially be enforced under the challenged policy). But see n. 13, <i>infra; </i><i>Lingle</i> v. <i>Norge Div. of Magic Chef, Inc.,</i>  486 U. S. 399, 411, n. 11 (1988) (noting that 99% of sampled collectivebargaining agreements include arbitration clauses).</p>\n<p>[8]  Livadas did file a grievance claiming that the discharge had been improper under the collective-bargaining agreement, ultimately obtaining reinstatement with backpay. While the parties dispute what effect, as a matter of state law, that recovery would have on Livadas's right under § 203, neither the pertinent California statutes nor the Commissioner's policy at issue here depend on whether a claimant's termination was for just cause.</p>\n<p>[9]  In the Court of Appeals, Livadas acknowledged that the portion of the District Court's order awarding monetary relief against the Commissioner in her official capacity was likely barred by the Eleventh Amendment, see Brief for Petitioner 43, n. 20. This and other issues arising from the scope of the remedy are better left for the courts below on remand.</p>\n<p>[10]  In dissent, Judge Kozinski countered that by focusing on whether Livadas was entitled to a correct application of state law, the majority had explored the wrong question. The proper enquiry, the dissent maintained, was not whether the Commissioner has discretion under state law not to enforce wage and penalty claims (which she plainly does) or whether she need enforce claims if doing so would actually be pre-empted by federal law (she plainly need not), but whether she may draw the line for enforcement purposes between individuals covered by collectivebargaining agreements containing arbitration clauses (whose claims will sometimes but not always be pre-empted under § 301) and those not so covered. Underscoring that Livadas's claim would not, in fact, have been pre-empted had the federal rule been given its proper scope, the dissent found wanting the majority's \"quasi-pre-emption\" rationale, 987 F. 2d, at 562. Judge Kozinski concluded that the Commissioner's policy, based on an \"honest (though flagrant) mistake of law,\" <i>id.,</i> at 563, could not be squared with the requirements of federal labor law, because the burdened class was defined by the exercise of federal rights and because the burden on collective-bargaining rights, justified only by a mistaken understanding of what § 301 requires, served no \"legitimate state purpose\" at all. <i>Ibid.</i> </p>\n<p>[11]  While the NLRA does not expressly recognize a right to be covered by a collective-bargaining agreement, in that no duty is imposed on an employer actually to reach agreement with represented employees, see 29 U. S. C. § 158(d), a State's penalty on those who complete the collectivebargaining process works an interference with the operation of the Act, much as does a penalty on those who participate in the process. Cf. <i>Hill</i>  v. <i>Florida ex rel. Watson,</i> 325 U. S. 538 (1945) (State may not enforce licensing requirement on collective-bargaining agents).\n</p>\n<p>We understand the difference between the position of petitioner (who would place this case within our \"<i>Machinists</i> \" line of labor pre-emption cases, see <i>Machinists</i> v. <i>Wisconsin Employment Relations Comm'n,</i> 427 U. S. 132 (1976)) and that of her <i>amicus,</i> the Solicitor General (who describes it as a case of \"conflict\" pre-emption, see Brief for United States as <i>Amicus Curiae</i> 14-15, and n. 4) to be entirely semantic, depending on whether Livadas's right is characterized as implicit in the structure of the Act (as was the right to self-help upheld in <i>Machinists</i> ) or as rooted in the text of § 7. See generally <i>Golden State II,</i> 493 U. S. 103, 110-112 (1989) (emphasizing fundamental similarity between enumerated NLRA rights and <i>\"Machinists\"</i> rights). Neither party here argues for application of the rule of <i>San Diego Building Trades Council</i> v. <i>Garmon,</i> 359 U. S. 236 (1959), which safeguards the primary jurisdiction of the National Labor Relations Board to pass judgment on certain conduct, such as labor picketing, which might be held protected by § 7 of the Act but which might also be prohibited by § 8 of the Act.</p>\n<p>[12]  Despite certain similarities, the question whether federal labor law permits a State to grant or withhold unemployment insurance benefits from striking workers requires consideration of the policies underlying a distinct federal statute, Title IX of the Social Security Act, see 26 U. S. C. § 3301 (1988 ed. and Supp. IV); 42 U. S. C. § 501 <i>et seq.;</i> 42 U. S. C. § 1101 <i>et seq.</i> Thus, straightforward NLRA pre-emption analysis has been held inappropriate. See <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519, 536-540 (1979) (plurality opinion); see also <i>id.,</i> at 549 (Blackmun, J., concurring in judgment).\n</p>\n<p>Noting that <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), held state action pre-empted that was \"like the coercive actions which employers and unions are forbidden to engage in,\" see <i>id.,</i> at 239, it is argued here, see Brief for Employers Group as <i>Amicus Curiae</i> 7-12, that the NLRA prohibits only state action closely analogous to conduct that would support an unfair labor practice charge if engaged in by a private employer. Our cases, however, teach that parallelism is not dispositive and that the Act sometimes demands a more scrupulous evenhandedness from the States. See generally <i>Wisconsin Dept. of Industry</i> v. <i>Gould, Inc.,</i> 475 U. S. 282, 290 (1986) (State may not debar employers with multiple NLRA violations from government contracting); compare <i>Golden State I,</i> 475 U. S. 608 (1986), with <i>NLRB</i> v. <i>Servette, Inc.,</i> 377 U. S. 46, 49-54 (1964) (private actor may refuse to deal with employer based on impending strike); but cf. <i>Building &amp; Constr. Trades Council</i> v. <i>Associated Builders &amp; Contractors of Mass./R. I., Inc.,</i> 507 U. S. 218, 227\u0097 228 (1993) (the Act does not always preclude a State, functioning as an employer or a purchaser of labor services, from behaving as a private employer would be entitled to do).</p>\n<p>[13]  See also <i>Rum Creek Coal Sales, Inc.</i> v. <i>Caperton,</i> 971 F. 2d 1148, 1154 (CA4 1992) (State may not, consistently with the NLRA, withhold protections of state antitrespass law from employer involved in labor dispute, in an effort to apply a facially valid \"neutrality statute\"). Thus, while the \"misinterpretation of a perfectly valid state statute . . . does not [in itself] provide grounds for federal relief,\" 987 F. 2d, at 559, it does not follow that no federal relief may be had when such misinterpretation results in conflict with federal law. Nor does the opportunity to seek redress in a nonfederal forum determine the existence of a federal right, see <i>ibid.</i> See, <i>e. g., </i><i>Monroe</i> v. <i>Pape,</i> 365 U. S. 167, 183 (1961). Of course, the extent to which a course of conduct has deviated from \"clearly established\" federal law remains crucial to deciding whether an official will be entitled to immunity from individual damage liability, see, <i>e. g., </i><i>Davis</i> v. <i>Scherer,</i>  468 U. S. 183, 197 (1984).</p>\n<p>[14]  Similarly, because our analysis here turns not on the \"rationality\" of the governmental classification, but rather on its effect on federal objectives, the Commissioner's policy is not saved merely because it happens, at the margins, to be \"under-\" and \"over-inclusive,\" <i>i. e.,</i> burdening certain employees who are not protected by the NLRA and allowing employees covered by highly unusual collective-bargaining agreements the benefit of enforcement of §§ 201 and 203 claims.</p>\n<p>[15]  Section 301 states that \"[s]uits for violation of contracts between an employer and a labor organization representing employees . . . may be brought in any district court of the United States having jurisdiction of the parties . . . .\"29 U. S. C. § 185(a).</p>\n<p>[16]  Within its proper sphere, § 301 has been accorded unusual pre-emptive power. In <i>Avco Corp.</i> v. <i>Machinists,</i> 390 U. S. 557 (1968), for example, we recognized that an action for breach of a collective-bargaining agreement \"ar[ose] under\" § 301 (and therefore was subject to federal removal, see 28 U. S. C. § 1441 (1988 ed. and Supp. IV)), despite the fact that the petitioner's complaint did not mention the federal provision and appeared to plead an adequate claim for relief under state contract law.</p>\n<p>[17]  That is so, we explained, both because Congress is understood to have legislated against a backdrop of generally applicable labor standards, see, <i>e. g., </i><i>Lingle,</i> 486 U. S., at 411-412, and because the scope of the arbitral promise is not itself unlimited, see <i>Steelworkers</i> v. <i>Warrior &amp; Gulf Nav. Co.,</i> 363 U. S. 574, 582 (1960) (\"[A]rbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit\"). And while contract-interpretation disputes must be resolved in the bargained-for arbitral realm, see <i>Republic Steel Corp.</i> v.<i>Maddox,</i> 379 U. S. 650 (1965), § 301 does not disable state courts from interpreting the terms of collective-bargaining agreements in resolving non-pre-empted claims, see <i>Charles Dowd Box Co.</i> v. <i>Courtney,</i>  368 U. S. 502 (1962) (state courts have jurisdiction over § 301 suits but must apply federal common law); <i>NLRB</i> v. <i>C &amp; C Plywood Corp.,</i> 385 U. S. 421 (1967).</p>\n<p>[18]  We are aware, as an <i>amicus</i> brief makes clear, see Brief for AFL\u0097CIO as <i>Amicus Curiae,</i> that the Courts of Appeals have not been entirely uniform in their understanding and application of the principles set down in <i>Lingle</i> and <i>Lueck.</i> But this case, in which non-pre-emption under § 301 is clear beyond peradventure, see <i>infra</i> this page and 125, is not a fit occasion for us to resolve disagreements that have arisen over the proper scope of our earlier decisions. We do note in this regard that while our cases tend to speak broadly in terms of § 301 \"pre-emption,\" defendants invoke that provision in diverse situations and for different reasons: sometimes their assertion is that a plaintiff's cause of action itself derives from the collective-bargaining agreement (and, by that agreement, belongs before an arbitrator); in other instances, the argument is different, that a plaintiff's claim cannot be \"resolved\" absent collective-bargaining agreement interpretation, <i>i. e.,</i> that a term of the agreement may or does confer a defense on the employer (perhaps because the employee or his union has negotiated away the state-law right), cf. <i>Caterpillar Inc.</i> v. <i>Williams,</i> 482 U. S. 386, 398-399 (1987); and in other cases still, concededly \"independent\" state-law litigation may nonetheless entail some collective-bargaining agreement application. Holding the plaintiff's cause of action substantively extinguished may not, as <i>amicus</i> AFL\u0097CIO observes, always be the only means of vindicating the arbitrator's primacy as the bargained-for contract interpreter. Cf. <i>Collyer Insulated Wire, Gulf &amp; Western Systems Co.,</i> 192 N. L. R. B. 837 (1971).</p>\n<p>[19]  This is not to say, of course, that a § 203 penalty claim could never be pre-empted by § 301.</p>\n<p>[20]  In holding the challenged policy pre-empted, we note that there is no equally obvious conflict between what § 301 requires and the text of Labor Code § 229 (as against what respondent has read it to mean). The California provision, which concerns whether a promise to arbitrate a claim will be enforced to defeat a direct action under the Labor Code, does not purport generally to deny union-represented employees their rights under §§ 201 and 203. Rather, it confines its preclusive focus only to \"dispute[s] concerning the interpretation or application of any collective-bargaining agreement,\" in which event an \"agreement to arbitrate\" such disputes is to be given effect. Nor does the <i>Howard</i> decision, the apparent font of the Commissioner's policy, appear untrue to § 301 teachings: there, an employee sought to have an \"unpaid wage\" claim do the office of a claim that a collective-bargaining agreement entitled him to a higher wage; that sort of claim, however, derives its existence from the collective-bargaining agreement and, accordingly, falls within any customary understanding of arbitral jurisdiction. See 53 Cal. App. 3d, at 836, 126 Cal. Rptr., at 411.</p>\n<p>[21]  Inholding that an agreement to arbitrate an Age Discrimination in Employment Act claim is enforceable under the Federal Arbitration Act, <i>Gilmer</i> emphasized its basic consistency with our unanimous decision in <i>Alexander</i> v. <i>Gardner-Denver Co.,</i> 415 U. S. 36 (1974), permitting a discharged employee to bring a Title VII claim, notwithstanding his having already grieved the dismissal under a collective-bargaining agreement. <i>Gilmer</i> distinguished <i>Gardner-Denver</i> as relying, <i>inter alia,</i> on: the \"distinctly separate nature of . . . contractual and statutory rights\" (even when both were \"violated as a result of the same factual occurrence\"), 415 U. S., at 50; the fact that a labor \"arbitrator has authority to resolve only questions of contractual rights,\" <i>id.,</i> at 53-54; and the concern that in collective-bargaining arbitration, \"the interests of the individual employee may be subordinated to the collective interests of all employees in the bargaining unit,\" <i>id.,</i> at 58, n. 19.</p>\n<p>[22]  The Commissioner avoids such complications simply by omitting any reference to Labor Code § 219.</p>\n<p>[23]  We noted that \"Congress [has never] seen fit to exclude unionized workers and employers from laws establishing federal minimum employment standards. We see no reason to believe that for this purpose Congress intended state minimum labor standards to be treated differently . .. . Minimum state labor standards affect union and nonunion employees equally and neither encourage nor discourage the collectivebargaining processes that are the subject of the NLRA.\" <i>Metropolitan Life,</i> 471 U. S., at 755.</p>\n<p>[24]  Were it enough simply to point to a general labor policy advanced by particular state action, the city in <i>Golden State</i> could have claimed to be encouraging the \"friendly adjustment of industrial disputes,\" 29 U. S. C. § 151, and the State in <i>Gould,</i> the entirely \"laudable,\" 475 U. S., at 291, purpose of \"deter[ring] labor law violations and . .. reward[ing] `fidelity to the law,' \"<i>id.,</i> at 287.</p>\n<p>[25]  It bears mention that the law in <i>Fort Halifax</i> pegged the benefit payment to an employee's wages, meaning that the State Labor Commissioner would \"look to\" the collective-bargaining agreement in enforcing claims in precisely the same manner that respondent would here.</p>\n<p>[26]  Nor does it seem plausible to suggest that Congress meant to preempt such opt-out laws, as \"burdening\" the statutory right of employees not to join unions by denying nonrepresented employees the \"benefit\" of being able to \"contract out\" of such standards. Cf. Addendum B to Brief for Employers Group as <i>Amicus Curiae</i> (collecting state statutes containing similar provisions).</p>\n<p>[27]  Thus, <i>Golden State II</i> observed that an NLRA pre-emption claim grounded in the need to vindicate the primary jurisdiction of the National Labor Relations Board, see <i>San Diego Building Trades Council</i> v. <i>Garmon,</i> 359 U. S. 236 (1959), see n. 10, <i>supra,</i> is \"fundamentally different\" from one stemming from state abridgment of a protected individual interest, see 493 U. S., at 110, a difference that might prove relevant to cognizability under § 1983.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:20:16", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></span> (1994)</b></center>\n<center><h1>LIVADAS<br>\nv.<br>\nBRADSHAW, CALIFORNIA LABOR COMMISSIONER</h1></center>\n<center>No. 92-1920.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued April 26, 1994.</center>\n<center>Decided June 13, 1994.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*109</span> <span class=\"star-pagination\">*109</span> Souter, J., delivered the opinion for a unanimous Court.</p>\n<p><i>Richard G. McCracken</i> argued the cause for petitioner. With him on the briefs was <i>Michael T. Anderson.</i> </p>\n<p><i>Malcolm L. Stewart</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Days, Deputy Solicitor General Wallace, Amy L. Wax, Linda Sher,</i> and <i>Norton J. Come.</i> </p>\n<p><i>H. Thomas Cadell, Jr.,</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*110</span> Justice Souter, delivered the opinion of the Court.</p>\n<p>California law requires employers to pay allwages due immediately upon an employee's discharge, imposes a penalty for refusal to pay promptly, precludes any private contractual waiver of these minimum labor standards, and places responsibility for enforcing these provisions on the State Commissioner of Labor (Commissioner or Labor Commissioner), ostensibly for the benefit of all employees. Respondent, the Labor Commissioner,<sup>[1]</sup> has construed a further provision of state law as barring enforcement of these wage and penalty claims on behalf of individuals like petitioner, whose terms and conditions of employment are governed by a collective-bargaining agreement containing an arbitration clause. We hold that federal law pre-empts this policy, as abridging the exercise of such employees' rights under the National Labor Relations Act (NLRA or Act), 29 U. S. C. § 151 <i>et seq.,</i> and that redress for this unlawful refusal to enforce may be had under 42 U. S. C. § 1983.</p>\n<p></p>\n<h2>I</h2>\n<p>Until her discharge on January 2, 1990, petitioner Karen Livadas worked as a grocery clerk in a Vallejo, California, Safeway supermarket. The terms and conditions of her employment were subject to a collective-bargaining agreement between Safeway and Livadas's union, Local 373 of the United Food and Commercial Workers, AFL\u0097CIO. Unexceptionally, the agreement provided that \"[d]isputes as to the interpretation or application of the agreement,\" including grievances arising from allegedly unjust discharge or suspension, would be subject to binding arbitration. See Food <span class=\"star-pagination\">*111</span> Store Contract, United Food &amp; Commercial Workers Union, Local 373, AFL\u0097CIO, Solano and Napa Counties §§ 18.2, 18.3 (Mar. 1, 1989\u0097Feb. 29, 1992) (Food Store Contract).<sup>[2]</sup> When notified of her discharge, Livadas demanded immediate payment of wages owed her, as guaranteed to all California workers by state law, see Cal. Lab. Code Ann. § 201 (West 1989),<sup>[3]</sup> but her store manager refused, referring to the company practice of making such payments by check mailed from a central corporate payroll office. On January 5, 1990, Livadas received a check from Safeway, in the full amount owed for her work through January 2.</p>\n<p>On January 9, 1990, Livadas filed a claim against Safeway with the California Division of Labor Standards Enforcement (DLSE or Division), asserting that under § 203 of the Labor Code the company was liable to her for a sum equal to three days' wages, as a penalty for the delay between discharge and the date when payment was in fact received.<sup>[4]</sup><span class=\"star-pagination\">*112</span> Livadas requested the Commissioner to enforce the claim.<sup>[5]</sup></p>\n<p>By an apparently standard form letter dated February 7, 1990, the Division notified Livadas that it would take no action on her complaint:</p>\n<blockquote>\"It is our understanding that the employees working for Safeway are covered by a collective bargaining agreement which contains an arbitration clause. The provisions of Labor Code Section 229 preclude this Division from adjudicating any dispute concerning the interpretation or application of any collective bargaining agreement containing an arbitration clause.</blockquote>\n<blockquote>\"Labor Code Section 203 requires that the wages continue at the `same rate' until paid. In order to establish what the `same rate' was, it is necessary to look to the <span class=\"star-pagination\">*113</span> collective bargaining agreement and `apply' that agreement. The courts have pointed out that such an application is exactly what the provisions of Labor Code § 229 prohibit.\"<sup>[6]</sup> App. 16.</blockquote>\n<p>The letter made no reference to any particular aspect of Livadas's claim making it unfit for enforcement, and the Commissioner's position is fairly taken to be that DLSE enforcement of § 203 claims, as well as other claims for which relief is pegged to an employee's wage rate, is generally unavailable to employees covered by collective-bargaining agreements.<sup>[7]</sup></p>\n<p>Livadas brought this action in the United States District Court under Rev. Stat. § 1979, 42 U. S. C. § 1983, alleging that the nonenforcement policy, reflecting the Commissioner's reading of Labor Code § 229, was pre-empted as conflicting with Livadas's rights under § 7 of the NLRA, 49 Stat. 452, as amended, 29 U. S. C. § 157, because the policy placed a <span class=\"star-pagination\">*114</span> penalty on the exercise of her statutory right to bargain collectively with her employer. She stressed that there was no dispute about the amount owed and that neither she nor Safeway had begun any grievance proceeding over the penalty.<sup>[8]</sup> Livadas sought a declaration that the Commissioner's interpretation of § 229 was pre-empted, an injunction against adherence to the allegedly impermissible policy, and an order requiring the Commissioner either to process her penalty claim or (if it would be time barred under state law) pay her damages in the amount the Commissioner would have obtained if the Commissioner had moved against the employer in time.</p>\n<p>The District Court granted summary judgment for Livadas, holding the labor pre-emption claim cognizable under § 1983, see <i>Golden State Transit Corp.</i> v. <i>Los Angeles,</i> 493 U. S. 103 (1989) <i>(Golden State II)</i><i>,</i> and the Commissioner's policy pre-empted as interfering with her § 7 right, see, <i>e. g., </i><i>Golden State Transit Corp.</i> v. <i>Los Angeles,</i> 475 U. S. 608 (1986) <i>(Golden State I)</i><i>,</i> by denying her the benefit of a minimum labor standard, namely, the right to timely payment of final wages secured by Labor Code §§ 201 and 203. <span class=\"citation\" data-id=\"1616555\"><a href=\"/opinion/1616555/livadas-v-aubry/\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1526</span></a></span> (ND Cal. 1990). The District Court treated as irrelevant the Commissioner's assertion that the policy was consistent with state law (<i>e. g.,</i> Labor Code § 229) and rejected the defense that it was required by federal law, namely, § 301 of the Labor-Management Relations Act, 1947 (LMRA), 61 Stat. 156, 29 U. S. C. § 185(a), which has been read to pre-empt state-court resolution of disputes turning on the rights of parties under collective-bargaining agreements. <span class=\"star-pagination\">*115</span> The District Court explained that resolution of the claim under § 203 \"requires reference only to a calendar, not to the [collective-bargaining agreement],\" 749 F. Supp., at 1536, and granted petitioner all requested relief. <i>Id.,</i> at 1540.<sup>[9]</sup></p>\n<p>A divided panel of the Court of Appeals for the Ninth Circuit reversed. 987 F. 2d 552 (1993). The court acknowledged that federal law gives Livadas a right to engage in collective bargaining and that § 1983 would supply a remedy for official deprivation of that right, but the panel majority concluded that no federal right had been infringed. The court reasoned that the policy was based on the Commissioner's reading of Labor Code § 229, whose function of keeping state tribunals from adjudicating claims in a way that would interfere with the operation of federal labor policy is, by definition, consistent with the dictates of federal law. Noting that Livadas did not assert pre-emption of § 229 itself or object to the California courts' interpretation of it, the majority concluded that her case reduced to an assertion that the Commissioner had misinterpreted state law, an error for which relief could be obtained in California courts.</p>\n<p>Livadas could not claim to be \"penalized,\" the Appeals panel then observed, for she stood \"in the same position as every other employee in the state when it comes to seeking the Commissioner's enforcement. Every employee . . . is subject to an eligibility determination, and every employee. . . is subject to the risk that the Commissioner will get it wrong.\" 987 F. 2d, at 559. The Ninth Circuit majority concluded by invoking the \"general policies of federal labor law\" strongly favoring the arbitration of disputes and reasoning that, \"Congress would not want state officials erring <span class=\"star-pagination\">*116</span> on the side of adjudicating state law disputes whenever it is a close call as to whether a claim is preempted.\" <i>Id.,</i> at 560.<sup>[10]</sup> We granted certiorari, 510 U. S. 1083 (1994), to address the important questions of federal labor law implicated by the Commissioner's policy, and we now reverse.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>A state rule predicating benefits on refraining from conduct protected by federal labor law poses special dangers of interference with congressional purpose. In <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), a unanimous Court held that a state policy of withholding unemployment benefits solely because an employee had filed an unfair labor practice charge with the National Labor Relations Board had a \"direct tendency to frustrate the purpose of Congress\" and, if not pre-empted, would \"defeat or handicap a valid national objective by . . . withdraw[ing] state benefits . . . simply because\" an employee engages in conduct protected <span class=\"star-pagination\">*117</span> and encouraged by the NLRA. <i>Id.,</i> at 239; see also <i>Golden State I, supra,</i> at 618 (city may not condition franchise renewal on settlement of labor dispute). This case is fundamentally no different from <i>Nash.</i><sup>[11]</sup> Just as the respondent state commission in that case offered an employee the choice of pursuing her unfair labor practice claim or receiving unemployment compensation, the Commissioner has presented Livadas and others like her with the choice of having statelaw rights under §§ 201 and 203 enforced or exercising the right to enter into a collective-bargaining agreement with an arbitration clause. This unappetizing choice, we conclude, was not intended by Congress, see <i>infra,</i> at 130, and cannot ultimately be reconciled with a statutory scheme premised on the centrality of the right to bargain collectively and the desirability of resolving contract disputes through arbitration. <span class=\"star-pagination\">*118</span> Cf. <i>Metropolitan Life Ins. Co.</i> v. <i>Massachusetts,</i> 471 U. S. 724, 755 (1985) (state law held not pre-empted because it \"neither encourage[s] nor discourage[s] the collectivebargaining processes\").<sup>[12]</sup></p>\n<p></p>\n<h2>B</h2>\n<p></p>\n<h2>1</h2>\n<p>The Commissioner's answers to this pre-emption conclusion flow from two significant misunderstandings of law. First, the Commissioner conflates the policy that Livadas challenges with the state law on which it purports to rest, Labor Code § 229, assuming that if the statutory provision is consistent with federal law, her policy must be also. But <span class=\"star-pagination\">*119</span> on this logic, a policy of issuing general search warrants would be justified if it were adopted to implement a state statute codifying word-for-word the \"good-faith\" exception to the valid warrant requirement recognized in <i>United States</i> v. <i>Leon,</i> 468 U. S. 897 (1984). The relationship between policy and state statute and between the statute and federal law is, in any event, irrelevant. The question presented by this case is not whether Labor Code § 229 is valid under the Federal Constitution or whether the Commissioner's policy is, as a matter of state law, a proper interpretation of § 229. Pre-emption analysis, rather, turns on the actual content of respondent's policy and its real effect on federal rights. See <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967) (holding pre-empted an administrative policy interpreting presumably valid state unemployment insurance law exception for \"labor disputes\" to include proceedings under NLRB complaints); see also 987 F. 2d, at 561 (Kozinski, J., dissenting).<sup>[13]</sup></p>\n<p>Having sought to lead us to the wrong question, the Commissioner proposes the wrong approach for answering it, defending the distinction drawn in the challenged statutory interpretation, between employees represented by unions and those who are not, as supported by a \"rational basis,\" see, <span class=\"star-pagination\">*120</span> <i>e. g.,</i> Brief for Respondent 17. But such reasoning mistakes a standard for validity under the Equal Protection and Due Process Clauses for what the Supremacy Clause requires. The power to tax is no less the power to destroy, <i>McCulloch</i>  v. <i>Maryland,</i> <span class=\"citation\" data-id=\"1320585\"><a href=\"/opinion/1320585/mcculloch-v-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></a></span> (1819), merely because a state legislature has an undoubtedly rational and \"legitimate\" interest in raising revenue. In labor pre-emption cases, as in others under the Supremacy Clause, our office is not to pass judgment on the reasonableness of state policy, see, <i>e. g., </i><i>Golden State I,</i> 475 U. S. 608 (1986) (city's desire to remain \"neutral\" in labor dispute does not determine pre-emption). It is instead to decide if a state rule conflicts with or otherwise \"stands as an obstacle to the accomplishment and execution of the full purposes and objectives\" of the federal law. <i>Brown</i> v. <i>Hotel Employees,</i> 468 U. S. 491, 501 (1984) (internal quotation marks and citation omitted).<sup>[14]</sup></p>\n<p>That is not to say, of course, that the several rationales for the policy urged on the Court by the Commissioner and <i>amici</i> are beside the point here. If, most obviously, the Commissioner's policy were actually compelled by federal law, as she argues it is, we could hardly say that it was, simultaneously, pre-empted; at the least, our task would then be one of harmonizing statutory law. But we entertain this and other justifications claimed, not because constitutional analysis under the Supremacy Clause is an open-ended balancing act, simply weighing the federal interest against the intensity of local feeling, see <i>id.,</i> at 503, but because claims of justification can sometimes help us to discern congressional purpose, the \"ultimate touchstone\" of our enquiry. <i>Malone</i>  <span class=\"star-pagination\">*121</span> v. <i>White Motor Corp.,</i> 435 U. S. 497, 504 (1978) (internal quotation marks and citation omitted); see also <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519, 533 (1979) (plurality opinion).</p>\n<p></p>\n<h2>2</h2>\n<p>We begin with the most complete of the defenses mounted by the Commissioner, one that seems (or seemed until recently, at least) to be at the heart of her position: that the challenged policy, far from being pre-empted by federal law, is positively compelled by it, and that even if the Commissioner had been so inclined, the LMRA § 301 would have precluded enforcement of Livadas's penalty claim. The nonenforcement policy, she suggests, is a necessary emanation from this Court's § 301 pre-emption jurisprudence, marked as it has been by repeated admonitions that courts should steer clear of collective-bargaining disputes between parties who have provided for arbitration. See, <i>e. g., </i><i>AllisChalmers Corp.</i> v. <i>Lueck,</i> 471 U. S. 202 (1985). Because, this argument runs (and Livadas was told in the DLSE no-action letter), disposition of a union-represented employee's penalty claim entails the \"interpretation or application\" of a collective-bargaining agreement (since determining the amount owed turns on the contractual rate of pay agreed) resort to a state tribunal would lead it into territory that Congress, in enacting § 301, meant to be covered exclusively by arbitrators.</p>\n<p>This reasoning, however, mistakes both the functions § 301 serves in our national labor law and our prior decisions according that provision pre-emptive effect. To be sure, we have read the text of § 301<sup>[15]</sup> not only to grant federal courts jurisdiction over claims asserting breach of collectivebargaining <span class=\"star-pagination\">*122</span> agreements but also to authorize the development of federal common-law rules of decision, in large part to assure that agreements to arbitrate grievances would be enforced, regardless of the vagaries of state law and lingering hostility toward extrajudicial dispute resolution, see <i>Textile Workers</i> v. <i>Lincoln Mills of Ala.,</i> 353 U. S. 448, 455-456 (1957); see also <i>Steelworkers</i> v. <i>Warrior &amp; Gulf Nav. Co.,</i> 363 U. S. 574 (1960); <i>Avco Corp.</i> v. <i>Machinists,</i> 390 U. S. 557, 559 (1968) (\"§ 301 . . . was fashioned by Congress to place sanctions behind agreements to arbitrate grievance disputes\"). And in <i>Teamsters</i> v. <i>Lucas Flour Co.,</i> 369 U. S. 95 (1962), we recognized an important corollary to the <i>Lincoln Mills</i> rule: while § 301 does not preclude state courts from taking jurisdiction over cases arising from disputes over the interpretation of collective-bargaining agreements, state contract law must yield to the developing federal common law, lest common terms in bargaining agreements be given different and potentially inconsistent interpretations in different jurisdictions. See 369 U. S., at 103-104.<sup>[16]</sup></p>\n<p>And while this sensible \"acorn\" of § 301 pre-emption recognized in <i>Lucas Flour</i> has sprouted modestly in more recent decisions of this Court, see, <i>e. g., </i><i>Lueck, supra,</i> at 210 (\"[I]f the policies that animate § 301 are to be given their proper range . . . the pre-emptive effect of § 301 must extend beyond suits alleging contract violations\"), it has not yet become, nor may it, a sufficiently \"mighty oak,\" see <i>Golden State I,</i>  475 U. S., at 622 (Rehnquist, J., dissenting), to supply the cover the Commissioner seeks here. To the contrary, the pre-emption rule has been applied only to assure that the <span class=\"star-pagination\">*123</span> purposes animating § 301 will be frustrated neither by state laws purporting to determine \"questions relating to what the parties to a labor agreement agreed, and what legal consequences were intended to flow from breaches of that agreement,\" <i>Lueck,</i> 471 U. S., at 211, nor by parties' efforts to renege on their arbitration promises by \"relabeling\" as tort suits actions simply alleging breaches of duties assumed in collective-bargaining agreements, <i>id.,</i> at 219; see <i>Republic Steel Corp.</i> v. <i>Maddox,</i> 379 U. S. 650, 652 (1965) (\"[F]ederal labor policy requires that individual employees wishing to assert contract grievances must attempt use of the contract grievance procedure agreed upon by employer and union as the mode of redress\") (emphasis deleted).</p>\n<p>In <i>Lueck</i> and in <i>Lingle</i> v. <i>Norge Div. of Magic Chef, Inc.,</i>  486 U. S. 399 (1988), we underscored the point that § 301 cannot be read broadly to pre-empt nonnegotiable rights conferred on individual employees as a matter of state law,<sup>[17]</sup> and we stressed that itis the legal character of a claim, as \"independent\" of rights under the collective-bargaining agreement, <i>Lueck, supra,</i> at 213 (and not whether a grievance arising from \"precisely the same set of facts\" could be pursued, <i>Lingle, supra,</i> at 410) that decides whether a state <span class=\"star-pagination\">*124</span> cause of action may go forward.<sup>[18]</sup> Finally, we were clear that when the meaning of contract terms is not the subject of dispute, the bare fact that a collective-bargaining agreement will be consulted in the course of state-law litigation plainly does not require the claim to be extinguished, see <i>Lingle, supra,</i> at 413, n. 12 (\"A collective-bargaining agreement may, of course, contain information such as rate of pay. . . that might be helpful in determining the damages to which a worker prevailing in a state-law suit is entitled\").</p>\n<p>These principles foreclose even a colorable argument that a claim under Labor Code § 203 was pre-empted here. As the District Court aptly observed, the primary text for deciding whether Livadas was entitled to a penalty was not the Food Store Contract, but a calendar. The only issue raised by Livadas's claim, whether Safeway \"willfully fail[ed] to pay\" her wages promptly upon severance, Cal. Lab. Code <span class=\"star-pagination\">*125</span> Ann. § 203 (West 1989), was a question of state law, entirely independent of any understanding embodied in the collective-bargaining agreement between the union and the employer. There is no indication that there was a \"dispute\" in this case over the amount of the penalty to which Livadas would be entitled, and <i>Lingle</i> makes plain in so many words that when liability is governed by independent state law, the mere need to \"look to\" the collective-bargaining agreement for damages computation is no reason to hold the state-law claim defeated by § 301. See 486 U. S., at 413, n. 12.<sup>[19]</sup></p>\n<p>Beyond the simple need to refer to bargained-for wage rates in computing the penalty, the collective-bargaining agreement is irrelevant to the dispute (if any) between Livadas and Safeway. There is no suggestion here that Livadas's union sought or purported to bargain away her protections under § 201 or § 203, a waiver that we have said would (especially in view of Labor Code § 219) have to be \"`clear and unmistakable,' \" see <i>Lingle, supra,</i> at 409-410, n. 9 (quoting <i>Metropolitan Edison Co.</i> v. <i>NLRB,</i> 460 U. S. 693, 708 (1983)), for a court even to consider whether it could be given effect, nor is there any indication that the parties to the collective-bargaining agreement understood their arbitration pledge to cover these state-law claims. See generally <i>Gilmer</i> v. <i>Interstate/Johnson Lane Corp.,</i> 500 U. S. 20, 35 (1991); cf. Food Store Contract § 18.8. But even if such suggestions or indications were to be found, the Commissioner could not invoke them to defend her policy, which makes no effort to take such factors into account before denying enforcement.<sup>[20]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*126</span> C</h2>\n<p></p>\n<h2>1</h2>\n<p>Before this Court, however, the Commissioner does not confine herself to the assertion that Livadas's claim would have been pre-empted by LMRA § 301. Indeed, largely putting aside that position, she has sought here to cast the policy in different terms, as expressing a \"conscious decision,\" see Brief for Respondent 14, to keep the State's \"hands off\" the claims of employees protected by collective-bargaining agreements, either because the Division's efforts and resources are more urgently needed by others or because official restraint will actually encourage the collectivebargaining and arbitral processes favored by federal law. The latter, more ambitious defense has been vigorously taken up by the Commissioner's <i>amici,</i> who warn that invalidation of the disputed policy would sound the death knell for other, more common governmental measures that take account of collective-bargaining processes or treat workers represented by unions differently from others in any respect.</p>\n<p>Although there surely is no bar to our considering these alternative explanations, cf. <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 475, n. 6 (1970) (party may defend judgment on basis not relied upon below), we note, as is often the case with such late-blooming rationales, that the overlap between what the Commissioner now claims to be state policy and what the state legislature has enacted into law is awkwardly inexact. First, if the Commissioner's policy (or California <span class=\"star-pagination\">*127</span> law) were animated simply by the frugal desire to conserve the State's money for the protection of employees not covered by collective-bargaining agreements, the Commissioner's emphasis, in the letter to Livadas and in this litigation, on the need to \"interpret\" or \"apply\" terms of a collectivebargaining agreement would be entirely misplaced.</p>\n<p>Nor is the nonenforcement policy convincingly defended as giving parties to a collective-bargaining agreement the \"benefit of their bargain,\" see Brief for Respondent 18, n. 13, by assuring them that their promise to arbitrate is kept and not circumvented. Under the Commissioner's policy, enforcement does not turn on what disputes the parties agreed would be resolved by arbitration (the bargain struck), see <i>Gilmer,</i> 500 U. S., at 26, or on whether the contractual wage rate is even subject to (arbitrable) dispute. Rather, enforcement turns exclusively on the fact that the contracting parties consented to any arbitration at all. Even if the Commissioner could permissibly presume that state-law claims are generally intended to be arbitrated, but cf. <i>id.,</i> at 35 (employees in prior cases \"had not agreed to arbitrate their statutory claims, and the labor arbitrators were not authorized to resolve such claims\"),<sup>[21]</sup> her policy goes still further. Even in cases when it could be said with \"positive assurance,\" <span class=\"star-pagination\">*128</span> <i>Warrior &amp; Gulf,</i> 363 U. S., at 582, that the parties did not intend that state-law claims be subject to arbitration, cf. Food Store Contract § 18.8 (direct wage claim not involving interpretation of agreement may be submitted \"to any other tribunal or agency which is authorized and empowered\" to enforce it), the Commissioner would still deny enforcement, on the stated basis that the collective-bargaining agreement nonetheless contained \"an arbitration clause\" and because the claim would, on her view, entail \"interpretation,\" of the agreement's terms. Such an irrebuttable presumption is not easily described as the benefit of the parties' \"bargain.\"</p>\n<p>The Commissioner and <i>amici</i> finally suggest that denying enforcement to union-represented employees' claims under §§ 201 and 203 (and other Labor Code provisions) is meant to encourage parties to bargain collectively for their own rules about the payment of wages to discharged workers. But with this suggestion, the State's position simply slips any tether to California law. If California's goal really were to stimulate such freewheeling bargaining on these subjects, the enactment of Labor Code § 219, expressly and categorically prohibiting the modification of these Labor Code rules by \"private agreement,\" would be a very odd way to pursue it.<sup>[22]</sup> Cf. Cal. Lab. Code Ann. § 227.3 (West 1989) (allowing parties to collective-bargaining agreement to arrive at different rule for vacation pay). In short, the policy, the rationales, and the state law are not coherent.</p>\n<p></p>\n<h2>2</h2>\n<p>Even at face value, however, neither the \"hands off\" labels nor the vague assertions that general labor law policies are thereby advanced much support the Commissioner's defense here. The former merely takes the position discussed and rejected earlier, that a distinction between claimants represented by unions and those who are not is \"rational,\" the <span class=\"star-pagination\">*129</span> former being less \"in need\" than the latter. While we hardly suggest here that every distinction between unionrepresented employees and others is invalid under the NLRA, see <i>infra,</i> at 131-132, the assertion that represented employees are less \"in need\" precisely because they have exercised federal rights poses special dangers that advantages conferred by federal law will be canceled out and its objectives undermined. Cf. <i>Metropolitan Life,</i> 471 U. S., at 756 (\"It would turn the policy that animated the Wagner Act on its head to understand it to have penalized workers who have chosen to join a union by preventing them from benefiting from state labor regulations imposing minimal standards on nonunion employers\"). Accordingly, as we observed in <i>Metropolitan Life,</i> the widespread practice in Congress and in state legislatures has assumed the contrary, bestowing basic employment guarantees and protections on individual employees without singling out members of labor unions (or those represented by them) for disability; see <i>id.,</i> at 755;<sup>[23]</sup> accord, <i>Lingle,</i> 486 U. S., at 411-412.</p>\n<p>Nor do professions of \"neutrality\" lay the dangers to rest. The pre-empted action in <i>Golden State I</i> could easily have been redescribed as following a \"hands-off\" policy, in that the city sought to avoid endorsing either side in the course of a labor dispute, see 475 U. S., at 622 (Rehnquist, J., dissenting) (city did not seek \"to place its weight on one side or the other of the scales of economic warfare\"), and the respondent commission in <i>Nash</i> may have understood its policy as expressing neutrality between the parties in a yet-to-bedecided <span class=\"star-pagination\">*130</span> unfair labor practice dispute. See also <i>Rum Creek Coal Sales, Inc.</i> v. <i>Caperton,</i> 971 F. 2d 1148, 1154 (CA4 1992) (NLRA forbids state policy, under state law barring \"aid or assistance\" to either party to a labor dispute, of not arresting picketers who violated state trespass laws). Nor need we pause long over the assertion that nonenforcement of valid state-law claims is consistent with federal labor law by \"encouraging\" the operation of collective bargaining and arbitration process. Denying represented employees basic safety protections might \"encourage\" collective bargaining over that subject, and denying union employers the protection of generally applicable state trespass law might lead to increased bargaining over the rights of labor pickets, cf. <i>Rum Creek, supra,</i> but we have never suggested that labor law's bias toward bargaining is to be served by forcing employees or employers to bargain for what they would otherwise be entitled to as a matter of course. See generally <i>Metropolitan Life, supra,</i> at 757 (Congress did not intend to \"remove the backdrop of state law . . . and thereby artificially create a no-law area\") (emphasis deleted and internal quotation marks omitted).<sup>[24]</sup></p>\n<p>The precedent cited by the Commissioner and <i>amici</i>  as supporting the broadest \"hands off\" view, <i>Fort Halifax Packing Co.</i> v. <i>Coyne,</i> 482 U. S. 1 (1987), is not in point. In that case we held that there was no federal pre-emption of a Maine statute that allowed employees and employers to contract for plant-closing severance payments different from those otherwise mandated by state law. That decision, however, does not even purport to address the question supposedly presented here: while there was mention of state latitude <span class=\"star-pagination\">*131</span> to \"balance the desirability of a particular substantive labor standard against the right of self-determination regarding the terms and conditions of employment,\" see <i>id.,</i> at 22, the policy challenged here differs in two crucial respects from the \"unexceptional exercise of the [State's] police power,\" <i>ibid.</i> (internal quotation marks and citation omitted), defended in those terms in our earlier case. Most fundamentally, the Maine law treated all employees equally, whether or not represented by a labor organization. All were entitled to the statutory severance payment, and all were allowed to negotiate agreements providing for different benefits. See <i>id.,</i> at 4, n. 1. Second, the minimum protections of Maine's plant-closing law were relinquished not by the mere act of signing an employment contract (or collective-bargaining agreement), but only by the parties' express agreement on different terms, see <i>id.,</i> at 21.<sup>[25]</sup></p>\n<p>While the Commissioner and her <i>amici</i> call our attention to a number of state and federal laws that draw distinctions between union and nonunion represented employees, see, <i>e. g.,</i> D. C. Code Ann. § 36-103 (1993) (\"Unless otherwise specified in a collective agreement . . . [w]henever an employer discharges an employee, the employer shall pay the employee's wages earned not later than the working day following such discharge\"); 29 U. S. C. § 203(<i>o</i> ) (\"Hours [w]orked\" for Fair Labor Standards Act measured according to \"express terms of . . . or practice under bona fide collective-bargaining agreement\"), virtually all share the important second feature observed in <i>Coyne,</i> that unionrepresented employees have the full protection of the minimum standard, absent any agreement for something different. These \"opt out\" statutes are thus manifestly different in their operation (and their effect on federal rights) <span class=\"star-pagination\">*132</span> from the Commissioner's rule that an employee forfeits his state-law rights the moment a collective-bargaining agreement with an arbitration clause is entered into. But cf. <i>Metropolitan Edison,</i> 460 U. S., at 708. Hence, our holding that the Commissioner's unusual policy is irreconcilable with the structure and purposes of the Act should cast no shadow on the validity of these familiar and narrowly drawn opt-out provisions.<sup>[26]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>Having determined that the Commissioner's policy is in fact pre-empted by federal law, we find strong support in our precedents for the position taken by both courts below that Livadas is entitled to seek relief under 42 U. S. C. § 1983 for the Commissioner's abridgment of her NLRA rights. Section 1983 provides a federal cause of action for the deprivation, under color of law, of a citizen's \"rights, privileges, or immunities secured by the Constitution and laws\" of the United States, and we have given that provision the effect its terms require, as affording redress for violations of federal statutes, as well as of constitutional norms. <i>Maine</i> v. <i>Thiboutot,</i> 448 U. S. 1, 4 (1980). We have, it is true, recognized that even the broad statutory text does not authorize a suit for every alleged violation of federal law. A particular statutory provision, for example, may be so manifestly precatory that it could not fairly be read to impose a \"binding obligatio[n]\" on a governmental unit, <i>Pennhurst State School and Hospital</i> v. <i>Halderman,</i> 451 U. S. 1, 27 (1981), or its terms may be so \"vague and amorphous\" that determining whether a \"deprivation\" might have occurred would strain judicial competence. See <i>Wright</i> v. <i>Roanoke Redevelop-</i>  <span class=\"star-pagination\">*133</span> <i>ment and Housing Authority,</i> 479 U. S. 418, 431-432 (1987). And Congress itself might make it clear that violation of a statute will not give rise to liability under § 1983, either by express words or by providing a comprehensive alternative enforcement scheme. See <i>Middlesex County Sewerage Authority</i> v. <i>National Sea Clammers Assn.,</i> 453 U. S. 1 (1981). But apart from these exceptional cases, § 1983 remains a generally and presumptively available remedy for claimed violations of federal law. See also <i>Dennis</i> v. <i>Higgins,</i> 498 U. S. 439, 443 (1991).</p>\n<p>Our conclusion that Livadas is entitled to seek redress under § 1983 is, if not controlled outright, at least heavily foreshadowed by our decision in <i>Golden State II.</i> We began there with the recognition that not every instance of federal pre-emption gives rise to a § 1983 cause of action, see 493 U. S., at 108, and we explained that to decide the availability of § 1983 relief a court must look to the nature of the federal law accorded pre-emptive effect and the character of the interest claimed under it, <i>ibid.</i><sup>[27]</sup> We had no difficulty concluding, however, as we had often before, see, <i>e. g., </i><i>Hill</i> v. <i>Florida ex rel. Watson,</i> 325 U. S. 538 (1945), that the NLRA protects interests of employees and employers against abridgment by a State, as well as by private actors; that the obligations it imposes on governmental actors are not so \"vague and amorphous\" as to exceed judicial competence to decide; and that Congress had not meant to foreclose relief under § 1983. In so concluding, we contrasted the intricate scheme provided to remedy violations by private actors to the complete absence of provision for relief from governmental <span class=\"star-pagination\">*134</span> interference, see 493 U. S., at 108-109. Indeed, the only issue seriously in dispute in <i>Golden State II</i> was whether the freedom to resort to \"peaceful methods of . . . economic pressure,\" <i>id.,</i> at 112 (internal quotation marks omitted), which we had recognized as implicit in the structure of the Act, could support § 1983 liability in the same manner as official abridgment of those rights enumerated in the text would do. <i>Ibid.</i> The Court majority said yes, explaining that \"[a] rule of law that is the product of judicial interpretation of a vague, ambiguous, or incomplete statutory provision is no less binding than a rule that is based on the plain meaning of a statute.\" <i>Ibid.</i> </p>\n<p>The right Livadas asserts, to complete the collectivebargaining process and agree to an arbitration clause, is, if not provided in so many words in the NLRA, see n. 10, <i>supra,</i> at least as immanent in its structure as the right of the cab company in <i>Golden State II.</i> And the obligation to respect it on the part of the Commissioner and others acting under color of law is no more \"vague and amorphous\" than the obligation in <i>Golden State.</i> Congress, of course, has given no more indication of any intent to foreclose actions like Livadas's than the sort brought by the cab company. Finding no cause for special caution here, we hold that Livadas's claim is properly brought under § 1983.</p>\n<p></p>\n<h2>IV</h2>\n<p>In an effort to give wide berth to federal labor law and policy, the Commissioner declines to enforce unionrepresented employees' claims rooted in nonwaivable rights ostensibly secured by state law to all employees, without regard to whether the claims are valid under state law or preempted by LMRA § 301. Federal labor law does not require such a heavy-handed policy, and, indeed, cannot permit it. We do not suggest here that the NLRA automatically defeats all state action taking any account of the collectivebargaining process or every state law distinguishing unionrepresented <span class=\"star-pagination\">*135</span> employees from others. It is enough that we find the Commissioner's policy to have such direct and detrimental effects on the federal statutory rights of employees that it must be pre-empted. The judgment of the Court of Appeals for the Ninth Circuit is accordingly</p>\n<p><i>Reversed.</i> </p>\n<h2>NOTES</h2>\n<p>[*]   Briefs of <i>amici curiae</i> urging reversal were filed for the Allied Educational Foundation by <i>Bertram R. Gelfand</i> and <i>Jeffrey C. Dannenberg;</i> and for the American Federation of Labor and Congress of Industrial Organizations by <i>Mark Schneider, Marsha S. Berzon, Laurence Gold,</i> and <i>Walter Kamiat.</i>\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the Chamber of Commerce of the United States et al. by <i>Marshall B. Babson, Stanley</i>  <i>R. Strauss, Stephen A. Bokat, Mona C. Zeiberg, Jan Amundson,</i> and <i>Quentin Riegel;</i> and for the Employers Group et al. by <i>Steven G. Drapkin.</i> </p>\n<p>[1]  Respondent Bradshaw has succeeded Lloyd Aubry, the original named defendant in this action, as Labor Commissioner and has been substituted as a party before this Court. See this Court's Rule 35.3.</p>\n<p>[2]  Section 18.1 of the collective-bargaining agreement defines a \"grievance\" as a \"dispute . . . involving or arising out of the meaning, interpretation, application or alleged violation\" of the agreement.\n</p>\n<p>Section 18.8 provides that \"[i]n the case of a direct wage claim . . . which does not involve an interpretation of any of the provisions of this Agreement, either party may submit such claim for settlement to either the grievance procedure provided for herein or to any other tribunal or agency which is authorized and empowered to effect such a settlement.\"</p>\n<p>[3]  California Labor Code § 201 provides in pertinent part: \"If an employer discharges an employee, the wages earned and unpaid at the time of discharge are due and payable immediately.\" It draws no distinction between union-represented employees and others.\n</p>\n<p>Under another provision of California law, Labor Code § 219, the protections of § 201 (and of other rules governing the frequency and form of wage payments) \"can [not] in any way be contravened or set aside by private agreement, whether written, oral, or implied,\" although employers are free to pay wages more frequently, in greater amounts, or at an earlier date than ordained by these state rules; cf. § 204.2 (executive, administrative, and professional employees may negotiate through collective bargaining for pay periods different from those required by state law).</p>\n<p>[4]  That section provides that when an employer \"willfully fails\" to comply with the strictures of § 201 and fails to pay \"any wages\" owed discharged employees, \"the wages of such employees shall continue as a penalty from the due date thereof at the same rate until paid or until an action therefor is commenced; but such wages shall not continue for more than 30 days.\" Cal. Lab. Code Ann. § 203 (West 1989).\n</p>\n<p>In her DLSE claim form, Livadas made plain that she did not dispute Safeway's calculation of the wages owed, but sought only the penalty for the employer's late tender. App. 18.</p>\n<p>[5]  Under state law, the Commissioner of Labor is the Division Chief of the DLSE, see Cal. Lab. Code Ann. §§ 79, 82(b) (West 1989), and is authorized either directly to prosecute a wage or penalty claim on an employee's behalf in state court, § 98.3(a), or, in the alternative, to initiate informal hearings under DLSE auspices, see § 98(a), in which full relief may be awarded, § 98.1. The Commissioner's policy with respect to claims by employees covered by collective-bargaining agreements appears not to distinguish between these two modes of proceeding, and, accordingly, we will refer, as the parties largely do, to her policy as a categorical refusal to \"enforce\" such claims. Although Labor Code § 218 states that \"[n]othing in this article shall limit the right of any wage claimant to sue . . . for any wages or penalty due him,\" another provision, § 218.5, authorizes attorney's fee awards to prevailing parties in wage and penalty disputes, making individual litigation a somewhat risky prospect, and DLSE enforcement remains in any event the more realistic avenue for modest claims.</p>\n<p>[6]  Labor Code § 229 provides: \"Actions to enforce the provisions of this article [Labor Code §§ 200-243] for the collection of due and unpaid wages claimed by an individual may be maintained without regard to the existence of any private agreement to arbitrate. This section shall not apply to claims involving any dispute concerning the interpretation or application of any collective bargaining agreement containing such an arbitration agreement.\" Cf. <i>Perry</i> v. <i>Thomas,</i> 482 U. S. 483 (1987) (§ 229 bar to waiver defeated by Federal Arbitration Act policy).\n</p>\n<p>All concerned identify the allusion to what \"courts\" have said to be a reference to a 1975 decision of the California Court of Appeal, <i>Plumbing, Heating and Piping Employers Council</i> v. <i>Howard,</i> <span class=\"citation\" data-id=\"2157404\"><a href=\"/opinion/2157404/plumbing-heating-etc-council-v-howard/\"><span class=\"volume\">53</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">828</span></a></span>, <span class=\"citation\" data-id=\"2157404\"><a href=\"/opinion/2157404/plumbing-heating-etc-council-v-howard/\"><span class=\"volume\">126</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">406</span></a></span>, where the Commissioner was held barred by the statute from enforcing an \"unpaid\" wage claim arising from an employee's assertion that he was entitled, under collective-bargaining agreements then in force, to receive a foreman's rate of pay and not a journeyman's.</p>\n<p>[7]  The Commissioner notes that a small minority of collective-bargaining agreements lack provisions either setting wage rates or mandating arbitration (and therefore might potentially be enforced under the challenged policy). But see n. 13, <i>infra; </i><i>Lingle</i> v. <i>Norge Div. of Magic Chef, Inc.,</i>  486 U. S. 399, 411, n. 11 (1988) (noting that 99% of sampled collectivebargaining agreements include arbitration clauses).</p>\n<p>[8]  Livadas did file a grievance claiming that the discharge had been improper under the collective-bargaining agreement, ultimately obtaining reinstatement with backpay. While the parties dispute what effect, as a matter of state law, that recovery would have on Livadas's right under § 203, neither the pertinent California statutes nor the Commissioner's policy at issue here depend on whether a claimant's termination was for just cause.</p>\n<p>[9]  In the Court of Appeals, Livadas acknowledged that the portion of the District Court's order awarding monetary relief against the Commissioner in her official capacity was likely barred by the Eleventh Amendment, see Brief for Petitioner 43, n. 20. This and other issues arising from the scope of the remedy are better left for the courts below on remand.</p>\n<p>[10]  In dissent, Judge Kozinski countered that by focusing on whether Livadas was entitled to a correct application of state law, the majority had explored the wrong question. The proper enquiry, the dissent maintained, was not whether the Commissioner has discretion under state law not to enforce wage and penalty claims (which she plainly does) or whether she need enforce claims if doing so would actually be pre-empted by federal law (she plainly need not), but whether she may draw the line for enforcement purposes between individuals covered by collectivebargaining agreements containing arbitration clauses (whose claims will sometimes but not always be pre-empted under § 301) and those not so covered. Underscoring that Livadas's claim would not, in fact, have been pre-empted had the federal rule been given its proper scope, the dissent found wanting the majority's \"quasi-pre-emption\" rationale, 987 F. 2d, at 562. Judge Kozinski concluded that the Commissioner's policy, based on an \"honest (though flagrant) mistake of law,\" <i>id.,</i> at 563, could not be squared with the requirements of federal labor law, because the burdened class was defined by the exercise of federal rights and because the burden on collective-bargaining rights, justified only by a mistaken understanding of what § 301 requires, served no \"legitimate state purpose\" at all. <i>Ibid.</i> </p>\n<p>[11]  While the NLRA does not expressly recognize a right to be covered by a collective-bargaining agreement, in that no duty is imposed on an employer actually to reach agreement with represented employees, see 29 U. S. C. § 158(d), a State's penalty on those who complete the collectivebargaining process works an interference with the operation of the Act, much as does a penalty on those who participate in the process. Cf. <i>Hill</i>  v. <i>Florida ex rel. Watson,</i> 325 U. S. 538 (1945) (State may not enforce licensing requirement on collective-bargaining agents).\n</p>\n<p>We understand the difference between the position of petitioner (who would place this case within our \"<i>Machinists</i> \" line of labor pre-emption cases, see <i>Machinists</i> v. <i>Wisconsin Employment Relations Comm'n,</i> 427 U. S. 132 (1976)) and that of her <i>amicus,</i> the Solicitor General (who describes it as a case of \"conflict\" pre-emption, see Brief for United States as <i>Amicus Curiae</i> 14-15, and n. 4) to be entirely semantic, depending on whether Livadas's right is characterized as implicit in the structure of the Act (as was the right to self-help upheld in <i>Machinists</i> ) or as rooted in the text of § 7. See generally <i>Golden State II,</i> 493 U. S. 103, 110-112 (1989) (emphasizing fundamental similarity between enumerated NLRA rights and <i>\"Machinists\"</i> rights). Neither party here argues for application of the rule of <i>San Diego Building Trades Council</i> v. <i>Garmon,</i> 359 U. S. 236 (1959), which safeguards the primary jurisdiction of the National Labor Relations Board to pass judgment on certain conduct, such as labor picketing, which might be held protected by § 7 of the Act but which might also be prohibited by § 8 of the Act.</p>\n<p>[12]  Despite certain similarities, the question whether federal labor law permits a State to grant or withhold unemployment insurance benefits from striking workers requires consideration of the policies underlying a distinct federal statute, Title IX of the Social Security Act, see 26 U. S. C. § 3301 (1988 ed. and Supp. IV); 42 U. S. C. § 501 <i>et seq.;</i> 42 U. S. C. § 1101 <i>et seq.</i> Thus, straightforward NLRA pre-emption analysis has been held inappropriate. See <i>New York Telephone Co.</i> v. <i>New York State Dept. of Labor,</i> 440 U. S. 519, 536-540 (1979) (plurality opinion); see also <i>id.,</i> at 549 (Blackmun, J., concurring in judgment).\n</p>\n<p>Noting that <i>Nash</i> v. <i>Florida Industrial Comm'n,</i> 389 U. S. 235 (1967), held state action pre-empted that was \"like the coercive actions which employers and unions are forbidden to engage in,\" see <i>id.,</i> at 239, it is argued here, see Brief for Employers Group as <i>Amicus Curiae</i> 7-12, that the NLRA prohibits only state action closely analogous to conduct that would support an unfair labor practice charge if engaged in by a private employer. Our cases, however, teach that parallelism is not dispositive and that the Act sometimes demands a more scrupulous evenhandedness from the States. See generally <i>Wisconsin Dept. of Industry</i> v. <i>Gould, Inc.,</i> 475 U. S. 282, 290 (1986) (State may not debar employers with multiple NLRA violations from government contracting); compare <i>Golden State I,</i> 475 U. S. 608 (1986), with <i>NLRB</i> v. <i>Servette, Inc.,</i> 377 U. S. 46, 49-54 (1964) (private actor may refuse to deal with employer based on impending strike); but cf. <i>Building &amp; Constr. Trades Council</i> v. <i>Associated Builders &amp; Contractors of Mass./R. I., Inc.,</i> 507 U. S. 218, 227\u0097 228 (1993) (the Act does not always preclude a State, functioning as an employer or a purchaser of labor services, from behaving as a private employer would be entitled to do).</p>\n<p>[13]  See also <i>Rum Creek Coal Sales, Inc.</i> v. <i>Caperton,</i> 971 F. 2d 1148, 1154 (CA4 1992) (State may not, consistently with the NLRA, withhold protections of state antitrespass law from employer involved in labor dispute, in an effort to apply a facially valid \"neutrality statute\"). Thus, while the \"misinterpretation of a perfectly valid state statute . . . does not [in itself] provide grounds for federal relief,\" 987 F. 2d, at 559, it does not follow that no federal relief may be had when such misinterpretation results in conflict with federal law. Nor does the opportunity to seek redress in a nonfederal forum determine the existence of a federal right, see <i>ibid.</i> See, <i>e. g., </i><i>Monroe</i> v. <i>Pape,</i> 365 U. S. 167, 183 (1961). Of course, the extent to which a course of conduct has deviated from \"clearly established\" federal law remains crucial to deciding whether an official will be entitled to immunity from individual damage liability, see, <i>e. g., </i><i>Davis</i> v. <i>Scherer,</i>  468 U. S. 183, 197 (1984).</p>\n<p>[14]  Similarly, because our analysis here turns not on the \"rationality\" of the governmental classification, but rather on its effect on federal objectives, the Commissioner's policy is not saved merely because it happens, at the margins, to be \"under-\" and \"over-inclusive,\" <i>i. e.,</i> burdening certain employees who are not protected by the NLRA and allowing employees covered by highly unusual collective-bargaining agreements the benefit of enforcement of §§ 201 and 203 claims.</p>\n<p>[15]  Section 301 states that \"[s]uits for violation of contracts between an employer and a labor organization representing employees . . . may be brought in any district court of the United States having jurisdiction of the parties . . . .\"29 U. S. C. § 185(a).</p>\n<p>[16]  Within its proper sphere, § 301 has been accorded unusual pre-emptive power. In <i>Avco Corp.</i> v. <i>Machinists,</i> 390 U. S. 557 (1968), for example, we recognized that an action for breach of a collective-bargaining agreement \"ar[ose] under\" § 301 (and therefore was subject to federal removal, see 28 U. S. C. § 1441 (1988 ed. and Supp. IV)), despite the fact that the petitioner's complaint did not mention the federal provision and appeared to plead an adequate claim for relief under state contract law.</p>\n<p>[17]  That is so, we explained, both because Congress is understood to have legislated against a backdrop of generally applicable labor standards, see, <i>e. g., </i><i>Lingle,</i> 486 U. S., at 411-412, and because the scope of the arbitral promise is not itself unlimited, see <i>Steelworkers</i> v. <i>Warrior &amp; Gulf Nav. Co.,</i> 363 U. S. 574, 582 (1960) (\"[A]rbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit\"). And while contract-interpretation disputes must be resolved in the bargained-for arbitral realm, see <i>Republic Steel Corp.</i> v.<i>Maddox,</i> 379 U. S. 650 (1965), § 301 does not disable state courts from interpreting the terms of collective-bargaining agreements in resolving non-pre-empted claims, see <i>Charles Dowd Box Co.</i> v. <i>Courtney,</i>  368 U. S. 502 (1962) (state courts have jurisdiction over § 301 suits but must apply federal common law); <i>NLRB</i> v. <i>C &amp; C Plywood Corp.,</i> 385 U. S. 421 (1967).</p>\n<p>[18]  We are aware, as an <i>amicus</i> brief makes clear, see Brief for AFL\u0097CIO as <i>Amicus Curiae,</i> that the Courts of Appeals have not been entirely uniform in their understanding and application of the principles set down in <i>Lingle</i> and <i>Lueck.</i> But this case, in which non-pre-emption under § 301 is clear beyond peradventure, see <i>infra</i> this page and 125, is not a fit occasion for us to resolve disagreements that have arisen over the proper scope of our earlier decisions. We do note in this regard that while our cases tend to speak broadly in terms of § 301 \"pre-emption,\" defendants invoke that provision in diverse situations and for different reasons: sometimes their assertion is that a plaintiff's cause of action itself derives from the collective-bargaining agreement (and, by that agreement, belongs before an arbitrator); in other instances, the argument is different, that a plaintiff's claim cannot be \"resolved\" absent collective-bargaining agreement interpretation, <i>i. e.,</i> that a term of the agreement may or does confer a defense on the employer (perhaps because the employee or his union has negotiated away the state-law right), cf. <i>Caterpillar Inc.</i> v. <i>Williams,</i> 482 U. S. 386, 398-399 (1987); and in other cases still, concededly \"independent\" state-law litigation may nonetheless entail some collective-bargaining agreement application. Holding the plaintiff's cause of action substantively extinguished may not, as <i>amicus</i> AFL\u0097CIO observes, always be the only means of vindicating the arbitrator's primacy as the bargained-for contract interpreter. Cf. <i>Collyer Insulated Wire, Gulf &amp; Western Systems Co.,</i> 192 N. L. R. B. 837 (1971).</p>\n<p>[19]  This is not to say, of course, that a § 203 penalty claim could never be pre-empted by § 301.</p>\n<p>[20]  In holding the challenged policy pre-empted, we note that there is no equally obvious conflict between what § 301 requires and the text of Labor Code § 229 (as against what respondent has read it to mean). The California provision, which concerns whether a promise to arbitrate a claim will be enforced to defeat a direct action under the Labor Code, does not purport generally to deny union-represented employees their rights under §§ 201 and 203. Rather, it confines its preclusive focus only to \"dispute[s] concerning the interpretation or application of any collective-bargaining agreement,\" in which event an \"agreement to arbitrate\" such disputes is to be given effect. Nor does the <i>Howard</i> decision, the apparent font of the Commissioner's policy, appear untrue to § 301 teachings: there, an employee sought to have an \"unpaid wage\" claim do the office of a claim that a collective-bargaining agreement entitled him to a higher wage; that sort of claim, however, derives its existence from the collective-bargaining agreement and, accordingly, falls within any customary understanding of arbitral jurisdiction. See 53 Cal. App. 3d, at 836, 126 Cal. Rptr., at 411.</p>\n<p>[21]  Inholding that an agreement to arbitrate an Age Discrimination in Employment Act claim is enforceable under the Federal Arbitration Act, <i>Gilmer</i> emphasized its basic consistency with our unanimous decision in <i>Alexander</i> v. <i>Gardner-Denver Co.,</i> 415 U. S. 36 (1974), permitting a discharged employee to bring a Title VII claim, notwithstanding his having already grieved the dismissal under a collective-bargaining agreement. <i>Gilmer</i> distinguished <i>Gardner-Denver</i> as relying, <i>inter alia,</i> on: the \"distinctly separate nature of . . . contractual and statutory rights\" (even when both were \"violated as a result of the same factual occurrence\"), 415 U. S., at 50; the fact that a labor \"arbitrator has authority to resolve only questions of contractual rights,\" <i>id.,</i> at 53-54; and the concern that in collective-bargaining arbitration, \"the interests of the individual employee may be subordinated to the collective interests of all employees in the bargaining unit,\" <i>id.,</i> at 58, n. 19.</p>\n<p>[22]  The Commissioner avoids such complications simply by omitting any reference to Labor Code § 219.</p>\n<p>[23]  We noted that \"Congress [has never] seen fit to exclude unionized workers and employers from laws establishing federal minimum employment standards. We see no reason to believe that for this purpose Congress intended state minimum labor standards to be treated differently . .. . Minimum state labor standards affect union and nonunion employees equally and neither encourage nor discourage the collectivebargaining processes that are the subject of the NLRA.\" <i>Metropolitan Life,</i> 471 U. S., at 755.</p>\n<p>[24]  Were it enough simply to point to a general labor policy advanced by particular state action, the city in <i>Golden State</i> could have claimed to be encouraging the \"friendly adjustment of industrial disputes,\" 29 U. S. C. § 151, and the State in <i>Gould,</i> the entirely \"laudable,\" 475 U. S., at 291, purpose of \"deter[ring] labor law violations and . .. reward[ing] `fidelity to the law,' \"<i>id.,</i> at 287.</p>\n<p>[25]  It bears mention that the law in <i>Fort Halifax</i> pegged the benefit payment to an employee's wages, meaning that the State Labor Commissioner would \"look to\" the collective-bargaining agreement in enforcing claims in precisely the same manner that respondent would here.</p>\n<p>[26]  Nor does it seem plausible to suggest that Congress meant to preempt such opt-out laws, as \"burdening\" the statutory right of employees not to join unions by denying nonrepresented employees the \"benefit\" of being able to \"contract out\" of such standards. Cf. Addendum B to Brief for Employers Group as <i>Amicus Curiae</i> (collecting state statutes containing similar provisions).</p>\n<p>[27]  Thus, <i>Golden State II</i> observed that an NLRA pre-emption claim grounded in the need to vindicate the primary jurisdiction of the National Labor Relations Board, see <i>San Diego Building Trades Council</i> v. <i>Garmon,</i> 359 U. S. 236 (1959), see n. 10, <i>supra,</i> is \"fundamentally different\" from one stemming from state abridgment of a protected individual interest, see 493 U. S., at 110, a difference that might prove relevant to cognizability under § 1983.</p>\n\n</div>", 
  "sha1": "36e8d2c69eedd06937161c670b18d6abab4220df", 
  "date_modified": "2015-04-01T06:26:54.770686", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/117852/livadas-v-bradshaw/", 
  "citation_count": 215, 
  "supreme_court_db_id": "1993-072", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/154778/", 
  "html": "<p class=\"case_cite\">512 U.S. 107<br>114 S.Ct. 2068<br>129 L.Ed.2d 93</p>\n    <p class=\"parties\">Karen LIVADAS, Petitioner,<br>v.<br>Victoria BRADSHAW, California Labor Commissioner.</p>\n    <p class=\"docket\">No. 92-1920.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued April 26, 1994.</p>\n    <p class=\"date\">Decided June 13, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n        <a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>\n      </p>\n      <p class=\"indent\">California law requires employers to pay all wages due immediately upon an employee's discharge, Labor Code &#167; 201; imposes a penalty for refusal to pay promptly, &#167; 203;  and places responsibility for enforcing these provisions on the Commissioner of Labor.  After petitioner Livadas's employer refused to pay her the wages owed upon her discharge, but paid them a few days later, she filed a penalty claim.  The Commissioner replied with a form letter construing Labor Code &#167; 229 as barring him from enforcing such claims on behalf of individuals like Livadas, whose employment terms and conditions are governed by a collective-bargaining agreement containing an arbitration clause. Livadas brought this action under 42 U.S.C. &#167; 1983, alleging that the nonenforcement policy was pre-empted by federal law because it abridged her rights under the National Labor Relations Act (NLRA). The District Court granted her summary judgment, rejecting the Commissioner's defense that the claim was pre-empted by &#167; 301 of the Labor-Management Relations Act, 1947 (LMRA).  Although acknowledging that the NLRA gives Livadas a right to bargain collectively and that &#167; 1983 would supply a remedy for official deprivation of that right, the Court of Appeals reversed, concluding that no federal right had been infringed because Livadas's case reduced to an assertion that the Commissioner had misinterpreted state law, namely &#167; 229.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. The Commissioner's policy is pre-empted by federal law. Pp. ____.</p>\n      <p class=\"indent\">(a) This case is fundamentally no different from <i>Nash v. Florida Industrial Comm'n,</i> 389 U.S. 235, 239, 88 S.Ct. 362, 366, 19 L.Ed.2d 438, in which the Court held that a state rule predicating benefits on refraining from conduct protected by federal labor law was pre-empted because it interfered with congressional purpose.  The Commissioner's policy, which requires Livadas to choose between Labor Code and NLRA rights, cannot be reconciled with a federal statutory scheme premised on the centrality of collective bargaining and the desirability of arbitration.  Pp. ____.</p>\n      <p class=\"indent\">(b) The Commissioner's answers to the foregoing conclusion flow from two significant misunderstandings of law.  First, the assertion that the nonenforcement policy must be valid because &#167; 229 is consistent with federal law is premised on irrelevant relationships and leads to the wrong question:  Pre-emption analysis turns on the policy's actual content and its real effect on federal rights, not on whether &#167; 229 is valid under the Federal Constitution or whether the policy is, as a matter of state law, a proper interpretation of &#167; 229.  Second, the argument that a \"rational basis\" supports the distinction the policy draws between employees represented by unions and those who are not mistakes a validity standard under the Equal Protection and Due Process Clauses for what the Supremacy Clause requires:  a determination whether the state rule conflicts with the federal law.  Pp. ____.</p>\n      <p class=\"indent\">(c) This Court's decisions according pre-emptive effect to LMRA &#167; 301 foreclose even a colorable argument that a claim under Labor Code &#167; 203 was pre-empted here, since they establish that the section does not broadly pre-empt nonnegotiable employee rights conferred by state law;  that it is a claim's legal character, as independent of rights under the collective-bargaining agreement, that decides whether a state cause of action may go forward;  and that when liability is governed by independent state law and the meaning of contract terms is not in dispute, the bare fact that a collective-bargaining agreement is consulted for damage computation is no reason to extinguish the state-law claim.  See, <i>e.g., Allis-Chalmers Corp. v. Lueck,</i> 471 U.S. 202, 105 S.Ct. 1904, 85 L.Ed.2d 206, and <i>Lingle v. Norge Division of Magic Chef, Inc.,</i> 486 U.S. 399, 108 S.Ct. 1877, 100 L.Ed.2d 410.  Here, the primary text for deciding whether Livadas was entitled to a penalty was not the collective-bargaining agreement, but a calendar.  The only issue raised by her claim, whether her employer wilfully failed to pay her wages promptly upon severance, was a question of state law entirely independent of the agreement. Absent any indication that there was a dispute over the penalty amount, the simple need to refer to bargained-for wage rates in computing the penalty is irrelevant.  Pp. ____.</p>\n      <p class=\"indent\">(d) The Commissioner's attempt before this Court to recast the nonenforcement policy as expressing a \"conscious decision\" to keep the State's \"hands off\" the claims of employees protected by collective-bargaining agreements, either because the Commissioner's efforts and resources are more urgently needed by others or because official restraint will actually encourage the collective-bargaining and arbitral processes favored by federal law, is rejected.  If the policy were in fact animated by the first of these late-blooming rationales, the Commissioner's emphasis on the need to avoid \"interpret[ing]\" or \"apply[ing]\" collective-bargaining agreements would be entirely misplaced.  Nor is the second asserted rationale convincing, since enforcement under the policy does not turn on the bargain struck by the contracting parties or on whether the contractual wage rate is even arbitrable, but simply on the fact that the parties have consented to arbitration.  The suggestion that the policy is meant to stimulate free-wheeling bargaining over wage payments to discharged workers contradicts Labor Code &#167; 219, which expressly and categorically prohibits the modification of rules under the Code by \"private agreement.\"  Even at face value, however, the \"hands off\" label poses special dangers that advantages conferred by federal law will be canceled out and its objectives undermined, and those dangers are not laid to rest by professions of the need for governmental neutrality in labor disputes.  Similarly, the vague assertions that the policy advances federal interests are not persuasive, since this Court has never suggested that the federal bias toward bargaining is to be served by forcing employees and employers to bargain for what they would otherwise be entitled to under state law.  <i>Fort Halifax Packing Co. v. Coyne,</i> 482 U.S. 1, 107 S.Ct. 2211, 96 L.Ed.2d 1, and the federal and state \"opt-out\" laws cited by the Commissioner, distinguished. Pp. ____.</p>\n      <p class=\"indent\">2. Livadas is entitled to seek relief under &#167; 1983 for the Commissioner's abridgment of her NLRA right to complete the collective-bargaining process and agree to an arbitration clause. That right is at least imminent in the NLRA's structure, if it is not provided in so many words by the statutory text, and the obligation to respect it on the part of those acting under color of law is not vague or amorphous.  Moreover, Congress has given no indication of any intent to foreclose actions like Livadas's, and there is no cause for special caution here.  See <i>Golden State Transit Corp. v. Los Angeles,</i> 493 U.S. 103, 108-112, 110 S.Ct. 444, 449-452, 107 L.Ed.2d 420.  Pp. ____.</p>\n      <p class=\"indent\">987 F.2d 552 (CA 9 1991), reversed.</p>\n      <p class=\"indent\">SOUTER, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Richard G. McCracken, San Francisco, CA, for petitioner.</p>\n      <p class=\"indent\">Malcolm L. Stewart, Washington, DC, for the U.S. as amicus curiae by special leave of the Court.</p>\n      <p class=\"indent\">H. Thomas Cadell, Jr., San Diego, CA, for respondent.</p>\n      <p class=\"indent\">Justice SOUTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">California law requires employers to pay all wages due immediately upon an employee's discharge, imposes a penalty for refusal to pay promptly, precludes any private contractual waiver of these minimum labor standards, and places responsibility for enforcing these provisions on the State Commissioner of Labor (Commissioner or Labor Commissioner), ostensibly for the benefit of all employees.  Respondent, the Labor Commissioner,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> has construed a further provision of state law as barring enforcement of these wage and penalty claims on behalf of individuals like petitioner, whose terms and conditions of employment are governed by a collective-bargaining agreement containing an arbitration clause.  We hold that federal law pre-empts this policy, as abridging the exercise of such employees' rights under the National Labor Relations Act (NLRA or Act), 29 U.S.C. &#167; 151 <i>et seq.,</i> and that redress for this unlawful refusal to enforce may be had under 42 U.S.C. &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Until her discharge on January 2, 1990, petitioner Karen Livadas worked as a grocery clerk in a Vallejo, California, Safeway supermarket.  The terms and conditions of her employment were subject to a collective-bargaining agreement between Safeway and Livadas's union, Local 373 of the United Food and Commercial Workers, AFL-CIO.  Unexceptionally, the agreement provided that \"[d]isputes as to the interpretation or application of the agreement,\" including grievances arising from allegedly unjust discharge or suspension, would be subject to binding arbitration. See Food Store Contract, United Food &amp; Commercial Workers Union, Local 373, AFL-CIO, Solano and Napa Counties &#167;&#167; 18.2, 18.3 (Mar. 1, 1989-Feb. 29, 1992) (Food Store Contract).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When notified of her discharge, Livadas demanded immediate payment of wages owed her, as guaranteed to all California workers by state law, see Cal.Lab.Code Ann. &#167; 201 (West 1989),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but her store manager refused, referring to the company practice of making such payments by check mailed from a central corporate payroll office.  On January 5, 1990, Livadas received a check from Safeway, in the full amount owed for her work through January 2.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 9, 1990, Livadas filed a claim against Safeway with the California Division of Labor Standards Enforcement (DLSE or Division), asserting that under &#167; 203 of the Labor Code the company was liable to her for a sum equal to three days' wages, as a penalty for the delay between discharge and the date when payment was in fact received.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Livadas requested the Commissioner to enforce the claim.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By an apparently standard form letter dated February 7, 1990, the Division notified Livadas that it would take no action on her complaint:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"It is our understanding that the employees working for      Safeway are covered by a collective bargaining agreement      which contains an arbitration clause.  The provisions of      Labor Code Section 229 preclude this Division from      adjudicating any dispute concerning the interpretation or      application of any collective bargaining agreement containing      an arbitration clause.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Labor Code Section 203 requires that the wages continue      at the \"same rate\" until paid.  In order to establish what      the \"same rate\" was, it is necessary to look to the      collective bargaining agreement and 'apply' that agreement.      The courts have pointed out that such an application is      exactly what the provisions of Labor Code &#167; 229 prohibit.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>      App. 16.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The letter made no reference to any particular aspect of Livadas's claim making it unfit for enforcement, and the Commissioner's position is fairly taken to be that DLSE enforcement of &#167; 203 claims, as well as other claims for which relief is pegged to an employee's wage rate, is generally unavailable to employees covered by collective-bargaining agreements.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Livadas brought this action in the United States District Court under Rev.Stat. &#167; 1979, 42 U.S.C. &#167; 1983, alleging that the nonenforcement policy, reflecting the Commissioner's reading of Labor Code &#167; 229, was pre-empted as conflicting with Livadas's rights under &#167; 7 of the NLRA, 49 Stat. 452, as amended, 29 U.S.C. &#167; 157, because the policy placed a penalty on the exercise of her statutory right to bargain collectively with her employer.  She stressed that there was no dispute about the amount owed and that neither she nor Safeway had begun any grievance proceeding over the penalty.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Livadas sought a declaration that the Commissioner's interpretation of &#167; 229 was pre-empted, an injunction against adherence to the allegedly impermissible policy, and an order requiring the Commissioner either to process her penalty claim or (if it would be time barred under state law) pay her damages in the amount the Commissioner would have obtained if the Commissioner had moved against the employer in time.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court granted summary judgment for Livadas, holding the labor pre-emption claim cognizable under &#167; 1983, see <i>Golden State Transit Corp. v. City of Los Angeles,</i> 493 U.S. 103, 110 S.Ct. 444, 107 L.Ed.2d 420 (1989) (<i>Golden State II</i> ) and the Commissioner's policy pre-empted as interfering with her &#167; 7 right, see, <i>e.g., Golden State Transit Corp. v. Los Angeles,</i> 475 U.S. 608, 106 S.Ct. 1395, 89 L.Ed.2d 616 (1986) (<i>Golden State I</i> ), by denying her the benefit of a minimum labor standard, namely the right to timely payment of final wages secured by Labor Code &#167;&#167; 201 and 203.  749 F.Supp. 1526 (NDCal.1990).  The District Court treated as irrelevant the Commissioner's assertion that the policy was consistent with state law (<i>e.g.,</i> Labor Code &#167; 229) and rejected the defense that it was required by federal law, namely &#167; 301 of the Labor-Management Relations Act, 1947 (LMRA), 61 Stat. 156, 29 U.S.C. &#167; 185(a), which has been read to pre-empt state-court resolution of disputes turning on the rights of parties under collective-bargaining agreements.  The District Court explained that resolution of the claim under &#167; 203 \"requires reference only to a calendar, not to the [collective-bargaining agreement],\" 749 F.Supp., at 1536, and granted petitioner all requested relief.  <i>Id.,</i> at 1540.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A divided panel of the Court of Appeals for the Ninth Circuit reversed.  987 F.2d 552 (1993).  The court acknowledged that federal law gives Livadas a right to engage in collective bargaining and that &#167; 1983 would supply a remedy for official deprivation of that right, but the panel majority concluded that no federal right had been infringed.  The court reasoned that the policy was based on the Commissioner's reading of Labor Code &#167; 229, whose function of keeping state tribunals from adjudicating claims in a way that would interfere with the operation of federal labor policy is, by definition, consistent with the dictates of federal law.  Noting that Livadas did not assert pre-emption of &#167; 229 itself or object to the California courts' interpretation of it, the majority concluded that her case reduced to an assertion that the Commissioner had misinterpreted state law, an error for which relief could be obtained in California courts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Livadas could not claim to be \"penalized,\" the Appeals panel then observed, for she stood \"in the same position as every other employee in the state when it comes to seeking the Commissioner's enforcement.  Every employee . . . is subject to an eligibility determination, and every employee . . . is subject to the risk that the Commissioner will get it wrong.\"  987 F.2d, at 559.  The Ninth Circuit majority concluded by invoking the \"general policies of federal labor law\" strongly favoring the arbitration of disputes and reasoning that, \"Congress would not want state officials erring on the side of adjudicating state law disputes whenever it is a close call as to whether a claim is preempted.\" <i>Id.,</i> at 560.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We granted certiorari, 510 U.S ----, 114 S.Ct. 907, 127 L.Ed.2d 97 (1994), to address the important questions of federal labor law implicated by the Commissioner's policy, and we now reverse.</p>\n    </div>\n    <p>II</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A state rule predicating benefits on refraining from conduct protected by federal labor law poses special dangers of interference with congressional purpose.  In <i>Nash v. Florida Industrial Comm'n,</i> 389 U.S. 235, 88 S.Ct. 362, 19 L.Ed.2d 438 (1967), a unanimous Court held that a state policy of withholding unemployment benefits solely because an employee had filed an unfair labor practice charge with the National Labor Relations Board had a \"direct tendency to frustrate the purpose of Congress\" and, if not pre-empted, would \"defeat or handicap a valid national objective by . . . withdraw[ing] state benefits . . . simply because\" an employee engages in conduct protected and encouraged by the NLRA.  <i>Id.,</i> at 239, 88 S.Ct. at 366;  see also <i>Golden State I, supra,</i> 475 U.S., at 618, 106 S.Ct., at 1400-1401 (city may not condition franchise renewal on settlement of labor dispute).  This case is fundamentally no different from <i>Nash.</i><a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Just as the respondent State Commission in that case offered an employee the choice of pursuing her unfair labor practice claim or receiving unemployment compensation, the Commissioner has presented Livadas and others like her with the choice of having state-law rights under &#167;&#167; 201 and 203 enforced or exercising the right to enter into a collective-bargaining agreement with an arbitration clause. This unappetizing choice, we conclude, was not intended by Congress, see <i>infra,</i> and cannot ultimately be reconciled with a statutory scheme premised on the centrality of the right to bargain collectively and the desirability of resolving contract disputes through arbitration.  Cf. <i>Metropolitan Life Ins. Co. v. Massachusetts,</i> 471 U.S. 724, 755, 105 S.Ct. 2380, 2397, 85 L.Ed.2d 728 (1985) (state law held not pre-empted because it \"neither encourage[s] nor discourage[s] the collective bargaining processes\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* The Commissioner's answers to this pre-emption conclusion flow from two significant misunderstandings of law.  First, the Commissioner conflates the policy that Livadas challenges with the state law on which it purports to rest, Labor Code &#167; 229, assuming that if the statutory provision is consistent with federal law, her policy must be also.  But on this logic, a policy of issuing general search warrants would be justified if it were adopted to implement a state statute codifying word-for-word the \"good faith\" exception to the valid warrant requirement recognized in <i>United States v. Leon,</i> 468 U.S. 897, 104 ,S.Ct. 3405, 82 L.Ed.2d 677 (1984).  The relationship between policy and state statute and between the statute and federal law is, in any event, irrelevant. The question presented by this case is not whether Labor Code &#167; 229 is valid under the Federal Constitution or whether the Commissioner's policy is, as a matter of state law, a proper interpretation of &#167; 229.  Pre-emption analysis, rather, turns on the actual content of respondent's policy and its real effect on federal rights.  See <i>Nash v. Florida Industrial Comm'n,</i> 389 U.S. 235, 88 S.Ct. 362, 19 L.Ed.2d 438 (1967) (holding pre-empted an administrative policy interpreting presumably valid state unemployment insurance law exception for \"labor disputes\" to include proceedings under NLRB complaints);  see also 987 F.2d, at 561 (Kozinski, J., dissenting).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having sought to lead us to the wrong question, the Commissioner proposes the wrong approach for answering it, defending the distinction drawn in the challenged statutory interpretation, between employees represented by unions and those who are not, as supported by a \"rational basis,\" see, <i>e.g.,</i> Brief for Respondent 17.  But such reasoning mistakes a standard for validity under the Equal Protection and Due Process Clauses for what the Supremacy Clause requires.  The power to tax is no less the power to destroy, <i>McCulloch v. Maryland,</i> 4 Wheat. 316, 4 L.Ed. 579 (1819), merely because a state legislature has an undoubtedly rational and \"legitimate\" interest in raising revenue.  In labor pre-emption cases, as in others under the Supremacy Clause, our office is not to pass judgment on the reasonableness of state policy, see, <i>e.g., Golden State I,</i> 475 U.S. 608, 106 S.Ct. 1395, 89 L.Ed.2d 616 (1986) (city's desire to remain \"neutral\" in labor dispute does not determine pre-emption).  It is instead to decide if a state rule conflicts with or otherwise \"stands as an obstacle to the accomplishment and execution of the full purposes and objectives\" of the federal law.  <i>Brown v. Hotel Employees,</i> 468 U.S. 491, 501, 104 S.Ct. 3179, 3185, 82 L.Ed.2d 373 (1984) (internal quotation marks and citation omitted).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That is not to say, of course, that the several rationales for the policy urged on the Court by the Commissioner and <i>amici</i> are beside the point here.  If, most obviously, the Commissioner's policy were actually compelled by federal law, as she argues it is, we could hardly say that it was, simultaneously, pre-empted; at the least, our task would then be one of harmonizing statutory law.  But we entertain this and other justifications claimed, not because constitutional analysis under the Supremacy Clause is an open-ended balancing act, simply weighing the federal interest against the intensity of local feeling, see <i>id.,</i> at 503, 104 S.Ct., at 3186, but because claims of justification can sometimes help us to discern congressional purpose, the \"ultimate touchstone\" of our enquiry.  <i>Malone v. White Motor Corp.,</i> 435 U.S. 497, 504, 98 S.Ct. 1185, 1189-1190, 55 L.Ed.2d 443 (1978) (internal quotation marks and citation omitted);  see also <i>New York Telephone Co.</i> <i>v. New York Dept. of Labor,</i> 440 U.S. 519, 533, 99 S.Ct. 1328, 1337, 59 L.Ed.2d 553 (1979) (plurality opinion).</p>\n    </div>\n    <p>2</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We begin with the most complete of the defenses mounted by the Commissioner, one that seems (or seemed until recently, at least) to be at the heart of her position:  that the challenged policy, far from being pre-empted by federal law, is positively compelled by it, and that even if the Commissioner had been so inclined, the LMRA &#167; 301 would have precluded enforcement of Livadas's penalty claim.  The nonenforcement policy, she suggests, is a necessary emanation from this Court's &#167; 301 pre-emption jurisprudence, marked as it has been by repeated admonitions that courts should steer clear of collective-bargaining disputes between parties who have provided for arbitration.  See, <i>e.g., Allis-Chalmers Corp. v. Lueck,</i> 471 U.S. 202, 105 S.Ct. 1904, 85 L.Ed.2d 206 (1985).  Because, this argument runs (and Livadas was told in the DLSE no-action letter), disposition of a union-represented employee's penalty claim entails the \"interpretation or application\" of a collective-bargaining agreement (since determining the amount owed turns on the contractual rate of pay agreed) resort to a state tribunal would lead it into territory that Congress, in enacting &#167; 301, meant to be covered exclusively by arbitrators.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This reasoning, however, mistakes both the functions &#167; 301 serves in our national labor law and our prior decisions according that provision pre-emptive effect.  To be sure, we have read the text of &#167; 301<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> not only to grant federal courts jurisdiction over claims asserting breach of collective-bargaining agreements but also to authorize the development of federal common-law rules of decision, in large part to assure that agreements to arbitrate grievances would be enforced, regardless of the vagaries of state law and lingering hostility toward extrajudicial dispute resolution, see <i>Textile Workers v. Lincoln Mills of Ala.,</i> 353 U.S. 448, 455-456, 77 S.Ct. 912, 917-918, 1 L.Ed.2d 972 (1957);  see also <i>Steelworkers v. Warrior and Gulf Navigation Co.,</i> 363 U.S. 574, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960);  <i>Avco Corp. v. Machinists,</i> 390 U.S. 557, 559, 88 S.Ct. 1235, 1237, 20 L.Ed.2d 126 (1968) (\"&#167; 301 . . . was fashioned by Congress to place sanctions behind agreements to arbitrate grievance disputes\").  And in <i>Teamsters v. Lucas Flour Co.,</i> 369 U.S. 95, 82 S.Ct. 571, 7 L.Ed.2d 593 (1962), we recognized an important corollary to the <i>Lincoln Mills</i> rule:  while &#167; 301 does not preclude state courts from taking jurisdiction over cases arising from disputes over the interpretation of collective-bargaining agreements, state contract law must yield to the developing federal common law, lest common terms in bargaining agreements be given different and potentially inconsistent interpretations in different jurisdictions.  See 369 U.S., at 103-104, 82 S.Ct., at 576-577.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">And while this sensible \"acorn\" of &#167; 301 pre-emption recognized in <i>Lucas Flour,</i> has sprouted modestly in more recent decisions of this Court, see, <i>e.g., Lueck, supra,</i> 471 U.S., at 210, 105 S.Ct., at 1911 (\"[I]f the policies that animate &#167; 301 are to be given their proper range . . . the pre-emptive effect of &#167; 301 must extend beyond suits alleging contract violations\"), it has not yet become, nor may it, a sufficiently \"mighty oak,\" see <i>Golden State I,</i> 475 U.S., at 622, 106 S.Ct., at 1402-1403 (REHNQUIST, J., dissenting), to supply the cover the Commissioner seeks here.  To the contrary, the pre-emption rule has been applied only to assure that the purposes animating &#167; 301 will be frustrated neither by state laws purporting to determine \"questions relating to what the parties to a labor agreement agreed, and what legal consequences were intended to flow from breaches of that agreement,\" <i>Lueck,</i> 471 U.S., at 211, 105 S.Ct., at 1911, nor by parties' efforts to renege on their arbitration promises by \"relabeling\" as tort suits actions simply alleging breaches of duties assumed in collective-bargaining agreements, <i>id.,</i> at 219, 105 S.Ct., at 1915;  see <i>Republic Steel Corp. v. Maddox,</i> 379 U.S. 650, 652, 85 S.Ct. 614, 616, 13 L.Ed.2d 580 (1965) (\"[F]ederal labor policy requires that individual employees wishing to assert contract grievances must attempt use of the contract grievance procedure agreed upon by employer and union as the mode of redress\") (emphasis omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In <i>Lueck</i> and in <i>Lingle v. Norge Division of Magic Chef, Inc.,</i> 486 U.S. 399, 108 S.Ct. 1877, 100 L.Ed.2d 410 (1988), we underscored the point that &#167; 301 cannot be read broadly to pre-empt nonnegotiable rights conferred on individual employees as a matter of state law,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> and we stressed that it is the legal character of a claim, as \"independent\" of rights under the collective-bargaining agreement, <i>Lueck, supra,</i> 471 U.S., at 213, 105 S.Ct., at 1912 (and not whether a grievance arising from \"precisely the same set of facts\" could be pursued, <i>Lingle, supra,</i> 486 U.S., at 410, 108 S.Ct., at 1883) that decides whether a state cause of action may go forward.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Finally, we were clear that when the meaning of contract terms is not the subject of dispute, the bare fact that a collective-bargaining agreement will be consulted in the course of state-law litigation plainly does not require the claim to be extinguished, see <i>Lingle,</i> 486 U.S., at 413, n. 12, 108 S.Ct., at 1885, n. 12 (\"A collective-bargaining agreement may, of course, contain information such as rate of pay . . . that might be helpful in determining the damages to which a worker prevailing in a state-law suit is entitled\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">These principles foreclose even a colorable argument that a claim under Labor Code &#167; 203 was pre-empted here.  As the District Court aptly observed, the primary text for deciding whether Livadas was entitled to a penalty was not the Food Store Contract, but a calendar.  The only issue raised by Livadas's claim, whether Safeway \"willfully fail[ed] to pay\" her wages promptly upon severance, Cal.Lab.Code Ann. &#167; 203 (West 1989), was a question of state law, entirely independent of any understanding embodied in the collective-bargaining agreement between the union and the employer.  There is no indication that there was a \"dispute\" in this case over the amount of the penalty to which Livadas would be entitled, and <i>Lingle</i> makes plain in so many words that when liability is governed by independent state law, the mere need to \"look to\" the collective-bargaining agreement for damage computation is no reason to hold the state law claim defeated by &#167; 301.  See 486 U.S., at 413, n. 12, 108 S.Ct., at 1885, n. 12.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Beyond the simple need to refer to bargained-for wage rates in computing the penalty, the collective-bargaining agreement is irrelevant to the dispute (if any) between Livadas and Safeway. There is no suggestion here that Livadas's union sought or purported to bargain away her protections under &#167; 201 or &#167; 203, a waiver that we have said would (especially in view of Labor Code &#167; 219) have to be \" 'clear and unmistakable' \" see <i>Lingle, supra,</i> 486 U.S., at 409-410, n. 9, 108 S.Ct., at 1883, n. 9 (quoting <i>Metropolitan Edison Co. v. NLRB,</i> 460 U.S. 693, 708, 103 S.Ct. 1467, 1477, 75 L.Ed.2d 387 (1983)) for a court even to consider whether it could be given effect, nor is there any indication that the parties to the collective-bargaining agreement understood their arbitration pledge to cover these state-law claims.  See generally <i>Gilmer v. Interstate/Johnson Lane Corp.,</i> 500 U.S. 20, 35, 111 S.Ct. 1647, 1657, 114 L.Ed.2d 26 (1991);  cf. Food Store Contract &#167; 18.8.  But even if such suggestions or indications were to be found, the Commissioner could not invoke them to defend her policy, which makes no effort to take such factors into account before denying enforcement.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">* Before this Court, however, the Commissioner does not confine herself to the assertion that Livadas's claim would have been pre-empted by LMRA &#167; 301.  Indeed, largely putting aside that position, she has sought here to cast the policy in different terms, as expressing a \"conscious decision,\" see Brief for Respondent 14, to keep the State's \"hands off\" the claims of employees protected by collective-bargaining agreements, either because the Division's efforts and resources are more urgently needed by others or because official restraint will actually encourage the collective-bargaining and arbitral processes favored by federal law.  The latter, more ambitious defense has been vigorously taken up by the Commissioner's <i>amici,</i> who warn that invalidation of the disputed policy would sound the death knell for other, more common governmental measures that take account of collective-bargaining processes or treat workers represented by unions differently from others in any respect.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although there surely is no bar to our considering these alternative explanations, cf. <i>Dandridge v. Williams,</i> 397 U.S. 471, 475, n. 6, 90 S.Ct. 1153, 1156-1157, n. 6, 25 L.Ed.2d 491 (1970) (party may defend judgment on basis not relied upon below), we note, as is often the case with such late-blooming rationales, that the overlap between what the Commissioner now claims to be State policy and what the State legislature has enacted into law is awkwardly inexact.  First, if the Commissioner's policy (or California law) were animated simply by the frugal desire to conserve the State's money for the protection of employees not covered by collective-bargaining agreements, the Commissioner's emphasis, in the letter to Livadas and in this litigation, on the need to \"interpret\" or \"apply\" terms of a collective-bargaining agreement would be entirely misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nor is the nonenforcement policy convincingly defended as giving parties to a collective-bargaining agreement the \"benefit of their bargain,\" see Brief for Respondent 18, n. 13, by assuring them that their promise to arbitrate is kept and not circumvented. Under the Commissioner's policy, enforcement does not turn on what disputes the parties agreed would be resolved by arbitration (the bargain struck), see <i>Gilmer,</i> 500 U.S., at 26, 111 S.Ct., at 1652, or on whether the contractual wage rate is even subject to (arbitrable) dispute.  Rather, enforcement turns exclusively on the fact that the contracting parties consented to any arbitration at all.  Even if the Commissioner could permissibly presume that state law claims are generally intended to be arbitrated, but cf. <i>id.,</i> at 35, 111 S.Ct., at 1657 (employees in prior cases \"had not agreed to arbitrate their statutory claims, and the labor arbitrators were not authorized to resolve such claims\"),<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> her policy goes still further.  Even in cases when it could be said with \"positive assurance,\" <i>Warrior &amp; Gulf,</i> 363 U.S., at 582, 80 S.Ct., at 1352-1353, that the parties did not intend that state-law claims be subject to arbitration, cf. Food Store Contract &#167; 18.8 (direct wage claim not involving interpretation of agreement may be submitted \"to any other tribunal or agency which is authorized and empowered\" to enforce it), the Commissioner would still deny enforcement, on the stated basis that the collective-bargaining agreement nonetheless contained \"an arbitration clause\" and because the claim would, on her view, entail \"interpretation,\" of the agreement's terms.  Such an irrebuttable presumption is not easily described as the benefit of the parties' \"bargain.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Commissioner and <i>amici</i> finally suggest that denying enforcement to union-represented employees' claims under &#167;&#167; 201 and 203 (and other Labor Code provisions) is meant to encourage parties to bargain collectively for their own rules about the payment of wages to discharged workers.  But with this suggestion, the State's position simply slips any tether to California law. If California's goal really were to stimulate such free-wheeling bargaining on these subjects, the enactment of Labor Code &#167; 219, expressly and categorically prohibiting the modification of these Labor Code rules by \"private agreement\" would be a very odd way to pursue it.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  Compare Cal.Lab.Code Ann. &#167; 227.3 (West 1989) (allowing parties to collective-bargaining agreement to arrive at different rule for vacation pay).  In short, the policy, the rationales, and the state law are not coherent.</p>\n    </div>\n    <p>2</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Even at face value, however, neither the \"hands off\" labels nor the vague assertions that general labor law policies are thereby advanced much support the Commissioner's defense here. The former merely takes the position discussed and rejected earlier, that a distinction between claimants represented by unions and those who are not is \"rational,\" the former being less \"in need\" than the latter.  While we hardly suggest here that every distinction between union-represented employees and others is invalid under the NLRA, see <i>infra,</i> the assertion that represented employees are less \"in need\" precisely because they have exercised federal rights, poses special dangers that advantages conferred by federal law will be canceled out and its objectives undermined.  Cf. <i>Metropolitan Life,</i> 471 U.S., at 756, 105 S.Ct., at 2397 (\"It would turn the policy that animated the Wagner Act on its head to understand it to have penalized workers who have chosen to join a union by preventing them from benefitting from state labor regulations imposing minimal standards on nonunion employers\").  Accordingly, as we observed in <i>Metropolitan Life,</i> the widespread practice in Congress and in state legislatures has assumed the contrary, bestowing basic employment guarantees and protections on individual employees without singling out members of labor unions (or those represented by them) for disability;  see <i>id.,</i> at 755, 105 S.Ct., at 2397;<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> accord, <i>Lingle,</i> 486 U.S., at 411-412, 108 S.Ct., at 1884-1885.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Nor do professions of \"neutrality\" lay the dangers to rest. The pre-empted action in <i>Golden State I</i> could easily have been re-described as following a \"hands-off\" policy, in that the city sought to avoid endorsing either side in the course of a labor dispute, see <i>Golden State I,</i> 475 U.S., at 622, 106 S.Ct., at 1403 (REHNQUIST, J., dissenting) (city did not seek \"to place its weight on one side or the other of the scales of economic warfare\"), and the respondent Commission in <i>Nash</i> may have understood its policy as expressing neutrality between the parties in a yet-to-be-decided unfair labor practice dispute.  See also <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 971 F.2d 1148, 1154 (CA4 1992) (NLRA forbids state policy, under state law barring \"aid or assistance\" to either party to a labor dispute, of not arresting picketers who violated state trespass laws).  Nor need we pause long over the assertion that nonenforcement of valid state law claims is consistent with federal labor law by \"encouraging\" the operation of collective-bargaining and arbitration process. Denying represented employees basic safety protections might \"encourage\" collective-bargaining over that subject, and denying union employers the protection of generally applicable state trespass law might lead to increased bargaining over the rights of labor pickets, cf. <i>Rum Creek, supra,</i> but we have never suggested that labor law's bias toward bargaining is to be served by forcing employees or employers to bargain for what they would otherwise be entitled to as a matter of course. See generally <i>Metropolitan Life, supra,</i> 471 U.S., at 757, 105 S.Ct., at 2398 (Congress did not intend to \"remove the backdrop of state law . . . and thereby artificially create a no-law area\") (emphasis and internal quotation marks omitted).<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The precedent cited by the Commissioner and <i>amici</i> as supporting the broadest \"hands off\" view, <i>Fort Halifax Packing Co. v. Coyne,</i> 482 U.S. 1, 107 S.Ct. 2211, 96 L.Ed.2d 1 (1987), is not in point.  In that case we held that there was no federal pre-emption of a Maine statute that allowed employees and employers to contract for plant-closing severance payments different from those otherwise mandated by state law.  That decision, however, does not even purport to address the question supposedly presented here:  while there was mention of state latitude to \"balance the desirability of a particular substantive labor standard against the right of self-determination regarding the terms and conditions of employment,\" see 482 U.S., at 22, 107 S.Ct., at 2223, the policy challenged here differs in two crucial respects from the \"unexceptional exercise of the State's police power,\" <i>ibid.</i> (internal quotation marks and citation omitted), defended in those terms in our earlier case.  Most fundamentally, the Maine law treated all employees equally, whether or not represented by a labor organization.  All were entitled to the statutory severance payment, and all were allowed to negotiate agreements providing for different benefits.  See <i>id.,</i> at 4, n. 1, 107 S.Ct., at 2213-2214, n. 1.  Second, the minimum protections of Maine's plant closing law were relinquished not by the mere act of signing an employment contract (or collective-bargaining agreement), but only by the parties' express agreement on different terms, see <i>id.,</i> at 21, 107 S.Ct., at 2222-2223.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While the Commissioner and her <i>amici</i> call our attention to a number of state and federal laws that draw distinctions between union and nonunion represented employees, see, <i>e.g.,</i> D.C.Code Ann. &#167; 36-103 (1993) (\"Unless otherwise specified in a collective agreement . . . [w]henever an employer discharges an employee, the employer shall pay the employee's wages earned not later than the working day following such discharge\");  29 U.S.C. &#167; 203(<i>o</i>) (\"Hours [w]orked\" for Fair Labor Standards Act measured according to \"express terms of . . . or practice under bona fide collective-bargaining agreement\"), virtually all share the important second feature observed in <i>Coyne,</i> that union-represented employees have the full protection of the minimum standard, absent any agreement for something different.  These \"opt out\" statutes are thus manifestly different in their operation (and their effect on federal rights) from the Commissioner's rule that an employee forfeits his state law rights the moment a collective-bargaining agreement with an arbitration clause is entered into.  But cf. <i>Metropolitan Edison,</i> 460 U.S., at 708, 103 S.Ct., at 1477. Hence, our holding that the Commissioner's unusual policy is irreconcilable with the structure and purposes of the Act should cast no shadow on the validity of these familiar and narrowly drawn opt-out provisions.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having determined that the Commissioner's policy is in fact pre-empted by federal law, we find strong support in our precedents for the position taken by both courts below that Livadas is entitled to seek relief under 42 U.S.C. &#167; 1983 for the Commissioner's abridgment of her NLRA rights.  Section 1983 provides a federal cause of action for the deprivation, under color of law, of a citizen's \"rights, privileges, or immunities secured by the Constitution and laws,\" of the United States, and we have given that provision the effect its terms require, as affording redress for violations of federal statutes, as well as of constitutional norms.  <i>Maine v. Thiboutot,</i> 448 U.S. 1, 4, 100 S.Ct. 2502, 2504, 65 L.Ed.2d 555 (1980).  We have, it is true, recognized that even the broad statutory text does not authorize a suit for every alleged violation of federal law.  A particular statutory provision, for example, may be so manifestly precatory that it could not fairly be read to impose a \"binding obligation[ ]\" on a governmental unit, <i>Pennhurst State School and Hospital v. Halderman,</i> 451 U.S. 1, 26, 101 S.Ct. 1531, 1544, 67 L.Ed.2d 694 (1981), or its terms may be so \"vague and amorphous\" that determining whether a \"deprivation\" might have occurred would strain judicial competence.  See <i>Wright v. Roanoke Redevelopment and Housing Authority,</i> 479 U.S. 418, 431-432, 107 S.Ct. 766, 774-775, 93 L.Ed.2d 781 (1987).  And Congress itself might make it clear that violation of a statute will not give rise to liability under &#167; 1983, either by express words or by providing a comprehensive alternative enforcement scheme.  See <i>Middlesex County Sewerage Authority v. National Sea Clammers Assn.,</i> 453 U.S. 1, 101 S.Ct. 2615, 69 L.Ed.2d 435 (1981).  But apart from these exceptional cases, &#167; 1983 remains a generally and presumptively available remedy for claimed violations of federal law.  See also <i>Dennis v. Higgins,</i> 498 U.S. 439, 443, 111 S.Ct. 865, 868, 112 L.Ed.2d 969 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Our conclusion that Livadas is entitled to seek redress under &#167; 1983 is, if not controlled outright, at least heavily foreshadowed by our decision in <i>Golden State II.</i>  We began there with the recognition that not every instance of federal pre-emption gives rise to a &#167; 1983 cause of action, see 493 U.S., at 108, 110 S.Ct., at 449-450, and we explained that to decide the availability of &#167; 1983 relief a court must look to the nature of the federal law accorded pre-emptive effect and the character of the interest claimed under it, <i>ibid.</i><a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  We had no difficulty concluding, however, as we had often before, see, <i>e.g., Hill v. Florida ex rel. Watson,</i> 325 U.S. 538, 65 S.Ct. 1373, 89 L.Ed. 1782 (1945), that the NLRA protects interests of employees and employers against abridgement by a State, as well as by private actors;  that the obligations it imposes on governmental actors are not so \"vague and amorphous\" as to exceed judicial competence to decide;  and that Congress had not meant to foreclose relief under &#167; 1983.  In so concluding, we contrasted the intricate scheme provided to remedy violations by private actors to the complete absence of provision for relief from governmental interference, see 493 U.S., at 108-109, 110 S.Ct., at 449-450. Indeed, the only issue seriously in dispute in <i>Golden State II</i> was whether the freedom to resort to \"peaceful methods of . . . economic pressure,\" <i>id.,</i> at 112, 110 S.Ct., at 451-452 (internal quotation marks omitted) which we had recognized as implicit in the structure of the Act, could support &#167; 1983 liability in the same manner as official abridgment of those rights enumerated in the text would do.  <i>Ibid.</i>  The Court majority said yes, explaining that \"[a] rule of law that is the product of judicial interpretation of a vague, ambiguous, or incomplete statutory provision is no less binding than a rule that is based on the plain meaning of a statute.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The right Livadas asserts, to complete the collective-bargaining process and agree to an arbitration clause, is, if not provided in so many words in the NLRA, see n. 10, <i>supra,</i> at least as imminent in its structure as the right of the cab company in <i>Golden State II.</i>  And the obligation to respect it on the part of the Commissioner and others acting under color of law is no more \"vague and amorphous\" than the obligation in <i>Golden State.</i>  Congress, of course, has given no more indication of any intent to foreclose actions like Livadas's than the sort brought by the cab company.  Finding no cause for special caution here, we hold that Livadas's claim is properly brought under &#167; 1983.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In an effort to give wide berth to federal labor law and policy, the Commissioner declines to enforce union-represented employees' claims rooted in nonwaivable rights ostensibly secured by state law to all employees, without regard to whether the claims are valid under state law or pre-empted by LMRA &#167; 301. Federal labor law does not require such a heavy-handed policy, and, indeed, cannot permit it.  We do not suggest here that the NLRA automatically defeats all state action taking any account of the collective-bargaining process or every state law distinguishing union-represented employees from others.  It is enough that we find the Commissioner's policy to have such direct and detrimental effects on the federal statutory rights of employees that it must be pre-empted.  The judgment of the Court of Appeals for the Ninth Circuit is accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Respondent Bradshaw has succeeded Lloyd Aubry, the original named defendant in this action, as Labor Commissioner and has been substituted as a party before this Court.  See this Court's Rule 35.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 18.1 of the collective-bargaining agreement defines a \"grievance\" as a \"dispute . . . involving or arising out of the meaning, interpretation, application or alleged violation\" of the agreement.</p>\n        <p>Section 18.8 provides that \"[i]n the case of a direct wage claim . . . which does not involve an interpretation of any of the provisions of this Agreement, either party may submit such claim for settlement to either the grievance procedure provided for herein or to any other tribunal which is authorized and empowered to effect such a settlement.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> California Labor Code &#167; 201 provides in pertinent part: \"If an employer discharges an employee, the wages earned and unpaid at the time of discharge are due and payable immediately.\" It draws no distinction between union-represented employees and others.</p>\n        <p>Under another provision of California law, Labor Code &#167; 219, the protections of &#167; 201 (and of other rules governing the frequency and form of wage payments), \"can [not] in any way be contravened or set aside by private agreement, whether written, oral, or implied,\" although employers are free to pay wages more frequently, in greater amounts, or at an earlier date than ordained by these state rules;  cf. &#167; 204.2 (executive, administrative, and professional employees may negotiate through collective bargaining for pay periods different from those required by state law).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> That section provides that when an employer \"willfully fails\" to comply with the strictures of &#167; 201 and fails to pay \"any wages\" owed discharged employees, \"the wages of such employees shall continue as a penalty from the due date thereof at the same rate until paid or until an action therefor is commenced; but such wages shall not continue for more than 30 days.\" Cal.Lab.Code Ann. &#167; 203 (West 1989).</p>\n        <p>In her DLSE claim form, Livadas made plain that she did not dispute Safeway's calculation of the wages owed, but sought only the penalty for the employer's late tender.  App. 18.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under state law, the Commissioner of Labor is the Division Chief of the DLSE, see Cal.Lab.Code Ann. &#167;&#167; 79, 82(b) (West 1989), and is authorized either directly to prosecute a wage or penalty claim on an employee's behalf in state court, &#167; 98.3(a), or, in the alternative, to initiate informal hearings under DLSE auspices, see &#167; 98(a), in which full relief may be awarded, &#167; 98.1.  The Commissioner's policy with respect to claims by employees covered by collective-bargaining agreements appears not to distinguish between these two modes of proceeding, and, accordingly, we will refer, as the parties largely do, to her policy as a categorical refusal to \"enforce\" such claims. Although Labor Code &#167; 218 states that \"[n]othing in this article shall limit the right of any wage claimant to sue . . . for any wages or penalty due him,\" another provision, &#167; 218.5, authorizes attorney's fee awards to prevailing parties in wage and penalty disputes, making individual litigation a somewhat risky prospect, and DLSE enforcement remains in any event the more realistic avenue for modest claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Labor Code &#167; 229 provides:  \"Actions to enforce the provisions of this article [Labor Code &#167;&#167; 200-243] for the collection of due and unpaid wages claimed by an individual may be maintained without regard to the existence of any private agreement to arbitrate.  This section shall not apply to claims involving any dispute concerning the interpretation or application of any collective bargaining agreement containing such an arbitration agreement.\"  Cf. <i>Perry v. Thomas,</i> 482 U.S. 483, 107 S.Ct. 2520, 96 L.Ed.2d 426 (1987) (&#167; 229 bar to waiver defeated by Federal Arbitration Act policy).</p>\n        <p>All concerned identify the allusion to what \"courts\" have said to be a reference to a 1975 decision of the California Court of Appeal, <i>Plumbing, Heating and Piping Employers Council v. Howard,</i> 53 Cal.App.3d 828, 126 Cal.Rptr. 406 (1975), where the Commissioner was held barred by the statute from enforcing an \"unpaid\" wage claim arising from an employee's assertion that he was entitled under collective-bargaining agreements then in force, to receive a foreman's rate of pay and not a journeyman's.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Commissioner notes that a small minority of collective-bargaining agreements lack provisions either setting wage rates or mandating arbitration (and therefore might potentially be enforced under the challenged policy).  But see n. 14 <i>infra;  Lingle v. Norge Division of Magic Chef, Inc.,</i> 486 U.S. 399, 411, n. 11, 108 S.Ct. 1877, 1884, n. 11, 100 L.Ed.2d 410 (1988) (noting that 99% of sampled collective-bargaining agreements include arbitration clauses).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Livadas did file a grievance claiming that the discharge had been improper under the collective-bargaining agreement, ultimately obtaining reinstatement with back pay.  While the parties dispute what effect, as a matter of state law, that recovery would have on Livadas's right under &#167; 203, neither the pertinent California statutes nor the Commissioner's policy at issue here depend on whether a claimant's termination was for just cause.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In the Court of Appeals, Livadas acknowledged that the portion of the District Court's order awarding monetary relief against the Commissioner in her official capacity was likely barred by the Eleventh Amendment, see Brief for Petitioner 43, n. 20.  This and other issues arising from the scope of the remedy are better left for the courts below on remand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In dissent, Judge Kozinski countered that by focusing on whether Livadas was entitled to a correct application of state law, the majority had explored the wrong question.  The proper enquiry, the dissent maintained, was not whether the Commissioner has discretion under state law not to enforce wage and penalty claims (which she plainly does) or whether she need enforce claims if doing so would actually be pre-empted by federal law (she plainly need not), but whether she may draw the line for enforcement purposes between individuals covered by collective-bargaining agreements containing arbitration clauses (whose claims will sometimes but not always be pre-empted under &#167; 301) and those not so covered.  Underscoring that Livadas's claim would not, in fact, have been pre-empted had the federal rule been given its proper scope, the dissent found wanting the majority's \"quasi-pre-emption\" rationale, 987 F.2d, at 562.  Judge Kozinski concluded that the Commissioner's policy, based on an \"honest (though flagrant) mistake of law,\" <i>id.,</i> at 563, could not be squared with the requirements of federal labor law, because the burdened class was defined by the exercise of federal rights and because the burden on collective bargaining rights, justified only by a mistaken understanding of what &#167; 301 requires, served no \"legitimate state purpose\" at all.  <i>Ibid.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> While the NLRA does not expressly recognize a right to be covered by a collective-bargaining agreement, in that no duty is imposed on an employer actually to reach agreement with represented employees, see 29 U.S.C. &#167; 158(d), a State's penalty on those who complete the collective-bargaining process works an interference with the operation of the Act, much as does a penalty on those who participate in the process.  Cf. <i>Hill v. Florida ex rel. Watson,</i> 325 U.S. 538, 65 S.Ct. 1373, 89 L.Ed. 1782 (1945) (State may not enforce licensing requirement on collective-bargaining agents).</p>\n        <p>We understand the difference between the position of petitioner (who would place this case within our \"<i>Machinists</i> \" line of labor pre-emption cases, see <i>Machinists v. Wisconsin Employment Relations Comm'n,</i> 427 U.S. 132, 96 S.Ct. 2548, 49 L.Ed.2d 396 (1976)) and that of her <i>amicus,</i> the Solicitor General (who describes it as a case of \"conflict\" pre-emption, see Brief for United States as <i>Amicus Curiae</i> 14-15 and n. 4) to be entirely semantic, depending on whether Livadas's right is characterized as implicit in the structure of the Act (as was the right to self-help upheld in <i>Machinists</i> ) or as rooted in the text of &#167; 7. See generally <i>Golden State II,</i> 493 U.S. 103, 110-112, 110 S.Ct. 444, 450-452, 107 L.Ed.2d 420 (1989) (emphasizing fundamental similarity between enumerated NLRA rights and \"<i>Machinists</i> \" rights).  Neither party here argues for application of the rule of <i>San Diego Building Trades Council v. Garmon,</i> 359 U.S. 236, 79 S.Ct. 773, 3 L.Ed.2d 775 (1959), which safeguards the primary jurisdiction of the National Labor Relations Board to pass judgment on certain conduct, such as labor picketing, which might be held protected by &#167; 7 of the Act but which might also be prohibited by &#167; 8 of the Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Despite certain similarities, the question whether federal labor law permits a State to grant or withhold unemployment insurance benefits from striking workers requires consideration of the policies underlying a distinct federal statute, Title IX of the Social Security Act, see 26 U.S.C. &#167; 3301 (1988 ed. and Supp. IV);  42 U.S.C. &#167; 501 <i>et seq.;</i>  42 U.S.C. &#167; 1101 <i>et seq.</i>  Thus, straightforward NLRA pre-emption analysis has been held inappropriate.  See <i>New York Telephone Co. v. New York Dept. of Labor,</i> 440 U.S. 519, 536-540, 99 S.Ct. 1328, 1339-1341, 59 L.Ed.2d 553 (1979) (plurality opinion);  see also <i>id.,</i> at 549, 99 S.Ct., at 1345-1346 (BLACKMUN, J., concurring in judgment).</p>\n        <p>Noting that <i>Nash v. Florida Industrial Comm'n,</i> 389 U.S. 235, 88 S.Ct. 362, 19 L.Ed.2d 438 (1967), held state action pre-empted that was \"like the coercive actions which employers and unions are forbidden to engage in,\" see <i>id.,</i> at 239, 88 S.Ct., at 366, it is argued here, see Brief for Employers Group as <i>Amicus Curiae</i> 7-12, that the NLRA prohibits only state action closely analogous to conduct that would support an unfair labor practice charge if engaged in by a private employer.  Our cases, however, teach that parallelism is not dispositive and that the Act sometimes demands a more scrupulous evenhandedness from the States.  See generally <i>Wisconsin Dept. of Industry, Labor and Human Relations v. Gould, Inc.,</i> 475 U.S. 282, 290, 106 S.Ct. 1057, 1063, 89 L.Ed.2d 223 (1986) (state may not debar employers with multiple NLRA violations from government contracting);  compare <i>Golden State I,</i> 475 U.S. 608, 106 S.Ct. 1395, 89 L.Ed.2d 616 (1986), with <i>NLRB v. Servette, Inc.,</i> 377 U.S. 46, 49-54, 84 S.Ct. 1098, 1101-1104, 12 L.Ed.2d 121 (1964) (private actor may refuse to deal with employer based on impending strike);  but cf. <i>Building and Constr. Trades Council of Metro Dist. v. Associated Builders &amp; Contractors of Mass./R.I., Inc.,</i> 507 U.S. ----, 113 S.Ct. 1190, 122 L.Ed.2d 565 (1993) (the Act does not always preclude a State, functioning as an employer or a purchaser of labor services, from behaving as a private employer would be entitled to do).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See also <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 971 F.2d 1148, 1154 (CA4 1992) (State may not, consistently with the NLRA, withhold protections of state anti-trespass law from employer involved in labor dispute, in an effort to apply a facially valid \"neutrality statute\").  Thus, while the \"misinterpretation of a perfectly valid state statute . . . does not [in itself] provide grounds for federal relief,\" 987 F.2d, at 559, it does not follow that no federal relief may be had when such misinterpretation results in conflict with federal law.  Nor does the opportunity to seek redress in a nonfederal forum determine the existence of a federal right, see <i>ibid.</i>  See, <i>e.g., Monroe v. Pape,</i> 365 U.S. 167, 183, 81 S.Ct. 473, 482, 5 L.Ed.2d 492 (1961).  Of course, the extent to which a course of conduct has deviated from \"clearly established\" federal law remains crucial to deciding whether an official will be entitled to immunity from individual damage liability, see, <i>e.g., Davis v. Scherer,</i> 468 U.S. 183, 197, 104 S.Ct. 3012, 3020-3021, 82 L.Ed.2d 139 (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Similarly, because our analysis here turns not on the \"rationality\" of the governmental classification, but rather on its effect on federal objectives, the Commissioner's policy is not saved merely because it happens, at the margins, to be \"under-\" and \"over-inclusive,\" <i>i.e.,</i> burdening certain employees who are not protected by the NLRA and allowing employees covered by highly unusual collective-bargaining agreements the benefit of enforcement of &#167;&#167; 201 and 203 claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Section 301 states that \"[s]uits for violation of contracts between an employer and a labor organization representing employees . . . may be brought in any district court of the United States having jurisdiction of the parties. . . .\" 29 U.S.C. &#167; 185(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Within its proper sphere, &#167; 301 has been accorded unusual pre-emptive power.  In <i>Avco Corp. v. Machinists,</i> 390 U.S. 557, 88 S.Ct. 1235, 20 L.Ed.2d 126 (1968), for example, we recognized that an action for breach of a collective-bargaining agreement \"ar[ose] under\" &#167; 301 (and therefore was subject to federal removal, see 28 U.S.C. &#167; 1441 (1988 ed. and Supp. IV)), despite the fact that the petitioner's complaint did not mention the federal provision and appeared to plead an adequate claim for relief under state contract law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> That is so, we explained, both because Congress is understood to have legislated against a backdrop of generally applicable labor standards, see, <i>e.g., Lingle,</i> 486 U.S., at 411-412, 108 S.Ct., at 1884-1885, and because the scope of the arbitral promise is not itself unlimited, see <i>Steelworkers v. Warrior &amp; Gulf Navigation Co.,</i> 363 U.S. 574, 582, 80 S.Ct. 1347, 1353, 4 L.Ed.2d 1409 (1960) (\"arbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit\").  And while contract-interpretation disputes must be resolved in the bargained-for arbitral realm, see <i>Republic Steel Corp. v. Maddox,</i> 379 U.S. 650, 85 S.Ct. 614, 13 L.Ed.2d 580 (1965), &#167; 301 does not disable state courts from interpreting the terms of collective-bargaining agreements in resolving nonpre-empted claims, see <i>Charles Dowd Box Co. v. Courtney,</i> 368 U.S. 502, 82 S.Ct. 519, 7 L.Ed.2d 483 (1962) (state courts have jurisdiction over &#167; 301 suits but must apply federal common law);  <i>NLRB v. C &amp; C Plywood Corp.,</i> 385 U.S. 421, 87 S.Ct. 559, 17 L.Ed.2d 486 (1967).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We are aware, as an <i>amicus</i> brief makes clear, see Brief for AFL-CIO as <i>Amicus Curiae,,</i> that the Courts of Appeals have not been entirely uniform in their understanding and application of the principles set down in <i>Lingle</i> and <i>Lueck.</i>  But this case, in which nonpre-emption under &#167; 301 is clear beyond preadventure, see <i>infra,</i> at ____, is not a fit occasion for us to resolve disagreements that have arisen over the proper scope of our earlier decisions.  We do note in this regard that while our cases tend to speak broadly in terms of &#167; 301 \"pre-emption,\" defendants invoke that provision in diverse situations and for different reasons:  sometimes their assertion is that a plaintiff's cause of action itself derives from the collective-bargaining agreement (and, by that agreement, belongs before an arbitrator);  in other instances, the argument is different, that a plaintiff's claim cannot be \"resolved\" absent collective-bargaining agreement interpretation, <i>i.e.,</i> that a term of the agreement may or does confer a defense on the employer (perhaps because the employee or his union has negotiated away the state law right), cf. <i>Caterpillar Inc. v. Williams,</i> 482 U.S. 386, 398-399, 107 S.Ct. 2425, 2432-2433, 96 L.Ed.2d 318 (1987);  and in other cases still, concededly \"independent\" state-law litigation may nonetheless entail some collective-bargaining agreement application.  Holding the plaintiff's cause of action substantively extinguished may not, as <i>amicus</i> AFL-CIO observes, always be the only means of vindicating the arbitrator's primacy as the bargained-for contract-interpreter.  Cf. <i>Collyer Insulated Wire, Gulf &amp; Western Systems Co.,</i> 192 N.L.R.B. 837 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> This is not to say, of course, that a &#167; 203 penalty claim could never be pre-empted by &#167; 301.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In holding the challenged policy pre-empted, we note that there is no equally obvious conflict between what &#167; 301 requires and the text of Labor Code &#167; 229 (as against what respondent has read it to mean).  The California provision, which concerns whether a promise to arbitrate a claim will be enforced to defeat a direct action under the Labor Code, does not purport generally to deny union-represented employees their rights under &#167;&#167; 201 and 203.  Rather, it confines its preclusive focus only to \"dispute[s] concerning the interpretation or application of any collective-bargaining agreement,\" in which event an \"agreement to arbitrate\" such disputes is to be given effect.  Nor does the <i>Howard</i> decision, the apparent font of the Commissioner's policy, appear untrue to &#167; 301 teachings:  there, an employee sought to have an \"unpaid wage\" claim do the office of a claim that a collective-bargaining agreement entitled him to a higher wage; that sort of claim, however, derives its existence from the collective-bargaining agreement and, accordingly, falls within any customary understanding of arbitral jurisdiction.  See 53 Cal.App.3d, at 836, 126 Cal.Rptr., at 411.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> In holding that an agreement to arbitrate an Age Discrimination in Employment Act claim is enforceable under the Federal Arbitration Act, <i>Gilmer</i> emphasized its basic consistency with our unanimous decision in <i>Alexander v. Gardner-Denver Co.,</i> 415 U.S. 36, 94 S.Ct. 1011, 39 L.Ed.2d 147 (1974), permitting a discharged employee to bring a Title VII claim, notwithstanding his having already grieved the dismissal under a collective-bargaining agreement.  <i>Gilmer</i> distinguished <i>Gardner-Denver</i> as relying, <i>inter alia,</i> on:  the \"distinctly separate nature of . . . contractual and statutory rights\" (even when both were \"violated as a result of the same factual occurrence\"), 415 U.S., at 50, 94 S.Ct., at 1020;  the fact that a labor \"arbitrator has authority to resolve only questions of contractual rights,\" <i>id.,</i> at 53-54, 94 S.Ct., at 1022;  and the concern that in collective-bargaining arbitration, \"the interests of the individual employee may be subordinated to the collective interests of all employees in the bargaining unit.\"  <i>Id.,</i> at 58, n. 19, 94 S.Ct., at 1024, n. 19.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> The Commissioner avoids such complications simply by omitting any reference to Labor Code &#167; 219.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> We noted that \"Congress [has never] seen fit to exclude unionized workers and employers from laws establishing federal minimum employment standards.  We see no reason to believe that for this purpose Congress intended state minimum labor standards to be treated differently. . . .  Minimum state labor standards affect union and nonunion employees equally and neither encourage nor discourage the collective-bargaining processes that are the subject of the NLRA.\"  <i>Metropolitan Life,</i> 471 U.S., at 755, 105 S.Ct., at 2397.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Were it enough simply to point to a general labor policy advanced by particular state action, the city in <i>Golden State</i> could have claimed to be encouraging the \"friendly adjustment of industrial disputes,\" 29 U.S.C. &#167; 151, and the State in <i>Gould,</i> the entirely \"laudable,\" 475 U.S., at 291, 106 S.Ct., at 1063-1064, purpose of \"deter[ring] labor law violations and . . . reward[ing] 'fidelity to the law,' \" <i>id.,</i> at 287, 106 S.Ct., at 1061.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> It bears mention that the law in <i>Fort Halifax</i> pegged the benefit payment to an employee's wages, meaning that the State Labor Commissioner would \"look to\" the collective-bargaining agreement in enforcing claims in precisely the same manner that respondent would here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Nor does it seem plausible to suggest that Congress meant to pre-empt such opt-out laws, as \"burdening\" the statutory right of employees not to join unions by denying nonrepresented employees the \"benefit\" of being able to \"contract out\" of such standards.  Cf. Addendum B to Brief for Employers Group as <i>Amicus Curiae</i> (collecting federal statutes containing similar provisions).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Thus, <i>Golden State II</i> observed that an NLRA pre-emption claim grounded in the need to vindicate the primary jurisdiction of the NLRB, see <i>San Diego Building Trades Council v. Garmon,</i> 359 U.S. 236, 79 S.Ct. 773, 3 L.Ed.2d 775 (1959), see n. 10, <i>supra,</i> is \"fundamentally different\" from one stemming from state abridgement of a protected individual interest, see 493 U.S., at 110, 110 S.Ct., at 450-451, a difference that might prove relevant to cognizability under &#167; 1983.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/117852/"
}