{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "414 U.S. 563", 
    "federal_cite_two": "94 S. Ct. 786", 
    "specialty_cite_one": null, 
    "federal_cite_three": "39 L. Ed. 2d 1", 
    "lexis_cite": "1974 U.S. LEXIS 151", 
    "document_uris": [
      "/api/rest/v2/document/108910/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Lau v. Nichols", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "72-6520", 
    "id": 93269, 
    "resource_uri": "/api/rest/v2/citation/93269/"
  }, 
  "id": 108910, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1974-01-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>414 U.S. 563 (1974)</b></center>\n<center><h1>LAU ET AL.<br>\nv.<br>\nNICHOLS ET AL.</h1></center>\n<center>No. 72-6520.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1973.</center>\n<center>Decided January 21, 1974.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Edward H. Steinman</i> argued the cause for petitioners. With him on the briefs were <i>Kenneth Hecht</i> and <i>David C. Moon.</i></p>\n<p><i>Thomas M. O'Connor</i> argued the cause for respondents. With him on the brief were <i>George E. Krueger</i> and <i>Burk E. Delventhal.</i></p>\n<p><i>Assistant Attorney General Pottinger</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Bork, Deputy Solicitor General Wallace, Mark L. Evans,</i> and <i>Brian K. Landsberg.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*564</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>The San Francisco, California, school system was integrated in 1971 as a result of a federal court decree, 339 F. Supp. 1315. See <i>Lee</i> v. <i>Johnson,</i> 404 U. S. 1215. The District Court found that there are 2,856 students of Chinese ancestry in the school system who do not speak English. Of those who have that language deficiency, about 1,000 are given supplemental courses in the English language.<sup>[1]</sup> About 1,800, however, do not receive that instruction.</p>\n<p>This class suit brought by non-English-speaking Chinese students against officials responsible for the operation of the San Francisco Unified School District seeks relief against the unequal educational opportunities, which are alleged to violate, <i>inter alia,</i> the Fourteenth Amendment. No specific remedy is urged upon us. <span class=\"star-pagination\">*565</span> Teaching English to the students of Chinese ancestry who do not speak the language is one choice. Giving instructions to this group in Chinese is another. There may be others. Petitioners ask only that the Board of Education be directed to apply its expertise to the problem and rectify the situation.</p>\n<p>The District Court denied relief. The Court of Appeals affirmed, holding that there was no violation of the Equal Protection Clause of the Fourteenth Amendment or of § 601 of the Civil Rights Act of 1964, 78 Stat. 252, 42 U. S. C. § 2000d, which excludes from participation in federal financial assistance, recipients of aid which discriminate against racial groups, 483 F. 2d 791. One judge dissented. A hearing en banc was denied, two judges dissenting. <i>Id.,</i> at 805.</p>\n<p>We granted the petition for certiorari because of the public importance of the question presented, 412 U. S. 938.</p>\n<p>The Court of Appeals reasoned that \"[e]very student brings to the starting line of his educational career different advantages and disadvantages caused in part by social, economic and cultural background, created and continued completely apart from any contribution by the school system,\" 483 F. 2d, at 797. Yet in our view the case may not be so easily decided. This is a public school system of California and § 71 of the California Education Code states that \"English shall be the basic language of instruction in all schools.\" That section permits a school district to determine \"when and under what circumstances instruction may be given bilingually.\" That section also states as \"the policy of the state\" to insure \"the mastery of English by all pupils in the schools.\" And bilingual instruction is authorized \"to the extent that it does not interfere with the systematic, sequential, and regular instruction of all pupils in the English language.\"</p>\n<p><span class=\"star-pagination\">*566</span> Moreover, § 8573 of the Education Code provides that no pupil shall receive a diploma of graduation from grade 12 who has not met the standards of proficiency in \"English,\" as well as other prescribed subjects. Moreover, by § 12101 of the Education Code (Supp. 1973) children between the ages of six and 16 years are (with exceptions not material here) \"subject to compulsory full-time education.\"</p>\n<p>Under these state-imposed standards there is no equality of treatment merely by providing students with the same facilities, textbooks, teachers, and curriculum; for students who do not understand English are effectively foreclosed from any meaningful education.</p>\n<p>Basic English skills are at the very core of what these public schools teach. Imposition of a requirement that, before a child can effectively participate in the educational program, he must already have acquired those basic skills is to make a mockery of public education. We know that those who do not understand English are certain to find their classroom experiences wholly incomprehensible and in no way meaningful.</p>\n<p>We do not reach the Equal Protection Clause argument which has been advanced but rely solely on § 601 of the Civil Rights Act of 1964, 42 U. S. C. § 2000d, to reverse the Court of Appeals.</p>\n<p>That section bans discrimination based \"on the ground of race, color, or national origin,\" in \"any program or activity receiving Federal financial assistance.\" The school district involved in this litigation receives large amounts of federal financial assistance. The Department of Health, Education, and Welfare (HEW), which has authority to promulgate regulations prohibiting discrimination in federally assisted school systems, 42 U. S. C. § 2000d-1, in 1968 issued one guideline that \"[s]chool systems are responsible for assuring that students of a particular race, color, or national origin are not denied the <span class=\"star-pagination\">*567</span> opportunity to obtain the education generally obtained by other students in the system.\" 33 Fed. Reg. 4956. In 1970 HEW made the guidelines more specific, requiring school districts that were federally funded \"to rectify the language deficiency in order to open\" the instruction to students who had \"linguistic deficiencies,\" 35 Fed. Reg. 11595.</p>\n<p>By § 602 of the Act HEW is authorized to issue rules, regulations, and orders<sup>[2]</sup> to make sure that recipients of federal aid under its jurisdiction conduct any federally financed projects consistently with § 601. HEW's regulations, 45 CFR § 80.3 (b) (1), specify that the recipients may not</p>\n<blockquote>\"(ii) Provide any service, financial aid, or other benefit to an individual which is different, or is provided in a different manner, from that provided to others under the program;</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"(iv) Restrict an individual in any way in the enjoyment of any advantage or privilege enjoyed by others receiving any service, financial aid, or other benefit under the program.\"</blockquote>\n<p>Discrimination among students on account of race or national origin that is prohibited includes \"discrimination. . . in the availability or use of any academic . . . or <span class=\"star-pagination\">*568</span> other facilities of the grantee or other recipient.\" <i>Id.,</i> § 80.5 (b).</p>\n<p>Discrimination is barred which has that <i>effect</i> even though no purposeful design is present: a recipient \"may not . . . utilize criteria or methods of administration which have the effect of subjecting individuals to discrimination\" or have \"the effect of defeating or substantially impairing accomplishment of the objectives of the program as respect individuals of a particular race, color, or national origin.\" <i>Id.,</i> § 80.3 (b) (2).</p>\n<p>It seems obvious that the Chinese-speaking minority receive fewer benefits than the English-speaking majority from respondents' school system which denies them a meaningful opportunity to participate in the educational program\u0097all earmarks of the discrimination banned by the regulations.<sup>[3]</sup> In 1970 HEW issued clarifying guidelines, 35 Fed. Reg. 11595, which include the following:</p>\n<p>\"Where inability to speak and understand the English language excludes national origin-minority group children from effective participation in the educational program offered by a school district, the district must take affirmative steps to rectify the language deficiency in order to open its instructional program to these students.\"</p>\n<p>\"Any ability grouping or tracking system employed by the school system to deal with the special language skill needs of national origin-minority group children must be designed to meet such language skill needs as soon as possible and must not operate as an educational deadend or permanent track.\"</p>\n<p>Respondent school district contractually agreed to \"comply with title VI of the Civil Rights Act of 1964 . . . and all requirements imposed by or pursuant to the <span class=\"star-pagination\">*569</span> Regulation\" of HEW (45 CFR pt. 80) which are \"issued pursuant to that title . . .\" and also immediately to \"take any measures necessary to effectuate this agreement.\" The Federal Government has power to fix the terms on which its money allotments to the States shall be disbursed. <i>Oklahoma</i> v. <i>CSC,</i> 330 U. S. 127, 142-143. Whatever may be the limits of that power, <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S. 548, 590 <i>et seq.,</i> they have not been reached here. Senator Humphrey, during the floor debates on the Civil Rights Act of 1964, said:<sup>[4]</sup></p>\n<p>\"Simple justice requires that public funds, to which all taxpayers of all races contribute, not be spent in any fashion which encourages, entrenches, subsidizes, or results in racial discrimination.\"</p>\n<p>We accordingly reverse the judgment of the Court of Appeals and remand the case for the fashioning of appropriate relief.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE WHITE concurs in the result.</p>\n<p>MR. JUSTICE STEWART, with whom THE CHIEF JUSTICE and MR. JUSTICE BLACKMUN join, concurring in the result.</p>\n<p>It is uncontested that more than 2,800 schoolchildren of Chinese ancestry attend school in the San Francisco Unified School District system even though they do not speak, understand, read, or write the English language, and that as to some 1,800 of these pupils the respondent school authorities have taken no significant steps to deal with this language deficiency. The petitioners do not contend, however, that the respondents have affirmatively or intentionally contributed to this inadequacy, but only <span class=\"star-pagination\">*570</span> that they have failed to act in the face of changing social and linguistic patterns. Because of this laissezfaire attitude on the part of the school administrators, it is not entirely clear that § 601 of the Civil Rights Act of 1964, 42 U. S. C. § 2000d, standing alone, would render illegal the expenditure of federal funds on these schools. For that section provides that \"[n]o person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\"</p>\n<p>On the other hand, the interpretive guidelines published by the Office for Civil Rights of the Department of Health, Education, and Welfare in 1970, 35 Fed. Reg. 11595, clearly indicate that affirmative efforts to give special training for non-English-speaking pupils are required by Tit. VI as a condition to receipt of federal aid to public schools:</p>\n<blockquote>\"Where inability to speak and understand the English language excludes national origin-minority group children from effective participation in the educational program offered by a school district, the district must take affirmative steps to rectify the language deficiency in order to open its instructional program to these students.\"<sup>[1]</sup></blockquote>\n<p><span class=\"star-pagination\">*571</span> The critical question is, therefore, whether the regulations and guidelines promulgated by HEW go beyond the authority of § 601.<sup>[2]</sup> Last Term, in <i>Mourning</i> v. <i>Family Publications Service, Inc.,</i> 411 U. S. 356, 369, we held that the validity of a regulation promulgated under a general authorization provision such as § 602 of Tit. VI<sup>[3]</sup> \"will be sustained so long as it is `reasonably related to the purposes of the enabling legislation.' <i>Thorpe</i> v. <i>Housing Authority of the City of Durham,</i> 393 U. S. 268, 280-281 (1969).\" I think the guidelines here fairly meet that test. Moreover, in assessing the purposes of remedial legislation we have found that departmental regulations and \"consistent administrative construction\" are \"entitled to great weight.\" <i>Trafficante</i> v. <i>Metropolitan Life Insurance Co.,</i> 409 U. S. 205, 210; <i>Griggs</i> v. <i>Duke Power Co.,</i> 401 U. S. 424, 433-434; <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1. The Department has reasonably and consistently interpreted § 601 to require affirmative remedial efforts to give special attention to linguistically deprived children.</p>\n<p>For these reasons I concur in the result reached by the Court.</p>\n<p>MR. JUSTICE BLACKMUN, with whom THE CHIEF JUSTICE joins, concurring in the result.</p>\n<p>I join MR. JUSTICE STEWART'S opinion and thus I, too, concur in the result. Against the possibility that the Court's judgment may be interpreted too broadly, I <span class=\"star-pagination\">*572</span> stress the fact that the children with whom we are concerned here number about 1,800. This is a very substantial group that is being deprived of any meaningful schooling because the children cannot understand the language of the classroom. We may only guess as to why they have had no exposure to English in their preschool years. Earlier generations of American ethnic groups have overcome the language barrier by earnest parental endeavor or by the hard fact of being pushed out of the family or community nest and into the realities of broader experience.</p>\n<p>I merely wish to make plain that when, in another case, we are concerned with a very few youngsters, or with just a single child who speaks only German or Polish or Spanish or any language other than English, I would not regard today's decision, or the separate concurrence, as conclusive upon the issue whether the statute and the guidelines require the funded school district to provide special instruction. For me, numbers are at the heart of this case and my concurrence is to be understood accordingly.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed by <i>Stephen J. Pollak, Ralph J. Moore, Jr., David Rubin,</i> and <i>Peter T. Galiano</i> for the National Education Assn. et al.; by <i>W. Reece Bader</i> and <i>James R. Madison</i> for the San Francisco Lawyers' Committee for Urban Affairs; by <i>J. Harold Flannery</i> for the Center for Law and Education, Harvard University; by <i>Herbert Teitelbaum</i> for the Puerto Rican Legal Defense and Education Fund, Inc.; by <i>Mario G. Obledo, Sanford J. Rosen, Michael Mendelson,</i> and <i>Alan Exelrod</i> for the Mexican American Legal Defense and Educational Fund et al.; by <i>Samuel Rabinove, Joseph B. Robison, Arnold Forster,</i> and <i>Elliot C. Rothenberg</i> for the American Jewish Committee et al.; by <i>F. Raymond Marks</i> for the Childhood and Government Project; by <i>Martin Glick</i> for Efrain Tostado et al.; and by the Chinese Consolidated Benevolent Assn. et al.</p>\n<p>[1]  A report adopted by the Human Rights Commission of San Francisco and submitted to the Court by respondents after oral argument shows that, as of April 1973, there were 3,457 Chinese students in the school system who spoke little or no English. The document further showed 2,136 students enrolled in Chinese special instruction classes, but at least 429 of the enrollees were not Chinese but were included for ethnic balance. Thus, as of April 1973, no more than 1,707 of the 3,457 Chinese students needing special English instruction were receiving it.</p>\n<p>[2]  Section 602 provides:\n</p>\n<p>\"Each Federal department and agency which is empowered to extend Federal financial assistance to any program or activity, by way of grant, loan, or contract other than a contract of insurance or guaranty, is authorized and directed to effectuate the provisions of section 2000d of this title with respect to such program or activity by issuing rules, regulations, or orders of general applicability which shall be consistent with achievement of the objectives of the statute authorizing the financial assistance in connection with which the action is taken. . . .\" 42 U. S. C. § 2000d-1.</p>\n<p>[3]  And see Report of the Human Rights Commission of San Francisco, Bilingual Education in the San Francisco Public Schools, Aug. 9, 1973.</p>\n<p>[4]  110 Cong. Rec. 6543 (Sen. Humphrey, quoting from President Kennedy's message to Congress, June 19, 1963).</p>\n<p>[1]  These guidelines were issued in further clarification of the Department's position as stated in its regulations issued to implement Tit. VI, 45 CFR pt. 80. The regulations provide in part that no recipient of federal financial assistance administered by HEW may\n</p>\n<p>\"Provide any service, financial aid, or other benefit to an individual which is different, or is provided in a different manner, from that provided to others under the program; [or]</p>\n<p>\"Restrict an individual in any way in the enjoyment of any advantage or privilege enjoyed by others receiving any service, financial aid, or other benefit under the program.\" 45 CFR § 80.3 (b) (1) (ii), (iv).</p>\n<p>[2]  The respondents do not contest the standing of the petitioners to sue as beneficiaries of the federal funding contract between the Department of Health, Education, and Welfare and the San Francisco Unified School District.</p>\n<p>[3]  Section 602, 42 U. S. C. § 2000d-1, provides in pertinent part:\n</p>\n<p>\"Each Federal department and agency which is empowered to extend Federal financial assistance to any program or activity, by way of grant, loan, or contract other than a contract of insurance or guaranty, is authorized and directed to effectuate the provisions of section 2000d of this title with respect to such program or activity by issuing rules, regulations, or orders of general applicability which shall be consistent with achievement of the objectives of the statute authorizing the financial assistance in connection with which the action is taken. . . .\"</p>\n<p>The United States as <i>amicus curiae</i> asserts in its brief, and the respondents appear to concede, that the guidelines were issued pursuant to § 602.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:46", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></span> (1974)</b></center>\n<center><h1>LAU ET AL.<br>\nv.<br>\nNICHOLS ET AL.</h1></center>\n<center>No. 72-6520.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1973.</center>\n<center>Decided January 21, 1974.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Edward H. Steinman</i> argued the cause for petitioners. With him on the briefs were <i>Kenneth Hecht</i> and <i>David C. Moon.</i></p>\n<p><i>Thomas M. O'Connor</i> argued the cause for respondents. With him on the brief were <i>George E. Krueger</i> and <i>Burk E. Delventhal.</i></p>\n<p><i>Assistant Attorney General Pottinger</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With him on the brief were <i>Solicitor General Bork, Deputy Solicitor General Wallace, Mark L. Evans,</i> and <i>Brian K. Landsberg.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*564</span> MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>The San Francisco, California, school system was integrated in 1971 as a result of a federal court decree, 339 F. Supp. 1315. See <i>Lee</i> v. <i>Johnson,</i> 404 U. S. 1215. The District Court found that there are 2,856 students of Chinese ancestry in the school system who do not speak English. Of those who have that language deficiency, about 1,000 are given supplemental courses in the English language.<sup>[1]</sup> About 1,800, however, do not receive that instruction.</p>\n<p>This class suit brought by non-English-speaking Chinese students against officials responsible for the operation of the San Francisco Unified School District seeks relief against the unequal educational opportunities, which are alleged to violate, <i>inter alia,</i> the Fourteenth Amendment. No specific remedy is urged upon us. <span class=\"star-pagination\">*565</span> Teaching English to the students of Chinese ancestry who do not speak the language is one choice. Giving instructions to this group in Chinese is another. There may be others. Petitioners ask only that the Board of Education be directed to apply its expertise to the problem and rectify the situation.</p>\n<p>The District Court denied relief. The Court of Appeals affirmed, holding that there was no violation of the Equal Protection Clause of the Fourteenth Amendment or of § 601 of the Civil Rights Act of 1964, 78 Stat. 252, 42 U. S. C. § 2000d, which excludes from participation in federal financial assistance, recipients of aid which discriminate against racial groups, 483 F. 2d 791. One judge dissented. A hearing en banc was denied, two judges dissenting. <i>Id.,</i> at 805.</p>\n<p>We granted the petition for certiorari because of the public importance of the question presented, 412 U. S. 938.</p>\n<p>The Court of Appeals reasoned that \"[e]very student brings to the starting line of his educational career different advantages and disadvantages caused in part by social, economic and cultural background, created and continued completely apart from any contribution by the school system,\" 483 F. 2d, at 797. Yet in our view the case may not be so easily decided. This is a public school system of California and § 71 of the California Education Code states that \"English shall be the basic language of instruction in all schools.\" That section permits a school district to determine \"when and under what circumstances instruction may be given bilingually.\" That section also states as \"the policy of the state\" to insure \"the mastery of English by all pupils in the schools.\" And bilingual instruction is authorized \"to the extent that it does not interfere with the systematic, sequential, and regular instruction of all pupils in the English language.\"</p>\n<p><span class=\"star-pagination\">*566</span> Moreover, § 8573 of the Education Code provides that no pupil shall receive a diploma of graduation from grade 12 who has not met the standards of proficiency in \"English,\" as well as other prescribed subjects. Moreover, by § 12101 of the Education Code (Supp. 1973) children between the ages of six and 16 years are (with exceptions not material here) \"subject to compulsory full-time education.\"</p>\n<p>Under these state-imposed standards there is no equality of treatment merely by providing students with the same facilities, textbooks, teachers, and curriculum; for students who do not understand English are effectively foreclosed from any meaningful education.</p>\n<p>Basic English skills are at the very core of what these public schools teach. Imposition of a requirement that, before a child can effectively participate in the educational program, he must already have acquired those basic skills is to make a mockery of public education. We know that those who do not understand English are certain to find their classroom experiences wholly incomprehensible and in no way meaningful.</p>\n<p>We do not reach the Equal Protection Clause argument which has been advanced but rely solely on § 601 of the Civil Rights Act of 1964, 42 U. S. C. § 2000d, to reverse the Court of Appeals.</p>\n<p>That section bans discrimination based \"on the ground of race, color, or national origin,\" in \"any program or activity receiving Federal financial assistance.\" The school district involved in this litigation receives large amounts of federal financial assistance. The Department of Health, Education, and Welfare (HEW), which has authority to promulgate regulations prohibiting discrimination in federally assisted school systems, 42 U. S. C. § 2000d-1, in 1968 issued one guideline that \"[s]chool systems are responsible for assuring that students of a particular race, color, or national origin are not denied the <span class=\"star-pagination\">*567</span> opportunity to obtain the education generally obtained by other students in the system.\" 33 Fed. Reg. 4956. In 1970 HEW made the guidelines more specific, requiring school districts that were federally funded \"to rectify the language deficiency in order to open\" the instruction to students who had \"linguistic deficiencies,\" 35 Fed. Reg. 11595.</p>\n<p>By § 602 of the Act HEW is authorized to issue rules, regulations, and orders<sup>[2]</sup> to make sure that recipients of federal aid under its jurisdiction conduct any federally financed projects consistently with § 601. HEW's regulations, 45 CFR § 80.3 (b) (1), specify that the recipients may not</p>\n<blockquote>\"(ii) Provide any service, financial aid, or other benefit to an individual which is different, or is provided in a different manner, from that provided to others under the program;</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"(iv) Restrict an individual in any way in the enjoyment of any advantage or privilege enjoyed by others receiving any service, financial aid, or other benefit under the program.\"</blockquote>\n<p>Discrimination among students on account of race or national origin that is prohibited includes \"discrimination. . . in the availability or use of any academic . . . or <span class=\"star-pagination\">*568</span> other facilities of the grantee or other recipient.\" <i>Id.,</i> § 80.5 (b).</p>\n<p>Discrimination is barred which has that <i>effect</i> even though no purposeful design is present: a recipient \"may not . . . utilize criteria or methods of administration which have the effect of subjecting individuals to discrimination\" or have \"the effect of defeating or substantially impairing accomplishment of the objectives of the program as respect individuals of a particular race, color, or national origin.\" <i>Id.,</i> § 80.3 (b) (2).</p>\n<p>It seems obvious that the Chinese-speaking minority receive fewer benefits than the English-speaking majority from respondents' school system which denies them a meaningful opportunity to participate in the educational program\u0097all earmarks of the discrimination banned by the regulations.<sup>[3]</sup> In 1970 HEW issued clarifying guidelines, 35 Fed. Reg. 11595, which include the following:</p>\n<p>\"Where inability to speak and understand the English language excludes national origin-minority group children from effective participation in the educational program offered by a school district, the district must take affirmative steps to rectify the language deficiency in order to open its instructional program to these students.\"</p>\n<p>\"Any ability grouping or tracking system employed by the school system to deal with the special language skill needs of national origin-minority group children must be designed to meet such language skill needs as soon as possible and must not operate as an educational deadend or permanent track.\"</p>\n<p>Respondent school district contractually agreed to \"comply with title VI of the Civil Rights Act of 1964 . . . and all requirements imposed by or pursuant to the <span class=\"star-pagination\">*569</span> Regulation\" of HEW (45 CFR pt. 80) which are \"issued pursuant to that title . . .\" and also immediately to \"take any measures necessary to effectuate this agreement.\" The Federal Government has power to fix the terms on which its money allotments to the States shall be disbursed. <i>Oklahoma</i> v. <i>CSC,</i> 330 U. S. 127, 142-143. Whatever may be the limits of that power, <i>Steward Machine Co.</i> v. <i>Davis,</i> 301 U. S. 548, 590 <i>et seq.,</i> they have not been reached here. Senator Humphrey, during the floor debates on the Civil Rights Act of 1964, said:<sup>[4]</sup></p>\n<p>\"Simple justice requires that public funds, to which all taxpayers of all races contribute, not be spent in any fashion which encourages, entrenches, subsidizes, or results in racial discrimination.\"</p>\n<p>We accordingly reverse the judgment of the Court of Appeals and remand the case for the fashioning of appropriate relief.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE WHITE concurs in the result.</p>\n<p>MR. JUSTICE STEWART, with whom THE CHIEF JUSTICE and MR. JUSTICE BLACKMUN join, concurring in the result.</p>\n<p>It is uncontested that more than 2,800 schoolchildren of Chinese ancestry attend school in the San Francisco Unified School District system even though they do not speak, understand, read, or write the English language, and that as to some 1,800 of these pupils the respondent school authorities have taken no significant steps to deal with this language deficiency. The petitioners do not contend, however, that the respondents have affirmatively or intentionally contributed to this inadequacy, but only <span class=\"star-pagination\">*570</span> that they have failed to act in the face of changing social and linguistic patterns. Because of this laissezfaire attitude on the part of the school administrators, it is not entirely clear that § 601 of the Civil Rights Act of 1964, 42 U. S. C. § 2000d, standing alone, would render illegal the expenditure of federal funds on these schools. For that section provides that \"[n]o person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\"</p>\n<p>On the other hand, the interpretive guidelines published by the Office for Civil Rights of the Department of Health, Education, and Welfare in 1970, 35 Fed. Reg. 11595, clearly indicate that affirmative efforts to give special training for non-English-speaking pupils are required by Tit. VI as a condition to receipt of federal aid to public schools:</p>\n<blockquote>\"Where inability to speak and understand the English language excludes national origin-minority group children from effective participation in the educational program offered by a school district, the district must take affirmative steps to rectify the language deficiency in order to open its instructional program to these students.\"<sup>[1]</sup></blockquote>\n<p><span class=\"star-pagination\">*571</span> The critical question is, therefore, whether the regulations and guidelines promulgated by HEW go beyond the authority of § 601.<sup>[2]</sup> Last Term, in <i>Mourning</i> v. <i>Family Publications Service, Inc.,</i> 411 U. S. 356, 369, we held that the validity of a regulation promulgated under a general authorization provision such as § 602 of Tit. VI<sup>[3]</sup> \"will be sustained so long as it is `reasonably related to the purposes of the enabling legislation.' <i>Thorpe</i> v. <i>Housing Authority of the City of Durham,</i> 393 U. S. 268, 280-281 (1969).\" I think the guidelines here fairly meet that test. Moreover, in assessing the purposes of remedial legislation we have found that departmental regulations and \"consistent administrative construction\" are \"entitled to great weight.\" <i>Trafficante</i> v. <i>Metropolitan Life Insurance Co.,</i> 409 U. S. 205, 210; <i>Griggs</i> v. <i>Duke Power Co.,</i> 401 U. S. 424, 433-434; <i>Udall</i> v. <i>Tallman,</i> 380 U. S. 1. The Department has reasonably and consistently interpreted § 601 to require affirmative remedial efforts to give special attention to linguistically deprived children.</p>\n<p>For these reasons I concur in the result reached by the Court.</p>\n<p>MR. JUSTICE BLACKMUN, with whom THE CHIEF JUSTICE joins, concurring in the result.</p>\n<p>I join MR. JUSTICE STEWART'S opinion and thus I, too, concur in the result. Against the possibility that the Court's judgment may be interpreted too broadly, I <span class=\"star-pagination\">*572</span> stress the fact that the children with whom we are concerned here number about 1,800. This is a very substantial group that is being deprived of any meaningful schooling because the children cannot understand the language of the classroom. We may only guess as to why they have had no exposure to English in their preschool years. Earlier generations of American ethnic groups have overcome the language barrier by earnest parental endeavor or by the hard fact of being pushed out of the family or community nest and into the realities of broader experience.</p>\n<p>I merely wish to make plain that when, in another case, we are concerned with a very few youngsters, or with just a single child who speaks only German or Polish or Spanish or any language other than English, I would not regard today's decision, or the separate concurrence, as conclusive upon the issue whether the statute and the guidelines require the funded school district to provide special instruction. For me, numbers are at the heart of this case and my concurrence is to be understood accordingly.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging reversal were filed by <i>Stephen J. Pollak, Ralph J. Moore, Jr., David Rubin,</i> and <i>Peter T. Galiano</i> for the National Education Assn. et al.; by <i>W. Reece Bader</i> and <i>James R. Madison</i> for the San Francisco Lawyers' Committee for Urban Affairs; by <i>J. Harold Flannery</i> for the Center for Law and Education, Harvard University; by <i>Herbert Teitelbaum</i> for the Puerto Rican Legal Defense and Education Fund, Inc.; by <i>Mario G. Obledo, Sanford J. Rosen, Michael Mendelson,</i> and <i>Alan Exelrod</i> for the Mexican American Legal Defense and Educational Fund et al.; by <i>Samuel Rabinove, Joseph B. Robison, Arnold Forster,</i> and <i>Elliot C. Rothenberg</i> for the American Jewish Committee et al.; by <i>F. Raymond Marks</i> for the Childhood and Government Project; by <i>Martin Glick</i> for Efrain Tostado et al.; and by the Chinese Consolidated Benevolent Assn. et al.</p>\n<p>[1]  A report adopted by the Human Rights Commission of San Francisco and submitted to the Court by respondents after oral argument shows that, as of April 1973, there were 3,457 Chinese students in the school system who spoke little or no English. The document further showed 2,136 students enrolled in Chinese special instruction classes, but at least 429 of the enrollees were not Chinese but were included for ethnic balance. Thus, as of April 1973, no more than 1,707 of the 3,457 Chinese students needing special English instruction were receiving it.</p>\n<p>[2]  Section 602 provides:\n</p>\n<p>\"Each Federal department and agency which is empowered to extend Federal financial assistance to any program or activity, by way of grant, loan, or contract other than a contract of insurance or guaranty, is authorized and directed to effectuate the provisions of section 2000d of this title with respect to such program or activity by issuing rules, regulations, or orders of general applicability which shall be consistent with achievement of the objectives of the statute authorizing the financial assistance in connection with which the action is taken. . . .\" 42 U. S. C. § 2000d-1.</p>\n<p>[3]  And see Report of the Human Rights Commission of San Francisco, Bilingual Education in the San Francisco Public Schools, Aug. 9, 1973.</p>\n<p>[4]  110 Cong. Rec. 6543 (Sen. Humphrey, quoting from President Kennedy's message to Congress, June 19, 1963).</p>\n<p>[1]  These guidelines were issued in further clarification of the Department's position as stated in its regulations issued to implement Tit. VI, 45 CFR pt. 80. The regulations provide in part that no recipient of federal financial assistance administered by HEW may\n</p>\n<p>\"Provide any service, financial aid, or other benefit to an individual which is different, or is provided in a different manner, from that provided to others under the program; [or]</p>\n<p>\"Restrict an individual in any way in the enjoyment of any advantage or privilege enjoyed by others receiving any service, financial aid, or other benefit under the program.\" 45 CFR § 80.3 (b) (1) (ii), (iv).</p>\n<p>[2]  The respondents do not contest the standing of the petitioners to sue as beneficiaries of the federal funding contract between the Department of Health, Education, and Welfare and the San Francisco Unified School District.</p>\n<p>[3]  Section 602, 42 U. S. C. § 2000d-1, provides in pertinent part:\n</p>\n<p>\"Each Federal department and agency which is empowered to extend Federal financial assistance to any program or activity, by way of grant, loan, or contract other than a contract of insurance or guaranty, is authorized and directed to effectuate the provisions of section 2000d of this title with respect to such program or activity by issuing rules, regulations, or orders of general applicability which shall be consistent with achievement of the objectives of the statute authorizing the financial assistance in connection with which the action is taken. . . .\"</p>\n<p>The United States as <i>amicus curiae</i> asserts in its brief, and the respondents appear to concede, that the guidelines were issued pursuant to § 602.</p>\n\n</div>", 
  "sha1": "85e53a5425dc8e35988e1e9ae1ad1ed3989bdf8a", 
  "date_modified": "2015-05-19T09:12:57.718183", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/108910/lau-v-nichols/", 
  "citation_count": 88, 
  "supreme_court_db_id": "1973-041", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/443513/", 
  "html": "<p class=\"case_cite\">414 U.S. 563</p>\n    <p class=\"case_cite\">94 S.Ct. 786</p>\n    <p class=\"case_cite\">39 L.Ed.2d 1</p>\n    <p class=\"parties\">Kinney Kinmon LAU, a minor by and through Mrs. Kam Wai  Lau, his guardian ad litem, et al., Petitioners,<br>v.<br>Alan H. NICHOLS et al.</p>\n    <p class=\"docket\">No. 72&#8212;6520.</p>\n    <p class=\"date\">Argued Dec. 10, 1973.</p>\n    <p class=\"date\">Decided Jan. 21, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">The failure of the San Francisco school system to provide English language instruction to approximately 1,800 students of Chinese ancestry who do not speak English, or to provide them with other adequate instructional procedures, denies them a meaningful opportunity to participate in the public educational program and thus violates &#167; 601 of the Civil Rights Act of 1964, which bans discrimination based 'on the ground of race, color, or national origin,' in 'any program or activity receiving Federal financial assistance,' and the implementing regulations of the Department of Health, Education, and Welfare. Pp. 565&#8212;569.</p>\n      <p class=\"indent\">483 F.2d 791, reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Edward H. Steinman, Santa Clara, Cal., for petitioners; Kenneth Hecht and David C. Moon, San Francisco, Cal., on the briefs.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thomas M. O'Connor, San Francisco, Cal., for respondents; George E. Frueger and Burk E. Delventhal, San Francisco, Cal., on the brief.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">J. Stanley Pottinger, Asst. Atty. Gen., San Francisco, Cal., for the United States, as amicus curiae, by special leave of Court; Solicitor Gen., Robert Bork, Deputy Solicitor Gen., Lawrence G. Wallace, Mark L. Evans and Brian K. Landsberg, Washington, D.C., on the brief.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stephen J. Pollak, Ralph J. Moore, Jr., David Rubin, Washington, D.C., and Peter T. Galiano, Burlingame, Cal., for Nat. Ed. Assn. and others; W. Reece Bader and James R. Madison, San Francisco, Cal., for San Francisco Lawyers' Committee for Urban Affairs; J. Harold Flannery, Washington, D.C., for Center for Law and Ed., Harvard University; Herbert Teitelbaum, New York City, for Puerto Rican Legal Defense and Ed. Fund, Inc; Mario G. Obledo, San Francisco, Cal., Sanford J. Rosen, Berkeley, Cal., Michael Mendelson, and Alan Exelrod, San Francisco, Cal., for Mexican American Legal Defense and Educational Fund and others; Samuel Rabinove, Joseph B. Robison, Arnold Forster, and Elliot C. Rothenberg, New York City, for American Jewish Committee and others; F. Raymond Marks, Berkeley, Cal., for the Childhood and Government Project; Martin Glick, San Francisco, Cal., for Efrain Tostado and others; and the Chinese Consolidated Benevolent Assn. and others, as amicus curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The San Francisco, California, school system was integrated in 1971 as a result of a federal court decree, 339 F.Supp. 1315. See Lee v. Johnson, 404 U.S. 1215, 92 S.Ct. 14, 30 L.Ed.2d 19. The District Court found that there are 2,856 students of Chinese ancestry in the school system who do not speak English. Of those who have that language deficiency, about 1,000 are given supplemental courses in the English language.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> About 1,800, however, do not receive that instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This class suit brought by non-English-speaking Chinese students against officials responsible for the operation of the San Francisco Unified School District seeks relief against the unequal educational opportunities, which are alleged to violate, inter alia, the Fourteenth Amendment. No specific remedy is urged upon us. Teaching English to the students of Chinese ancestry who do not speak the language is one choice. Giving instructions to this group in Chinese is another. There may be others. Petitioners ask only that the Board of Education be directed to apply its expertise to the problem and rectify the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Court denied relief. The Court of Appeals affirmed, holding that there was no violation of the Equal Protection Clause of the Fourteenth Amendment or of &#167; 601 of the Civil Rights Act of 1964, 78 Stat. 252, 42 U.S.C. &#167; 2000d, which excludes from participation in federal financial assistance, recipients of aid which discriminate against racial groups, 483 F.2d 791. One judge dissented. A hearing en banc was denied, two judges dissenting. Id., at 805.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We granted the petition for certiorari because of the public importance of the question presented, 412 U.S. 938, 93 S.Ct. 2786, 37 L.Ed.2d 397.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Court of Appeals reasoned that '(e)very student brings to the starting line of his educational career different advantages and disadvantages caused in part by social, economic and cultural background, created and continued completely apart from any contribution by the school system,' 483 F.2d, at 797. Yet in our view the case may not be so easily decided. This is a public school system of California and &#167; 71 of the California Education Code states that 'English shall be the basic language of instruction in all schools.' That section permits a school district to determine 'when and under what circumstances instruction may be given bilingually.' That section also states as 'the policy of the state' to insure 'the mastery of English by all pupils in the schools.' And bilingual instruction is authorized 'to the extent that it does not interfere with the systematic, sequential, and regular instruction of all pupils in the English language.' Moreover, &#167; 8573 of the Education Code provides that no pupil shall receive a diploma of graduation from grade 12 who has not met the standards of proficiency in 'English,' as well as other prescribed subjects. Moreover, by &#167; 12101 of the Education Code (Supp. 1973) children between the ages of six and 16 years are (with exceptions not material here) 'subject to compulsory full-time education.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under these state-imposed standards there is no equality of treatment merely by providing students with the same facilities, textbooks, teachers, and curriculum; for students who do not understand English are effectively foreclosed from any meaningful education.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Basic English skills are at the very core of what these public schools teach. Imposition of a requirement that, before a child can effectively participate in the educational program, he must already have acquired those basic skills is to make a mockery of public education. We know that those who do not understand English are certain to find their classroom experiences wholly incomprehensible and in no way meaningful.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do not reach the Equal Protection Clause argument which has been advanced but rely solely on &#167; 601 of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000d, to reverse the Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">That section bans discrimination based 'on the ground of race, color, or national origin,' in 'any program or activity receiving Federal financial assistance.' The school district involved in this litigation receives large amounts of federal financial assistance. The Department of Health, Education, and Welfare (HEW), which has authority to promulgate regulations prohibiting discrimination in federally assisted school systems, 42 U.S.C. &#167; 2000d&#8212;1, in 1968 issued one guideline that '(s)chool systems are responsible for assuring that students of a particular race, color, or national origin are not denied the opportunity to obtain the education generally obtained by other students in the system.' 33 Fed.Reg. 4955. In 1970 HEW made the guidelines more specific, requiring school districts that were federally funded 'to rectify the language deficiency in order to open' the instruction to students who had 'linguistic deficiencies,' 35 Fed.Reg. 11595.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">By &#167; 602 of the Act HEW is authorized to issue rules, regulations, and orders<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to make sure that recipients of federal aid under its jurisdiction conduct any federally financed projects consistently with &#167; 601. HEW's regulations, 45 CFR 80.3(b)(1), specify that the recipients may not</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'(ii) Provide any service, financial aid, or other benefit to      an individual which is different, or is provided in a      different manner, from that provided to others under the      program;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'(iv) Restrict an individual in any way in the enjoyment of      any advantage or privilege enjoyed by others receiving any      service, financial aid, or other benefit under the program.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Discrimination among students on account of race or national origin that is prohibited includes 'discrimination . . . in the availability or use of any academic . . . or other facilities of the grantee or other recipient.' Id., &#167; 80.5(b).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Discrimination is barred which has that effect even though no purposeful design is present: a recipient 'may not . . . utilize criteria or methods of administration which have the effect of subjecting individuals to discrimination' or have 'the effect of defeating or substantially impairing accomplishment of the objectives of the program as respect individuals of a particular race, color, or national origin.' Id., &#167; 80.3(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It seems obvious that the Chinese-speaking minority receive fewer benefits than the English-speaking majority from respondents' school system which denies them a meaningful opportunity to participate in the educational program&#8212;all earmarks of the discrimination banned by the regulations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In 1970 HEW issued clarifying guidelines, 35 Fed.Reg. 11595, which include the following:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Where inability to speak and understand the English language excludes national origin-minority group children from effective participation in the educational program offered by a school district, the district must take affirmative steps to rectify the language deficiency in order to open its instructional program to these students.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'Any ability grouping or tracking system employed by the school system to deal with the special language skill needs of national origin-minority group children must be designed to meet such language skill needs as soon as possible and must not operate as an educational deadend or permanent track.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Respondent school district contractually agreed to 'comply with title VI of the Civil Rights Act of 1964 . . . and all requirements imposed by or pursuant to the Regulation' of HEW (45 CFR pt. 80) which are 'issued pursuant to that title . . .' and also immediately to 'take any measures necessary to effectuate this agreement.' The Federal Government has power to fix the terms on which its money allotments to the States shall be disbursed. Oklahoma v. United States Civil Service Commission, 330 U.S. 127, 142&#8212;143, 67 S.Ct. 544, 552&#8212;554, 91 L.Ed. 794. Whatever may be the limits of that power, Steward Machine Co. v. Davis, 301 U.S. 548, 590, 57 S.Ct. 883, 892, 81 L.Ed. 1279 et seq., they have not been reached here. Senator Humphrey, during the floor debates on the Civil Rights Act of 1964, said:<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'Simple justice requires that public funds, to which all taxpayers of all races contribute, not be spent in any fashion which encourages, entrenches, subsidizes, or results in racial discrimination.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We accordingly reverse the judgment of the Court of Appeals and remand the case for the fashioning of appropriate relief.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice WHITE concurs in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mr. Justice STEWART, with whom THE CHIEF JUSTICE and Mr. Justice BLACKMUN join, concurring in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is uncontested that more than 2,800 schoolchildren of Chinese ancestry attend school in the San Francisco Unified School District system even though they do not speak, understand, read, or write the English language, and that as to some 1,800 of these pupils the respondent school authorities have taken no significant steps to deal with this language deficiency. The petitioners do not contend, however, that the respondents have affirmatively or intentionally contributed to this inadequacy, but only that they have failed to act in the face of changing social and linguistic patterns. Because of this laissez-faire attitude on the part of the school administrators, it is not entirely clear that &#167; 601 of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000d, standing alone, would render illegal the expenditure of federal funds on these schools. For that section provides that '(n)o person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On the other hand, the interpretive guidelines published by the Office for Civil Rights of the Department of Health, Education, and Welfare in 1970, 35 Fed.Reg. 11595, clearly indicate that affirmative efforts to give special training for non-English-speaking pupils are required by Tit. VI as a condition to receipt of federal aid to public schools:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'Where inability to speak and understand the English language      excludes national origin-minority group children from      effective participation in the educational program offered by      a school district, the district must take affirmative steps      to rectify the language deficiency in order to open its      instructional program to these students.'<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The critical question is, therefore, whether the regulations and guidelines promulgated by HEW go beyond the authority of &#167; 601.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> Last Term, in Mourning v. Family Publications Service, Inc., 411 U.S. 356, 369, 93 S.Ct. 1652, 1661, 36 L.Ed.2d 318, we held that the validity of a regulation promulgated under a general authorization provision such as &#167; 602 of Tit. VI<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> 'will be sustained so long as it is 'reasonably related to the purposes of the enabling legislation.' Thorpe v. Housing Authority of the City of Durham, 393 U.S. 268, 280&#8212;281, 89 S.Ct. 518, 525, 21 L.Ed.2d 474 (1969).' I think the guidelines here fairly meet that test. Moreover, in assessing the purposes of remedial legislation we have found that departmental regulations and 'consistent administrative construction' are 'entitled to great weight.' Trafficante v. Metropolitan Life Insurance Co., 409 U.S. 205, 210, 93 S.Ct. 364, 367, 34 L.Ed.2d 415; Griggs v. duke Power Co., 401 U.S. 424, 433&#8212;434, 91 S.Ct. 849, 854&#8212;855, 28 L.Ed.2d 158; Udall v. Tallman, 380 U.S. 1, 85 S.Ct. 792, 13 L.Ed.2d 616. The Department has reasonably and consistently interpreted &#167; 601 to require affirmative remedial efforts to give special attention to linguistically deprived children.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For these reasons I concur in the result reached by the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Mr. Justice BLACKMUN, with whom THE CHIEF JUSTICE joins, concurring in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">I join Mr. Justice STEWART'S opinion and thus I, too, concur in the result. Against the possibility that the Court's judgment may be interpreted too broadly, I stress the fact that the children with whom we are concerned here number about 1,800. This is a very substantial group that is being deprived of any meaningful schooling because the children cannot understand the language of the classroom. We may only guess as to why they have had no exposure to English in their preschool years. Earlier generations of American ethnic groups have overcome the language barrier by earnest parental endeavor or by the hard fact of being pushed out of the family or community nest and into the realities of broader experience.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">I merely wish to make plain that when, in another case, we are concerned with a very few youngsters, or with just a single child who speaks only German or Polish or Spanish or any language other than English, I would not regard today's decision, or the separate concurrence, as conclusive upon the issue whether the statute and the guidelines require the funded school district to provide special instruction. For me, numbers are at the heart of this case and my concurrence is to be understood accordingly.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A report adopted by the Human Rights Commission of San Francisco and submitted to the Court by respondents after oral argument shows that, as of April 1973, there were 3,457 Chinese students in the school system who spoke little or no English. The document further showed 2,136 students enrolled in Chinese special instruction classes, but at least 429 of the enrollees were not Chinese but were included for ethnic balance. Thus, as of April 1973, no more than 1,707 of the 3,457 Chinese students needing special English instruction were receiving it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 602 provides:</p>\n        <p>'Each Federal department and agency which is empowered to extend Federal financial assistance to any program or activity, by way of grant, loan, or contract other than a contract of insurance or guaranty, is authorized and directed to effectuate the provisions of section 2000d of this title with respect to such program or activity by issuing rules, regulations, or orders of general applicability which shall be consistent with achievement of the objectives of the statute authorizing the financial assistance in connection with which the action is taken. . . .' 42 U.S.C. &#167; 2000d&#8212;1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> And see Report of the Human Rights Commission of San Francisco, Bilingual Education in the San Francisco Public Schools, Aug. 9, 1973.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 110 Cong.Rec. 6543 (Sen. Humphrey, quoting from President Kennedy's message to Congress, June 19, 1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> These guidelines were issued in further clarification of the Department's position as stated in its regulations issued to implement Tit. VI, 45 CFR pt. 80. The regulations provide in part that no recipient of federal financial assistance administered by HEW may</p>\n        <p>'Provide any service, financial aid, or other benefit to an individual which is different, or is provided in a different manner, from that provided to others under the program; (or)</p>\n        <p>'Restrict an individual in any way in the enjoyment of any advantage or privilege enjoyed by others receiving any service, financial aid, or other benefit under the program.' 45 CFR &#167; 80.3(b)(1)(ii), (iv).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The respondents do not contest the standing of the petitioners to sue as beneficiaries of the federal funding contract between the Department of Health, Education, and Welfare and the San Francisco Unified School District.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Section 602, 42 U.S.C. &#167; 2000d&#8212;1, provides in pertinent part:</p>\n        <p>'Each Federal department and agency which is empowered to extend Federal financial assistance to any program or activity, by way of grant, loan, or contract other than a contract of insurance or guaranty, is authorized and directed to effectuate the provisions of section 2000d of this title with respect to such program or activity by issuing rules, regulations, or orders of general applicability which shall be consistent with achievement of the objectives of the statute authorizing the financial assistance in connection with which the action is taken. . . .'</p>\n        <p>The United States as amicus curiae asserts in its brief, and the respondents appear to concede, that the guidelines were issued pursuant to &#167; 602.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/108910/"
}