{"absolute_url": "/opinion/108914/oneida-indian-nation-v-county-of-oneida/", "blocked": false, "citation": {"case_name": "Oneida Indian Nation v. County of Oneida", "docket_number": "72-851", "document_uris": ["/api/rest/v2/document/108914/"], "federal_cite_one": "414 U.S. 661", "federal_cite_three": "39 L. Ed. 2d 73", "federal_cite_two": "94 S. Ct. 772", "id": 93273, "lexis_cite": "1974 U.S. LEXIS 45", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/93273/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 257, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1974-01-21", "date_modified": "2015-03-11T10:13:10.427235", "docket": "/api/rest/v2/docket/443528/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">414 U.S. 661</p>\n    <p class=\"case_cite\">94 S.Ct. 772</p>\n    <p class=\"case_cite\">39 L.Ed.2d 73</p>\n    <p class=\"parties\">The ONEIDA INDIAN NATION OF NEW YORK STATE et  al., Petitioners,<br>v.<br>The COUNTY OF ONEIDA, NEW YORK, et al.</p>\n    <p class=\"docket\">No. 72-851.</p>\n    <p class=\"date\">Argued Nov. 6 and 7, 1973.</p>\n    <p class=\"date\">Decided Jan. 21, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">Petitioners brought this action for the fair rental value for a specified period of certain land in New York that the Oneidas had ceded to the State in 1795, alleging, inter alia, that the Oneidas had owned and occupied the land from time immemorial to the time of the American Revolution; that in the 1780's and 1790's various treaties with the United States had confirmed their right to possession of the land until purchased by the United States; that in 1790 the treaties had been implemented by the Nonintercourse Act forbidding the conveyance of Indian lands without the United States' consent; and that the 1795 cession was without such consent and hence ineffective to terminate the Oneidas' right to possession under the treaties and applicable federal statutes. The District Court, ruling that the action arose under state law, dismissed the complaint for failure to raise a question arising under the laws of the United States within the meaning of either 28 U.S.C. &#167; 1331 or 28 U.S.C. &#167; 1362. The Court of Appeals, relying on the 'wellpleaded complaint rule' of Taylor v. Anderson, 234 U.S. 74, 34 S.Ct. 724, 58 L.Ed. 1218, affirmed and held that although the decision would ultimately depend on whether the 1795 cession complied with the Nonintercourse Act, and what the consequences would be if it did not, this alone did not establish 'arising under' jurisdiction because the federal issue was not one of the necessary elements of the complaint, which essentially sought relief based on the right to possession of real property. Held: The complaint states a controversy arising under the Constitution, laws, or treaties of the United States sufficient to invoke the jurisdiction of the District Court under 28 U.S.C. &#167;&#167; 1331 and 1362. Pp. 666&#8212;682.</p>\n      <p class=\"indent\">(a) Petitioners asserted a current right to possession conferred by federal law, wholly independent of state law, the threshold allegation required of such a well-pleaded complaint&#8212;the right to possession&#8212;being plainly enough alleged to be based on federal law so that the federal law issue did not arise solely in anticipation of a defense. Pp. 666, 677.</p>\n      <p class=\"indent\">(b) Petitioners' claim of a federal right to possession governed wholly by federal law is not so insubstantial or devoid of merit as to preclude a federal controversy within the District Court's jurisdiction, regardless of how the federal issue is ultimately resolved. Pp. 666&#8212;667.</p>\n      <p class=\"indent\">(c) Indian title is a matter of federal law and can be extinguished only with federal consent. Pp. 670&#8212;674.</p>\n      <p class=\"indent\">(d) This is not a case where the underlying right or obligation arises only under state law and federal law is merely alleged as a barrier to its effectuation. Gully v. First National Bank, 299 U.S. 109, 57 S.Ct. 96, 81 L.Ed. 70, distinguished. Pp. 675&#8212;676.</p>\n      <p class=\"indent\">(e) In sustaining the District Court's jurisdiction, the well-pleaded complaint rule of Taylor v. Anderson, supra, is not disturbed, since here the right to possession itself is claimed to arise under federal law in the first instance, and allegedly aboriginal title of an Indian tribe guaranteed by treaty and protected by statute has never been extinguished. P. 676.</p>\n      <p class=\"indent\">(f) The complaint satisfies the requirement that it reveal a dispute or controversy respecting the validity, construction, or effect of a federal law, upon the determination of which the result depends. Pp. 677&#8212;678.</p>\n      <p class=\"indent\">(g) The conclusion that this case arises under the laws of the United States comports with the language and legislative history of 25 U.S.C. &#167; 233 granting to New York civil jurisdiction over disputes between Indians or between Indians and others. Pp. 678&#8212;682.</p>\n      <p class=\"indent\">2 Cir., 464 F.2d 916, reversed and remanded.</p>\n      <p class=\"indent\">George C. Shattuck, Syracuse, N.Y., for petitioners.</p>\n      <p class=\"indent\">William L. Burke for respondent.</p>\n      <p class=\"indent\">Jeremiah Jochnowitz, Albany, N.Y. for the State of New York, as amicus curiae, by special leave of Court.</p>\n      <p class=\"indent\">Mr. Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Both &#167; 1331 and &#167; 1362 of Title 28 of the United States Code confer jurisdiction on the district courts to hear cases 'aris(ing) under the Constitution, laws, or treaties of the United States.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Section 1331 requires that the amount in controversy exceed $10,000. Under &#167; 1362, Indian tribes may bring such suits without regard to the amount in controversy. The question now before us is whether the District Court had jurisdiction over this case under either of these sections.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The complaint was filed in the United States District Court for the Northern District of New York by the Oneida Indian Nation of New York State and the Oneida Indian Nation of Wisconsin against the Counties of Oneida and Madison in the State of New York.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The complaint alleged that from time immemorial down to the time of the American Revolution the Oneidas had owned and occupied some six million acres of land in the State of New York. The complaint also alleged that in the 1780's and 1790's various treaties had been entered into between the Oneidas and the United States confirming the Indians' right to possession of their lands until purchased by the United States<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and that in 1790 the treaties had been implemented by federal statute the Nonintercourse Act, 1 Stat. 137, forbidding the conveyance of Indian lands without the consent of the United States. It was then alleged that in 1788 the Oneidas had ceded five million acres to the State of New York, 300,000 acres being withheld as a reservation, and that in 1795 a portion of these reserved lands was also ceded to the State. Assertedly, the 1795 cession was without the consent of the United States and hence ineffective to terminate the Indians' right to possession under the federal treaties and the applicable federal statutes. Also alleging that the 1795 cession was for an unconscionable and inadequate price and that portions of the premises were now in possession of and being used by the defendant counties, the complaint prayed for damages representing the fair rental value of the land for the period January 1, 1968, through December 31, 1969.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The District Court ruled that the cause of action, regardless of the label given it, was created under state law and required only allegations of the plaintiffs' possessory rights and the defendants' interference therewith. The possible necessity of interpreting a federal statute or treaties to resolve a potential defense was deemed insufficient to sustain federal-question jurisdiction. The complaint was accordingly dismissed for want of subject matter jurisdiction for failure of the complaint to raise a question arising under the laws of the United States within the meaning of either &#167; 1331 or &#167; 1362.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Court of Appeals affirmed, with one judge dissenting, ruling that the jurisdictional claim 'shatters on the rock of the 'well-pleaded complaint' rule for determining federal question jurisdiction.' 464 F.2d 916, 918 (CA2 1972). Although '(d)ecision would ultimately turn on whether the deed of 1795 complied with what is now 25 U.S.C. &#167; 177 and what the consequences would be if it did not,' id., at 919, this alone did not establish 'arising under' jurisdiction because the federal issue was not one of the necessary elements of the complaint, which was read as essentially seeking relief based on the right to possession of real property. The Court of Appeals thought Taylor v. Anderson, 234 U.S. 74, 34 S.Ct. 724, 58 L.Ed. 1218 (1914), directly in point. There, a complaint in ejectment did not state a claim arising under the laws of the United States even though it alleged that the defendants were claiming under a deed that was void under acts of Congress restraining the alienation of lands allotted to Choctaw and Chickasaw Indians. The Court applied the principle that whether a case arises under federal law for purposes of the jurisdictional statute 'must be determined from what necessarily appears in the plaintiff's statement of his own claim in the bill or declaration, unaided by anything alleged in anticipation of avoidance of defenses which it is thought the defendant may interpose.' Id., at 75&#8212;76, 34 S.Ct. at 724. Because the only essential allegations were plaintiffs' rights to possession, defendants' wrongful holding and the damage claim, the complaint did not properly assert a federal issue, however likely it might be that it would be relevant to or determinative of a defense. In the present case, noting that the District Judge was correct in holding that under New York law these allegations would suffice to state a cause of action in ejectment, the Court of Appeals considered Taylor to be dispositive.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Both the District Court and the Court of Appeals were in error, and we reverse the judgment of the Court of Appeals.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Accepting the premise of the Court of Appeals that the case was essentially a possessory action, we are of the view that the complaint asserted a current right to possession conferred by federal law, wholly independent of state law. The threshold allegation required of such a well-pleaded complaint&#8212;the right to possession&#8212;was plainly enough alleged to be based on federal law. The federal law issue, therefore, did not arise solely in anticipation of a defense. Moreover, we think that the basis for petitioners' assertion that they had a federal right to possession governed wholly by federal law cannot be said to be so insubstantial, implausible, foreclosed by prior decisions of this Court, or otherwise completely devoid of merit as not to involve a federal controversy within the jurisdiction of the District Court, whatever may be the ultimate resolution of the federal issues on the merits. See, e.g., The Fair v. Kohler Die &amp; Specialty Co., 228 U.S. 22, 25, 33 S.Ct. 410, 411, 27 L.Ed. 716 (1913); Montana Catholic Missions v. Missoula County, 200 U.S. 118, 130, 26 S.Ct. 197, 201, 50 L.Ed. 398 (1906); Levering &amp; Garrigues Co. v. Morrin, 289 U.S. 103, 105 106, 53 S.Ct. 549, 550, 77 L.Ed. 1062 (1933); Montana-Dakota Utilities Co. v. Northwestern Public Service Co., 341 U.S. 246, 249, 71 S.Ct. 692, 694, 95 L.Ed. 912 (1951). Given the nature and source of the possessory rights of Indian tribes to their aboriginal lands, particularly when confirmed by treaty, it is plain that the complaint asserted a controversy arising under the Constitution, laws, or treaties of the United States within the meaning of both &#167; 1331 and &#167; 1362.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It very early became accepted doctrine in this Court that although fee title to the lands occupied by Indians when the colonists arrived became vested in the sovereign&#8212;first the discovering European nation and later the original States and the United States&#8212;a right of occupancy in the Indian tribes was nevertheless recognized. That right, sometimes called Indian title and good against all but the sovereign, could be terminated only by sovereign act. Once the United States was organized and the Constitution adopted, these tribal rights to Indian lands became the exclusive province of the federal law. Indian title, recognized to be only a right of occupancy, was extinguishable only by the United States. The Federal Government took early steps to deal with the Indians through treaty, the principal purpose often being to recognize and guarantee the rights of Indians to specified areas of land. This the United States did with respect to the various New York Indian tribes, including the Oneidas. The United States also asserted the primacy of federal law in the first Nonintercourse Act passed in 1790, 1 Stat. 137, 138, which provided that 'no sale of lands made by any Indians . . . within the United States, shall be valid to any person . . . or to any state . . . unless the same shall be made and duly executed at some public treaty, held under the authority of the United States.'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This has remained the policy of the United States to this day. See 25 U.S.C. &#167; 177.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In United States v. Santa Fe Pacific R. Co., 314 U.S. 339, 345, 62 S.Ct. 248, 251, 86 L.Ed. 1116 (1941), a unanimous Court succinctly summarized the essence of past cases in relevant respects:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"Unquestionably it has been the policy of the federal      government from the beginning to respect the Indian right of      occupancy, which could only be interfered with or determined      by the United States.' Cramer v. United States, 261 U.S. 219,      227, 43 S.Ct. 342, (344,) 67 L.Ed. 622. This policy was first      recognized in Johnson v. M'Intosh, 8 Wheat. 543, 5 L.Ed. 681,      and has been repeatedly reaffirmed. Worcester v. Georgia, 6      Pet. 515, 8 L.Ed. 483; Mitchel v. United States, 9 Pet. 711,      9 L.Ed. 283; Chouteau v. Molony, 16 How. 203, 14 L.Ed. 905;      Holden v. Joy, 17 Wall. 211, 21 L.Ed. 523; Buttz v. Northern      Pacific Railroad (119 U.S. 55, 7 S.Ct. 100, 30 L.Ed. 330);      United States v. Shoshone Tribe, 304 U.S. 111, 58 S.Ct. 794,      82 L.Ed. 1213. As stated in Mitchel v. United States, supra,      9 Pet. 746, 9 L.Ed. 283, Indian 'right of occupancy is considered as sacred as the fee simple of the      whites.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Santa Fe case also reaffirmed prior decisions to the effect that a tribal right of occupancy, to be protected, need not be 'based upon a treaty, statute, or other formal government action.' Id., at 347, 62 S.Ct., at 252. Tribal rights were nevertheless entitled to the protection of federal law, and with respect to Indian title based on aboriginal possession, the 'power of Congress . . . is supreme.' Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As indicated in Santa Fe, the fundamental propositions which it restated were firmly rooted in earlier cases. In Johnson v. M'Intosh, 8 Wheat. 543, 5 L.Ed. 681 (1823), the Court refused to recognize land titles originating in grants by Indians to private parties in 1773 and 1775; those grants were contrary to the accepted principle that Indian title could be extinguished only by or with the consent of the general government. The land in question, when ceded to the United States by the State of Virginia, was 'occupied by numerous and warlike tribes of Indians; but the exclusive right of the United States to extinguish their title, and to grant the soil, has never, we believe, been doubted.' Id., at 586, 5 L.Ed. 681. See also id., at 591&#8212;597, 603, 5 L.Ed. 681. The possessory and treaty rights of Indian tribes to their lands have been the recurring theme of many other cases.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The rudimentary propositions that Indian title is a matter of federal law and can be extinguished only with federal consent apply in all of the States, including the original 13. It is true that the United States never held fee title to the Indian lands in the original States as it did to almost all the rest of the continental United States and that fee title to Indian lands in these States, or the pre-emptive right to purchase from the Indians, was in the State, Fletcher v. Peck, 6 Cranch 87, 3 L.Ed. 162 (1810).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> But this reality did not alter the doctrine that federal law, treaties, and statutes protected Indian occupancy and that its termination was exclusively the province of federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For example, in Worcester v. Georgia, 6 Pet. 515, 8 L.Ed. 483 (1832), the State of Georgia sought to prosecute a white man for residing in Indian country contrary to the laws of the State. This Court held the prosecution a nullity, the Chief Justice referring to the treaties with the Cherokees and to the</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'universal conviction that the Indian nations possessed a      full right to the lands they occupied, until that right      should be extinguished by the United States, with their      consent: that their territory was separated from that of any      state within whose chartered limits they might reside, by a      boundary line, established by treaties: that, within their boundary,      they possessed rights with which no state could interfere:      and that the whole power of regulating the intercourse with      them, was vested in the United States.' Id., at 560, 8 L.Ed.      483.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Cherokee Nation was said to be occupying its own territory 'in which the laws of Georgia can have no force . . ..' The Georgia law was declared unconstitutional because it interfered with the relations 'between the United States and the Cherokee nation, the regulation of which, according to the settled principles of our constitution, are committed exclusively to the government of the union.' Id., at 561, 8 L.Ed. 483.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There are cases of similar import with respect to the New York Indians. These cases lend substance to petitioners' assertion that the possessory right claimed is a federal right to the lands at issue in this case. Fellows v. Blacksmith, 19 How. 366, 372, 15 L.Ed. 684 (1857), which concerned the Seneca Indians, held that the 'forcible removal (of Indians) must be made, if made at all, under the direction of the United States (and) that this interpretation is in accordance with the usages and practice of the Government in providing for the removal of Indian tribes from their ancient possessions.' In The New York Indians, 5 Wall. 761, 18 L.Ed. 708 (1867), the State sought to tax the reservation lands of the Senecas. The Court held the tax void. The Court referred to the Indian right of occupancy as creating 'an indefeasible title to the reservations that may extend from generation to generation, and will cease only by the dissolution of the tribe, or their consent to sell to the party possessed of the right of pre-emption,' id., at 771, 18 L.Ed. 708, and noted that New York 'possessed no power to deal with Indian rights or title,' id., at 769, 18 L.Ed. 708. Of major importance, however, was the treaty of 1794 in which the United States acknowledged certain territory to be the property of the Seneca Nation and promised that 'it shall remain theirs until they choose to sell the same to the people of the United States . . ..' Id., at 766-767, 18 L.Ed. 708. The rights of the Indians to occupy those lands 'do not depend on . . . any . . . statutes of the State, but upon treaties, which are the supreme law of the land; it is to these treaties we must look to ascertain the nature of these rights, and the extent of them.' Id., at 768, 18 L.Ed. 708.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The State's attempt to tax reservation lands was invalidated as an interference with Indian possessory rights guaranteed by the Federal Government.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Much later, in United States v. Forness, 125 F.2d 928 (CA2), cert. denied, sub. nom. City of Salamanca v. United States, 316 U.S. 694, 62 S.Ct. 1293, 86 L.Ed. 1764 (1942),<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the Government sued to set aside certain leases granted by the Seneca tribe on certain reservation lands. It was argued in opposition that the suit was merely an action for ejectment which under state law could be defeated by a tender; but the Court of Appeals for the Second Circuit held that the Indian rights were federal and that 'state law cannot be invoked to limit the rights in lands granted by the United States to the Indians, because, as the court below recognized, state law does not apply to the Indians except so far as the United States has given its consent.' Id., at 932. There being no federal statute making the statutory or decisional law of the State of New York applicable to the reservations, the controlling law remained federal law; and, absent federal statutory guidance, the governing rule of decision would be fashioned by the federal court in the mode of the common law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Enough has been said, we think, to indicate that the complaint in this case asserts a present right to possession under federal law. The claim may fail at a later stage for a variety of reasons; but for jurisdictional purposes, this is not a case where the underlying right or obligation arises only under state law and federal law is merely alleged as a barrier to its effectuation, as was the case in Gully v. First National Bank, 299 U.S. 109, 57 S.Ct. 96, 81 L.Ed. 70 (1936). There, the suit was on a contract having its genesis in state law, and the tax that the defendant had promised to pay was imposed by a state statute. The possibility that a federal statute might bar its collection was insufficient to make the case one arising under the laws of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor in sustaining the jurisdiction of the District Court do we disturb the well-pleaded complaint rule of Taylor v. Anderson, supra, and like cases.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Here, the right to possession itself is claimed to arise under federal law in the first instance. Allegedly, aboriginal title of an Indian tribe guaranteed by treaty and protected by statute has never been extinguished. In Taylor, the plaintiffs were individual Indians, not an Indian tribe; and the suit concerned lands allocated to individual Indians, not tribal rights to lands. See 32 Stat. 641. Individual patents had been issued with only the right to alienation being restricted for a period of time. Cf. Minnesota v. United States, 305 U.S. 382, 386 n. 1, 59 S.Ct. 292, 294, 83 L.Ed. 235 (1939); McKay v. Kalyton, 204 U.S. 458, 27 S.Ct. 346, 51 L.Ed. 566 (1907). Insofar as the underlying right to possession is concerned, Taylor is more like those cases indicating that 'a controversy in respect of lands has never been regarded as presenting a Federal question merely because one of the parties to it has derived his title under an act of Congress.' Shulthis v. McDougal, 225 U.S. 561, 570, 32 S.Ct. 704, 707, 56 L.Ed. 1205 (1912).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Once patent issues, the incidents of ownership are, for the most part, matters of local property law to be vindicated in local courts, and in such situations it is normally insufficient for 'arising under' jurisdiction merely to allege that ownership or possession is claimed under a United States patent. Joy v. City of St. Louis, 201 U.S. 332, 342&#8212;343, 26 S.Ct. 478, 481, 50 L.Ed. 776 (1906). As the Court stated in Packer v. Bird, 137 U.S. 661, 669, 11 S.Ct. 210, 212, 34 L.Ed. 819 (1891):</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'The courts of the United States will construe the grants of      the general government without reference to the rules of      construction adopted by the states for their grants; but      whatever incidents or rights attach to the ownership of      property conveyed by the government will be determined by the      states, subject to the condition that their rules do not      impair the efficacy of the grants or the use and enjoyment of      the property by the grantee.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the present case, however, the assertion of a federal controversy does not rest solely on the claim of a right to possession derived from a federal grant of title whose scope will be governed by state law. Rather, it rests on the not insubstantial claim that federal law now protects, and has continuously protected from the time of the formation of the United States, possessory rights to tribal lands, wholly apart from the application of state law principles which normally and separately protect a valid right of possession.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the same reasons, we think the complaint before us satisfies the additional requirement formulated in some cases that the complaint reveal a 'dispute or controversy respecting the validity, construction, or effect of such a law, upon the determination of which the result depends.' Shulthis v. mcDougal, supra, 225 U.S. at 569, 32 S.Ct. at 706; Gold-Washing &amp; Water Co. v. Keyes, 96 U.S. 199, 203, 24 L.Ed. 656 (1878).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Here, the Oneidas assert a present right to possession based in part on their aboriginal right of occupancy which was not terminable except by act of the United States. Their claim is also asserted to arise from treaties guaranteeing their possessory right until terminated by the United States, and 'it is to these treaties (that) we must look to ascertain the nature of these (Indian) rights, and the extent of them.' The New York Indians, 5 Wall., at 768, 18 L.Ed. 708. Finally, the complaint asserts a claim under the Nonintercourse Acts which put in statutory form what was or came to be the accepted rule&#8212;that the extinguishment of Indian title required the consent of the United States. To us, it is sufficiently clear that the controversy stated in the complaint arises under the federal law within the meaning of the jurisdictional statutes and our decided cases.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is not to ignore the obvious fact that New York had legitimate and farreaching connections with its Indian tribes antedating the Constitution and that the State has continued to play a substantial role with respect to the Indians in that State.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> There has been recurring tension between federal and state law; state authorities have not easily accepted the notion that federal law and federal courts must be deemed the controlling considerations in dealing with the Indians. Fellows v. Blacksmith, The New York Indians, United States v. Forness, and the Tuscarora litigation are sufficient evidence that the reach and exclusivity of federal law with respect to reservation lands and reservation Indians did not go unchallenged; and it may be that they are to some extent challenged here. But this only underlines the legal reality that the controversy alleged in the complaint may well depend on what the reach and impact of the federal law will prove to be in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are also aware that New York and federal authorities eventually reached partial agreement in 1948 when criminal jurisdiction over New York Indian reservations was ceded to the State. 62 Stat. 1224, 25 U.S.C. &#167; 232. In addition, in 1950 civil disputes between Indians or between Indians and others were placed within the jurisdiction of the state courts 'to the same extent as the courts of the State shall have jurisdiction in other civil actions and proceedings, as now or hereafter defined by the laws of such State.' 64 Stat. 845, 25 U.S.C. &#167; 233.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> The latter statute, however, provided for the preservation of tribal laws and customs and saved Indian reservation lands from taxation and, with certain exceptions, from execution to satisfy state court judgments. Furthermore, it provided that nothing in the statute 'shall be construed as authorizing the alienation from any Indian nation, tribe, or band of Indians of any lands within any Indian reservation in the State of New York' or as 'conferring jurisdiction on the courts of the State of New York or making applicable the laws of the State of New York in civil actions involving Indian lands or claims with respect thereto which relate to transactions or events transpiring prior to September 13, 1952.' The Senate report on the bill disclaimed any intention of 'impairing any of their property or rights under existing treaties with the United States.' S.Rep.No.1836, 81st Cong., 2d Sess., 2 (1950). Under the penultimate proviso the matter of alienating tribal reservation lands would appear to have been left precisely where it was prior to the Act.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Moreover, the final proviso of the statute negativing the application of state law with respect to transactions prior to the adoption of the Act was added by amendment on the floor of the Senate, and its purpose was explained by the gentleman who offered it to be as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'Mr. Chairman, I do not think there will be any objection      from any source with regard to this particular amendment.      This just assures the Indians of an absolutely fair and      impartial determination of any claims they might have had      growing out of any relationship they have had with the great      State of New York in regard to their lands.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'I think there will be no objection to that; they certainly      ought to have a right to have those claims properly      adjudicated. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'In addition thereto, of course, they may go into the           Federal courts and adjudicate any differences they have           had between themselves and the great State of New York           relative to their lands, or claims in regard thereto,           and I am sure that the State of New York should have and           no doubt will have, no objection to such provision.' 96           Cong.Rec. 12460 (1950) (remarks of Congressman Morris).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Our conclusion that this case arises under the laws of the United States is, therefore, wholly consistent with and in furtherance of the intent of Congress as expressed by its grant of civil jurisdiction to the State of New York with the indicated exceptions.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is reversed and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Mr. Justice REHNQUIST, with whom Mr. Justice POWELL joins, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The majority opinion persuasively demonstrates that the plaintiffs' right to possession in this case was and is rooted firmly in federal law. Thus, I agree that this is not a case which depends for its federal character solely on possible federal defenses or on expected responses to possible defenses. I also agree that the majority decision is consistent with our decision in Gully v. First National Bank, 299 U.S. 109, 57 S.Ct. 96, 81 L.Ed. 70 (1936). However, I think it worthwhile to add a brief concurrence to emphasize that the majority opinion does not disturb the long line of this Court's cases narrowly applying the principles of 28 U.S.C. &#167; 1331 and the well-pleaded complaint rule to possessory land actions brought in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As the majority seems willing to accept, the complaint in this action is basically one in ejectment. Plaintiffs are out of possession; the defendants are in possession, allegedly wrongfully; and the plaintiffs claim damages because of the allegedly wrongful possession. These allegations appear to meet the pleading requirements for an ejectment action as stated in Taylor v. Anderson, 234 U.S. 74, 34 S.Ct. 724, 58 L.Ed. 1218 (1914). Thus the complaint must be judged according to the rules applicable to such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The federal courts have traditionally been inhospitable forums for plaintiffs asserting federal-question jurisdiction of possessory land claims. The narrow view of the scope of federal-question jurisdiction taken by the federal courts in such cases probably reflects a recognition that federal issues were seldom apt to be dispositive of the lawsuit. Commonly, the grant of a land patent to a private party carries with it no guarantee of continuing federal interest and certainly carries with it no indefinitely redeemable passport into federal court. On the contrary, as the majority points out, the land thus conveyed was generally subject to state law thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thus, this Court's decisions have established a strict rule that mere allegation of a federal source of title does not convert an ordinary ejectment action into a federal case. As the Court noted in Shoshone Mining Co. v. Rutter, 177 U.S. 505, 507, 20 S.Ct. 726, 44 L.Ed. 864 (1900), 'a suit to enforce a right which takes its origin in the laws of the United States is not necessarily one arising under the Constitution or laws of the United States, within the meaning of the jurisdiction clauses, for if it did every action to establish title to real estate (at least in the newer States) would be such a one, as all titles in those States come from the United States or by virtue of its laws.' This rule was even applied to cases in which land grants to Indians, subject to limited restrictions on alienation, were involved. See Taylor, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The majority today finds this strict rule inapplicable to this case, and for good reason. In contrast to the typical instance in which the Federal Government conveys land to a private entity, the Government, by transferring land rights to Indian tribes, has not placed the land beyond federal supervision. Rather the Federal Government has shown a continuing solicitude for the rights of the Indians in their land. The Nonintercourse Act of 1790 manifests this concern in statutory form. Thus, the Indians' right to possession in this case is based not solely on the original grant of rights in the land but also upon the Federal Government's subsequent guarantee. Their claim is clearly distinguishable from the claims of land grantees for whom the Federal Government has taken no such responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The opinion for the Court today should give no comfort to persons with garden-variety ejectment claims who, for one reason or another, are covetously eyeing the door to the federal courthouse. The general standards for determining federal jurisdiction, and in particular the standards for evaluating compliance with the well-pleaded complaint rule, will retain their traditional vigor tomorrow as today.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1331(a) provides:</p>\n        <p>'The district courts shall have original jurisdiction of all civil actions wherein the matter in controversy exceeds the sum or value of $10,000, exclusive of interest and costs, and arises under the Constitution, laws, or treaties of the United States.'</p>\n        <p>Under &#167; 1362:</p>\n        <p>'The district courts shall have original jurisdiction of all civil actions, brought by any Indian tribe or band with a governing body duly recognized by the Secretary of the Interior, wherein the matter in controversy arises under the Constitution, laws, or treaties of the United States.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Initially, only diversity jurisdiction under 28 U.S.C. &#167; 1332 was alleged in the complaint. The necessary jurisdictional amount was averred. Federal-question jurisdiction was asserted by an amendment to the complaint. Jurisdiction under &#167; 1332 was rejected by the District Court and the Court of Appeals and is not at issue here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Three treaties with the Six Indian Nations of the Iroquois Confederacy in New York were alleged: the Treaty of Fort Stanwix of 1784, which provides in part that '(t)he Oneida and Tuscarora nations shall be secured in the possession of the lands on which they are settled'; The Treaty of Fort Harmar of 1789 where the Oneida and the Tuscarora nations were 'again secured and confirmed in the possession of their respective lands'; and the Treaty of Canandaigua of 1794, Art. II of which provides: 'The United States acknowledge the lands reserved to the Oneida, Onondaga and Cayuga Nations, in their respective treaties with the state of New-York, and called their reservations, to be their property; and the United States will never claim the same, nor disturb them . . . in the free use and enjoyment thereof: but the said reservations shall remain theirs, until they choose to sell the same to the people of the United States, who have the right to purchase.' The treaties referred to are found at 7 Stat. 15, 7 Stat. 33, and 7 Stat. 44, respectively.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 4 of the Act provided that 'no sale of lands made by any Indians, or any nation or tribe of Indians within the United States, shall be valid to any person or persons, or to any state, whether having the right of pre-emption to such lands or not, unless the same shall be made and duly executed at some public treaty, held under the authority of the United States.' The second Nonintercourse Act passed in 1793 made it a misdemeanor to negotiate for Indian lands without federal authority, but it was made lawful for state agents who were present at any treaty held with the Indians under the authority of the United States, in the presence and with the approbation of the United States Commissioner, 'to propose to, and adjust with the Indians, the compensation to be made for their claims to lands within such state, which shall be extinguished by the treaty.' 1 Stat. 329, 330&#8212;331 &#167; 8. This statutory policy, without major change, was carried forward in &#167; 12 of the 1796 Act, 1 Stat. 469, 472; &#167; 12 of the 1799 Act, 1 Stat. 743, 746; &#167; 12 of the 1802 Act, 2 Stat. 139, 143; &#167; 12 of the Act of 1834, 4 Stat. 729, 730&#8212;731; and in Rev.Stat. &#167; 2116, now 25 U.S.C. &#167; 177.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Representative of almost countless cases are Cherokee Nation v. Georgia, 5 Pet. 1, 8 L.Ed. 25 (1831); United States v. Rogers, 4 How. 567, 11 L.Ed. 1105 (1846); The Kansas Indians, 5 Wall. 737, 18 L.Ed. 667 (1866); The New York Indians, 5 Wall. 761, 18 L.Ed. 708 (1867); Holden v. Joy, 17 Wall. 211, 21 L.Ed. 523 (1872); Beecher v. Wetherby, 95 U.S. 517, 24 L.Ed. 440 (1877); United states v. Kagama, 118 U.S. 375, 6 S.Ct. 1109, 30 L.Ed. 228 (1886); Spalding v. Chandler, 160 U.S. 394, 16 S.Ct. 360, 40 L.Ed. 469 (1896); United States v. Sandoval, 231 U.S. 28, 34 S.Ct. 1, 58 L.Ed. 107 (1913); Nadeau v. Union Pacific R. Co., 253 U.S. 442, 40 S.Ct. 570, 64 L.Ed. 1002 (1920); Minnesota v. United States, 305 U.S. 382, 59 S.Ct. 292, 83 L.Ed. 235 (1939); United States v. Alcea Band of Tillamooks, 329 U.S. 40, 67 S.Ct. 167, 91 L.Ed. 29 (1946); Tee-Hit-Ton Indians v. United States, 348 U.S. 272, 75 S.Ct. 313, 99 L.Ed. 314 (1955).</p>\n        <p>U.S. Dept. of Interior, Federal Indian Law 32&#8212;43, 583&#8212;645, 675&#8212;687 (1958) (hereinafter Federal Indian Law), sets out some of the fundamentals of the law dealing with Indian possessory rights to real property stemming from aboriginal title, treaty, and statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See also Cherokee Nation v. Georgia, supra, 5 Pet., at 38, 8 L.Ed. 25; Clark v. Smith, 13 Pet. 195, 10 L.Ed. 123 (1839); Lattimer's Lessee v. Poteet, 14 Pet. 4, 10 L.Ed. 328 (1840); Seneca Nation v. Christy, 162 U.S. 283, 16 S.Ct. 828, 40 L.Ed. 970 (1896). 'Outside of the territory of the original colonies, the ultimate fee is located in the United States and may be granted to individuals subject to the Indian right of occupancy.' Federal Indian Law 599; Missouri v. Iowa, 7 How. 660, 12 L.Ed. 861 (1849).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In an earlier case, New York ex rel. Cutler v. Dibble, 21 How. 366, 16 L.Ed. 149 (1859), the Court had upheld New York statutes which protected the Indians from intrusion by others on their tribal lands, and had asserted that '(n)otwithstanding the peculiar relation which these Indian nations hold to the Government of the United States, the State of New York had the power of a sovereign over their persons and property, so far as it was necessary to preserve the peace of the Commonwealth, and protect these feeble and helpless bands from imposition and intrusion.' Id., at 370, 16 L.Ed. 149. It is apparent that by the later decision in The New York Indians, supra, the Court did not consider the potential implications of the dictum expressed in Dibble applicable in situations where the State's power was exercised other than for the protection of the Indians on their tribal lands. In any event, whatever Dibble may have held with respect to state power to protect Indian possession, it does not question the Indians' right to possession under federal law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The question of the application of federal law to Indian tribal property in New York was litigated in the state courts in the intervening years as well. In 1870, an unreported decision of the New York Supreme Court held that tribal leases of Seneca reservation lands, ratified by the New York Legislature, were invalid in the absence of approval from the United States. See United States v. Forness, supra, at 930&#8212;931; H.R.Rep.Misc.Doc.No.75, 43d</p>\n        <p>Cong., 2d Sess. (1875); Brief for the Warden and the State of New York 26&#8212;27, New York ex rel. Ray v. Martin, No. 158, O.T.1945, 326 U.S. 496, 66 S.Ct. 307, 90 L.Ed. 261 (1946). In the mid-1890's, in Buffalo, R. &amp; P.R. Co. v. Lavery, 75 Hun. 396, 27 N.Y.S. 443 (5th Dept., App.Div.1894), affirmed on opinion below, 149 N.Y. 576, 43 N.E. 986 (1896), a private non-Indian lessee of Indian land under a lease first granted by the Senecas in 1866, which was concededly not legally effective until an 1875 Act of Congress validated such leases, was nonetheless held to have priority over a railroad claiming under an 1872 lease from the Senecas and a state statute purportedly validating the lease as one to a railroad which had been ratified by a state court, because the state statute which would have given the railroad a superior right to possession was incapable of confirming possessory rights to Indian tribal lands without federal authority. The New York courts held that it was 'not within the legislative power of the State to enable the Indian nation to make, or others to take from the Indians, grants or leases of lands within their reservations. In that matter the Federal government, having the power under the Constitution to do so, has assumed to control it by . . . act of Congress (referring to the Indian Nonintercourse Act). . . . As respects their lands, subject only to the pre-emptive title, the Indians are treated as the wards of the United States, and it is only pursuant to the Federal authority that their lands can be granted or demised by or acquired by conveyance or leased from them.' 75 Hun., at 399&#8212;400, 27 N.Y.S., at 445.</p>\n        <p>Still later, in People ex rel. Cusick v. Daly, 212 N.Y. 183, 105 N.E. 1048 (1914), the New York Court of Appeals held that without the consent of Congress New York could not prosecute Indian crimes on reservations. Relying on the classic federal cases, the court held that federal power was pre-eminent and that the Federal Government had made treaties with the Indians which confirmed their territorial possession, although the Federal Government never owned the fee of the land within the State's confines. Id., at 192, 105 N.E. 1048. Within the reservation federal power, when exercised, foreclosed the exercise of power by the State. 'It is said that there is a difference between the Indians whose reservations are the direct gift of the federal government and those whose reservations have been derived from</p>\n        <p>the state or from other sources. We find no such distinction in the statute, and we can think of none that logically differentiates one from the other. Even if we assume that, in the absence of federal legislation, the state has the most ample power to legislate for the Indians within its borders, there seems to be no escape from the conclusion that when Congress does act the power of the state must yield to the paramount authority of the federal government.' Id., at 196&#8212;197, 105 N.E., at 1052.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Still later, federal authority over Indian lands was again challenged. In Tuscarora Nation of Indians v. Power Authority, 257 F.2d 885 (1958), the Court of Appeals for the Second Circuit rejected New York's claim that the Nonintercourse Act did not apply to the State of New York and that, as one of the original 13 States, it never surrendered to the United States its power to condemn Indian lands. The Court of Appeals also held that the Act of Sept. 13, 1950, 64 Stat. 845, 25 U.S.C. &#167; 233, whereby the United States ceded civil jurisdiction over Indian reservations to the State of New York, expressly and effectively excepted from its coverage the alienation of reservation lands, a matter over which the United States had reaffirmed its paramount authority. Nonetheless, the Court of Appeals held that the Niagara River Power Project Act, 71 Stat. 401 (1957), 16 U.S.C. &#167;&#167; 836, 836a, by which Congress directed the Federal Power Commission to issue a license to the New York Power Authority for the construction and operation of a power</p>\n        <p>project to utilize water made available to the United States by a 1950 treaty with Canada, constituted federal authorization for the Power Authority to exercise the right of eminent domain, but only in accordance with &#167; 21 of the Federal Power Act, 41 Stat. 1074, 16 U.S.C. &#167; 814, which permits the acquisition of sites for the purpose of developing waterways by the exercise of the right of eminent domain in the federal district court in which the land is located or in the state courts. Because the Power Authority had proceeded to appropriate a portion of the Tuscaroras' reservation lands by filing a map and other documents pursuant to procedures established by the State's Highway Law and Public Authorities Law, those proceedings were vacated and annulled. Subsequently, the Power Authority abandoned efforts to obtain possession of the land by appropriation pursuant to those statutes and instead proceeded by condemnation proceedings in the District Court for the Western District of New York. The Tuscaroras petitioned for review of the Court of Appeals decision, but the Court denied certiorari. 358 U.S. 841, 79 S.Ct. 66, 3 L.Ed.2d 76 (1958). The Superintendent of Public Works of the State of New York simultaneously appealed from it under 28 U.S.C. &#167; 1254(2), and the Court, on the Tuscaroras' subsequent suggestion of mootness, which the Power Authority supported and the Superintendent continued to oppose, and which was based on the Power Authority's abandonment of its appropriation proceedings in favor of the condemnation suit, vacated the Court of Appeals' judgment and remanded to the District Court with directions to dismiss the complaint as moot. 362 U.S. 608, 80 S.Ct. 960, 4 L.Ed.2d 1009 (1960). See Records and Briefs in No. 384, O.T.1958; Records and Briefs in No. 4, O.T.1959.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See, e.g., Gold-Washing &amp; Water Co. v. Keyes, 96 U.S. 199, 24 L.Ed. 656 (1878); Florida C. &amp; P.R. Co. v. Bell, 176 U.S. 321, 20 S.Ct. 399, 44 L.Ed. 486 (1900); Filhiol v. Maurice, 185 U.S. 108, 22 S.Ct. 560, 46 L.Ed. 827 (1902); Filhiol v. Torney, 194 U.S. 356, 24 S.Ct. 698, 48 L.Ed. 1014 (1904); Joy v. City of St. Louis, 201 U.S. 332, 26 S.Ct. 478, 50 L.Ed. 776 (1906); White v. Sparkill Realty Corp., 280 U.S. 500, 50 S.Ct. 186, 74 L.Ed. 578 (1930).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Florida C. &amp; P.R. Co. v. Bell, supra, 176 U.S., at 328 329, 20 S.Ct., at 402; Joy v. City of St. Louis, supra, 201 U.S., at 341&#8212;342, 26 S.Ct., at 480.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Tennessee v. Union &amp; Planters' Bank, 152 U.S. 454, 460, 14 S.Ct. 654, 656, 38 L.Ed. 511 (1894); Joy v. City of St. Louis, supra, 201 U.S., at 340, 26 S.Ct., at 480.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For brief accounts of the New York experience with its Indians, see Federal Indian Law, 965&#8212;979; Gunther, Governmental Power and York Indian Lands&#8212;A Reassessment of a Persistent Problem of Federal-State Relations, 8 Buffalo L.Rev. 1 (1958); Brief for the Warden and the State of New York, New York ex rel. Ray v. Martin, No. 158, O.T.1945, 326 U.S. 496, 66 S.Ct. 307, 90 L.Ed. 261 (1946).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Section 233 provides:</p>\n        <p>'Jurisdiction of New York State courts in civil actions.</p>\n        <p>'The courts of the State of New York under the laws of such State shall have jurisdiction in civil actions and proceedings between Indians or between one or more Indians and any other person or persons to the same extent as the courts of the State shall have jurisdiction in other civil actions and proceedings, as now or hereafter defined by the laws of such Stat: Provided, That the governing body of any recognized tribe of Indians in the State of New York shall have the right to declare, by appropriate enactment prior to September 13, 1952, those tribal laws and customs which they desire to preserve, which, on certification to the Secretary of the Interior by the governing body of such tribe shall be published in the Federal Register and thereafter shall govern in all civil cases involving reservation Indians when the subject matter of such tribal laws and customs is involved or at issue, but nothing herein contained shall be construed to prevent such courts from recognizing and giving effect to any tribal law or custom which may be proven to the satisfaction of such courts: Provided further, That nothing in this section shall be construed to require any such tribe or the members thereof to obtain fish and game licenses from the State of New York for the exercise of any hunting and fishing rights provided for such Indians under any agreement, treaty, or custom:</p>\n        <p>Provided further, That nothing herein contained shall be construed as subjecting the lands within any Indian reservation in the State of New York to taxation for State or local purposes, nor as subjecting any such lands, or any Federal or State annuity in favor of Indians or Indian tribes, to execution on any judgment rendered in the State courts, except in the enforcement of a judgment in a suit by one tribal member against another in the matter of the use or possession of land: And provided further, That nothing herein contained shall be construed as authorizing the alienation from any Indian nation, tribe, or band of Indians of any lands within any Indian reservation in the State of New York: Provided further, That nothing herein contained shall be construed as conferring jurisdiction on the courts of the State of New York or making applicable the laws of the State of New York in civil actions involving Indian lands or claims with respect thereto which relate to transactions or events transpiring prior to September 13, 1952.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 'The text and history of the new legislation are replete with indications that congressional consent is necessary to validate the</p>\n        <p>exercise of state power over tribal Indians and, most significantly, that New York cannot unilaterally deprive Indians of their tribal lands or authorize such deprivations. The civil jurisdiction law, to make assurance doubly sure, contains a proviso that explicitly exempts reservations from state and local taxation and that negatives any authorization of 'the alienation from any Indian nation, tribe, or band or Indians of any land within any Indian reservation in the State of New York.' The Senate Committee's report on that law emphasizes that 'State law does not apply to Indians except so far as the United States has given its consent' and points out that the law provides that 'no lands within any reservation be alienated.' During the congressional hearings, most Indian leaders continued to oppose the bills, partly because of fear of state attempts to deprive them of their reservations, despite the New York Joint Committee's repeated assurances. Accordingly, New York's representatives once more disavowed any intention to break up the reservations and, more clearly than some state officials in the history of the controversy, disclaimed any state power to do so. Moreover, both federal and state officials agreed that the bills would retain ultimate federal power over the Indians and that federal guardianship, particularly with respect to property rights, would continue.' Gunther, supra, n. 13, 8 Buffalo L.Rev., at 16. (Footnotes omitted.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Because of our determination that the complaint states a controversy arising under the laws of the United States sufficient to invoke the jurisdiction of the District Court under &#167;&#167; 1331 and 1362, in accordance with prior decisions of this Court, we have no occasion to address and do not reach the contention pressed by petitioners that the Congress, in enacting &#167; 1362 in 1966, 80 Stat. 880, intended to expand the scope of 'arising under' jurisdiction in the District Courts, beyond what judicial interpretations of that language have allowed under &#167; 1331, for that category of suits brought by Indian tribes, in addition to eliminating the amount in controversy requirement when Indian tribes sue.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>414 U.S. 661 (1974)</b></center>\n<center><h1>ONEIDA INDIAN NATION OF NEW YORK ET AL.<br>\nv.<br>\nCOUNTY OF ONEIDA, NEW YORK, ET AL.</h1></center>\n<center>No. 72-851.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 6-7, 1973.</center>\n<center>Decided January 21, 1974.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*662</span> <i>George C. Shattuck</i> argued the cause and filed a brief for petitioners.</p>\n<p><i>William L. Burke</i> argued the cause for respondents and filed a brief for respondent County of Madison. <i>Raymond M. Durr</i> filed a brief for respondent County of Oneida.</p>\n<p><i>Jeremiah Jochnowitz,</i> Assistant Attorney General, argued the cause for the State of New York as <i>amicus</i> <span class=\"star-pagination\">*663</span> <i>curiae</i> urging affirmance. With him on the brief were <i>Louis J. Lefkowitz,</i> Attorney General, and <i>Ruth Kessler Toch,</i> Solicitor General.<sup>[*]</sup></p>\n<p>MR. JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>Both  1331 and  1362 of Title 28 of the United States Code confer jurisdiction on the district courts to hear cases \"aris[ing] under the Constitution, laws, or treaties of the United States.\"<sup>[1]</sup> Section 1331 requires that the amount in controversy exceed $10,000. Under  1362, Indian tribes may bring such suits without regard to the amount in controversy. The question now before us is whether the District Court had jurisdiction over this case under either of these sections.</p>\n<p></p>\n<h2>I</h2>\n<p>The complaint was filed in the United States District Court for the Northern District of New York by the Oneida Indian Nation of New York State and the Oneida Indian Nation of Wisconsin against the Counties of Oneida and Madison in the State of New York.<sup>[2]</sup> The <span class=\"star-pagination\">*664</span> complaint alleged that from time immemorial down to the time of the American Revolution the Oneidas had owned and occupied some six million acres of land in the State of New York. The complaint also alleged that in the 1780's and 1790's various treaties had been entered into between the Oneidas and the United States confirming the Indians' right to possession of their lands until purchased by the United States<sup>[3]</sup> and that in 1790 the treaties had been implemented by federal statute, the Nonintercourse Act, 1 Stat. 137, forbidding the conveyance of Indian lands without the consent of the United States. It was then alleged that in 1788 the Oneidas had ceded five million acres to the State of New York, 300,000 acres being withheld as a reservation, and that in 1795 a portion of these reserved lands was also ceded to the State. Assertedly, the 1795 cession was without the consent of the United States and hence ineffective to terminate the <span class=\"star-pagination\">*665</span> Indians' right to possession under the federal treaties and the applicable federal statutes. Also alleging that the 1795 cession was for an unconscionable and inadequate price and that portions of the premises were now in possession of and being used by the defendant counties, the complaint prayed for damages representing the fair rental value of the land for the period January 1, 1968, through December 31, 1969.</p>\n<p>The District Court ruled that the cause of action, regardless of the label given it, was created under state law and required only allegations of the plaintiffs' possessory rights and the defendants' interference therewith. The possible necessity of interpreting a federal statute or treaties to resolve a potential defense was deemed insufficient to sustain federal-question jurisdiction. The complaint was accordingly dismissed for want of subject matter jurisdiction for failure of the complaint to raise a question arising under the laws of the United States within the meaning of either  1331 or  1362.</p>\n<p>The Court of Appeals affirmed, with one judge dissenting, ruling that the jurisdictional claim \"shatters on the rock of the `well-pleaded complaint' rule for determining federal question jurisdiction.\" 464 F. 2d 916, 918 (CA2 1972). Although \"[d]ecision would ultimately turn on whether the deed of 1795 complied with what is now 25 U. S. C.  177 and what the consequences would be if it did not,\" <i>id.,</i> at 919, this alone did not establish \"arising under\" jurisdiction because the federal issue was not one of the necessary elements of the complaint, which was read as essentially seeking relief based on the right to possession of real property. The Court of Appeals thought <i>Taylor</i> v. <i>Anderson,</i> 234 U. S. 74 (1914), directly in point. There, a complaint in ejectment did not state a claim arising under the laws of the United States even though it alleged that the defendants were claiming under a deed that was void under acts of Congress restraining <span class=\"star-pagination\">*666</span> the alienation of lands allotted to Choctaw and Chickasaw Indians. The Court applied the principle that whether a case arises under federal law for purposes of the jurisdictional statute \"must be determined from what necessarily appears in the plaintiff's statement of his own claim in the bill or declaration, unaided by anything alleged in anticipation of avoidance of defenses which it is thought the defendant may interpose.\" <i>Id.,</i> at 75-76. Because the only essential allegations were plaintiffs' rights to possession, defendants' wrongful holding and the damage claim, the complaint did not properly assert a federal issue, however likely it might be that it would be relevant to or determinative of a defense. In the present case, noting that the District Judge was correct in holding that under New York law these allegations would suffice to state a cause of action in ejectment, the Court of Appeals considered <i>Taylor</i> to be dispositive.</p>\n<p>Both the District Court and the Court of Appeals were in error, and we reverse the judgment of the Court of Appeals.</p>\n<p></p>\n<h2>II</h2>\n<p>Accepting the premise of the Court of Appeals that the case was essentially a possessory action, we are of the view that the complaint asserted a current right to possession conferred by federal law, wholly independent of state law. The threshold allegation required of such a well-pleaded complaintthe right to possessionwas plainly enough alleged to be based on federal law. The federal law issue, therefore, did not arise solely in anticipation of a defense. Moreover, we think that the basis for petitioners' assertion that they had a federal right to possession governed wholly by federal law cannot be said to be so insubstantial, implausible, foreclosed by prior decisions of this Court, or otherwise completely devoid of merit as not to involve a federal controversy within the jurisdiction of the District Court, whatever may be <span class=\"star-pagination\">*667</span> the ultimate resolution of the federal issues on the merits. See, <i>e. g., </i><i>The Fair</i> v. <i>Kohler Die &amp; Specialty Co.,</i> 228 U. S. 22, 25 (1913); <i>Montana Catholic Missions</i> v. <i>Missoula County,</i> 200 U. S. 118, 130 (1906); <i>Levering &amp; Garrigues Co.</i> v. <i>Morrin,</i> 289 U. S. 103, 105-106 (1933); <i>Montana-Dakota Utilities Co.</i> v. <i>Northwestern Public Service Co.,</i> 341 U. S. 246, 249 (1951). Given the nature and source of the possessory rights of Indian tribes to their aboriginal lands, particularly when confirmed by treaty, it is plain that the complaint asserted a controversy arising under the Constitution, laws, or treaties of the United States within the meaning of both  1331 and  1362.</p>\n<p>It very early became accepted doctrine in this Court that although fee title to the lands occupied by Indians when the colonists arrived became vested in the sovereign first the discovering European nation and later the original States and the United Statesa right of occupancy in the Indian tribes was nevertheless recognized. That right, sometimes called Indian title and good against all but the sovereign, could be terminated only by sovereign act. Once the United States was organized and the Constitution adopted, these tribal rights to Indian lands became the exclusive province of the federal law. Indian title, recognized to be only a right of occupancy, was extinguishable only by the United States. The Federal Government took early steps to deal with the Indians through treaty, the principal purpose often being to recognize and guarantee the rights of Indians to specified areas of land. This the United States did with respect to the various New York Indian tribes, including the Oneidas. The United States also asserted the primacy of federal law in the first Nonintercourse Act passed in 1790, 1 Stat. 137, 138, which provided that \"no sale of lands made by any Indians . . . within the United States, shall be valid to any person . . . or to any <span class=\"star-pagination\">*668</span> state . . . unless the same shall be made and duly executed at some public treaty, held under the authority of the United States.\"<sup>[4]</sup> This has remained the policy of the United States to this day. See 25 U. S. C.  177.</p>\n<p>In <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U. S. 339, 345 (1941), a unanimous Court succinctly summarized the essence of past cases in relevant respects:</p>\n<blockquote>\" `Unquestionably it has been the policy of the Federal Government from the beginning to respect the Indian right of occupancy, which could only be interfered with or determined by the United States.' <i>Cramer</i> v. <i>United States,</i> 261 U. S. 219, 227. This policy was first recognized in <i>Johnson</i> v. <i>M'Intosh,</i> 8 Wheat. 543, and has been repeatedly reaffirmed. <i>Worcester</i> v. <i>Georgia,</i> 6 Pet. 515; <i>Mitchel</i> v. <i>United States,</i> 9 Pet. 711; <i>Chouteau</i> v. <i>Molony,</i> 16 How. 203; <i>Holden</i> v. <i>Joy,</i> 17 Wall. 211; <i>Buttz</i> v. <i>Northern Pacific Railroad</i>[, 119 U. S. 55]; <i>United States</i> v. <i>Shoshone Tribe,</i> 304 U. S. 111. As stated in <i>Mitchel</i> v. <i>United States, supra,</i> p. 746, Indian `right of occupancy <span class=\"star-pagination\">*669</span> is considered as sacred as the fee simple of the whites.' \"</blockquote>\n<p>The <i>Santa Fe</i> case also reaffirmed prior decisions to the effect that a tribal right of occupancy, to be protected, need not be \"based upon a treaty, statute, or other formal government action.\" <i>Id.,</i> at 347. Tribal rights were nevertheless entitled to the protection of federal law, and with respect to Indian title based on aboriginal possession, the \"power of Congress . . . is supreme.\" <i>Ibid.</i></p>\n<p>As indicated in <i>Santa Fe,</i> the fundamental propositions which it restated were firmly rooted in earlier cases. In <i>Johnson</i> v. <i>M'Intosh,</i> 8 Wheat. 543 (1823), the Court refused to recognize land titles originating in grants by Indians to private parties in 1773 and 1775; those grants were contrary to the accepted principle that Indian title could be extinguished only by or with the consent of the general government. The land in question, when ceded to the United States by the State of Virginia, was \"occupied by numerous and warlike tribes of Indians; but the exclusive right of the United States to extinguish their title, and to grant the soil, has never, we believe, been doubted.\" <i>Id.,</i> at 586. See also <i>id.,</i> at 591-597, 603. The possessory and treaty rights of Indian tribes to their lands have been the recurring theme of many other cases.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*670</span> The rudimentary propositions that Indian title is a matter of federal law and can be extinguished only with federal consent apply in all of the States, including the original 13. It is true that the United States never held fee title to the Indian lands in the original States as it did to almost all the rest of the continental United States and that fee title to Indian lands in these States, or the pre-emptive right to purchase from the Indians, was in the State, <i>Fletcher</i> v. <i>Peck,</i> 6 Cranch 87 (1810).<sup>[6]</sup> But this reality did not alter the doctrine that federal law, treaties, and statutes protected Indian occupancy and that its termination was exclusively the province of federal law.</p>\n<p>For example, in <i>Worcester</i> v. <i>Georgia,</i> 6 Pet. 515 (1832), the State of Georgia sought to prosecute a white man for residing in Indian country contrary to the laws of the State. This Court held the prosecution a nullity, the Chief Justice referring to the treaties with the Cherokees and to the</p>\n<blockquote>\"universal conviction that the Indian nations possessed a full right to the lands they occupied, until that right should be extinguished by the United States, with their consent: that their territory was separated from that of any state within whose chartered limits they might reside, by a boundary <span class=\"star-pagination\">*671</span> line, established by treaties: that, within their boundary, they possessed rights with which no state could interfere: and that the whole power of regulating the intercourse with them, was vested in the United States.\" <i>Id.,</i> at 560.</blockquote>\n<p>The Cherokee Nation was said to be occupying its own territory \"in which the laws of Georgia can have no force . . . .\" The Georgia law was declared unconstitutional because it interfered with the relations \"between the United States and the Cherokee nation, the regulation of which, according to the settled principles of our constitution, are committed exclusively to the government of the union.\" <i>Id.,</i> at 561.</p>\n<p>There are cases of similar import with respect to the New York Indians. These cases lend substance to petitioners' assertion that the possessory right claimed is a <i>federal</i> right to the lands at issue in this case. <i>Fellows</i> v. <i>Blacksmith,</i> 19 How. 366, 372 (1857), which concerned the Seneca Indians, held that the \"forcible removal [of Indians] must be made, if made at all, under the direction of the United States [and] that this interpretation is in accordance with the usages and practice of the Government in providing for the removal of Indian tribes from their ancient possessions.\" In <i>The New York Indians,</i> 5 Wall. 761 (1867), the State sought to tax the reservation lands of the Senecas. The Court held the tax void. The Court referred to the Indian right of occupancy as creating \"an indefeasible title to the reservations that may extend from generation to generation, and will cease only by the dissolution of the tribe, or their consent to sell to the party possessed of the right of pre-emption,\" <i>id.,</i> at 771, and noted that New York \"possessed no power to deal with Indian rights or title,\" <i>id.,</i> at 769. Of major importance, however, was the treaty of 1794 in which the United States acknowledged <span class=\"star-pagination\">*672</span> certain territory to be the property of the Seneca Nation and promised that \"it shall remain theirs until they choose to sell the same to the people of the United States . . . .\" <i>Id.,</i> at 766-767. The rights of the Indians to occupy those lands \"do not depend on . . . any . . . statutes of the State, but upon treaties, which are the supreme law of the land; it is to these treaties we must look to ascertain the nature of these rights, and the extent of them.\" <i>Id.,</i> at 768.<sup>[7]</sup> The State's attempt to tax reservation lands was invalidated as an interference with Indian possessory rights guaranteed by the Federal Government.</p>\n<p>Much later, in <i>United States</i> v. <i>Forness,</i> 125 F. 2d 928 (CA2), cert. denied, <i>sub nom. </i><i>City of Salamanca</i> v. <i>United States,</i> 316 U. S. 694 (1942),<sup>[8]</sup> the Government sued <span class=\"star-pagination\">*673</span> to set aside certain leases granted by the Seneca tribe on certain reservation lands. It was argued in opposition that the suit was merely an action for ejectment <span class=\"star-pagination\">*674</span> which under state law could be defeated by a tender; but the Court of Appeals for the Second Circuit held that the Indian rights were federal and that \"state law cannot be invoked to limit the rights in lands granted by the United States to the Indians, because, as the court below recognized, state law does not apply to the Indians except so far as the United States has given its consent.\" <i>Id.,</i> at 932. There being no federal statute making the statutory or decisional law of the State of New York applicable to the reservations, the controlling law remained federal law; and, absent federal statutory guidance, the governing rule of decision would be fashioned by the federal court in the mode of the common law.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*675</span> III</h2>\n<p>Enough has been said, we think, to indicate that the complaint in this case asserts a present right to possession under federal law. The claim may fail at a later stage for a variety of reasons; but for jurisdictional purposes, this is not a case where the underlying right or obligation arises only under state law and federal law is merely alleged as a barrier to its effectuation, as was the case in <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109 (1936). There, the suit was on a contract having its <span class=\"star-pagination\">*676</span> genesis in state law, and the tax that the defendant had promised to pay was imposed by a state statute. The possibility that a federal statute might bar its collection was insufficient to make the case one arising under the laws of the United States.</p>\n<p>Nor in sustaining the jurisdiction of the District Court do we disturb the well-pleaded complaint rule of <i>Taylor</i> v. <i>Anderson, supra</i><i>,</i> and like cases.<sup>[10]</sup> Here, the right to possession itself is claimed to arise under federal law in the first instance. Allegedly, aboriginal title of an Indian tribe guaranteed by treaty and protected by statute has never been extinguished. In <i>Taylor,</i> the plaintiffs were individual Indians, not an Indian tribe; and the suit concerned lands allocated to individual Indians, not tribal rights to lands. See 32 Stat. 641. Individual patents had been issued with only the right to alienation being restricted for a period of time. Cf. <i>Minnesota</i> v. <i>United States,</i> 305 U. S. 382, 386 n. 1 (1939); <i>McKay</i> v. <i>Kalyton,</i> 204 U. S. 458 (1907). Insofar as the underlying right to possession is concerned, <i>Taylor</i> is more like those cases indicating that \"a controversy in respect of lands has never been regarded as presenting a Federal question merely because one of the parties to it has derived his title under an act of Congress.\" <i>Shulthis</i> v. <i>McDougal,</i> 225 U. S. 561, 570 (1912).<sup>[11]</sup> Once patent issues, the incidents of ownership are, for the most part, matters of local property law to be vindicated in local courts, and in such situations it is normally insufficient for \"arising under\" jurisdiction merely to allege that ownership <span class=\"star-pagination\">*677</span> or possession is claimed under a United States patent. <i>Joy</i> v. <i>City of St. Louis,</i> 201 U. S. 332, 342-343 (1906). As the Court stated in <i>Packer</i> v. <i>Bird,</i> 137 U. S. 661, 669 (1891):</p>\n<blockquote>\"The courts of the United States will construe the grants of the general government without reference to the rules of construction adopted by the States for their grants; but whatever incidents or rights attach to the ownership of property conveyed by the government will be determined by the States, subject to the condition that their rules do not impair the efficacy of the grants or the use and enjoyment of the property by the grantee.\"</blockquote>\n<p>In the present case, however, the assertion of a federal controversy does not rest solely on the claim of a right to possession derived from a federal grant of title whose scope will be governed by state law. Rather, it rests on the not insubstantial claim that federal law now protects, and has continuously protected from the time of the formation of the United States, possessory right to tribal lands, wholly apart from the application of state law principles which normally and separately protect a valid right of possession.</p>\n<p>For the same reasons, we think the complaint before us satisfies the additional requirement formulated in some cases that the complaint reveal a \"dispute or controversy respecting the validity, construction or effect of such a law, upon the determination of which the result depends.\" <i>Shulthis</i> v. <i>McDougal, supra,</i> at 569; <i>Gold-Washing &amp; Water Co.</i> v. <i>Keyes,</i> 96 U. S. 199, 203 (1878).<sup>[12]</sup> Here, the Oneidas assert a present right to possession based in part on their aboriginal right of occupancy which was not terminable except by act of the United States. <span class=\"star-pagination\">*678</span> Their claim is also asserted to arise from treaties guaranteeing their possessory right until terminated by the United States, and \"it is to these treaties [that] we must look to ascertain the nature of these [Indian] rights, and the extent of them.\" <i>The New York Indians,</i> 5 Wall., at 768. Finally, the complaint asserts a claim under the Nonintercourse Acts which put in statutory form what was or came to be the accepted rulethat the extinguishment of Indian title required the consent of the United States. To us, it is sufficiently clear that the controversy stated in the complaint arises under the federal law within the meaning of the jurisdictional statutes and our decided cases.</p>\n<p></p>\n<h2>IV</h2>\n<p>This is not to ignore the obvious fact that New York had legitimate and far-reaching connections with its Indian tribes antedating the Constitution and that the State has continued to play a substantial role with respect to the Indians in that State.<sup>[13]</sup> There has been recurring tension between federal and state law; state authorities have not easily accepted the notion that federal law and federal courts must be deemed the controlling considerations in dealing with the Indians. <i>Fellows</i> v. <i>Blacksmith</i><i>, The New York Indians, </i><i>United States</i> v. <i>Forness</i><i>,</i> and the <i>Tuscarora</i> litigation are sufficient evidence that the reach and exclusivity of federal law with respect to reservation lands and reservation Indians did not go unchallenged; and it may be that they are to some extent challenged here. But this only <span class=\"star-pagination\">*679</span> underlines the legal reality that the controversy alleged in the complaint may well depend on what the reach and impact of the federal law will prove to be in this case.</p>\n<p>We are also aware that New York and federal authorities eventually reached partial agreement in 1948 when criminal jurisdiction over New York Indian reservations was ceded to the State. 62 Stat. 1224, 25 U. S. C.  232. In addition, in 1950 civil disputes between Indians or between Indians and others were placed within the jurisdiction of the state courts \"to the same extent as the courts of the State shall have jurisdiction in other civil actions and proceedings, as now or hereafter defined by the laws of such State.\" 64 Stat. 845, 25 U. S. C.  233.<sup>[14]</sup> The latter statute, however, provided for the <span class=\"star-pagination\">*680</span> preservation of tribal laws and customs and saved Indian reservation lands from taxation and, with certain exceptions, from execution to satisfy state court judgments. Furthermore, it provided that nothing in the statute \"shall be construed as authorizing the alienation from any Indian nation, tribe, or band of Indians of any lands within any Indian reservation in the State of New York\" or as \"conferring jurisdiction on the courts of the State of New York or making applicable the laws of the State of New York in civil actions involving Indian lands or claims with respect thereto which relate to transactions or events transpiring prior to September 13, 1952.\" The Senate report on the bill disclaimed any intention of \"impairing any of their property or rights under existing treaties with the United States.\" S. Rep. No. 1836, 81st Cong., 2d Sess., 2 (1950). Under the penultimate proviso the matter of alienating tribal reservation lands would appear to have been left precisely where it was prior to the Act.<sup>[15]</sup> Moreover, the final proviso of the statute <span class=\"star-pagination\">*681</span> negativing the application of state law with respect to transactions prior to the adoption of the Act was added by amendment on the floor of the Senate, and its purpose was explained by the gentleman who offered it to be as follows:</p>\n<blockquote>\"Mr. Chairman, I do not think there will be any objection from any source with regard to this particular amendment. This just assures the Indians of an absolutely fair and impartial determination of any claims they might have had growing out of any relationship they have had with the great State of New York in regard to their lands.</blockquote>\n<blockquote>\"I think there will be no objection to that; they certainly ought to have a right to have those claims properly adjudicated. . . .</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*682</span> \"In addition thereto, of course, they may go into the Federal courts and adjudicate any differences they have had between themselves and the great State of New York relative to their lands, or claims in regard thereto, and I am sure that the State of New York should have and no doubt will have, no objection to such provision.\" 96 Cong. Rec. 12460 (1950) (remarks of Congressman Morris).</blockquote>\n<p>Our conclusion that this case arises under the laws of the United States is, therefore, wholly consistent with and in furtherance of the intent of Congress as expressed by its grant of civil jurisdiction to the State of New York with the indicated exceptions.<sup>[16]</sup></p>\n<p>The judgment of the Court of Appeals is reversed and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE REHNQUIST, with whom MR. JUSTICE POWELL joins, concurring.</p>\n<p>The majority opinion persuasively demonstrates that the plaintiffs' right to possession in this case was and is rooted firmly in federal law. Thus, I agree that this is not a case which depends for its federal character solely on possible federal defenses or on expected responses to <span class=\"star-pagination\">*683</span> possible defenses. I also agree that the majority decision is consistent with our decision in <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109 (1936). However, I think it worth-while to add a brief concurrence to emphasize that the majority opinion does not disturb the long line of this Court's cases narrowly applying the principles of 28 U. S. C.  1331 and the well-pleaded complaint rule to possessory land actions brought in federal court.</p>\n<p>As the majority seems willing to accept, the complaint in this action is basically one in ejectment. Plaintiffs are out of possession; the defendants are in possession, allegedly wrongfully; and the plaintiffs claim damages because of the allegedly wrongful possession. These allegations appear to meet the pleading requirements for an ejectment action as stated in <i>Taylor</i> v. <i>Anderson,</i> 234 U. S. 74 (1914). Thus the complaint must be judged according to the rules applicable to such cases.</p>\n<p>The federal courts have traditionally been inhospitable forums for plaintiffs asserting federal-question jurisdiction of possessory land claims. The narrow view of the scope of federal-question jurisdiction taken by the federal courts in such cases probably reflects a recognition that federal issues were seldom apt to be dispositive of the lawsuit. Commonly, the grant of a land patent to a private party carries with it no guarantee of continuing federal interest and certainly carries with it no indefinitely redeemable passport into federal court. On the contrary, as the majority points out, the land thus conveyed was generally subject to state law thereafter.</p>\n<p>Thus, this Court's decisions have established a strict rule that mere allegation of a federal source of title does not convert an ordinary ejectment action into a federal case. As the Court noted in <i>Shoshone Mining Co.</i> v. <i>Rutter,</i> 177 U. S. 505, 507 (1900), \"a suit to enforce a right which takes its origin in the laws of the United <span class=\"star-pagination\">*684</span> States is not necessarily one arising under the Constitution or laws of the United States, within the meaning of the jurisdiction clauses, for if it did every action to establish title to real estate (at least in the newer States) would be such a one, as all titles in those States come from the United States or by virtue of its laws.\" This rule was even applied to cases in which land grants to Indians, subject to limited restrictions on alienation, were involved. See <i>Taylor, supra</i><i>.</i></p>\n<p>The majority today finds this strict rule inapplicable to this case, and for good reason. In contrast to the typical instance in which the Federal Government conveys land to a private entity, the Government, by transferring land rights to Indian tribes, has not placed the land beyond federal supervision. Rather the Federal Government has shown a continuing solicitude for the rights of the Indians in their land. The Nonintercourse Act of 1790 manifests this concern in statutory form. Thus, the Indians' right to possession in this case is based not solely on the <i>original</i> grant of rights in the land but also upon the Federal Government's subsequent guarantee. Their claim is clearly distinguishable from the claims of land grantees for whom the Federal Government has taken no such responsibility.</p>\n<p>The opinion for the Court today should give no comfort to persons with garden-variety ejectment claims who, for one reason or another, are covetously eyeing the door to the federal courthouse. The general standards for determining federal jurisdiction, and in particular the standards for evaluating compliance with the well-pleaded complaint rule, will retain their traditional vigor tomorrow as today.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Arthur Lazarus, Jr.,</i> filed a brief for the Association on American Indian Affairs, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Section 1331 (a) provides:\n</p>\n<p>\"The district courts shall have original jurisdiction of all civil actions wherein the matter in controversy exceeds the sum or value of $10,000, exclusive of interest and costs, and arises under the Constitution, laws, or treaties of the United States.\"</p>\n<p>Under  1362:</p>\n<p>\"The district courts shall have original jurisdiction of all civil actions, brought by any Indian tribe or band with a governing body duly recognized by the Secretary of the Interior, wherein the matter in controversy arises under the Constitution, laws, or treaties of the United States.\"</p>\n<p>[2]  Initially, only diversity jurisdiction under 28 U. S. C.  1332 was alleged in the complaint. The necessary jurisdictional amount was averred. Federal-question jurisdiction was asserted by an amendment to the complaint. Jurisdiction under  1332 was rejected by the District Court and the Court of Appeals and is not at issue here.</p>\n<p>[3]  Three treaties with the Six Indian Nations of the Iroquois Confederacy in New York were alleged: the Treaty of Fort Stanwix of 1784, which provides in part that \"[t]he Oneida and Tuscarora nations shall be secured in the possession of the lands on which they are settled\"; The Treaty of Fort Harmar of 1789 where the Oneida and the Tuscarora nations were \"again secured and confirmed in the possession of their respective lands\"; and the Treaty of Canandaigua of 1794, Art. II of which provides: \"The United States acknowledge the lands reserved to the Oneida, Onondaga and Cayuga Nations, in their respective treaties with the state of New York, and called their reservations, to be their property; and the United States will never claim the same, nor disturb them . . . in the free use and enjoyment thereof: but the said reservations shall remain theirs, until they choose to sell the same to the people of the United States, who have the right to purchase.\" The treaties referred to are found at 7 Stat. 15, 7 Stat. 33, and 7 Stat. 44, respectively.</p>\n<p>[4]  Section 4 of the Act provided that \"no sale of lands made by any Indians, or any nation or tribe of Indians within the United States, shall be valid to any person or persons, or to any state, whether having the right of pre-emption to such lands or not, unless the same shall be made and duly executed at some public treaty, held under the authority of the United States.\" The second Nonintercourse Act passed in 1793 made it a misdemeanor to negotiate for Indian lands without federal authority, but it was made lawful for state agents who were present at any treaty held with the Indians under the authority of the United States, in the presence and with the approbation of the United States Commissioner, \"to propose to, and adjust with the Indians, the compensation to be made for their claims to lands within such state, which shall be extinguished by the treaty.\" 1 Stat. 329, 330-331,  8. This statutory policy, without major change, was carried forward in  12 of the 1796 Act, 1 Stat. 469, 472;  12 of the 1799 Act, 1 Stat. 743, 746;  12 of the 1802 Act, 2 Stat. 139, 143;  12 of the Act of 1834, 4 Stat. 729, 730-731; and in Rev. Stat.  2116, now 25 U. S. C.  177.</p>\n<p>[5]  Representative of almost countless cases are <i>Cherokee Nation</i> v. <i>Georgia,</i> 5 Pet. 1 (1831); <i>United States</i> v. <i>Rogers,</i> 4 How. 567 (1846); <i>The Kansas Indians,</i> 5 Wall. 737 (1866); <i>The New York Indians,</i> 5 Wall. 761 (1867); <i>Holden</i> v. <i>Joy,</i> 17 Wall. 211 (1872); <i>Beecher</i> v. <i>Wetherby,</i> 95 U. S. 517 (1877); <i>United States</i> v. <i>Kagama,</i> 118 U. S. 375 (1886); <i>Spalding</i> v. <i>Chandler,</i> 160 U. S. 394 (1896); <i>United States</i> v. <i>Sandoval,</i> 231 U. S. 28 (1913); <i>Nadeau</i> v. <i>Union Pacific R. Co.,</i> 253 U. S. 442 (1920); <i>Minnesota</i> v. <i>United States,</i> 305 U. S. 382 (1939); <i>United States</i> v. <i>Tillamooks,</i> 329 U. S. 40 (1946); <i>Tee-Hit-Ton Indians</i> v. <i>United States,</i> 348 U. S. 272 (1955).\n</p>\n<p>U. S. Dept. of Interior, Federal Indian Law 32-43, 583-645, 675-687 (1958) (hereinafter Federal Indian Law), sets out some of the fundamentals of the law dealing with Indian possessory rights to real property stemming from aboriginal title, treaty, and statute.</p>\n<p>[6]  See also <i>Cherokee Nation</i> v. <i>Georgia, supra,</i> at 38; <i>Clark</i> v. <i>Smith,</i> 13 Pet. 195 (1839); <i>Lattimer</i> v. <i>Poteet,</i> 14 Pet. 4 (1840); <i>Seneca Nation</i> v. <i>Christy,</i> 162 U. S. 283 (1896). \"Outside of the territory of the original colonies, the ultimate fee is located in the United States and may be granted to individuals subject to the Indian right of occupancy.\" Federal Indian Law 599; <i>Missouri</i> v. <i>Iowa,</i> 7 How. 660 (1849).</p>\n<p>[7]  In an earlier case, <i>New York ex rel. Cutler</i> v. <i>Dibble,</i> 21 How. 366 (1859), the Court had upheld New York statutes which protected the Indians from intrusion by others on their tribal lands, and had asserted that \"[n]otwithstanding the peculiar relation which these Indian nations hold to the Government of the United States, the State of New York had the power of a sovereign over their persons and property, so far as it was necessary to preserve the peace of the Commonwealth, and protect these feeble and helpless bands from imposition and intrusion.\" <i>Id.,</i> at 370. It is apparent that by the later decision in <i>The New York Indians, supra,</i> the Court did not consider the potential implications of the dictum expressed in <i>Dibble</i> applicable in situations where the State's power was exercised other than for the protection of the Indians on their tribal lands. In any event, whatever <i>Dibble</i> may have held with respect to state power to protect Indian possession, it does not question the Indians' right to possession under <i>federal</i> law.</p>\n<p>[8]  The question of the application of federal law to Indian tribal property in New York was litigated in the state courts in the intervening years as well. In 1870, an unreported decision of the New York Supreme Court held that tribal leases of Seneca reservation lands, ratified by the New York Legislature, were invalid in the absence of approval from the United States. See <i>United States</i> v. <i>Forness, supra,</i> at 930-931; H. R. Rep. Misc. Doc. No. 75, 43d Cong., 2d Sess. (1875); Brief for the Warden and the State of New York 26-27, <i>New York ex rel. Ray</i> v. <i>Martin,</i> No. 158, O. T. 1945, 326 U. S. 496 (1946). In the mid-1890's in <i>Buffalo, R. &amp; P. R. Co.</i> v. <i>Lavery,</i> 75 Hun. 396, 27 N. Y. S. 443 (5th Dept., App. Div. 1894), affirmed on opinion below, 149 N. Y. 576, 43 N. E. 986 (1896), a private non-Indian lessee of Indian land under a lease first granted by the Senecas in 1866, which was concededly not legally effective until an 1875 Act of Congress validated such leases, was nonetheless held to have priority over a railroad claiming under an 1872 lease from the Senecas and a state statute purportedly validating the lease as one to a railroad which had been ratified by a state court, because the state statute which would have given the railroad a superior right to possession was incapable of confirming possessory rights to Indian tribal lands without federal authority. The New York courts held that it was \"not within the legislative power of the State to enable the Indian nation to make, or others to take from the Indians, grants or leases of lands within their reservations. In that matter the Federal government, having the power under the Constitution to do so, has assumed to control it by . . . act of Congress [referring to the Indian Nonintercourse Act]. . . . As respects their lands, subject only to the pre-emptive title, the Indians are treated as the wards of the United States, and it is only pursuant to the Federal authority that their lands can be granted or demised by or acquired by conveyance or leased from them.\" 75 Hun., at 399-400, 27 N. Y. S., at 445.\n</p>\n<p>Still later, in <i>People ex rel. Cusick</i> v. <i>Daly,</i> 212 N. Y. 183, 105 N. E. 1048 (1914), the New York Court of Appeals held that without the consent of Congress New York could not prosecute Indian crimes on reservations. Relying on the classic federal cases, the court held that federal power was pre-eminent and that the Federal Government had made treaties with the Indians which confirmed their territorial possession, although the Federal Government never owned the fee of the land within the State's confines. <i>Id.,</i> at 192, 105 N. E., at 1050. Within the reservation federal power, when exercised, foreclosed the exercise of power by the State. \"It is said that there is a difference between the Indians whose reservations are the direct gift of the Federal Government and those whose reservations have been derived from the state or from other sources. We find no such distinction in the statute, and we can think of none that logically differentiates one from the other. Even if we assume that, in the absence of Federal legislation, the state has the most ample power to legislate for the Indians within its borders, there seems to be no escape from the conclusion that when Congress does act the power of the state must yield to the paramount authority of the Federal government.\" <i>Id.,</i> at 196-197, 105 N. E., at 1052.</p>\n<p>[9]  Still later, federal authority over Indian lands was again challenged. In <i>Tuscarora Nation of Indians</i> v. <i>Power Authority,</i> 257 F. 2d 885 (1958), the Court of Appeals for the Second Circuit rejected New York's claim that the Nonintercourse Act did not apply to the State of New York and that, as one of the original 13 States, it never surrendered to the United States its power to condemn Indian lands. The Court of Appeals also held that the Act of Sept. 13, 1950, 64 Stat. 845, 25 U. S. C.  233, whereby the United States ceded civil jurisdiction over Indian reservations to the State of New York, expressly and effectively excepted from its coverage the alienation of reservation lands, a matter over which the United States had reaffirmed its paramount authority. Nonetheless, the Court of Appeals held that the Niagara River Power Project Act, 71 Stat. 401 (1957), 16 U. S. C.  836, 836a, by which Congress directed the Federal Power Commission to issue a license to the New York Power Authority for the construction and operation of a power project to utilize water made available to the United States by a 1950 treaty with Canada, constituted federal authorization for the Power Authority to exercise the right of eminent domain, but only in accordance with  21 of the Federal Power Act, 41 Stat. 1074, 16 U. S. C.  814, which permits the acquisition of sites for the purpose of developing waterways by the exercise of the right of eminent domain in the federal district court in which the land is located or in the state courts. Because the Power Authority had proceeded to appropriate a portion of the Tuscaroras' reservation lands by filing a map and other documents pursuant to procedures established by the State's Highway Law and Public Authorities Law, those proceedings were vacated and annulled. Subsequently, the Power Authority abandoned efforts to obtain possession of the land by appropriation pursuant to those statutes and instead proceeded by condemnation proceedings in the District Court for the Western District of New York. The Tuscaroras petitioned for review of the Court of Appeals decision, but the Court denied certiorari. 358 U. S. 841 (1958). The Superintendent of Public Works of the State of New York simultaneously appealed from it under 28 U. S. C.  1254 (2), and the Court, on the Tuscaroras' subsequent suggestion of mootness, which the Power Authority supported and the Superintendent continued to oppose, and which was based on the Power Authority's abandonment of its appropriation proceedings in favor of the condemnation suit, vacated the Court of Appeals' judgment and remanded to the District Court with directions to dismiss the complaint as moot. 362 U. S. 608 (1960). See Records and Briefs in No. 384, O. T. 1958; Records and Briefs in No. 4, O. T. 1959.</p>\n<p>[10]  See, <i>e. g., </i><i>Gold-Washing &amp; Water Co.</i> v. <i>Keyes,</i> 96 U. S. 199 (1878); <i>Florida C. &amp; P. R. Co.</i> v. <i>Bell,</i> 176 U. S. 321 (1900); <i>Filhiol</i> v. <i>Maurice,</i> 185 U. S. 108 (1902); <i>Filhiol</i> v. <i>Torney,</i> 194 U. S. 356 (1904); <i>Joy</i> v. <i>City of St. Louis,</i> 201 U. S. 332 (1906); <i>White</i> v. <i>Sparkill Realty Corp.,</i> 280 U. S. 500 (1930).</p>\n<p>[11]  <i>Florida C. &amp; P. R. Co.</i> v. <i>Bell, supra,</i> at 328-329; <i>Joy</i> v. <i>City of St. Louis, supra,</i> at 341-342.</p>\n<p>[12]  <i>Tennessee</i> v. <i>Union &amp; Planters' Bank,</i> 152 U. S. 454, 460 (1894); <i>Joy</i> v. <i>City of St. Louis, supra,</i> at 340.</p>\n<p>[13]  For brief accounts of the New York experience with its Indians, see Federal Indian Law 965-979; Gunther, Governmental Power and New York Indian LandsA Reassessment of a Persistent Problem of Federal-State Relations, 8 Buffalo L. Rev. 1 (1958); Brief for the Warden and the State of New York, <i>New York ex rel. Ray</i> v. <i>Martin,</i> No. 158, O. T. 1945, 326 U. S. 496 (1946).</p>\n<p>[14]  Section 233 provides:\n</p>\n<p>\"Jurisdiction of New York State courts in civil actions.</p>\n<p>\"The courts of the State of New York under the laws of such State shall have jurisdiction in civil actions and proceedings between Indians or between one or more Indians and any other person or persons to the same extent as the courts of the State shall have jurisdiction in other civil actions and proceedings, as now or hereafter defined by the laws of such State: <i>Provided,</i> That the governing body of any recognized tribe of Indians in the State of New York shall have the right to declare, by appropriate enactment prior to September 13, 1952, those tribal laws and customs which they desire to preserve, which, on certification to the Secretary of the Interior by the governing body of such tribe shall be published in the Federal Register and thereafter shall govern in all civil cases involving reservation Indians when the subject matter of such tribal laws and customs is involved or at issue, but nothing herein contained shall be construed to prevent such courts from recognizing and giving effect to any tribal law or custom which may be proven to the satisfaction of such courts: <i>Provided further,</i> That nothing in this section shall be construed to require any such tribe or the members thereof to obtain fish and game licenses from the State of New York for the exercise of any hunting and fishing rights provided for such Indians under any agreement, treaty, or custom: <i>Provided further,</i> That nothing herein contained shall be construed as subjecting the lands within any Indian reservation in the State of New York to taxation for State or local purposes, nor as subjecting any such lands, or any Federal or State annuity in favor of Indians or Indian tribes, to execution on any judgment rendered in the State courts, except in the enforcement of a judgment in a suit by one tribal member against another in the matter of the use or possession of land: <i>And provided further,</i> That nothing herein contained shall be construed as authorizing the alienation from any Indian nation, tribe, or band of Indians of any lands within any Indian reservation in the State of New York: <i>Provided further,</i> That nothing herein contained shall be construed as conferring jurisdiction on the courts of the State of New York or making applicable the laws of the State of New York in civil actions involving Indian lands or claims with respect thereto which relate to transactions or events transpiring prior to September 13, 1952.\"</p>\n<p>[15]  \"The text and history of the new legislation are replete with indications that congressional consent is necessary to validate the exercise of state power over tribal Indians and, most significantly, that New York cannot unilaterally deprive Indians of their tribal lands or authorize such deprivations. The civil jurisdiction law, to make assurance doubly sure, contains a proviso that explicitly exempts reservations from state and local taxation and that negatives any authorization of `the alienation from any Indian nation, tribe, or band of Indians of any land within any Indian reservation in the State of New York.' The Senate Committee's report on that law emphasizes that `State law does not apply to Indians except so far as the United States has given its consent' and points out that the law provides that `no lands within any reservation be alienated.' During the congressional hearings, most Indian leaders continued to oppose the bills, partly because of fear of state attempts to deprive them of their reservations, despite the New York Joint Committee's repeated assurances. Accordingly, New York's representatives once more disavowed any intention to break up the reservations and, more clearly than some state officials in the history of the controversy, disclaimed any state power to do so. Moreover, both federal and state officials agreed that the bills would retain ultimate federal power over the Indians and that federal guardianship, particularly with respect to property rights, would continue.\" Gunther, <i>supra,</i> n. 13, 8 Buffalo L. Rev., at 16. (Footnotes omitted.)</p>\n<p>[16]  Because of our determination that the complaint states a controversy arising under the laws of the United States sufficient to invoke the jurisdiction of the District Court under  1331 and 1362, in accordance with prior decisions of this Court, we have no occasion to address and do not reach the contention pressed by petitioners that the Congress, in enacting  1362 in 1966, 80 Stat. 880, intended to expand the scope of \"arising under\" jurisdiction in the District Courts, beyond what judicial interpretations of that language have allowed under  1331, for that category of suits brought by Indian tribes, in addition to eliminating the amount in controversy requirement when Indian tribes sue.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">661</span></span> (1974)</b></center>\n<center><h1>ONEIDA INDIAN NATION OF NEW YORK ET AL.<br>\nv.<br>\nCOUNTY OF ONEIDA, NEW YORK, ET AL.</h1></center>\n<center>No. 72-851.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 6-7, 1973.</center>\n<center>Decided January 21, 1974.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*662</span> <i>George C. Shattuck</i> argued the cause and filed a brief for petitioners.</p>\n<p><i>William L. Burke</i> argued the cause for respondents and filed a brief for respondent County of Madison. <i>Raymond M. Durr</i> filed a brief for respondent County of Oneida.</p>\n<p><i>Jeremiah Jochnowitz,</i> Assistant Attorney General, argued the cause for the State of New York as <i>amicus</i> <span class=\"star-pagination\">*663</span> <i>curiae</i> urging affirmance. With him on the brief were <i>Louis J. Lefkowitz,</i> Attorney General, and <i>Ruth Kessler Toch,</i> Solicitor General.<sup>[*]</sup></p>\n<p>MR. JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>Both  1331 and  1362 of Title 28 of the United States Code confer jurisdiction on the district courts to hear cases \"aris[ing] under the Constitution, laws, or treaties of the United States.\"<sup>[1]</sup> Section 1331 requires that the amount in controversy exceed $10,000. Under  1362, Indian tribes may bring such suits without regard to the amount in controversy. The question now before us is whether the District Court had jurisdiction over this case under either of these sections.</p>\n<p></p>\n<h2>I</h2>\n<p>The complaint was filed in the United States District Court for the Northern District of New York by the Oneida Indian Nation of New York State and the Oneida Indian Nation of Wisconsin against the Counties of Oneida and Madison in the State of New York.<sup>[2]</sup> The <span class=\"star-pagination\">*664</span> complaint alleged that from time immemorial down to the time of the American Revolution the Oneidas had owned and occupied some six million acres of land in the State of New York. The complaint also alleged that in the 1780's and 1790's various treaties had been entered into between the Oneidas and the United States confirming the Indians' right to possession of their lands until purchased by the United States<sup>[3]</sup> and that in 1790 the treaties had been implemented by federal statute, the Nonintercourse Act, 1 Stat. 137, forbidding the conveyance of Indian lands without the consent of the United States. It was then alleged that in 1788 the Oneidas had ceded five million acres to the State of New York, 300,000 acres being withheld as a reservation, and that in 1795 a portion of these reserved lands was also ceded to the State. Assertedly, the 1795 cession was without the consent of the United States and hence ineffective to terminate the <span class=\"star-pagination\">*665</span> Indians' right to possession under the federal treaties and the applicable federal statutes. Also alleging that the 1795 cession was for an unconscionable and inadequate price and that portions of the premises were now in possession of and being used by the defendant counties, the complaint prayed for damages representing the fair rental value of the land for the period January 1, 1968, through December 31, 1969.</p>\n<p>The District Court ruled that the cause of action, regardless of the label given it, was created under state law and required only allegations of the plaintiffs' possessory rights and the defendants' interference therewith. The possible necessity of interpreting a federal statute or treaties to resolve a potential defense was deemed insufficient to sustain federal-question jurisdiction. The complaint was accordingly dismissed for want of subject matter jurisdiction for failure of the complaint to raise a question arising under the laws of the United States within the meaning of either  1331 or  1362.</p>\n<p>The Court of Appeals affirmed, with one judge dissenting, ruling that the jurisdictional claim \"shatters on the rock of the `well-pleaded complaint' rule for determining federal question jurisdiction.\" 464 F. 2d 916, 918 (CA2 1972). Although \"[d]ecision would ultimately turn on whether the deed of 1795 complied with what is now 25 U. S. C.  177 and what the consequences would be if it did not,\" <i>id.,</i> at 919, this alone did not establish \"arising under\" jurisdiction because the federal issue was not one of the necessary elements of the complaint, which was read as essentially seeking relief based on the right to possession of real property. The Court of Appeals thought <i>Taylor</i> v. <i>Anderson,</i> 234 U. S. 74 (1914), directly in point. There, a complaint in ejectment did not state a claim arising under the laws of the United States even though it alleged that the defendants were claiming under a deed that was void under acts of Congress restraining <span class=\"star-pagination\">*666</span> the alienation of lands allotted to Choctaw and Chickasaw Indians. The Court applied the principle that whether a case arises under federal law for purposes of the jurisdictional statute \"must be determined from what necessarily appears in the plaintiff's statement of his own claim in the bill or declaration, unaided by anything alleged in anticipation of avoidance of defenses which it is thought the defendant may interpose.\" <i>Id.,</i> at 75-76. Because the only essential allegations were plaintiffs' rights to possession, defendants' wrongful holding and the damage claim, the complaint did not properly assert a federal issue, however likely it might be that it would be relevant to or determinative of a defense. In the present case, noting that the District Judge was correct in holding that under New York law these allegations would suffice to state a cause of action in ejectment, the Court of Appeals considered <i>Taylor</i> to be dispositive.</p>\n<p>Both the District Court and the Court of Appeals were in error, and we reverse the judgment of the Court of Appeals.</p>\n<p></p>\n<h2>II</h2>\n<p>Accepting the premise of the Court of Appeals that the case was essentially a possessory action, we are of the view that the complaint asserted a current right to possession conferred by federal law, wholly independent of state law. The threshold allegation required of such a well-pleaded complaintthe right to possessionwas plainly enough alleged to be based on federal law. The federal law issue, therefore, did not arise solely in anticipation of a defense. Moreover, we think that the basis for petitioners' assertion that they had a federal right to possession governed wholly by federal law cannot be said to be so insubstantial, implausible, foreclosed by prior decisions of this Court, or otherwise completely devoid of merit as not to involve a federal controversy within the jurisdiction of the District Court, whatever may be <span class=\"star-pagination\">*667</span> the ultimate resolution of the federal issues on the merits. See, <i>e. g., </i><i>The Fair</i> v. <i>Kohler Die &amp; Specialty Co.,</i> 228 U. S. 22, 25 (1913); <i>Montana Catholic Missions</i> v. <i>Missoula County,</i> 200 U. S. 118, 130 (1906); <i>Levering &amp; Garrigues Co.</i> v. <i>Morrin,</i> 289 U. S. 103, 105-106 (1933); <i>Montana-Dakota Utilities Co.</i> v. <i>Northwestern Public Service Co.,</i> 341 U. S. 246, 249 (1951). Given the nature and source of the possessory rights of Indian tribes to their aboriginal lands, particularly when confirmed by treaty, it is plain that the complaint asserted a controversy arising under the Constitution, laws, or treaties of the United States within the meaning of both  1331 and  1362.</p>\n<p>It very early became accepted doctrine in this Court that although fee title to the lands occupied by Indians when the colonists arrived became vested in the sovereign first the discovering European nation and later the original States and the United Statesa right of occupancy in the Indian tribes was nevertheless recognized. That right, sometimes called Indian title and good against all but the sovereign, could be terminated only by sovereign act. Once the United States was organized and the Constitution adopted, these tribal rights to Indian lands became the exclusive province of the federal law. Indian title, recognized to be only a right of occupancy, was extinguishable only by the United States. The Federal Government took early steps to deal with the Indians through treaty, the principal purpose often being to recognize and guarantee the rights of Indians to specified areas of land. This the United States did with respect to the various New York Indian tribes, including the Oneidas. The United States also asserted the primacy of federal law in the first Nonintercourse Act passed in 1790, 1 Stat. 137, 138, which provided that \"no sale of lands made by any Indians . . . within the United States, shall be valid to any person . . . or to any <span class=\"star-pagination\">*668</span> state . . . unless the same shall be made and duly executed at some public treaty, held under the authority of the United States.\"<sup>[4]</sup> This has remained the policy of the United States to this day. See 25 U. S. C.  177.</p>\n<p>In <i>United States</i> v. <i>Santa Fe Pacific R. Co.,</i> 314 U. S. 339, 345 (1941), a unanimous Court succinctly summarized the essence of past cases in relevant respects:</p>\n<blockquote>\" `Unquestionably it has been the policy of the Federal Government from the beginning to respect the Indian right of occupancy, which could only be interfered with or determined by the United States.' <i>Cramer</i> v. <i>United States,</i> 261 U. S. 219, 227. This policy was first recognized in <i>Johnson</i> v. <i>M'Intosh,</i> <span class=\"citation\" data-id=\"88147\"><a href=\"/opinion/88147/the-johnson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">543</span></a></span>, and has been repeatedly reaffirmed. <i>Worcester</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85797\"><a href=\"/opinion/85797/worcester-v-georgia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">515</span></a></span>; <i>Mitchel</i> v. <i>United States,</i> 9 Pet. 711; <i>Chouteau</i> v. <i>Molony,</i> 16 How. 203; <i>Holden</i> v. <i>Joy,</i> <span class=\"citation\" data-id=\"1379538\"><a href=\"/opinion/1379538/holden-v-joy/\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">211</span></a></span>; <i>Buttz</i> v. <i>Northern Pacific Railroad</i>[, 119 U. S. 55]; <i>United States</i> v. <i>Shoshone Tribe,</i> 304 U. S. 111. As stated in <i>Mitchel</i> v. <i>United States, supra,</i> p. 746, Indian `right of occupancy <span class=\"star-pagination\">*669</span> is considered as sacred as the fee simple of the whites.' \"</blockquote>\n<p>The <i>Santa Fe</i> case also reaffirmed prior decisions to the effect that a tribal right of occupancy, to be protected, need not be \"based upon a treaty, statute, or other formal government action.\" <i>Id.,</i> at 347. Tribal rights were nevertheless entitled to the protection of federal law, and with respect to Indian title based on aboriginal possession, the \"power of Congress . . . is supreme.\" <i>Ibid.</i></p>\n<p>As indicated in <i>Santa Fe,</i> the fundamental propositions which it restated were firmly rooted in earlier cases. In <i>Johnson</i> v. <i>M'Intosh,</i> <span class=\"citation\" data-id=\"88147\"><a href=\"/opinion/88147/the-johnson/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">543</span></a></span> (1823), the Court refused to recognize land titles originating in grants by Indians to private parties in 1773 and 1775; those grants were contrary to the accepted principle that Indian title could be extinguished only by or with the consent of the general government. The land in question, when ceded to the United States by the State of Virginia, was \"occupied by numerous and warlike tribes of Indians; but the exclusive right of the United States to extinguish their title, and to grant the soil, has never, we believe, been doubted.\" <i>Id.,</i> at 586. See also <i>id.,</i> at 591-597, 603. The possessory and treaty rights of Indian tribes to their lands have been the recurring theme of many other cases.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*670</span> The rudimentary propositions that Indian title is a matter of federal law and can be extinguished only with federal consent apply in all of the States, including the original 13. It is true that the United States never held fee title to the Indian lands in the original States as it did to almost all the rest of the continental United States and that fee title to Indian lands in these States, or the pre-emptive right to purchase from the Indians, was in the State, <i>Fletcher</i> v. <i>Peck,</i> 6 Cranch 87 (1810).<sup>[6]</sup> But this reality did not alter the doctrine that federal law, treaties, and statutes protected Indian occupancy and that its termination was exclusively the province of federal law.</p>\n<p>For example, in <i>Worcester</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85797\"><a href=\"/opinion/85797/worcester-v-georgia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">515</span></a></span> (1832), the State of Georgia sought to prosecute a white man for residing in Indian country contrary to the laws of the State. This Court held the prosecution a nullity, the Chief Justice referring to the treaties with the Cherokees and to the</p>\n<blockquote>\"universal conviction that the Indian nations possessed a full right to the lands they occupied, until that right should be extinguished by the United States, with their consent: that their territory was separated from that of any state within whose chartered limits they might reside, by a boundary <span class=\"star-pagination\">*671</span> line, established by treaties: that, within their boundary, they possessed rights with which no state could interfere: and that the whole power of regulating the intercourse with them, was vested in the United States.\" <i>Id.,</i> at 560.</blockquote>\n<p>The Cherokee Nation was said to be occupying its own territory \"in which the laws of Georgia can have no force . . . .\" The Georgia law was declared unconstitutional because it interfered with the relations \"between the United States and the Cherokee nation, the regulation of which, according to the settled principles of our constitution, are committed exclusively to the government of the union.\" <i>Id.,</i> at 561.</p>\n<p>There are cases of similar import with respect to the New York Indians. These cases lend substance to petitioners' assertion that the possessory right claimed is a <i>federal</i> right to the lands at issue in this case. <i>Fellows</i> v. <i>Blacksmith,</i> <span class=\"citation\" data-id=\"87107\"><a href=\"/opinion/87107/fellows-v-blacksmith/\"><span class=\"volume\">19</span> <span class=\"reporter\">How.</span> <span class=\"page\">366</span></a></span>, 372 (1857), which concerned the Seneca Indians, held that the \"forcible removal [of Indians] must be made, if made at all, under the direction of the United States [and] that this interpretation is in accordance with the usages and practice of the Government in providing for the removal of Indian tribes from their ancient possessions.\" In <i>The New York Indians,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">761</span></span> (1867), the State sought to tax the reservation lands of the Senecas. The Court held the tax void. The Court referred to the Indian right of occupancy as creating \"an indefeasible title to the reservations that may extend from generation to generation, and will cease only by the dissolution of the tribe, or their consent to sell to the party possessed of the right of pre-emption,\" <i>id.,</i> at 771, and noted that New York \"possessed no power to deal with Indian rights or title,\" <i>id.,</i> at 769. Of major importance, however, was the treaty of 1794 in which the United States acknowledged <span class=\"star-pagination\">*672</span> certain territory to be the property of the Seneca Nation and promised that \"it shall remain theirs until they choose to sell the same to the people of the United States . . . .\" <i>Id.,</i> at 766-767. The rights of the Indians to occupy those lands \"do not depend on . . . any . . . statutes of the State, but upon treaties, which are the supreme law of the land; it is to these treaties we must look to ascertain the nature of these rights, and the extent of them.\" <i>Id.,</i> at 768.<sup>[7]</sup> The State's attempt to tax reservation lands was invalidated as an interference with Indian possessory rights guaranteed by the Federal Government.</p>\n<p>Much later, in <i>United States</i> v. <i>Forness,</i> 125 F. 2d 928 (CA2), cert. denied, <i>sub nom. </i><i>City of Salamanca</i> v. <i>United States,</i> 316 U. S. 694 (1942),<sup>[8]</sup> the Government sued <span class=\"star-pagination\">*673</span> to set aside certain leases granted by the Seneca tribe on certain reservation lands. It was argued in opposition that the suit was merely an action for ejectment <span class=\"star-pagination\">*674</span> which under state law could be defeated by a tender; but the Court of Appeals for the Second Circuit held that the Indian rights were federal and that \"state law cannot be invoked to limit the rights in lands granted by the United States to the Indians, because, as the court below recognized, state law does not apply to the Indians except so far as the United States has given its consent.\" <i>Id.,</i> at 932. There being no federal statute making the statutory or decisional law of the State of New York applicable to the reservations, the controlling law remained federal law; and, absent federal statutory guidance, the governing rule of decision would be fashioned by the federal court in the mode of the common law.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*675</span> III</h2>\n<p>Enough has been said, we think, to indicate that the complaint in this case asserts a present right to possession under federal law. The claim may fail at a later stage for a variety of reasons; but for jurisdictional purposes, this is not a case where the underlying right or obligation arises only under state law and federal law is merely alleged as a barrier to its effectuation, as was the case in <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109 (1936). There, the suit was on a contract having its <span class=\"star-pagination\">*676</span> genesis in state law, and the tax that the defendant had promised to pay was imposed by a state statute. The possibility that a federal statute might bar its collection was insufficient to make the case one arising under the laws of the United States.</p>\n<p>Nor in sustaining the jurisdiction of the District Court do we disturb the well-pleaded complaint rule of <i>Taylor</i> v. <i>Anderson, supra</i><i>,</i> and like cases.<sup>[10]</sup> Here, the right to possession itself is claimed to arise under federal law in the first instance. Allegedly, aboriginal title of an Indian tribe guaranteed by treaty and protected by statute has never been extinguished. In <i>Taylor,</i> the plaintiffs were individual Indians, not an Indian tribe; and the suit concerned lands allocated to individual Indians, not tribal rights to lands. See 32 Stat. 641. Individual patents had been issued with only the right to alienation being restricted for a period of time. Cf. <i>Minnesota</i> v. <i>United States,</i> 305 U. S. 382, 386 n. 1 (1939); <i>McKay</i> v. <i>Kalyton,</i> 204 U. S. 458 (1907). Insofar as the underlying right to possession is concerned, <i>Taylor</i> is more like those cases indicating that \"a controversy in respect of lands has never been regarded as presenting a Federal question merely because one of the parties to it has derived his title under an act of Congress.\" <i>Shulthis</i> v. <i>McDougal,</i> 225 U. S. 561, 570 (1912).<sup>[11]</sup> Once patent issues, the incidents of ownership are, for the most part, matters of local property law to be vindicated in local courts, and in such situations it is normally insufficient for \"arising under\" jurisdiction merely to allege that ownership <span class=\"star-pagination\">*677</span> or possession is claimed under a United States patent. <i>Joy</i> v. <i>City of St. Louis,</i> 201 U. S. 332, 342-343 (1906). As the Court stated in <i>Packer</i> v. <i>Bird,</i> 137 U. S. 661, 669 (1891):</p>\n<blockquote>\"The courts of the United States will construe the grants of the general government without reference to the rules of construction adopted by the States for their grants; but whatever incidents or rights attach to the ownership of property conveyed by the government will be determined by the States, subject to the condition that their rules do not impair the efficacy of the grants or the use and enjoyment of the property by the grantee.\"</blockquote>\n<p>In the present case, however, the assertion of a federal controversy does not rest solely on the claim of a right to possession derived from a federal grant of title whose scope will be governed by state law. Rather, it rests on the not insubstantial claim that federal law now protects, and has continuously protected from the time of the formation of the United States, possessory right to tribal lands, wholly apart from the application of state law principles which normally and separately protect a valid right of possession.</p>\n<p>For the same reasons, we think the complaint before us satisfies the additional requirement formulated in some cases that the complaint reveal a \"dispute or controversy respecting the validity, construction or effect of such a law, upon the determination of which the result depends.\" <i>Shulthis</i> v. <i>McDougal, supra,</i> at 569; <i>Gold-Washing &amp; Water Co.</i> v. <i>Keyes,</i> 96 U. S. 199, 203 (1878).<sup>[12]</sup> Here, the Oneidas assert a present right to possession based in part on their aboriginal right of occupancy which was not terminable except by act of the United States. <span class=\"star-pagination\">*678</span> Their claim is also asserted to arise from treaties guaranteeing their possessory right until terminated by the United States, and \"it is to these treaties [that] we must look to ascertain the nature of these [Indian] rights, and the extent of them.\" <i>The New York Indians,</i> 5 Wall., at 768. Finally, the complaint asserts a claim under the Nonintercourse Acts which put in statutory form what was or came to be the accepted rulethat the extinguishment of Indian title required the consent of the United States. To us, it is sufficiently clear that the controversy stated in the complaint arises under the federal law within the meaning of the jurisdictional statutes and our decided cases.</p>\n<p></p>\n<h2>IV</h2>\n<p>This is not to ignore the obvious fact that New York had legitimate and far-reaching connections with its Indian tribes antedating the Constitution and that the State has continued to play a substantial role with respect to the Indians in that State.<sup>[13]</sup> There has been recurring tension between federal and state law; state authorities have not easily accepted the notion that federal law and federal courts must be deemed the controlling considerations in dealing with the Indians. <i>Fellows</i> v. <i>Blacksmith</i><i>, The New York Indians, </i><i>United States</i> v. <i>Forness</i><i>,</i> and the <i>Tuscarora</i> litigation are sufficient evidence that the reach and exclusivity of federal law with respect to reservation lands and reservation Indians did not go unchallenged; and it may be that they are to some extent challenged here. But this only <span class=\"star-pagination\">*679</span> underlines the legal reality that the controversy alleged in the complaint may well depend on what the reach and impact of the federal law will prove to be in this case.</p>\n<p>We are also aware that New York and federal authorities eventually reached partial agreement in 1948 when criminal jurisdiction over New York Indian reservations was ceded to the State. 62 Stat. 1224, 25 U. S. C.  232. In addition, in 1950 civil disputes between Indians or between Indians and others were placed within the jurisdiction of the state courts \"to the same extent as the courts of the State shall have jurisdiction in other civil actions and proceedings, as now or hereafter defined by the laws of such State.\" 64 Stat. 845, 25 U. S. C.  233.<sup>[14]</sup> The latter statute, however, provided for the <span class=\"star-pagination\">*680</span> preservation of tribal laws and customs and saved Indian reservation lands from taxation and, with certain exceptions, from execution to satisfy state court judgments. Furthermore, it provided that nothing in the statute \"shall be construed as authorizing the alienation from any Indian nation, tribe, or band of Indians of any lands within any Indian reservation in the State of New York\" or as \"conferring jurisdiction on the courts of the State of New York or making applicable the laws of the State of New York in civil actions involving Indian lands or claims with respect thereto which relate to transactions or events transpiring prior to September 13, 1952.\" The Senate report on the bill disclaimed any intention of \"impairing any of their property or rights under existing treaties with the United States.\" S. Rep. No. 1836, 81st Cong., 2d Sess., 2 (1950). Under the penultimate proviso the matter of alienating tribal reservation lands would appear to have been left precisely where it was prior to the Act.<sup>[15]</sup> Moreover, the final proviso of the statute <span class=\"star-pagination\">*681</span> negativing the application of state law with respect to transactions prior to the adoption of the Act was added by amendment on the floor of the Senate, and its purpose was explained by the gentleman who offered it to be as follows:</p>\n<blockquote>\"Mr. Chairman, I do not think there will be any objection from any source with regard to this particular amendment. This just assures the Indians of an absolutely fair and impartial determination of any claims they might have had growing out of any relationship they have had with the great State of New York in regard to their lands.</blockquote>\n<blockquote>\"I think there will be no objection to that; they certainly ought to have a right to have those claims properly adjudicated. . . .</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*682</span> \"In addition thereto, of course, they may go into the Federal courts and adjudicate any differences they have had between themselves and the great State of New York relative to their lands, or claims in regard thereto, and I am sure that the State of New York should have and no doubt will have, no objection to such provision.\" 96 Cong. Rec. 12460 (1950) (remarks of Congressman Morris).</blockquote>\n<p>Our conclusion that this case arises under the laws of the United States is, therefore, wholly consistent with and in furtherance of the intent of Congress as expressed by its grant of civil jurisdiction to the State of New York with the indicated exceptions.<sup>[16]</sup></p>\n<p>The judgment of the Court of Appeals is reversed and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE REHNQUIST, with whom MR. JUSTICE POWELL joins, concurring.</p>\n<p>The majority opinion persuasively demonstrates that the plaintiffs' right to possession in this case was and is rooted firmly in federal law. Thus, I agree that this is not a case which depends for its federal character solely on possible federal defenses or on expected responses to <span class=\"star-pagination\">*683</span> possible defenses. I also agree that the majority decision is consistent with our decision in <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109 (1936). However, I think it worth-while to add a brief concurrence to emphasize that the majority opinion does not disturb the long line of this Court's cases narrowly applying the principles of 28 U. S. C.  1331 and the well-pleaded complaint rule to possessory land actions brought in federal court.</p>\n<p>As the majority seems willing to accept, the complaint in this action is basically one in ejectment. Plaintiffs are out of possession; the defendants are in possession, allegedly wrongfully; and the plaintiffs claim damages because of the allegedly wrongful possession. These allegations appear to meet the pleading requirements for an ejectment action as stated in <i>Taylor</i> v. <i>Anderson,</i> 234 U. S. 74 (1914). Thus the complaint must be judged according to the rules applicable to such cases.</p>\n<p>The federal courts have traditionally been inhospitable forums for plaintiffs asserting federal-question jurisdiction of possessory land claims. The narrow view of the scope of federal-question jurisdiction taken by the federal courts in such cases probably reflects a recognition that federal issues were seldom apt to be dispositive of the lawsuit. Commonly, the grant of a land patent to a private party carries with it no guarantee of continuing federal interest and certainly carries with it no indefinitely redeemable passport into federal court. On the contrary, as the majority points out, the land thus conveyed was generally subject to state law thereafter.</p>\n<p>Thus, this Court's decisions have established a strict rule that mere allegation of a federal source of title does not convert an ordinary ejectment action into a federal case. As the Court noted in <i>Shoshone Mining Co.</i> v. <i>Rutter,</i> 177 U. S. 505, 507 (1900), \"a suit to enforce a right which takes its origin in the laws of the United <span class=\"star-pagination\">*684</span> States is not necessarily one arising under the Constitution or laws of the United States, within the meaning of the jurisdiction clauses, for if it did every action to establish title to real estate (at least in the newer States) would be such a one, as all titles in those States come from the United States or by virtue of its laws.\" This rule was even applied to cases in which land grants to Indians, subject to limited restrictions on alienation, were involved. See <i>Taylor, supra</i><i>.</i></p>\n<p>The majority today finds this strict rule inapplicable to this case, and for good reason. In contrast to the typical instance in which the Federal Government conveys land to a private entity, the Government, by transferring land rights to Indian tribes, has not placed the land beyond federal supervision. Rather the Federal Government has shown a continuing solicitude for the rights of the Indians in their land. The Nonintercourse Act of 1790 manifests this concern in statutory form. Thus, the Indians' right to possession in this case is based not solely on the <i>original</i> grant of rights in the land but also upon the Federal Government's subsequent guarantee. Their claim is clearly distinguishable from the claims of land grantees for whom the Federal Government has taken no such responsibility.</p>\n<p>The opinion for the Court today should give no comfort to persons with garden-variety ejectment claims who, for one reason or another, are covetously eyeing the door to the federal courthouse. The general standards for determining federal jurisdiction, and in particular the standards for evaluating compliance with the well-pleaded complaint rule, will retain their traditional vigor tomorrow as today.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Arthur Lazarus, Jr.,</i> filed a brief for the Association on American Indian Affairs, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Section 1331 (a) provides:\n</p>\n<p>\"The district courts shall have original jurisdiction of all civil actions wherein the matter in controversy exceeds the sum or value of $10,000, exclusive of interest and costs, and arises under the Constitution, laws, or treaties of the United States.\"</p>\n<p>Under  1362:</p>\n<p>\"The district courts shall have original jurisdiction of all civil actions, brought by any Indian tribe or band with a governing body duly recognized by the Secretary of the Interior, wherein the matter in controversy arises under the Constitution, laws, or treaties of the United States.\"</p>\n<p>[2]  Initially, only diversity jurisdiction under 28 U. S. C.  1332 was alleged in the complaint. The necessary jurisdictional amount was averred. Federal-question jurisdiction was asserted by an amendment to the complaint. Jurisdiction under  1332 was rejected by the District Court and the Court of Appeals and is not at issue here.</p>\n<p>[3]  Three treaties with the Six Indian Nations of the Iroquois Confederacy in New York were alleged: the Treaty of Fort Stanwix of 1784, which provides in part that \"[t]he Oneida and Tuscarora nations shall be secured in the possession of the lands on which they are settled\"; The Treaty of Fort Harmar of 1789 where the Oneida and the Tuscarora nations were \"again secured and confirmed in the possession of their respective lands\"; and the Treaty of Canandaigua of 1794, Art. II of which provides: \"The United States acknowledge the lands reserved to the Oneida, Onondaga and Cayuga Nations, in their respective treaties with the state of New York, and called their reservations, to be their property; and the United States will never claim the same, nor disturb them . . . in the free use and enjoyment thereof: but the said reservations shall remain theirs, until they choose to sell the same to the people of the United States, who have the right to purchase.\" The treaties referred to are found at 7 Stat. 15, 7 Stat. 33, and 7 Stat. 44, respectively.</p>\n<p>[4]  Section 4 of the Act provided that \"no sale of lands made by any Indians, or any nation or tribe of Indians within the United States, shall be valid to any person or persons, or to any state, whether having the right of pre-emption to such lands or not, unless the same shall be made and duly executed at some public treaty, held under the authority of the United States.\" The second Nonintercourse Act passed in 1793 made it a misdemeanor to negotiate for Indian lands without federal authority, but it was made lawful for state agents who were present at any treaty held with the Indians under the authority of the United States, in the presence and with the approbation of the United States Commissioner, \"to propose to, and adjust with the Indians, the compensation to be made for their claims to lands within such state, which shall be extinguished by the treaty.\" 1 Stat. 329, 330-331,  8. This statutory policy, without major change, was carried forward in  12 of the 1796 Act, 1 Stat. 469, 472;  12 of the 1799 Act, 1 Stat. 743, 746;  12 of the 1802 Act, 2 Stat. 139, 143;  12 of the Act of 1834, 4 Stat. 729, 730-731; and in Rev. Stat.  2116, now 25 U. S. C.  177.</p>\n<p>[5]  Representative of almost countless cases are <i>Cherokee Nation</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85715\"><a href=\"/opinion/85715/the-cherokee-nation-v-the-state-of-georgia/\"><span class=\"volume\">5</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">1</span></a></span> (1831); <i>United States</i> v. <i>Rogers,</i> <span class=\"citation\" data-id=\"86385\"><a href=\"/opinion/86385/united-states-v-rogers/\"><span class=\"volume\">4</span> <span class=\"reporter\">How.</span> <span class=\"page\">567</span></a></span> (1846); <i>The Kansas Indians,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">737</span></span> (1866); <i>The New York Indians,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">761</span></span> (1867); <i>Holden</i> v. <i>Joy,</i> <span class=\"citation\" data-id=\"1379538\"><a href=\"/opinion/1379538/holden-v-joy/\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">211</span></a></span> (1872); <i>Beecher</i> v. <i>Wetherby,</i> 95 U. S. 517 (1877); <i>United States</i> v. <i>Kagama,</i> 118 U. S. 375 (1886); <i>Spalding</i> v. <i>Chandler,</i> 160 U. S. 394 (1896); <i>United States</i> v. <i>Sandoval,</i> 231 U. S. 28 (1913); <i>Nadeau</i> v. <i>Union Pacific R. Co.,</i> 253 U. S. 442 (1920); <i>Minnesota</i> v. <i>United States,</i> 305 U. S. 382 (1939); <i>United States</i> v. <i>Tillamooks,</i> 329 U. S. 40 (1946); <i>Tee-Hit-Ton Indians</i> v. <i>United States,</i> 348 U. S. 272 (1955).\n</p>\n<p>U. S. Dept. of Interior, Federal Indian Law 32-43, 583-645, 675-687 (1958) (hereinafter Federal Indian Law), sets out some of the fundamentals of the law dealing with Indian possessory rights to real property stemming from aboriginal title, treaty, and statute.</p>\n<p>[6]  See also <i>Cherokee Nation</i> v. <i>Georgia, supra,</i> at 38; <i>Clark</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"86088\"><a href=\"/opinion/86088/clark-v-smith/\"><span class=\"volume\">13</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">195</span></a></span> (1839); <i>Lattimer</i> v. <i>Poteet,</i> <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">4</span></span> (1840); <i>Seneca Nation</i> v. <i>Christy,</i> 162 U. S. 283 (1896). \"Outside of the territory of the original colonies, the ultimate fee is located in the United States and may be granted to individuals subject to the Indian right of occupancy.\" Federal Indian Law 599; <i>Missouri</i> v. <i>Iowa,</i> <span class=\"citation\" data-id=\"86490\"><a href=\"/opinion/86490/missouri-v-iowa/\"><span class=\"volume\">7</span> <span class=\"reporter\">How.</span> <span class=\"page\">660</span></a></span> (1849).</p>\n<p>[7]  In an earlier case, <i>New York ex rel. Cutler</i> v. <i>Dibble,</i> <span class=\"citation\" data-id=\"87223\"><a href=\"/opinion/87223/new-york-ex-rel-cutler-v-dibble/\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">366</span></a></span> (1859), the Court had upheld New York statutes which protected the Indians from intrusion by others on their tribal lands, and had asserted that \"[n]otwithstanding the peculiar relation which these Indian nations hold to the Government of the United States, the State of New York had the power of a sovereign over their persons and property, so far as it was necessary to preserve the peace of the Commonwealth, and protect these feeble and helpless bands from imposition and intrusion.\" <i>Id.,</i> at 370. It is apparent that by the later decision in <i>The New York Indians, supra,</i> the Court did not consider the potential implications of the dictum expressed in <i>Dibble</i> applicable in situations where the State's power was exercised other than for the protection of the Indians on their tribal lands. In any event, whatever <i>Dibble</i> may have held with respect to state power to protect Indian possession, it does not question the Indians' right to possession under <i>federal</i> law.</p>\n<p>[8]  The question of the application of federal law to Indian tribal property in New York was litigated in the state courts in the intervening years as well. In 1870, an unreported decision of the New York Supreme Court held that tribal leases of Seneca reservation lands, ratified by the New York Legislature, were invalid in the absence of approval from the United States. See <i>United States</i> v. <i>Forness, supra,</i> at 930-931; H. R. Rep. Misc. Doc. No. 75, 43d Cong., 2d Sess. (1875); Brief for the Warden and the State of New York 26-27, <i>New York ex rel. Ray</i> v. <i>Martin,</i> No. 158, O. T. 1945, 326 U. S. 496 (1946). In the mid-1890's in <i>Buffalo, R. &amp; P. R. Co.</i> v. <i>Lavery,</i> 75 Hun. 396, 27 N. Y. S. 443 (5th Dept., App. Div. 1894), affirmed on opinion below, 149 N. Y. 576, 43 N. E. 986 (1896), a private non-Indian lessee of Indian land under a lease first granted by the Senecas in 1866, which was concededly not legally effective until an 1875 Act of Congress validated such leases, was nonetheless held to have priority over a railroad claiming under an 1872 lease from the Senecas and a state statute purportedly validating the lease as one to a railroad which had been ratified by a state court, because the state statute which would have given the railroad a superior right to possession was incapable of confirming possessory rights to Indian tribal lands without federal authority. The New York courts held that it was \"not within the legislative power of the State to enable the Indian nation to make, or others to take from the Indians, grants or leases of lands within their reservations. In that matter the Federal government, having the power under the Constitution to do so, has assumed to control it by . . . act of Congress [referring to the Indian Nonintercourse Act]. . . . As respects their lands, subject only to the pre-emptive title, the Indians are treated as the wards of the United States, and it is only pursuant to the Federal authority that their lands can be granted or demised by or acquired by conveyance or leased from them.\" 75 Hun., at 399-400, 27 N. Y. S., at 445.\n</p>\n<p>Still later, in <i>People ex rel. Cusick</i> v. <i>Daly,</i> 212 N. Y. 183, 105 N. E. 1048 (1914), the New York Court of Appeals held that without the consent of Congress New York could not prosecute Indian crimes on reservations. Relying on the classic federal cases, the court held that federal power was pre-eminent and that the Federal Government had made treaties with the Indians which confirmed their territorial possession, although the Federal Government never owned the fee of the land within the State's confines. <i>Id.,</i> at 192, 105 N. E., at 1050. Within the reservation federal power, when exercised, foreclosed the exercise of power by the State. \"It is said that there is a difference between the Indians whose reservations are the direct gift of the Federal Government and those whose reservations have been derived from the state or from other sources. We find no such distinction in the statute, and we can think of none that logically differentiates one from the other. Even if we assume that, in the absence of Federal legislation, the state has the most ample power to legislate for the Indians within its borders, there seems to be no escape from the conclusion that when Congress does act the power of the state must yield to the paramount authority of the Federal government.\" <i>Id.,</i> at 196-197, 105 N. E., at 1052.</p>\n<p>[9]  Still later, federal authority over Indian lands was again challenged. In <i>Tuscarora Nation of Indians</i> v. <i>Power Authority,</i> 257 F. 2d 885 (1958), the Court of Appeals for the Second Circuit rejected New York's claim that the Nonintercourse Act did not apply to the State of New York and that, as one of the original 13 States, it never surrendered to the United States its power to condemn Indian lands. The Court of Appeals also held that the Act of Sept. 13, 1950, 64 Stat. 845, 25 U. S. C.  233, whereby the United States ceded civil jurisdiction over Indian reservations to the State of New York, expressly and effectively excepted from its coverage the alienation of reservation lands, a matter over which the United States had reaffirmed its paramount authority. Nonetheless, the Court of Appeals held that the Niagara River Power Project Act, 71 Stat. 401 (1957), 16 U. S. C.  836, 836a, by which Congress directed the Federal Power Commission to issue a license to the New York Power Authority for the construction and operation of a power project to utilize water made available to the United States by a 1950 treaty with Canada, constituted federal authorization for the Power Authority to exercise the right of eminent domain, but only in accordance with  21 of the Federal Power Act, 41 Stat. 1074, 16 U. S. C.  814, which permits the acquisition of sites for the purpose of developing waterways by the exercise of the right of eminent domain in the federal district court in which the land is located or in the state courts. Because the Power Authority had proceeded to appropriate a portion of the Tuscaroras' reservation lands by filing a map and other documents pursuant to procedures established by the State's Highway Law and Public Authorities Law, those proceedings were vacated and annulled. Subsequently, the Power Authority abandoned efforts to obtain possession of the land by appropriation pursuant to those statutes and instead proceeded by condemnation proceedings in the District Court for the Western District of New York. The Tuscaroras petitioned for review of the Court of Appeals decision, but the Court denied certiorari. 358 U. S. 841 (1958). The Superintendent of Public Works of the State of New York simultaneously appealed from it under 28 U. S. C.  1254 (2), and the Court, on the Tuscaroras' subsequent suggestion of mootness, which the Power Authority supported and the Superintendent continued to oppose, and which was based on the Power Authority's abandonment of its appropriation proceedings in favor of the condemnation suit, vacated the Court of Appeals' judgment and remanded to the District Court with directions to dismiss the complaint as moot. 362 U. S. 608 (1960). See Records and Briefs in No. 384, O. T. 1958; Records and Briefs in No. 4, O. T. 1959.</p>\n<p>[10]  See, <i>e. g., </i><i>Gold-Washing &amp; Water Co.</i> v. <i>Keyes,</i> 96 U. S. 199 (1878); <i>Florida C. &amp; P. R. Co.</i> v. <i>Bell,</i> 176 U. S. 321 (1900); <i>Filhiol</i> v. <i>Maurice,</i> 185 U. S. 108 (1902); <i>Filhiol</i> v. <i>Torney,</i> 194 U. S. 356 (1904); <i>Joy</i> v. <i>City of St. Louis,</i> 201 U. S. 332 (1906); <i>White</i> v. <i>Sparkill Realty Corp.,</i> 280 U. S. 500 (1930).</p>\n<p>[11]  <i>Florida C. &amp; P. R. Co.</i> v. <i>Bell, supra,</i> at 328-329; <i>Joy</i> v. <i>City of St. Louis, supra,</i> at 341-342.</p>\n<p>[12]  <i>Tennessee</i> v. <i>Union &amp; Planters' Bank,</i> 152 U. S. 454, 460 (1894); <i>Joy</i> v. <i>City of St. Louis, supra,</i> at 340.</p>\n<p>[13]  For brief accounts of the New York experience with its Indians, see Federal Indian Law 965-979; Gunther, Governmental Power and New York Indian LandsA Reassessment of a Persistent Problem of Federal-State Relations, 8 Buffalo L. Rev. 1 (1958); Brief for the Warden and the State of New York, <i>New York ex rel. Ray</i> v. <i>Martin,</i> No. 158, O. T. 1945, 326 U. S. 496 (1946).</p>\n<p>[14]  Section 233 provides:\n</p>\n<p>\"Jurisdiction of New York State courts in civil actions.</p>\n<p>\"The courts of the State of New York under the laws of such State shall have jurisdiction in civil actions and proceedings between Indians or between one or more Indians and any other person or persons to the same extent as the courts of the State shall have jurisdiction in other civil actions and proceedings, as now or hereafter defined by the laws of such State: <i>Provided,</i> That the governing body of any recognized tribe of Indians in the State of New York shall have the right to declare, by appropriate enactment prior to September 13, 1952, those tribal laws and customs which they desire to preserve, which, on certification to the Secretary of the Interior by the governing body of such tribe shall be published in the Federal Register and thereafter shall govern in all civil cases involving reservation Indians when the subject matter of such tribal laws and customs is involved or at issue, but nothing herein contained shall be construed to prevent such courts from recognizing and giving effect to any tribal law or custom which may be proven to the satisfaction of such courts: <i>Provided further,</i> That nothing in this section shall be construed to require any such tribe or the members thereof to obtain fish and game licenses from the State of New York for the exercise of any hunting and fishing rights provided for such Indians under any agreement, treaty, or custom: <i>Provided further,</i> That nothing herein contained shall be construed as subjecting the lands within any Indian reservation in the State of New York to taxation for State or local purposes, nor as subjecting any such lands, or any Federal or State annuity in favor of Indians or Indian tribes, to execution on any judgment rendered in the State courts, except in the enforcement of a judgment in a suit by one tribal member against another in the matter of the use or possession of land: <i>And provided further,</i> That nothing herein contained shall be construed as authorizing the alienation from any Indian nation, tribe, or band of Indians of any lands within any Indian reservation in the State of New York: <i>Provided further,</i> That nothing herein contained shall be construed as conferring jurisdiction on the courts of the State of New York or making applicable the laws of the State of New York in civil actions involving Indian lands or claims with respect thereto which relate to transactions or events transpiring prior to September 13, 1952.\"</p>\n<p>[15]  \"The text and history of the new legislation are replete with indications that congressional consent is necessary to validate the exercise of state power over tribal Indians and, most significantly, that New York cannot unilaterally deprive Indians of their tribal lands or authorize such deprivations. The civil jurisdiction law, to make assurance doubly sure, contains a proviso that explicitly exempts reservations from state and local taxation and that negatives any authorization of `the alienation from any Indian nation, tribe, or band of Indians of any land within any Indian reservation in the State of New York.' The Senate Committee's report on that law emphasizes that `State law does not apply to Indians except so far as the United States has given its consent' and points out that the law provides that `no lands within any reservation be alienated.' During the congressional hearings, most Indian leaders continued to oppose the bills, partly because of fear of state attempts to deprive them of their reservations, despite the New York Joint Committee's repeated assurances. Accordingly, New York's representatives once more disavowed any intention to break up the reservations and, more clearly than some state officials in the history of the controversy, disclaimed any state power to do so. Moreover, both federal and state officials agreed that the bills would retain ultimate federal power over the Indians and that federal guardianship, particularly with respect to property rights, would continue.\" Gunther, <i>supra,</i> n. 13, 8 Buffalo L. Rev., at 16. (Footnotes omitted.)</p>\n<p>[16]  Because of our determination that the complaint states a controversy arising under the laws of the United States sufficient to invoke the jurisdiction of the District Court under  1331 and 1362, in accordance with prior decisions of this Court, we have no occasion to address and do not reach the contention pressed by petitioners that the Congress, in enacting  1362 in 1966, 80 Stat. 880, intended to expand the scope of \"arising under\" jurisdiction in the District Courts, beyond what judicial interpretations of that language have allowed under  1331, for that category of suits brought by Indian tribes, in addition to eliminating the amount in controversy requirement when Indian tribes sue.</p>\n\n</div>", "id": 108914, "judges": "White", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/108914/", "sha1": "b7e4d9d4753cd6710ce63acdb81d6c382086673c", "source": "LR", "supreme_court_db_id": "1973-045", "time_retrieved": "2010-04-28T10:11:47"}