{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "414 U.S. 478", 
    "federal_cite_two": "94 S. Ct. 664", 
    "specialty_cite_one": null, 
    "federal_cite_three": "38 L. Ed. 2d 666", 
    "lexis_cite": "1974 U.S. LEXIS 148", 
    "document_uris": [
      "/api/rest/v2/document/108905/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Vachon v. New Hampshire", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "73-573", 
    "id": 93264, 
    "resource_uri": "/api/rest/v2/citation/93264/"
  }, 
  "id": 108905, 
  "blocked": false, 
  "judges": "Per Curiam", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1974-02-25", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>414 U.S. 478 (1974)</b></center>\n<center><h1>VACHON<br>\nv.<br>\nNEW HAMPSHIRE.</h1></center>\n<center>No. 73-573.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided January 14, 1974.</center>\nAPPEAL FROM THE SUPREME COURT OF NEW HAMPSHIRE.\n<p>PER CURIAM.</p>\n<p>A 14-year-old girl bought a button inscribed \"Copulation Not Masturbation\" at the Head Shop in Manchester, New Hampshire. In consequence, appellant, operator of the shop, was sentenced to 30 days in jail and fined $100 after conviction upon a charge of \"wilfully\" contributing to the delinquency of a minor in violation of New Hampshire's Rev. Stat. Ann. § 169:32 (Supp. 1972).<sup>[1]</sup> In affirming the conviction, the New Hampshire Supreme Court held that the \"wilfully\" component of the offense required that the State prove that the accused acted \" `voluntarily and intentionally and not <span class=\"star-pagination\">*479</span> because of mistake or accident or other innocent reason.' \" 113 N. H. 239, 242, 306 A. 2d 781, 784 (1973). Thus, the State was required to produce evidence that appellant, knowing the girl to be a minor,<sup>[2]</sup> personally sold her the button, or personally caused another to sell it to her. Appellant unsuccessfully sought dismissal of the charge at the close of the State's case on the ground that the State had produced no evidence to meet this requirement, and unsuccessfully urged the same ground as a reason for reversal in the State Supreme Court. We have reviewed the transcript of the trial on this issue, pursuant to Rule 40 (1) (d) (2) of the Rules of this Court.<sup>[3]</sup></p>\n<p>Our independent examination of the trial record discloses that evidence is completely lacking that appellant personally sold the girl the button or even that he was aware of the sale or present in the store at the time. The girl was the State's only witness to the sale. She testified that she and a girl friend entered the store and looked around until they saw \"a velvet display card on a counter\" from which they \"picked out [the] pin.\" She went to some person in the store with the button \"cupped in [her] hand\" and paid that person 25 cents for the button. She did not say that appellant was that person, <span class=\"star-pagination\">*480</span> or even that she saw him in the store. Rather, she testified that she could not identify who the person was. We therefore agree with Justice Grimes, dissenting, that \"there is no evidence whatever that the defendant sold the button, that he knew it had been sold to a minor, that he authorized such sales to minors or that he was even in the store at the time of the sale.\" 113 N. H., at 244, 306 A. 2d, at 785. This fatal void in the State's case was not filled by appellant's concession at trial that he \"controlled the premises on July 26.\" That concession was evidence at most that he operated the shop; it was in no way probative of the crucial element of the crime that he personally sold the minor the button or personally caused it to be sold to her.</p>\n<p>In these circumstances, the conviction must be reversed. \"It is beyond question, of course, that a conviction based on a record lacking any relevant evidence as to a crucial element of the offense charged . . . violate[s] due process.\" <i>Harris</i> v. <i>United States,</i> 404 U. S. 1232, 1233 (1971). (DOUGLAS, J., in chambers); <i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199 (1960); <i>Johnson</i> v. <i>Florida,</i> 391 U. S. 596 (1968); see also <i>Adderley</i> v. <i>Florida,</i> 385 U. S. 39, 44 (1966).</p>\n<p>The judgment is reversed and the case is remanded to the New Hampshire Supreme Court for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE REHNQUIST, with whom THE CHIEF JUSTICE and MR. JUSTICE WHITE join, dissenting.</p>\n<p>Appellant Denis M. Vachon operates the Head Shop in Manchester, New Hampshire, where he sells various beads, dresses, posters, and the like. In July 1969, a 14-year-old girl, accompanied by her girl friend, went to the shop seeking to purchase a button or pin like the <span class=\"star-pagination\">*481</span> one purchased by her friend the previous week. She found the button, inscribed \"Copulation Not Masturbation,\" and purchased it from a salesperson in the store. It was conceded in the New Hampshire courts that appellant was in control of the premises where the sale was made. At a jury-waived trial, appellant was convicted of contributing to the delinquency of a minor, a statutory offense proscribed in these words:</p>\n<blockquote>\"[A]nyone . . . who shall knowingly or wilfully encourage, aid, cause, or abet, or connive at, or has knowingly or wilfully done any act to produce, promote, or contribute to the delinquency of [a] child, may be punished . . . .\" N. H. Rev. Stat. Ann. § 169:32 (Supp. 1972).</blockquote>\n<p>The Supreme Court of New Hampshire affirmed appellant's conviction. 113 N. H. 239, 306 A. 2d 781 (1973).</p>\n<p>The Court decides that appellant's conviction under this statute violates rights secured to him by the Due Process Clause of the Fourteenth Amendment, concluding on the basis of its \"independent examination of the trial record\" that \"evidence is completely lacking that appellant personally sold the girl the button or even that he was aware of the sale or present in the store at the time.\"</p>\n<p></p>\n<h2>I</h2>\n<p>In one sense there can be no doubt that the Court's conclusion is based upon an \"independent examination of the trial record,\" since the claim sustained here was neither made in constitutional form to the Supreme Court of New Hampshire, nor even presented by appellant in his jurisdictional statement in this Court.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*482</span> A litigant seeking to preserve a constitutional claim for review in this Court must not only make clear to the lower courts the nature of his claim, but he must also make it clear that the claim is constitutionally grounded. <i>Bailey</i> v. <i>Anderson,</i> 326 U. S. 203 (1945). The closest that appellant came in his brief on appeal to the Supreme Court of New Hampshire to discussing the issue on which this Court's opinion turns is in the sixth section (at 17-18), which is headed: \"The State's failure to introduce any evidence of scienter should have resulted in dismissal of the charge following the presentation of the State's case.\" Appellant in that section makes the customary appellate arguments of insufficiency of the evidence and does not so much as mention either the United States Constitution or a single case decided by this Court. The Supreme Court of New Hampshire treated these arguments as raising a classic state law claim of insufficient evidence of scienter; nothing in that court's opinion remotely suggests that it was treating the claim as having a basis other than in state law.</p>\n<p>The Court purports to decide the scienter question on the basis of Rule 40 (1) (d) (2) of the Rules of this Court, which provides:</p>\n<blockquote>\"1. Briefs of an appellant or petitioner on the merits shall be printed as prescribed in Rule 39, and shall contain in the order here indicated\u0097</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"(d) (2) The phrasing of the questions presented need not be identical with that set forth in the jurisdictional statement or the petition for certiorari, <span class=\"star-pagination\">*483</span> but the brief may not raise additional questions or change the substance of the questions already presented in those documents. Questions not presented according to this paragraph will be disregarded, save as the court, at its option, may notice a plain error not presented.\"</blockquote>\n<p>The very language of this rule makes it clear that it applies to this Court's review of cases in which it has previously either noted probable jurisdiction or granted certiorari. The cases cited by the Court in support of what it does here are therefore necessarily cases in which review had been granted and which had been orally argued; in addition, each of those cases arose in the federal courts. See <i>Columbia Heights Realty Co.</i> v. <i>Rudolph,</i> 217 U. S. 547 (1910); <i>Sibbach</i> v. <i>Wilson &amp; Co.,</i> 312 U. S. 1 (1941); <i>Blonder-Tongue Laboratories, Inc.</i> v. <i>University of Illinois Foundation,</i> 402 U. S. 313 (1971).</p>\n<p>Whatever the import of Rule 40 (1) (d) (2) in cases arising in the federal courts, it surely does not give this Court the power to simply ignore the limitations placed by 28 U. S. C. § 1257 on our jurisdiction to review final judgments of the highest court of a State. That jurisdiction permits review in this Court by appeal where a state statute has been upheld against a federal constitutional challenge, or by writ of certiorari where a federal constitutional challenge is \"specifically set up or claimed\" in state court. Our prior cases establish that we will \"not decide federal constitutional issues raised here for the first time on review of state court decisions.\" <i>Cardinale</i> v. <i>Louisiana,</i> 394 U. S. 437, 438 (1969). See <i>Crowell</i> v. <i>Randell,</i> 10 Pet. 368 (1836). Since the Supreme Court of New Hampshire was not presented with a federal constitutional challenge to the sufficiency of the evidence, resolution of this question by the Court is inconsistent with the congressional limitation on our <span class=\"star-pagination\">*484</span> jurisdiction to review the final judgment of the highest court of a State.</p>\n<p></p>\n<h2>II</h2>\n<p>Even if appellant's sufficiency-of-the-evidence contention in the Supreme Court of New Hampshire could be said to have been presented as a federal constitutional claim based on <i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199 (1960), I would nonetheless be unable to join in the Court's disposition of it. In <i>Thompson,</i> the only state court proceedings reaching the merits of the case were in the Louisville Police Court from which there was no right of appeal to any higher state court, and there was therefore no state court opinion written which construed the statute under which Thompson was convicted. This Court therefore had no choice but to engage in its own construction of the statute and upon doing so it concluded that the record was \"entirely lacking in evidence to support any of the charges.\" <i>Id.,</i> at 204. <i>Thompson</i> was obviously an extraordinary case, and up until now has been saved for extraordinary situations; it has not heretofore been broadened so as to make lack of evidentiary support for only one of several elements of an offense a constitutional infirmity in a state conviction.</p>\n<p>Here, however, the Supreme Court of New Hampshire construed the state statute defining contributing to the delinquency of a minor, and held that the evidence adduced at the trial was sufficient to support a finding on each element of that offense. While the Supreme Court of New Hampshire did say, as the Court indicates, that the State was required to prove that the accused acted \" `voluntarily and intentionally and not because of mistake or accident or other innocent reason,' \" 113 N. H., at 242, 306 A. 2d, at 784, it said this in a context of several paragraphs of treatment of the elements of the offense. Just as those reading and relying upon our opinions would <span class=\"star-pagination\">*485</span> be ill-advised to seize one phrase out of context, I think we are ill-advised to so treat the opinion of the Supreme Court of New Hampshire. That court had several observations to make about the statutory offense which bear on the issue of \"wilfulness\" upon which this Court focuses:</p>\n<blockquote>\"It is uncontested that the defendant was in control of the premises where the sale was made. There was evidence that a girl friend of this minor had previously purchased there a pin `like that.' These pins were displayed on a card on a counter. The trial court saw the minor and had an opportunity to conclude whether her minority should have been apparent to whoever sold the pin. The court could find that the defendant was aware of the character of the pins which were being offered for sale and sold in his establishment.</blockquote>\n<blockquote>\"Defendant is charged with wilfully contributing to the delinquency of a minor by selling or causing to be sold to her the button in question. To act wilfully is `to act voluntarily and intentionally and not because of mistake or accident or other innocent reason.' [Citations omitted.] The trial court could properly find and rule that the sale of this button to the minor was intentional. The trial court could further conclude that the seller of this type of button should have realized that it would tend to be harmful to the morals of the purchaser or others. R. S. A. 169:32 (Supp. 1972). This would warrant a finding and ruling that the defendant wilfully contributed to the delinquency of this minor as charged in the complaint. [Citations omitted.]\" <i>Id.,</i> at 242, 306 A. 2d, at 784.</blockquote>\n<p>The Court simply casts aside this authoritative construction of New Hampshire law, seizes one phrase out <span class=\"star-pagination\">*486</span> of context, and concludes that there was no evidence to establish that the appellant \"[knew] the girl to be a minor, personally sold her the button, or personally caused another to sell it to her.\" The word \"personally\" is the contribution of this Court to the New Hampshire statute; it is not contained in the statute, and is not once used by the Supreme Court of New Hampshire in its opinion dealing with the facts of this very case. Indeed, the entire thrust of the opinion of the Supreme Court of New Hampshire is that appellant need not <i>personally</i> have sold the button to the minor nor <i>personally</i> have authorized its sale to a minor in order to be guilty of the statutory offense. The only fair reading of the above-quoted language from the Supreme Court of New Hampshire is that the word \"wilfully\" in the statute does <i>not</i> mean <i>\"personally,\"</i> and the facts that the appellant controlled and operated the shop, that the same type of pin had been previously purchased at the shop, and that the pins were prominently offered for sale were sufficient evidence on the issue of willfulness.</p>\n<p>This may seem to us a somewhat broad construction of the language \"wilfully\" or \"knowingly,\" though our own cases make it clear that we are dealing with words which may be given a variety of meanings by their context:</p>\n<blockquote>\"The difference between willful failure to pay a tax when due, which is made a misdemeanor, and willful attempt to defeat and evade one, which is made a felony, is not easy to detect or define. Both must be willful, and willful, as we have said, is a word of many meanings, its construction often being influenced by its context. <i>United States</i> v. <i>Murdock,</i> 290 U. S. 389. It may well mean something more as applied to nonpayment of a tax than when applied to failure to make a return. Mere voluntary and <span class=\"star-pagination\">*487</span> purposeful, as distinguished from accidental, omission to make a timely return might meet the test of willfulness.\" <i>Spies</i> v. <i>United States,</i> 317 U. S. 492, 497-498 (1943).</blockquote>\n<p>But since our authority to review state court convictions is limited to the vindication of claims of federal rights, we must take the meaning of the statute, and of the words \"wilfully\" and \"knowingly\" which it uses, as given to us by the Supreme Court of New Hampshire. I would have thought such a proposition well settled by our prior decisions:</p>\n<blockquote>\"We of course are bound by a State's interpretation of its own statute and will not substitute our judgment for that of the State's when it becomes necessary to analyze the evidence for the purpose of determining whether that evidence supports the findings of a state court.\" <i>Garner</i> v. <i>Louisiana,</i> 368 U. S. 157, 166 (1961).</blockquote>\n<p>We do have constitutional authority in appropriate cases to hold that the State's construction of its statute is such that the statutory language did not give a criminal defendant fair warning of the conduct which is construed to be embraced within it. <i>Cole</i> v. <i>Arkansas,</i> 333 U. S. 196 (1948); <i>Bouie</i> v. <i>City of Columbia,</i> 378 U. S. 347 (1964). But this is a far cry from our own rewriting of a state statute in order to make it require a highly specific intent, and then turning around and saying that there was no evidence before the state courts to prove the kind of intent which we have said the statute requires. I would at least note probable jurisdiction over the appeal and set the case for oral argument. Since the Court instead chooses, without ever having heard argument, to rewrite the New Hampshire statute and substitute its interpretation for that of the Supreme Court of New Hampshire. I dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute provides in pertinent part:\n</p>\n<p>\"[A]nyone . . . who . . . has knowingly or wilfully done any act to . . . contribute to the delinquency of [a] child, may be punished by a fine of not more than five hundred dollars or by imprisonment for not more than one year or both.\"</p>\n<p>[2]  The complaint charged that appellant \"did wilfully contribute to the delinquency of a minor by selling or causing to be sold a button with obscene material with slogan on same, to wit, `Copulation Not Masturbation' to . . . a minor child of the age of 14 years, knowing the said child was a minor . . . .\"</p>\n<p>[3]  The Rule provides, in pertinent part, that: \"Questions not presented according to [the requirements of this rule] will be disregarded, save as the court, at its option, may notice a plain error not presented.\" This discretion has been long acknowledged, see <i>Columbia Heights Realty Co.</i> v. <i>Rudolph,</i> 217 U. S. 547 (1910), recently affirmed in <i>Blonder-Tongue Laboratories, Inc.</i> v. <i>University of Illinois Foundation,</i> 402 U. S. 313, 320 n. 6 (1971), and extends to review of the trial court record, see <i>Sibbach</i> v. <i>Wilson &amp; Co.,</i> 312 U. S. 1 (1941). See also <i>Terminiello</i> v. <i>Chicago,</i> 337 U. S. 1 (1949).</p>\n<p>[*]  Appellant makes two contentions in his jurisdictional statement: First, that the New Hampshire statutes defining contributing to the delinquency of a minor and sale and delivery of obscene material (N. H. Rev. Stat. Ann. §§ 571-A:1, 571-A:2 (Supp. 1972)) have been applied to the sale of the button by appellant in a way that infringes upon his First and Fourteenth Amendment rights; and, second, that the New Hampshire statute defining contributing to the delinquency of a minor is unconstitutionally vague. There is simply nothing else presented by the jurisdictional statement.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:46", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></span> (1974)</b></center>\n<center><h1>VACHON<br>\nv.<br>\nNEW HAMPSHIRE.</h1></center>\n<center>No. 73-573.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided January 14, 1974.</center>\nAPPEAL FROM THE SUPREME COURT OF NEW HAMPSHIRE.\n<p>PER CURIAM.</p>\n<p>A 14-year-old girl bought a button inscribed \"Copulation Not Masturbation\" at the Head Shop in Manchester, New Hampshire. In consequence, appellant, operator of the shop, was sentenced to 30 days in jail and fined $100 after conviction upon a charge of \"wilfully\" contributing to the delinquency of a minor in violation of New Hampshire's Rev. Stat. Ann. § 169:32 (Supp. 1972).<sup>[1]</sup> In affirming the conviction, the New Hampshire Supreme Court held that the \"wilfully\" component of the offense required that the State prove that the accused acted \" `voluntarily and intentionally and not <span class=\"star-pagination\">*479</span> because of mistake or accident or other innocent reason.' \" 113 N. H. 239, 242, 306 A. 2d 781, 784 (1973). Thus, the State was required to produce evidence that appellant, knowing the girl to be a minor,<sup>[2]</sup> personally sold her the button, or personally caused another to sell it to her. Appellant unsuccessfully sought dismissal of the charge at the close of the State's case on the ground that the State had produced no evidence to meet this requirement, and unsuccessfully urged the same ground as a reason for reversal in the State Supreme Court. We have reviewed the transcript of the trial on this issue, pursuant to Rule 40 (1) (d) (2) of the Rules of this Court.<sup>[3]</sup></p>\n<p>Our independent examination of the trial record discloses that evidence is completely lacking that appellant personally sold the girl the button or even that he was aware of the sale or present in the store at the time. The girl was the State's only witness to the sale. She testified that she and a girl friend entered the store and looked around until they saw \"a velvet display card on a counter\" from which they \"picked out [the] pin.\" She went to some person in the store with the button \"cupped in [her] hand\" and paid that person 25 cents for the button. She did not say that appellant was that person, <span class=\"star-pagination\">*480</span> or even that she saw him in the store. Rather, she testified that she could not identify who the person was. We therefore agree with Justice Grimes, dissenting, that \"there is no evidence whatever that the defendant sold the button, that he knew it had been sold to a minor, that he authorized such sales to minors or that he was even in the store at the time of the sale.\" 113 N. H., at 244, 306 A. 2d, at 785. This fatal void in the State's case was not filled by appellant's concession at trial that he \"controlled the premises on July 26.\" That concession was evidence at most that he operated the shop; it was in no way probative of the crucial element of the crime that he personally sold the minor the button or personally caused it to be sold to her.</p>\n<p>In these circumstances, the conviction must be reversed. \"It is beyond question, of course, that a conviction based on a record lacking any relevant evidence as to a crucial element of the offense charged . . . violate[s] due process.\" <i>Harris</i> v. <i>United States,</i> 404 U. S. 1232, 1233 (1971). (DOUGLAS, J., in chambers); <i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199 (1960); <i>Johnson</i> v. <i>Florida,</i> 391 U. S. 596 (1968); see also <i>Adderley</i> v. <i>Florida,</i> 385 U. S. 39, 44 (1966).</p>\n<p>The judgment is reversed and the case is remanded to the New Hampshire Supreme Court for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE REHNQUIST, with whom THE CHIEF JUSTICE and MR. JUSTICE WHITE join, dissenting.</p>\n<p>Appellant Denis M. Vachon operates the Head Shop in Manchester, New Hampshire, where he sells various beads, dresses, posters, and the like. In July 1969, a 14-year-old girl, accompanied by her girl friend, went to the shop seeking to purchase a button or pin like the <span class=\"star-pagination\">*481</span> one purchased by her friend the previous week. She found the button, inscribed \"Copulation Not Masturbation,\" and purchased it from a salesperson in the store. It was conceded in the New Hampshire courts that appellant was in control of the premises where the sale was made. At a jury-waived trial, appellant was convicted of contributing to the delinquency of a minor, a statutory offense proscribed in these words:</p>\n<blockquote>\"[A]nyone . . . who shall knowingly or wilfully encourage, aid, cause, or abet, or connive at, or has knowingly or wilfully done any act to produce, promote, or contribute to the delinquency of [a] child, may be punished . . . .\" N. H. Rev. Stat. Ann. § 169:32 (Supp. 1972).</blockquote>\n<p>The Supreme Court of New Hampshire affirmed appellant's conviction. 113 N. H. 239, 306 A. 2d 781 (1973).</p>\n<p>The Court decides that appellant's conviction under this statute violates rights secured to him by the Due Process Clause of the Fourteenth Amendment, concluding on the basis of its \"independent examination of the trial record\" that \"evidence is completely lacking that appellant personally sold the girl the button or even that he was aware of the sale or present in the store at the time.\"</p>\n<p></p>\n<h2>I</h2>\n<p>In one sense there can be no doubt that the Court's conclusion is based upon an \"independent examination of the trial record,\" since the claim sustained here was neither made in constitutional form to the Supreme Court of New Hampshire, nor even presented by appellant in his jurisdictional statement in this Court.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*482</span> A litigant seeking to preserve a constitutional claim for review in this Court must not only make clear to the lower courts the nature of his claim, but he must also make it clear that the claim is constitutionally grounded. <i>Bailey</i> v. <i>Anderson,</i> 326 U. S. 203 (1945). The closest that appellant came in his brief on appeal to the Supreme Court of New Hampshire to discussing the issue on which this Court's opinion turns is in the sixth section (at 17-18), which is headed: \"The State's failure to introduce any evidence of scienter should have resulted in dismissal of the charge following the presentation of the State's case.\" Appellant in that section makes the customary appellate arguments of insufficiency of the evidence and does not so much as mention either the United States Constitution or a single case decided by this Court. The Supreme Court of New Hampshire treated these arguments as raising a classic state law claim of insufficient evidence of scienter; nothing in that court's opinion remotely suggests that it was treating the claim as having a basis other than in state law.</p>\n<p>The Court purports to decide the scienter question on the basis of Rule 40 (1) (d) (2) of the Rules of this Court, which provides:</p>\n<blockquote>\"1. Briefs of an appellant or petitioner on the merits shall be printed as prescribed in Rule 39, and shall contain in the order here indicated\u0097</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"(d) (2) The phrasing of the questions presented need not be identical with that set forth in the jurisdictional statement or the petition for certiorari, <span class=\"star-pagination\">*483</span> but the brief may not raise additional questions or change the substance of the questions already presented in those documents. Questions not presented according to this paragraph will be disregarded, save as the court, at its option, may notice a plain error not presented.\"</blockquote>\n<p>The very language of this rule makes it clear that it applies to this Court's review of cases in which it has previously either noted probable jurisdiction or granted certiorari. The cases cited by the Court in support of what it does here are therefore necessarily cases in which review had been granted and which had been orally argued; in addition, each of those cases arose in the federal courts. See <i>Columbia Heights Realty Co.</i> v. <i>Rudolph,</i> 217 U. S. 547 (1910); <i>Sibbach</i> v. <i>Wilson &amp; Co.,</i> 312 U. S. 1 (1941); <i>Blonder-Tongue Laboratories, Inc.</i> v. <i>University of Illinois Foundation,</i> 402 U. S. 313 (1971).</p>\n<p>Whatever the import of Rule 40 (1) (d) (2) in cases arising in the federal courts, it surely does not give this Court the power to simply ignore the limitations placed by 28 U. S. C. § 1257 on our jurisdiction to review final judgments of the highest court of a State. That jurisdiction permits review in this Court by appeal where a state statute has been upheld against a federal constitutional challenge, or by writ of certiorari where a federal constitutional challenge is \"specifically set up or claimed\" in state court. Our prior cases establish that we will \"not decide federal constitutional issues raised here for the first time on review of state court decisions.\" <i>Cardinale</i> v. <i>Louisiana,</i> 394 U. S. 437, 438 (1969). See <i>Crowell</i> v. <i>Randell,</i> <span class=\"citation\" data-id=\"85984\"><a href=\"/opinion/85984/crowell-v-randell/\"><span class=\"volume\">10</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">368</span></a></span> (1836). Since the Supreme Court of New Hampshire was not presented with a federal constitutional challenge to the sufficiency of the evidence, resolution of this question by the Court is inconsistent with the congressional limitation on our <span class=\"star-pagination\">*484</span> jurisdiction to review the final judgment of the highest court of a State.</p>\n<p></p>\n<h2>II</h2>\n<p>Even if appellant's sufficiency-of-the-evidence contention in the Supreme Court of New Hampshire could be said to have been presented as a federal constitutional claim based on <i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199 (1960), I would nonetheless be unable to join in the Court's disposition of it. In <i>Thompson,</i> the only state court proceedings reaching the merits of the case were in the Louisville Police Court from which there was no right of appeal to any higher state court, and there was therefore no state court opinion written which construed the statute under which Thompson was convicted. This Court therefore had no choice but to engage in its own construction of the statute and upon doing so it concluded that the record was \"entirely lacking in evidence to support any of the charges.\" <i>Id.,</i> at 204. <i>Thompson</i> was obviously an extraordinary case, and up until now has been saved for extraordinary situations; it has not heretofore been broadened so as to make lack of evidentiary support for only one of several elements of an offense a constitutional infirmity in a state conviction.</p>\n<p>Here, however, the Supreme Court of New Hampshire construed the state statute defining contributing to the delinquency of a minor, and held that the evidence adduced at the trial was sufficient to support a finding on each element of that offense. While the Supreme Court of New Hampshire did say, as the Court indicates, that the State was required to prove that the accused acted \" `voluntarily and intentionally and not because of mistake or accident or other innocent reason,' \" 113 N. H., at 242, 306 A. 2d, at 784, it said this in a context of several paragraphs of treatment of the elements of the offense. Just as those reading and relying upon our opinions would <span class=\"star-pagination\">*485</span> be ill-advised to seize one phrase out of context, I think we are ill-advised to so treat the opinion of the Supreme Court of New Hampshire. That court had several observations to make about the statutory offense which bear on the issue of \"wilfulness\" upon which this Court focuses:</p>\n<blockquote>\"It is uncontested that the defendant was in control of the premises where the sale was made. There was evidence that a girl friend of this minor had previously purchased there a pin `like that.' These pins were displayed on a card on a counter. The trial court saw the minor and had an opportunity to conclude whether her minority should have been apparent to whoever sold the pin. The court could find that the defendant was aware of the character of the pins which were being offered for sale and sold in his establishment.</blockquote>\n<blockquote>\"Defendant is charged with wilfully contributing to the delinquency of a minor by selling or causing to be sold to her the button in question. To act wilfully is `to act voluntarily and intentionally and not because of mistake or accident or other innocent reason.' [Citations omitted.] The trial court could properly find and rule that the sale of this button to the minor was intentional. The trial court could further conclude that the seller of this type of button should have realized that it would tend to be harmful to the morals of the purchaser or others. R. S. A. 169:32 (Supp. 1972). This would warrant a finding and ruling that the defendant wilfully contributed to the delinquency of this minor as charged in the complaint. [Citations omitted.]\" <i>Id.,</i> at 242, 306 A. 2d, at 784.</blockquote>\n<p>The Court simply casts aside this authoritative construction of New Hampshire law, seizes one phrase out <span class=\"star-pagination\">*486</span> of context, and concludes that there was no evidence to establish that the appellant \"[knew] the girl to be a minor, personally sold her the button, or personally caused another to sell it to her.\" The word \"personally\" is the contribution of this Court to the New Hampshire statute; it is not contained in the statute, and is not once used by the Supreme Court of New Hampshire in its opinion dealing with the facts of this very case. Indeed, the entire thrust of the opinion of the Supreme Court of New Hampshire is that appellant need not <i>personally</i> have sold the button to the minor nor <i>personally</i> have authorized its sale to a minor in order to be guilty of the statutory offense. The only fair reading of the above-quoted language from the Supreme Court of New Hampshire is that the word \"wilfully\" in the statute does <i>not</i> mean <i>\"personally,\"</i> and the facts that the appellant controlled and operated the shop, that the same type of pin had been previously purchased at the shop, and that the pins were prominently offered for sale were sufficient evidence on the issue of willfulness.</p>\n<p>This may seem to us a somewhat broad construction of the language \"wilfully\" or \"knowingly,\" though our own cases make it clear that we are dealing with words which may be given a variety of meanings by their context:</p>\n<blockquote>\"The difference between willful failure to pay a tax when due, which is made a misdemeanor, and willful attempt to defeat and evade one, which is made a felony, is not easy to detect or define. Both must be willful, and willful, as we have said, is a word of many meanings, its construction often being influenced by its context. <i>United States</i> v. <i>Murdock,</i> 290 U. S. 389. It may well mean something more as applied to nonpayment of a tax than when applied to failure to make a return. Mere voluntary and <span class=\"star-pagination\">*487</span> purposeful, as distinguished from accidental, omission to make a timely return might meet the test of willfulness.\" <i>Spies</i> v. <i>United States,</i> 317 U. S. 492, 497-498 (1943).</blockquote>\n<p>But since our authority to review state court convictions is limited to the vindication of claims of federal rights, we must take the meaning of the statute, and of the words \"wilfully\" and \"knowingly\" which it uses, as given to us by the Supreme Court of New Hampshire. I would have thought such a proposition well settled by our prior decisions:</p>\n<blockquote>\"We of course are bound by a State's interpretation of its own statute and will not substitute our judgment for that of the State's when it becomes necessary to analyze the evidence for the purpose of determining whether that evidence supports the findings of a state court.\" <i>Garner</i> v. <i>Louisiana,</i> 368 U. S. 157, 166 (1961).</blockquote>\n<p>We do have constitutional authority in appropriate cases to hold that the State's construction of its statute is such that the statutory language did not give a criminal defendant fair warning of the conduct which is construed to be embraced within it. <i>Cole</i> v. <i>Arkansas,</i> 333 U. S. 196 (1948); <i>Bouie</i> v. <i>City of Columbia,</i> 378 U. S. 347 (1964). But this is a far cry from our own rewriting of a state statute in order to make it require a highly specific intent, and then turning around and saying that there was no evidence before the state courts to prove the kind of intent which we have said the statute requires. I would at least note probable jurisdiction over the appeal and set the case for oral argument. Since the Court instead chooses, without ever having heard argument, to rewrite the New Hampshire statute and substitute its interpretation for that of the Supreme Court of New Hampshire. I dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute provides in pertinent part:\n</p>\n<p>\"[A]nyone . . . who . . . has knowingly or wilfully done any act to . . . contribute to the delinquency of [a] child, may be punished by a fine of not more than five hundred dollars or by imprisonment for not more than one year or both.\"</p>\n<p>[2]  The complaint charged that appellant \"did wilfully contribute to the delinquency of a minor by selling or causing to be sold a button with obscene material with slogan on same, to wit, `Copulation Not Masturbation' to . . . a minor child of the age of 14 years, knowing the said child was a minor . . . .\"</p>\n<p>[3]  The Rule provides, in pertinent part, that: \"Questions not presented according to [the requirements of this rule] will be disregarded, save as the court, at its option, may notice a plain error not presented.\" This discretion has been long acknowledged, see <i>Columbia Heights Realty Co.</i> v. <i>Rudolph,</i> 217 U. S. 547 (1910), recently affirmed in <i>Blonder-Tongue Laboratories, Inc.</i> v. <i>University of Illinois Foundation,</i> 402 U. S. 313, 320 n. 6 (1971), and extends to review of the trial court record, see <i>Sibbach</i> v. <i>Wilson &amp; Co.,</i> 312 U. S. 1 (1941). See also <i>Terminiello</i> v. <i>Chicago,</i> 337 U. S. 1 (1949).</p>\n<p>[*]  Appellant makes two contentions in his jurisdictional statement: First, that the New Hampshire statutes defining contributing to the delinquency of a minor and sale and delivery of obscene material (N. H. Rev. Stat. Ann. §§ 571-A:1, 571-A:2 (Supp. 1972)) have been applied to the sale of the button by appellant in a way that infringes upon his First and Fourteenth Amendment rights; and, second, that the New Hampshire statute defining contributing to the delinquency of a minor is unconstitutionally vague. There is simply nothing else presented by the jurisdictional statement.</p>\n\n</div>", 
  "sha1": "0ba1b0abbc2570c62e30f2d5ee0fa4bb5eae323d", 
  "date_modified": "2014-12-21T01:59:09.995979", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/108905/vachon-v-new-hampshire/", 
  "citation_count": 30, 
  "supreme_court_db_id": "1973-036", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/443476/", 
  "html": "<p class=\"case_cite\">414 U.S. 478</p>\n    <p class=\"case_cite\">94 S.Ct. 664</p>\n    <p class=\"case_cite\">38 L.Ed.2d 666</p>\n    <p class=\"parties\">Denis M. VACHON<br>v.<br>State of NEW HAMPSHIRE</p>\n    <p class=\"docket\">No. 73&#8212;573.</p>\n    <p class=\"date\">Jan. 14, 1974.</p>\n    <p class=\"date\">Rehearing Denied Feb. 25, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 415 U.S. 952, 94 S.Ct. 1477.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A 14-year-old girl bought a button inscribed 'Copulation Not Masturbation' at the Head Shop in Manchester, New Hampshire. In consequence, appellant, perator of the shop, was sentenced to 30 days in jail and fined $100 after conviction upon a charge of 'wilfully' contributing to the delinquency of a minor in violation of New Hampshire's Rev.Stat.Ann. &#167; 169:32 (Supp.1972).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In affirming the conviction, the New Hampshire Supreme Court held that the 'wilfully' component of the offense required that the State prove that the accused acted \"voluntarily and intentionally and not because of mistake or accident or other innocent reason.\" 113 N.H. 239, 242, 306 A.2d 781, 784 (1973). Thus, the State was required to produce evidence that appellant, knowing the girl to be a minor,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> personally sold her the button, or personally caused another to sell it to her. Appellant unsuccessfully sought dismissal of the charge at the close of the State's case on the ground that the State had produced no evidence to meet this requirement, and unsuccessfully urged the same ground as a reason for reversal in the State Supreme Court. We have reviewed the transcript of the trial on this issue, pursuant to Rule 40(1) (d)(2) of the Rules of this Court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our independent examination of the trial record discloses that evidence is completely lacking that appellant personally sold the girl the button or even that he was aware of the sale or present in the store at the time. The girl was the State's only witness to the sale. She testified that she and a girl friend entered the store and looked around until they saw 'a velvet display card on a counter' from which they 'picked out (the) pin.' She went to some person in the store with the button 'cupped in (her) hand' and paid that person 25 cents for the button. She did not say that appellant was that person, or even that she saw him in the store. Rather, she testified that she could not identify who the person was. We therefore agree with Justice Grimes, dissenting, that 'there is no evidence whatever that the defendant sold the button, that he knew it had been sold to a minor, that he authorized such sales to minors or that he was even in the store at the time of the sale.' 113 N.H., at 244, 306 A.2d, at 785. This fatal void in the State's case was not filled by appellant's concession at trial that he 'controlled the premises on July 26.' That concession was evidence at most that he operated the shop; it was in no way probative of the crucial element of the crime that he personally sold the minor the button or personally caused it to be sold to her.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In these circumstances, the conviction must be reversed. 'It is beyond question, of course, that a conviction based on a record lacking any relevant evidence as to a crucial element of the offense charged . . . violate(s) due process.' Harris v. United States, 404 U.S. 1232, 1233, 92 S.Ct. 10, 12, 30 L.Ed.2d 25 (1971). (Douglas, J., in chambers); Thompson v. Louisville, 362 U.S. 199, 80 S.Ct. 624, 4 L.Ed.2d 654 (1960); Johnson v. Florida, 391 U.S. 596, 88 S.Ct. 1713, 20 L.Ed.2d 838 (1968); see also Adderley v. Florida, 385 U.S. 39, 44, 87 S.Ct. 242, 245, 17 L.Ed.2d 149 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judgment is reversed and the case is remanded to the New Hampshire Supreme Court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Justice REHNQUIST, with whom THE CHIEF JUSTICE and Mr. Justice WHITE join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant Denis M. Vachon operates the Head Shop in Manchester, New Hampshire, where he sells various beads, dresses, posters, and the like. In July 1969, a 14-year-old girl accompanied by her girl friend, went to the shop seeking to purchase a button or pin like the one purchased by her friend the previous week. She found the button, inscribed 'Copulation Not Masturbation,' and purchased it from a salesperson in the store. It was conceded in the New Hampshire courts that appellant was in control of the premises where the sale was made. At a jury-waived trial, appellant was convicted on contributing to the delinquency of a minor, a statutory offense proscribed in these words:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(A)nyone . . . who shall knowingly or wilfully encourage,      aid, cause, or abet, or connive at, or has knowingly or      wilfully done any act to produce, promote, or contribute to      the delinquency of (a) child, may be punished . . ..'      N.H.Rev.Stat.Ann. &#167; 169:32 (Supp.1972).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Supreme Court of New Hampshire affirmed appellant's conviction. 113 N.H. 239, 306 A.2d 781 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Court decides that appellant's conviction under this statute violates rights secured to him by the Due Process Clause of the Fourteenth Amendment, concluding on the basis of its 'independent examination of the trial record' that 'evidence is completely lacking that appellant personally sold the girl the button or even that he was aware of the sale or present in the store at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">* In one sense there can be no doubt that the Court's conclusion is based upon an 'independent examination of the trial record,' since the claim sustained here was neither made in constitutional form to the Supreme Court of New Hampshire, nor even presented by appellant in his jurisdictional statement in this Court.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A litigant seeking a preserve a constitutional claim for review in this Court must not only make clear to the lower courts the nature of his claim, but he must also make it clear that the claim is constitutionally grounded. Bailey v. Anderson, 326 U.S. 203, 66 S.Ct. 66, 90 L.Ed. 3 (1945). The closest that appellant came in his brief on appeal to the Supreme Court of New Hampshire to discussing the issue on which this Court's opinion turns is in the sixth section (at 17&#8212;18), which is headed: 'The State's failure to introduce any evidence of scienter should have resulted in dismissal of the charge following the presentation of the State's case.' Appellant in that section makes the customary appellate arguments of insufficiency of the evidence and does not so much as mention either the United States Constitution or a single case decided by this Court. The Supreme Court of New Hampshire treated these arguments as raising a classic state law claim of insufficient evidence of scienter; nothing in that court's opinion remotely suggests that it was treating the claim as having a basis other than in state law.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Court purports to decide the scienter question on the basis of Rule 40(1) (d)(2) of the Rules of this Court, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'1. Briefs of an appellant or petitioner on the merits shall      be printed as prescribed in Rule 39, and shall contain in the      order here indicated&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'(d)(2) The phrasing of the questions presented need not be      identical with that set forth in the jurisdictional statement      or the petition for certiorari, but the brief may not raise additional questions or change      the substance of the questions already presented in those      documents. Questions not presented according to this      paragraph will be disregarded, save as the court, at its      opinion, may notice a plain error not presented.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The very language of this rule makes it clear that it applies to this Court's review of cases in which it has previously either noted probable jurisdiction or granted certiorari. The cases cited by the Court in support of what it does here are therefore necessarily cases in which review had been granted and which had been orally argued; in addition, each of those cases arose in the federal courts. See Columbia Heights Realty Co. v. Rudolph, 217 U.S. 547, 30 S.Ct. 581, 54 L.Ed. 877 (1910); Sibbach v. Wilson &amp; Co., 312 U.S. 1, 61 S.Ct. 422, 85 L.Ed. 479 (1941); Blonder-Tongue Laboratories, Inc. v. University of Illinois Foundation, 402 U.S. 313, 91 S.Ct. 1434, 28 L.Ed.2d 788 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whatever the import of Rule 40(1)(d)(2) in cases arising in the federal courts, it surely does not give this Court the power to simply ignore the limitations placed by 28 U.S.C. &#167; 1257 on our jurisdiction to review final judgments of the highest court of a State. That jurisdiction permits review in this Court by appeal where a state statute has been upheld against a federal constitutional challenge, or by writ of certiorari where a federal constitutional challenge is 'specifically set up or claimed' in state court. Our prior cases establish that we will 'not decide federal constitutional issues raised here for the first time on review of state court decisions.' Cardinale v. Louisiana, 394 U.S. 437, 438, 89 S.Ct. 1161, 1162, 22 L.Ed.2d 398 (1969). See Crowell v. Randell, 10 Pet. 368, 9 L.Ed. 458 (1836). Since the Supreme Court of New Hampshire was not presented with a federal constitutional challenge to the sufficiency of the evidence, resolution of this question by the Court is inconsistent with the congressional limitation on our jurisdiction to review the final judgment of the highest court of a State.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even if appellant's sufficiency-of-the-evidence contention in the Supreme Court of New Hampshire could be said to have been presented as a federal constitutional claim based on Thompson v. Louisville, 362 U.S. 199, 80 S.Ct. 624, 4 L.Ed.2d 654 (1960), I would nonetheless be unable to join in the Court's disposition of it. In Thompson, the only state court proceedings reaching the merits of the case were in the Louisville Police Court from which there was no right of appeal to any higher state court, and there was therefore no state court opinion written which construed the statute under which Thompson was convicted. This Court therefore had no choice but to engage in its own construction of the statute and upon doing so it concluded that the record was 'entirely lacking in evidence to support any of the charges.' Id., at 204, 80 S.Ct. at 628. Thompson was obviously an extraordinary case, and up until now has been saved for extraordinary situations; it has not heretofore been broadened so as to make lack of evidentiary support for only one of several elements of an offense a constitutional infirmity in a state conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, however, the Supreme Court of New Hampshire construed the state statute defining contributing to the delinquency of a minor, and held that the evidence adduced at the trial was sufficient to support a finding on each element of that offense. While the Supreme Court of New Hampshire did say, as the Court indicates, that the State was required to prove that the accused acted \"voluntarily and intentionally and not because of mistake or accident or other innocent reason,\" 113 N.H., at 242, 306 A.2d, at 784, it said this in a context of several paragraphs of treatment of the elements of the offense. Just as those reading and relying upon our opinions would be ill-advised to seize one phrase out of context, I think we are ill-advised to so treat the opinion of the Supreme Court of New Hampshire. That court had several observations to make about the statutory offense which bear on the issue of 'wilfulness' upon which this Court focuses:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'It is uncontested that the defendant was in control of the      premises where the sale was made. There was evidence that a      girl friend of this minor had previously purchased there a      pin 'like that.' These pins were displayed on a card on a      counter. The trial court saw the minor and had an opportunity      to conclude whether her minority should have been apparent to      whoever sold the pin. The court could find that the defendant      was aware of the character of the pins which were being      offered for sale and sold in his establishment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'Defendant is charged with wilfully contributing to the      delinquency of a minor by selling or causing to be sold to      her the button in question. To act wilfully is 'to act      voluntarily and intentionally and not because of mistake or      accident or other innocent reason.' (Citations omitted.) The      trial court could properly find and rule that the sale of      this button to the minor was intentional. The trial court      could further conclude that the seller of this type of button      should have realized that it would tend to be harmful to the      morals of the purchaser or others. R.S.A. 169:32 (Supp.1972).      This would warrant a finding and ruling that the defendant      wilfully contributed to the delinquency of this minor as      charged in the complaint. (Citations omitted.)' Id., at 242,      306 A.2d, at 784.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Court simply casts aside this authoritative construction of New Hampshire law, seizes one phrase out of context, and concludes that there was no evidence to establish that the appellant '(knew) the girl to be a minor, personally sold her the button, or personally caused another to sell it to her.' The word 'personally' is the contribution of this Court to the New Hampshire statute; it is not contained in the statute, and is not once used by the Supreme Court of New Hampshire in its opinion dealing with the facts of this very case. Indeed, the entire thrust of the opinion of the Supreme Court of New Hampshire is that appellant need not personally have sold the button to the minor nor personally have authorized its sale to a minor in order to be guilty of the statutory offense. The only fair reading of the above-quoted language from the Supreme Court of New Hampshire is that the word 'wilfully' in the statute does not mean 'personally,' and the facts that the appellant controlled and operated the shop, that the same type of pin had been previously purchased at the shop, and that the pins were prominently offered for sale were sufficient evidence on the issue of willfulness.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This may seem to us a somewhat broad construction of the language 'wilfully' or 'knowingly,' though our own cases make it clear that we are dealing with words which may be given a variety of meanings by their context:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'The difference between willful failure to pay a tax when      due, which is made a misdemeanor, and wilful attempt to      defeat and evade one, which is made a felony is not easy to      detect or define. Both must be willful, and willful, as we      have said, is a word of many meanings, its construction often      being influenced by its context. United States v. Murdock,      290 U.S. 389, 54 S.Ct. 223, 78 L.Ed. 381. It may well mean      something more as applied to nonpayment of a tax than when      applied to failure to make a return. Mere voluntary and purposeful, as distinguished from accidental, omission to      make a timely return might meet the test of willfulness.'      Spies v. United States, 317 U.S. 492, 497&#8212;498, 63 S.Ct. 364,      367, 87 L.Ed. 418 (1943).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">But since our authority to review state court convictions is limited to the vindication of claims of federal rights, we must take the meaning of the statute, and of the words 'wilfully' and knowingly' which it uses, as given to us by the Supreme Court of New Hampshire. I would have though such a proposition well settled by our prior decisions:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'We of course are bound by a State's interpretation of its      own statute and will not substitute our judgment for that of      the State's when it becomes necessary to analyze the evidence      for the purpose of determining whether that evidence supports      the findings of a state court.' Garner v. Louisiana, 368 U.S.      157, 166, 82 S.Ct. 248, 253, 7 L.Ed.2d 207 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We do have constitutional authority in appropriate cases to hold that the State's construction of its statute is such that the statutory language did not give a criminal defendant fair warning of the conduct which is construed to be embraced within it. Cole v. Arkansas, 333 U.S. 196, 68 S.Ct. 514, 92 L.Ed. 644 (1948); Bouie v. City of Columbia, 378 U.S. 347, 84 S.Ct. 1697, 12 L.Ed.2d 894 (1964). But this is a far cry from our own rewriting of a state statute in order to make it require a highly specific intent, and then turning around and saying that there was no evidence before the state courts to prove the kind of intent which we have said the statute requires. I would at least note probable jurisdiction over the appeal and set the case for oral argument. Since the Court instead chooses, without ever having heard argument, to rewrite the New Hampshire statute and substitute its interpretation for that of the Supreme Court of New Hampshire, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>'(A)nyone . . . who . . . has knowingly or wilfully done any act to . . . contribute to the delinquency of (a) child, may be punished by a fine of not more than five hundred dollars or by imprisonment for not more than one year or both.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The complaint charged that appellant 'did wilfully contribute to the delinquency of a minor by selling or causing to be sold a button with obscene material with slogan on same, to wit, 'Copulation Not Masturbation' to . . . a minor child of the age of 14 years, knowing the said child was a minor . . ..'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Rule provides, in pertinent part, that: 'Questions not presented according to (the requirements of this rule) will be disregarded, save as the court, at its option, may notice a plain error not presented.' This discretion has been long acknowledged, see Columbia Heights Realty Co. v. Rudolph, 217 U.S. 547, 30 S.Ct. 581, 54 L.Ed. 877 (1910). recently affirmed in Blonder-Tongue Laboratories, Inc. v. University of Illinois Foundation, 402 U.S. 313, 320 n. 6, 91 S.Ct. 1434, 1438, 28 L.Ed.2d 788 (1971), and extends to review of the trial court record, see Sibbach v. Wilson &amp; Co., 312 U.S. 1, 61 S.Ct. 422, 85 L.Ed. 479 (1941). See also Terminiello v. Chicago, 337 U.S. 1, 69 S.Ct. 894, 93 L.Ed. 1131 (1949).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Appellant makes two contentions in his jurisdictional statement: First, that the New Hampshire statutes defining contributing to the delinquency of a minor and sale and delivery of obscene material (N.H.Rev.Stat.Ann. &#167;&#167; 571&#8212;A:1, 571&#8212;A:2 (Supp.1972)) have been applied to the sale of the button by appellant in a way that infringes upon his First and Fourteenth Amendment rights; and, second, that the New Hampshire statute defining contributing to the delinquency of a minor is unconstitutionally vague. There is simply nothing else presented by the jurisdictional statement.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/108905/"
}