{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "415 U.S. 250", 
    "federal_cite_two": "94 S. Ct. 1076", 
    "specialty_cite_one": null, 
    "federal_cite_three": "39 L. Ed. 2d 306", 
    "lexis_cite": "1974 U.S. LEXIS 101", 
    "document_uris": [
      "/api/rest/v2/document/108971/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Memorial Hospital v. Maricopa County", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "72-847", 
    "id": 93330, 
    "resource_uri": "/api/rest/v2/citation/93330/"
  }, 
  "id": 108971, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1974-02-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>415 U.S. 250 (1974)</b></center>\n<center><h1>MEMORIAL HOSPITAL ET AL.<br>\nv.<br>\nMARICOPA COUNTY ET AL.</h1></center>\n<center>No. 72-847.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 6, 1973.</center>\n<center>Decided February 26, 1974.</center>\nAPPEAL FROM THE SUPREME COURT OF ARIZONA.\n<p><span class=\"star-pagination\">*251</span> <i>Mary M. Schroeder</i> argued the cause for appellants. With her on the brief was <i>John P. Frank.</i></p>\n<p><i>William J. Carter III</i> argued the cause and filed a brief for appellees.<sup>[*]</sup></p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>This case presents an appeal from a decision of the Arizona Supreme Court upholding an Arizona statute requiring a year's residence in a county as a condition to receiving nonemergency hospitalization or medical care at the county's expense. The constitutional question presented is whether this durational residence requirement is repugnant to the Equal Protection Clause as applied by this Court in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969).</p>\n<p></p>\n<h2>I</h2>\n<p>Appellant Henry Evaro is an indigent suffering from a chronic asthmatic and bronchial illness. In early June 1971, Mr. Evaro moved from New Mexico to Phoenix in Maricopa County, Arizona. On July 8, 1971, Evaro had a severe respiratory attack and was sent by his attending physician to appellant Memorial Hospital, a nonprofit private community hospital. Pursuant to the Arizona statute governing medical care for indigents, Memorial notified the Maricopa County Board of Supervisors that it had in its charge an indigent who might qualify for county care and requested that Evaro be transferred to the County's public hospital facility. In accordance with the approved procedures, Memorial also <span class=\"star-pagination\">*252</span> claimed reimbursement from the County in the amount of $1,202.60, for the care and services it had provided Evaro.</p>\n<p>Under Arizona law, the individual county governments are charged with the mandatory duty of providing necessary hospital and medical care for their indigent sick.<sup>[1]</sup> But the statute requires an indigent to have been a resident of the County for the preceding 12 months in order to be eligible for free nonemergency medical care.<sup>[2]</sup> Maricopa County refused to admit Evaro to its public hospital or to reimburse Memorial solely because Evaro had not been a resident of the County for the preceding year. Appellees do not dispute that Evaro is an indigent or that he is a bona fide resident of Maricopa County.<sup>[3]</sup></p>\n<p>This action was instituted to determine whether appellee Maricopa County was obligated to provide medical care for Evaro or was liable to Memorial for the costs it incurred because of the County's refusal to do so. This controversy necessarily requires an adjudication of the constitutionality of the Arizona durational <span class=\"star-pagination\">*253</span> residence requirement for providing free medical care to indigents.</p>\n<p>The trial court held the residence requirement unconstitutional as a violation of the Equal Protection Clause. In a prior three-judge federal court suit against Pinal County, Arizona, the District Court had also declared the residence requirement unconstitutional and had enjoined its future application in Pinal County. <i>Valenciano</i> v. <i>Bateman,</i> 323 F. Supp. 600 (Ariz. 1971).<sup>[4]</sup> Nonetheless, the Arizona Supreme Court upheld the challenged requirement. To resolve this conflict between a federal court and the highest court of the State, we noted probable jurisdiction, 410 U. S. 981 (1973), and we reverse the judgment of the Arizona Supreme Court.</p>\n<p></p>\n<h2>II</h2>\n<p>In determining whether the challenged durational residence provision violates the Equal Protection Clause, we must first determine what burden of justification the classification created thereby must meet, by looking to the nature of the classification and the individual interests affected.<sup>[5]</sup> The Court considered similar durational <span class=\"star-pagination\">*254</span> residence requirements for welfare assistance in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). The Court observed that those requirements created two classes of needy residents \"indistinguishable from each other except that one is composed of residents who have resided a year or more, and the second of residents who have resided less than a year, in the jurisdiction. On the basis of this sole difference the first class [was] granted and second class [was] denied welfare aid upon which may depend the ability. . . to obtain the very means to subsist\u0097food, shelter, and other necessities of life.\" <i>Id.,</i> at 627. The Court found that because this classification impinged on the constitutionally guaranteed right of interstate travel, it was to be judged by the standard of whether it promoted a compelling state interest.<sup>[6]</sup> Finding such an interest wanting, the Court held the challenged residence requirements unconstitutional.</p>\n<p>Appellees argue that the residence requirement before us is distinguishable from those in <i>Shapiro,</i> while appellants urge that <i>Shapiro</i> is controlling. We agree with appellants that Arizona's durational residence requirement for free medical care must be justified by a compelling state interest and that, such interests being lacking, the requirement is unconstitutional.</p>\n<p></p>\n<h2>III</h2>\n<p>The right of interstate travel has repeatedly been recognized as a basic constitutional freedom.<sup>[7]</sup> Whatever <span class=\"star-pagination\">*255</span> its ultimate scope, however, the right to travel was involved in only a limited sense in <i>Shapiro.</i> The Court was there concerned only with the right to migrate, \"with intent to settle and abide\"<sup>[8]</sup> or, as the Court put it, \"to migrate, resettle, find a new job, and start a new life.\" <i>Id.,</i> at 629. Even a bona fide residence requirement would burden the right to travel, if travel meant merely movement. But, in <i>Shapiro,</i> the Court explained that \"[t]he residence requirement and the one-year waiting-period requirement are distinct and independent prerequisites\" for assistance and only the latter was held to be unconstitutional. <i>Id.,</i> at 636. Later, in invalidating a durational residence requirement for voter registration on the basis of <i>Shapiro,</i> we cautioned that our decision was not intended to \"cast doubt on the validity of appropriately defined and uniformly applied bona fide residence requirements.\" <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330, 342 n. 13 (1972).</p>\n<p></p>\n<h2>IV</h2>\n<p>The appellees argue that the instant county residence requirement is distinguishable from the state residence requirements in <i>Shapiro,</i> in that the former penalizes, not interstate, but rather intrastate, travel. Even were we to draw a constitutional distinction between interstate and <span class=\"star-pagination\">*256</span> intrastate travel, a question we do not now consider, such a distinction would not support the judgment of the Arizona court in the case before us. Appellant Evaro has been effectively penalized for his interstate migration, although this was accomplished under the guise of a county residence requirement. What would be unconstitutional if done directly by the State can no more readily be accomplished by a county at the State's direction. The Arizona Supreme Court could have construed the waiting-period requirements to apply to intrastate but not interstate migrants;<sup>[9]</sup> but it did not do so, and \"it is not our function to construe a state statute contrary to the construction given it by the highest court of a State.\" <i>O'Brien</i> v. <i>Skinner,</i> 414 U. S. 524, 531 (1974).</p>\n<p></p>\n<h2>V</h2>\n<p>Although any durational residence requirement impinges to some extent on the right to travel, the Court in <i>Shapiro</i> did not declare such a requirement to be <i>per se</i> unconstitutional. The Court's holding was conditioned, 394 U. S., at 638 n. 21, by the caveat that some \"waiting-period <i>or</i> residence requirements . . . may not be penalties upon the exercise of the constitutional right of interstate travel.\" The amount of impact required to give <span class=\"star-pagination\">*257</span> rise to the compelling-state-interest test was not made clear.<sup>[10]</sup> The Court spoke of the requisite impact in two ways. First, we considered whether the waiting period would deter migration:</p>\n<blockquote>\"An indigent who desires to migrate . . . will doubtless hesitate if he knows that he must risk making the move without the possibility of falling back on state welfare assistance during his first year of residence, when his need may be most acute.\" <i>Id.,</i> at 629.</blockquote>\n<p>Second, the Court considered the extent to which the residence requirement served to <i>penalize</i> the exercise of the right to travel.</p>\n<p>The appellees here argue that the denial of nonemergency medical care, unlike the denial of welfare, is not apt to deter migration; but it is far from clear that the challenged statute is unlikely to have any deterrent effect. A person afflicted with a serious respiratory ailment, particularly an indigent whose efforts to provide a living for his family have been inhibited by his incapacitating illness, might well think of migrating to the clean dry air of Arizona, where relief from his disease could also bring relief from unemployment and poverty. But he may hesitate if he knows that he must make the move without the possibility of falling back on the State for medical care should his condition still plague him or grow more severe during his first year of residence.</p>\n<p>It is true, as appellees argue, that there is no evidence in the record before us that anyone was actually deterred from traveling by the challenged restriction. But neither did the majority in <i>Shapiro</i> find any reason \"to dispute the `evidence that few welfare recipients have in fact been <span class=\"star-pagination\">*258</span> deterred [from moving] by residence requirements.' Indeed, none of the litigants had themselves been deterred.\" <i>Dunn,</i> 405 U. S., at 340 (citations omitted). An attempt to distinguish <i>Shapiro</i> by urging that a durational residence requirement for voter registration did not deter travel, was found to be a \"fundamental misunderstanding of the law\" in <i>Dunn, supra,</i> at 339-340:<sup>[11]</sup></p>\n<blockquote>\"<i>Shapiro</i> did not rest upon a finding that denial of welfare actually deterred travel. Nor have other `right to travel' cases in this Court always relied on the presence of actual deterrence. In <i>Shapiro</i> we explicitly stated that the compelling-state-interest test would be triggered by `any classification which serves to <i>penalize</i> the exercise of that right [to travel] . . . .' \" (Emphasis in original; footnote omitted.)</blockquote>\n<p>Thus, <i>Shapiro</i> and <i>Dunn</i> stand for the proposition that a classification which \"operates to <i>penalize</i> those persons. . . who have exercised their constitutional right of interstate migration,\" must be justified by a compelling state interest. <i>Oregon</i> v. <i>Mitchell,</i> 400 U. S. 112, 238 (1970) (separate opinion of BRENNAN, WHITE, and MARSHALL, JJ.) (emphasis added). Although any durational residence requirement imposes a potential cost on migration, the Court in <i>Shapiro</i> cautioned that some <span class=\"star-pagination\">*259</span> \"waiting-period[s] . . . may not be penalties.\" 394 U. S., at 638 n. 21. In <i>Dunn</i> v. <i>Blumstein, supra</i><i>,</i> the Court found that the denial of the franchise, \"a fundamental political right,\" <i>Reynolds</i> v. <i>Sims,</i> 377 U. S. 533, 562 (1964), was a penalty requiring application of the compelling-state-interest test. In <i>Shapiro,</i> the Court found denial of the basic \"necessities of life\" to be a penalty. Nonetheless, the Court has declined to strike down state statutes requiring one year of residence as a condition to lower tuition at state institutions of higher education.<sup>[12]</sup></p>\n<p>Whatever the ultimate parameters of the <i>Shapiro</i> penalty analysis,<sup>[13]</sup> it is at least clear that medical care is as much \"a basic necessity of life\" to an indigent as welfare assistance.<sup>[14]</sup> And, governmental privileges or benefits necessary to basic sustenance have often been viewed as being of greater constitutional significance than less essential forms of governmental entitlements. See, <i>e. g., </i><i>Shapiro, supra</i><i>; </i><i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254, 264 (1970); <i>Sniadach</i> v. <i>Family Finance Corp.,</i> 395 U. S. 337, 340-342 (1969). It would be odd, indeed, to find that the State of Arizona was required to afford Evaro welfare assistance to keep him from the discomfort of inadequate housing or the pangs of hunger but could deny him the <span class=\"star-pagination\">*260</span> medical care necessary to relieve him from the wheezing and gasping for breath that attend his illness.<sup>[15]</sup></p>\n<p>Nor does the fact that the durational residence requirement is inapplicable to the provision of emergency medical care save the challenged provision from constitutional doubt. As the Arizona Supreme Court observed, appellant \"Evaro was an indigent person who <i>required</i> continued medical care for the preservation of his health and well being . . . ,\" even if he did not require immediate emergency care.<sup>[16]</sup> The State could not deny Evaro care <span class=\"star-pagination\">*261</span> just because, although gasping for breath, he was not in immediate danger of stopping breathing altogether. To allow a serious illness to go untreated until it requires emergency hospitalization is to subject the sufferer to the danger of a substantial and irrevocable deterioration in his health. Cancer, heart disease, or respiratory illness, if untreated for a year, may become all but irreversible paths to pain, disability, and even loss of life. The denial of medical care is all the more cruel in this context, falling as it does on indigents who are often without the means to obtain alternative treatment.<sup>[17]</sup></p>\n<p>Finally, appellees seek to distinguish <i>Shapiro</i> as involving a partially federally funded program. Maricopa County has received federal funding for its public hospital<sup>[18]</sup> but, more importantly, this Court has held that whether or not a welfare program is federally funded is irrelevant to the applicability of the <i>Shapiro</i> analysis. <i>Pease</i> v. <i>Hansen,</i> 404 U. S. 70 (1971); <i>Graham</i> v. <i>Richardson,</i> 403 U. S. 365 (1971).</p>\n<p>Not unlike the admonition of the Bible that, \"Ye shall have one manner of law, as well for the stranger, as for one of your own country,\" Leviticus 24:22 (King James Version), the right of interstate travel must be seen as insuring new residents the same right to vital government benefits and privileges in the States to which they migrate as are enjoyed by other residents. The State of Arizona's durational residence requirement for free medical care penalizes indigents for exercising their right to migrate <span class=\"star-pagination\">*262</span> to and settle in that State.<sup>[19]</sup> Accordingly, the classification created by the residence requirement, \"unless shown to be necessary to promote a <i>compelling</i> governmental interest, is unconstitutional.\" <i>Shapiro,</i> 394 U. S., at 634. (Emphasis in original.)</p>\n<p></p>\n<h2>VI</h2>\n<p>We turn now to the question of whether the State has shown that its durational residence requirement is \"legitimately defensible,\"<sup>[20]</sup> in that it furthers a compelling state interest.<sup>[21]</sup> A number of purposes are asserted to be served by the requirement and we must <span class=\"star-pagination\">*263</span> determine whether these satisfy the appellees' heavy burden of justification, and insure that the State, in pursuing its asserted objectives, has chosen means that do not unnecessarily burden constitutionally protected interests. <i>NAACP</i> v. <i>Button,</i> 371 U. S. 415, 438 (1963).</p>\n<p></p>\n<h2>A</h2>\n<p>The Arizona Supreme Court observed:</p>\n<blockquote>\"Absent a residence requirement, any indigent sick person . . . could seek admission to [Maricopa County's] hospital, the facilities being the newest and most modern in the state, and the resultant volume would cause long waiting periods or severe hardship on [the] county if it tried to tax its property owners to support [these] indigent sick . . . .\" 108 Ariz. 373, 376, 498 P. 2d 461, 464.</blockquote>\n<p>The County thus attempts to sustain the requirement as a necessary means to insure the fiscal integrity of its free medical care program by discouraging an influx of indigents, particularly those entering the County for the sole purpose of obtaining the benefits of its hospital facilities.</p>\n<p>First, a State may not protect the public fisc by drawing an invidious distinction between classes of its citizens, <i>Shapiro, supra,</i> at 633, so appellees must do more than show that denying free medical care to new residents saves money. The conservation of the taxpayers' purse is simply not a sufficient state interest to sustain a durational residence requirement which, in effect, severely penalizes exercise of the right to freely migrate and settle in another State. See <i>Rivera</i> v. <i>Dunn,</i> 329 F. Supp. 554 (Conn. 1971), aff'd, 404 U. S. 1054 (1972).</p>\n<p>Second, to the extent the purpose of the requirement is to inhibit the immigration of indigents generally, <span class=\"star-pagination\">*264</span> that goal is constitutionally impermissible.<sup>[22]</sup> And, to the extent the purpose is to deter only those indigents who take up residence in the County solely to utilize its new and modern public medical facilities, the requirement at issue is clearly overinclusive. The challenged durational residence requirement treats every indigent, in his first year of residence, as if he came to the jurisdiction solely to obtain free medical care. Such a classification is no more defensible than the waiting period in <i>Shapiro, supra,</i> of which the Court said:</p>\n<blockquote>\"[T]he class of barred newcomers is all-inclusive, lumping the great majority who come to the State for other purposes with those who come for the sole purpose of collecting higher benefits.\" 394 U. S., at 631.</blockquote>\n<p>Moreover, \"a State may no more try to fence out those indigents who seek [better public medical facilities] than it may try to fence out indigents generally.\" <i>Ibid.</i> An indigent who considers the quality of public hospital facilities in entering the State is no less deserving than one who moves into the State in order to take advantage of its better educational facilities. <i>Id.,</i> at 631-632.</p>\n<p>It is also useful to look at the other side of the coin\u0097at who will bear the cost of indigents' illnesses if the County does not provide needed treatment. For those newly arrived residents who do receive at least hospital care, the cost is often borne by private nonprofit hospitals, like appellant Memorial\u0097many of which are already in precarious financial straits.<sup>[23]</sup> When absorbed <span class=\"star-pagination\">*265</span> by private hospitals, the costs of caring for indigents must be passed on to paying patients and \"at a rather inconvenient time\"\u0097adding to the already astronomical costs of hospitalization which bear so heavily on the resources of most Americans.<sup>[24]</sup> The financial pressures under which private nonprofit hospitals operate have already led many of them to turn away patients who cannot pay or to severely limit the number of indigents they will admit.<sup>[25]</sup> And, for those indigents who receive no care, the cost is, of course, measured by their own suffering.</p>\n<p>In addition, the County's claimed fiscal savings may well be illusory. The lack of timely medical care could cause a patient's condition to deteriorate to a point where more expensive emergency hospitalization (for which no durational residence requirement applies) is needed. And, the disability that may result from letting an untreated condition deteriorate may well result in the patient and his family becoming a burden on the State's welfare rolls for the duration of his emergency care, or permanently, if his capacity to work is impaired.<sup>[26]</sup></p>\n<p><span class=\"star-pagination\">*266</span> The appellees also argue that eliminating the durational residence requirement would dilute the quality of services provided to longtime residents by fostering an influx of newcomers and thus requiring the County's limited public health resources to serve an expanded pool of recipients. Appellees assert that the County should be able to protect its longtime residents because of their contributions to the community, particularly through the past payment of taxes. We rejected this \"contributory\" rationale both in <i>Shapiro</i> and in <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 450 n. 6 (1973), by observing:</p>\n<blockquote>\"[Such] reasoning would logically permit the State to bar new residents from schools, parks, and libraries or deprive them of police and fire protection. Indeed it would permit the State to apportion all benefits and services according to the past tax contributions of its citizens. The Equal Protection Clause prohibits such an apportionment of state services.\" <i>Shapiro,</i> 394 U. S., at 632-633 (footnote omitted).</blockquote>\n<p>Appellees express a concern that the threat of an influx of indigents would discourage \"the development of modern and effective [public medical] facilities.\" It is suggested that whether or not the durational residence requirement actually deters migration, the voters think that it protects them from low income families' being attracted by the county hospital; hence, the requirement is necessary for public support of that medical facility. A State may not employ an invidious discrimination to sustain the political viability of its programs. As we <span class=\"star-pagination\">*267</span> observed in <i>Shapiro, supra,</i> at 641, \"[p]erhaps Congress could induce wider state participation in school construction if it authorized the use of joint funds for the building of segregated schools,\" but that purpose would not sustain such a scheme. See also <i>Cole</i> v. <i>Housing Authority of the City of Newport,</i> 435 F. 2d 807, 812-813 (CA1 1970).</p>\n<p></p>\n<h2>B</h2>\n<p>The appellees also argue that the challenged statute serves some administrative objectives. They claim that the one-year waiting period is a convenient rule of thumb to determine bona fide residence. Besides not being factually defensible, this test is certainly overbroad to accomplish its avowed purpose. A mere residence requirement would accomplish the objective of limiting the use of public medical facilities to bona fide residents of the County without sweeping within its prohibitions those bona fide residents who had moved into the State within the qualifying period. Less drastic means, which do not impinge on the right of interstate travel, are available and employed<sup>[27]</sup> to ascertain an individual's true intentions, without exacting a protracted waiting period which may have dire economic and health consequences for certain citizens. See <i>Shelton</i> v. <i>Tucker,</i> 364 U. S. 479, 488 (1960). The Arizona State welfare agency applies criteria other than the duration of residency to determine whether an applicant is a bona fide resident.<sup>[28]</sup> The Arizona Medical Assistance to the Aged law provides public medical care for certain senior citizens, conditioned only on residence.<sup>[29]</sup> Pinal County, Arizona, has operated its public hospital without benefit of the <span class=\"star-pagination\">*268</span> durational residence requirement since the application of the challenged statute in that County was enjoined by a federal court in <i>Valenciano</i> v. <i>Bateman,</i> 323 F. Supp. 600 (Ariz. 1971).<sup>[30]</sup></p>\n<p>The appellees allege that the waiting period is a useful tool for preventing fraud. Certainly, a State has a valid interest in preventing fraud by any applicant for medical care, whether a newcomer or oldtime resident, <i>Shapiro,</i> 394 U. S., at 637, but the challenged provision is illsuited to that purpose. An indigent applicant, intent on committing fraud, could as easily swear to having been a resident of the county for the preceding year as to being one currently. And, there is no need for the State to rely on the durational requirement as a safeguard against fraud when other mechanisms to serve that purpose are available which would have a less drastic impact on constitutionally protected interests. <i>NAACP</i> v. <i>Button,</i> 371 U. S., at 438. For example, state law makes it a crime to file an \"untrue statement . . . for the purpose of obtaining hospitalization, medical care or outpatient relief\" at county expense. Ariz. Rev. Stat. Ann. § 11-297C (Supp. 1973-1974). See <i>Dunn,</i> 405 U. S., at 353-354; <i>U. S. Dept. of Agriculture</i> v. <i>Moreno,</i> 413 U. S. 528, 534 (1973).</p>\n<p>Finally, appellees assert that the waiting period is necessary for budget predictability, but what was said in <i>Shapiro</i> is equally applicable to the case before us:</p>\n<blockquote>\"The records . . . are utterly devoid of evidence that <span class=\"star-pagination\">*269</span> [the County] uses the one-year requirement as a means to predict the number of people who will require assistance in the budget year. [The appellees do not take] a census of new residents . . . . Nor are new residents required to give advance notice of their need for . . . assistance. Thus, the . . . authorities cannot know how many new residents come into the jurisdiction in any year, much less how many of them will require public assistance.\" 394 U. S., at 634-635 (footnote omitted).</blockquote>\n<p>Whatever the difficulties in projecting how many newcomers to a jurisdiction will require welfare assistance, it could only be an even more difficult and speculative task to estimate how many of those indigent newcomers will require medical care during their first year in the jurisdiction. The irrelevance of the one-year residence requirement to budgetary planning is further underscored by the fact that <i>emergency</i> medical care for all newcomers and more complete medical care for the aged are currently being provided at public expense regardless of whether the patient has been a resident of the County for the preceding year. See <i>Shapiro, supra,</i> at 635.</p>\n<p></p>\n<h2>VII</h2>\n<p>The Arizona durational residence requirement for eligibility for nonemergency free medical care creates an \"invidious classification\" that impinges on the right of interstate travel by denying newcomers \"basic necessities of life.\" Such a classification can only be sustained on a showing of a compelling state interest. Appellees have not met their heavy burden of justification, or demonstrated that the State, in pursuing legitimate objectives, has chosen means which do not unnecessarily impinge on constitutionally protected interests. Accordingly, the judgment of the Supreme Court of Arizona is reversed and <span class=\"star-pagination\">*270</span> the case remanded for further action not inconsistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<p>THE CHIEF JUSTICE and MR. JUSTICE BLACKMUN concur in the result.</p>\n<p>MR. JUSTICE DOUGLAS.</p>\n<p>The legal and economic aspects of medical care<sup>[1]</sup> are enormous; and I doubt if decisions under the Equal Protection Clause of the Fourteenth Amendment are equal to the task of dealing with these matters. So far as interstate travel <i>per se</i> is considered, I share the doubts of my Brother REHNQUIST. The present case, however, turns for me on a different axis. The problem has many aspects. The therapy of Arizona's atmosphere brings many there who suffer from asthma, bronchitis, arthritis, and tuberculosis. Many coming are indigent or become indigent after arrival. Arizona does not deny medical help to \"emergency\" cases \"when immediate hospitalization or medical care is necessary for the preservation of life or limb,\" Ariz. Rev. Stat. Ann. § 11-297A (Supp. 1973-1974). For others, it requires a 12-month durational residence.</p>\n<p>The Act is not aimed at interstate travelers; it applies even to a long-term resident who moves from one county to another. As stated by the Supreme Court of Arizona in the present case: \"The requirement applies to all citizens within the state including long term residents of one county who move to another county. Thus, the classification does not single out non-residents nor attempt to penalize interstate travel. The requirement is uniformly applied.\" 108 Ariz. 373, 375, 498 P. 2d 461, 463.</p>\n<p><span class=\"star-pagination\">*271</span> What Arizona has done, therefore, is to fence the poor out of the metropolitan countries, such as Maricopa County (Phoenix) and Pima County (Tucson) by use of a durational residence requirement. We are told that eight Arizona counties have no county hospitals and that most indigent care in those areas exists only on a contract basis. In <i>San Antonio Independent School Dist.</i> v. <i>Rodriguez,</i> 411 U. S. 1, we had a case where Texas created a scheme by which school districts with a low property tax base, from which they could raise only meager funds, offered a lower quality of education to their students than the wealthier districts. That system was upheld against the charge that the state system violated the Equal Protection Clause. It was a closely divided Court and I was in dissent. I suppose that if a State can fence in the poor in educational programs, it can do so in medical programs. But to allow Arizona freedom to carry forward its medical program we must go one step beyond the <i>San Antonio</i> case. In the latter there was no legal barrier to movement into a better district. Here a one-year barrier to medical care, save for \"emergency\" care, is erected around the areas that have medical facilities for the poor.</p>\n<p>Congress has struggled with the problem. In the Kerr-Mills Act of 1960, 74 Stat. 987, 42 U. S. C. § 302 (b) (2), it added provisions to the Social Security Act requiring the Secretary of Health, Education, and Welfare to disapprove any state plan for medical assistance to the aged (Medicaid) that excludes \"any individual who resides in the state,\" thus eliminating durational residence requirements.</p>\n<p>Maricopa County has received over $2 million in federal funds for hospital construction under the Hill-Burton Act, 42 U. S. C. § 291 <i>et seq.</i> Section 291c (e) authorizes the issuance of regulations governing the operation <span class=\"star-pagination\">*272</span> of Hill-Burton facilities. The regulations contain conditions that the facility to be constructed or modernized with the funds \"will be made available to all persons residing in the territorial area of the applicant\" and that the applicant will render \"a reasonable volume of services to persons unable to pay therefor.\"<sup>[2]</sup> The conditions of free services for indigents, however, may be waived if \"not feasible from a financial viewpoint.\"</p>\n<p>Prior to the application the state agency must obtain from the applicant an assurance \"that there will be made available in the facility or portion thereof to be constructed or modernized a reasonable volume of services to persons unable to pay therefor. The requirement of an assurance from an applicant shall be waived if the applicant demonstrates to the satisfaction of the State agency, subject to subsequent approval by the Secretary, that such a requirement is not feasible from a financial viewpoint.\" 42 CFR § 53.111 (c) (1).<sup>[3]</sup></p>\n<p>So far as I can ascertain, the durational residence requirement imposed by Maricopa County has not been federally approved as a condition to the receipt of Hill-Burton funds.</p>\n<p>Maricopa County does argue that it is not financially feasible to provide free nonemergency medical care to new residents. Even so, the federal regulatory framework does not leave the County uncontrolled in determining which indigents will receive the benefit of the resources which are available. It is clear, for example, that the County could not limit such service to whites out of <span class=\"star-pagination\">*273</span> a professed inability to service indigents of all races because 42 CFR § 53.112 (c) prohibits such discrimination in the operation of Hill-Burton facilities. It does not allow racial discrimination even against transients.</p>\n<p>Moreover, Hill-Burton Act donees are guided by 42 CFR § 53.111 (g), which sets out in some detail the criteria which must be used in identifying persons unable to pay for such services. The criteria include the patient's health and medical insurance coverage, personal and family income, financial obligations and resources, and \"similar factors.\" Maricopa County, pursuant to the state law here challenged, employs length of county residence as an additional criterion in identifying indigent recipients of uncompensated nonemergency medical care. The federal regulations, however, do not seem to recognize that as an acceptable criterion.</p>\n<p>And, as we held in <i>Thorpe</i> v. <i>Housing Authority,</i> 393 U. S. 268; <i>Mourning</i> v. <i>Family Publications Service,</i> 411 U. S. 356, these federal conditions attached to federal grants are valid when \"reasonably related to the purposes of the enabling legislation.\" 393 U. S., at 280-281.</p>\n<p>It is difficult to impute to Congress approval of the durational residence requirement, for the implications of such a decision would involve weighty equal protection considerations by which the Federal Government, <i>Bolling</i> v. <i>Sharpe,</i> 347 U. S. 497, as well as the States, are bound.</p>\n<p>The political processes<sup>[4]</sup> rather than equal protection litigation are the ultimate solution of the present problem. But in the setting of this case the invidious discrimination against the poor, <i>Harper</i> v. <i>Virginia Board</i> <span class=\"star-pagination\">*274</span> <i>of Elections,</i> 383 U. S. 663, not the right to travel inter-state, is in my view the critical issue.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF DOUGLAS, J.</h2>\n<p></p>\n<h2>GOURMAND AND FOOD\u0097A FABLE<sup>[5]</sup></h2>\n<p><i>The people of Gourmand loved good food. They ate in good restaurants, donated money for cooking research, and instructed their government to safeguard all matters having to do with food. Long ago, the food industry had been in total chaos. There were many restaurants, some very small. Anyone could call himself a chef or open a restaurant. In choosing a restaurant, one could never be sure that the meal would be good. A commission of distinguished chefs studied the situation and recommended that no one be allowed to touch food except for qualified chefs. \"Food is too important to be left to amateurs,\" they said. Qualified chefs were licensed by the state with severe penalties for anyone else who engaged in cooking. Certain exceptions were made for food preparation in the home, but a person could serve only his own family. Furthermore, to become a qualified chef, a man had to complete at least twenty-one years of training (including four years of college, four years of cooking school, and one year of apprenticeship). All cooking schools had to be first class.</i></p>\n<p><i>These reforms did succeed in raising the quality of cooking. But a restaurant meal became substantially more expensive. A second commission observed that not everyone could afford to eat out. \"No one,\" they said, \"should be denied a good meal because of his</i> <span class=\"star-pagination\">*275</span> <i>income.\" Furthermore, they argued that chefs should work toward the goal of giving everyone \"complete physical and psychological satisfaction.\" For those people who could not afford to eat out, the government declared that they should be allowed to do so as often as they liked and the government would pay. For others, it was recommended that they organize themselves in groups and pay part of their income into a pool that would undertake to pay the costs incurred by members in dining out. To insure the greatest satisfaction, the groups were set up so that a member could eat out anywhere and as often as he liked, could have as elaborate a meal as he desired, and would have to pay nothing or only a small percentage of the cost. The cost of joining such prepaid dining clubs rose sharply.</i></p>\n<p><i>Long ago, most restaurants would have one chef to prepare the food. A few restaurants were more elaborate, with chefs specializing in roasting, fish, salads, sauces, and many other things. People rarely went to these elaborate restaurants since they were so expensive. With the establishment of prepaid dining clubs, everyone wanted to eat at these fancy restaurants. At the same time, young chefs in school disdained going to cook in a small restaurant where they would have to cook everything. The pay was higher and it was much more prestigious to specialize and cook at a really fancy restaurant. Soon there were not enough chefs to keep the small restaurants open.</i></p>\n<p><i>With prepaid clubs and free meals for the poor, many people started eating their three-course meals at the elaborate restaurants. Then they began to increase the number of courses, directing the chef to \"serve the best with no thought for the bill.\"</i> (<i>Recently a 317-course meal was served.</i>)</p>\n<p><i>The costs of eating out rose faster and faster. A new</i> <span class=\"star-pagination\">*276</span> <i>government commission reported as follows:</i> (<i>1</i>) <i>Noting that licensed chefs were being used to peel potatoes and wash lettuce, the commission recommended that these tasks be handed over to licensed dishwashers (whose three years of dishwashing training included cooking courses) or to some new category of personnel.</i> (<i>2</i>) <i>Concluding that many licensed chefs were overworked, the commission recommended that cooking schools be expanded, that the length of training be shortened, and that applicants with lesser qualifications be admitted.</i> (<i>3</i>) <i>The commission also observed that chefs were unhappy because people seemed to be more concerned about the decor and service than about the food. (In a recent taste test, not only could one patron not tell the difference between a 1930 and a 1970 vintage but he also could not distinguish between white and red wines. He explained that he always ordered the 1930 vintage because he knew that only a really good restaurant would stock such an expensive wine.</i>)</p>\n<p><i>The commission agreed that weighty problems faced the nation. They recommended that a national prepayment group be established which everyone must join. They recommended that chefs continue to be paid on the basis of the number of dishes they prepared. They recommended that every Gourmandese be given the right to eat anywhere he chose and as elaborately as he chose and pay nothing.</i></p>\n<p><i>These recommendations were adopted. Large numbers of people spent all of their time ordering incredibly elaborate meals. Kitchens became marvels of new, expensive equipment. All those who were not consuming restaurant food were in the kitchen preparing it. Since no one in Gourmand did anything except prepare or eat meals, the country collapsed.</i></p>\n<p><span class=\"star-pagination\">*277</span> MR. JUSTICE REHNQUIST, dissenting.</p>\n<p></p>\n<h2>I</h2>\n<p>The State of Arizona provides free medical care for indigents. Confronted, in common with its 49 sister States, with the assault of spiraling health and welfare costs upon limited state resources, it has felt bound to require that recipients meet three standards of eligibility.<sup>[1]</sup> First, they must be indigent, unemployable, or unable to provide their own care. Second, they must be residents of the county in which they seek aid. Third, they must have maintained their residence for a period of one year. These standards, however, apply only to persons seeking nonemergency aid. An exception is specifically provided for \"emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb . . . .\"</p>\n<p>Appellant Evaro moved from New Mexico to Arizona in June 1971, suffering from a \"chronic asthmatic and bronchial illness.\" In July 1971 he experienced a respiratory attack, and obtained treatment at the facilities of appellant Memorial Hospital, a privately operated <span class=\"star-pagination\">*278</span> institution. The hospital sought to recover its expenses from appellee Maricopa County under the provisions of Ariz. Rev. Stat. Ann. § 11-297A (Supp. 1973-1974), asserting that Evaro was entitled to receive county care. Since he did not satisfy the eligibility requirements discussed above,<sup>[2]</sup> appellee declined to assume responsibility for his care, and this suit was then instituted in the State Superior Court.</p>\n<p>Appellants did not, and could not, claim that there is a constitutional right to nonemergency medical care at state or county expense or a constitutional right to reimbursement for care extended by a private hospital.<sup>[3]</sup> They asserted, however, that the state legislature, having decided to give free care to certain classes of persons, must give that care to Evaro as well. The Court upholds that claim, holding that the Arizona eligibility requirements burdened Evaro's \"right to travel.\"</p>\n<p>Unlike many traditional government services, such as police or fire protection, the provision of health care has commonly been undertaken by private facilities and personnel. But as strains on private services become greater, and the costs of obtaining care increase, federal, state, and local governments have been pressed to assume a larger role. Reasonably enough, it seems to me, those governments which now find themselves in the hospital business seek to operate that business primarily for those <span class=\"star-pagination\">*279</span> persons dependent on the financing locality both by association and by need.</p>\n<p>Appellants in this case nevertheless argue that the State's efforts, admirable though they may be, are simply not impressive enough. But others excluded by eligibility requirements certainly could make similar protests. Maricopa County residents of many years, paying taxes to both construct and support public hospital facilities, may be ineligible for care because their incomes are slightly above the marginal level for inclusion. These people have been excluded by the State, not because their claim on limited public resources is without merit, but because it has been deemed less meritorious than the claims of those in even greater need. Given a finite amount of resources, Arizona after today's decision may well conclude that its indigency threshold should be elevated since its counties must provide for out-of-state migrants as well as for residents of longer standing. These more stringent need requirements would then deny care to additional persons who until now would have qualified for aid.</p>\n<p>Those presently excluded because marginally above the State's indigency standards, those who may be excluded in the future because of more stringent indigency requirements necessitated by today's decision, and appellant Evaro, all have a plausible claim to government-supported medical care. The choice between them necessitated by a finite amount of resources is a classic example of the determination of priorities to be accorded conflicting claims, and would in the recent past have been thought to be a matter particularly within the competence of the state legislature to decide. As this Court stated in <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 487 (1970), \"the Constitution does not empower this Court to second-guess state officials charged with the difficult <span class=\"star-pagination\">*280</span> responsibility of allocating limited public welfare funds among the myriad of potential recipients.\"</p>\n<p>The Court holds, however, that the State was barred from making the choice it made because of the burden its choice placed upon Evaro's \"right to travel.\" Although the Court's definition of this \"right\" is hardly precise, the Court does state: \"[T]he right of interstate travel must be seen as insuring new residents the same right to vital government benefits and privileges in the States to which they migrate as are enjoyed by other residents.\" This rationale merits further attention.</p>\n<p></p>\n<h2>II</h2>\n<p>The right to travel throughout the Nation has been recognized for over a century in the decisions of this Court.<sup>[4]</sup> See <i>Crandall</i> v. <i>Nevada,</i> 6 Wall. 35 (1868). But the concept of that right has not been static. To see how distant a cousin the right to travel enunciated in this case is to the right declared by the Court in <i>Crandall,</i> reference need only be made to the language of Mr. Justice Miller, speaking for the Court:</p>\n<blockquote>\"But if the government has these rights on her own account, the citizen also has correlative rights. He has the right to come to the seat of government to assert any claim he may have upon that government, or to transact any business he may have with it. To seek its protection, to share its offices, to engage in administering its functions. He has a right to free access to its sea-ports, through which all the operations of foreign trade and commerce are <span class=\"star-pagination\">*281</span> conducted, to the sub-treasuries, the land offices, the revenue offices, and the courts of justice in the several States, and this right is in its nature independent of the will of any State over whose soil he must pass in the exercise of it.\" <i>Id.,</i> at 44.</blockquote>\n<p>The Court in <i>Crandall</i> established no right to free benefits from every State through which the traveler might pass, but more modestly held that the State could not use its taxing power to impede travel across its borders.<sup>[5]</sup></p>\n<p>Later cases also defined this right to travel quite conservatively. For example, in <i>Williams</i> v. <i>Fears,</i> 179 U. S. 270 (1900), the Court upheld a Georgia statute taxing \"emigrant agents\"\u0097persons hiring labor for work <i>outside</i> the State\u0097although agents hiring for local work went untaxed. The Court recognized that a right to travel existed, stating:</p>\n<blockquote>\"Undoubtedly the right of locomotion, the right to remove from one place to another according to inclination, is an attribute of personal liberty, and the right, ordinarily, of free transit from or through the territory of any State is a right secured by the Fourteenth Amendment and by other provisions of the Constitution.\" <i>Id.,</i> at 274.</blockquote>\n<p>The Court went on, however, to decide that the statute, despite the added cost it assessed against exported labor, affected freedom of egress \"only incidentally and remotely.\" <i>Ibid.</i><sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*282</span> The leading earlier case, <i>Edwards</i> v. <i>California,</i> 314 U. S. 160 (1941), provides equally little support for the Court's expansive holding here. In <i>Edwards</i> the Court invalidated a California statute which subjected to criminal penalties any person \"that brings or assists in bringing into the State any indigent person who is not a resident of the State, knowing him to be an indigent person.\" <i>Id.,</i> at 171. Five members of the Court found the statute unconstitutional under the Commerce Clause, finding in the Clause a \"prohibition against attempts on the part of any single State to isolate itself from difficulties common to all of them by restraining the transportation of persons and property across its borders.\" <i>Id.,</i> at 173. Four concurring Justices found a better justification for the result in the Fourteenth Amendment's protection of the \"privileges of national citizenship.\"<sup>[7]</sup></p>\n<p>Regardless of the right's precise source and definition, it is clear that the statute invalidated in <i>Edwards</i> was specifically designed to, and would, deter indigent persons from entering the State of California. The imposition of criminal penalties on all persons assisting the entry of an indigent served to block ingress as surely as if the State has posted guards at the border to turn indigents away. It made no difference to the operation of the statute that the indigent, once inside the State, would be supported by federal payments.<sup>[8]</sup> Furthermore, <span class=\"star-pagination\">*283</span> the statute did not require that the indigent intend to take up continuous residence within the State. The statute was not therefore an incidental or remote barrier to migration, but was in fact an effective and purposeful attempt to insulate the State from indigents.</p>\n<p>The statute in the present case raises no comparable barrier. Admittedly, some indigent persons desiring to reside in Arizona may choose to weigh the possible detriment of providing their own nonemergency health care during the first year of their residence against the total benefits to be gained from continuing location within the State, but their mere entry into the State does not invoke criminal penalties. To the contrary, indigents are free to live within the State, to receive welfare benefits necessary for food and shelter,<sup>[9]</sup> and to receive free emergency medical care if needed. Furthermore, once the indigent has settled within a county for a year, he becomes eligible for full medical care at county expense. To say, therefore, that Arizona's treatment of indigents compares with California's treatment during the 1930's would border on the frivolous.</p>\n<p>Since those older cases discussing the right to travel are unhelpful to Evaro's cause here, reliance must be placed elsewhere. A careful reading of the Court's opinion discloses that the decision rests almost entirely on two cases of recent vintage: <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969), and <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972). In <i>Shapiro</i> the Court struck down statutes requiring one year's residence prior to receiving welfare benefits. In <i>Dunn</i> the Court struck down a statute requiring a year's residence before receiving the right to vote. In placing reliance on these two cases, the Court <span class=\"star-pagination\">*284</span> must necessarily distinguish or discredit recent cases of this Court upholding statutes requiring a year's residence for lower in-state tuition.<sup>[10]</sup> The important question for this purpose, according to the Court's analysis, is whether a classification \" `operates to <i>penalize</i> those persons . . . who have exercised their constitutional right of interstate migration.' \" (Emphasis in Court's opinion.)</p>\n<p>Since the Court concedes that \"some `waiting-period[s]. . . may not be penalties,' \" <i>ante,</i> at 258-259, one would expect to learn from the opinion how to distinguish a waiting period which is a penalty from one which is not. Any expense imposed on citizens crossing state lines but not imposed on those staying put could theoretically be deemed a penalty on travel; the toll exacted from persons crossing from Delaware to New Jersey by the Delaware Memorial Bridge is a \"penalty\" on interstate travel in the most literal sense of all. But such charges,<sup>[11]</sup> as well as other fees for use of transportation facilities such as taxes on airport users,<sup>[12]</sup> have been upheld by this Court against attacks based upon the right to travel. It seems to me that the line to be derived from our prior cases is that some financial impositions on interstate travelers have such indirect or inconsequential impact on travel that they simply do not constitute the type of direct purposeful barriers struck down in <i>Edwards</i> and <i>Shapiro.</i> Where the impact is that remote, a State can reasonably require that the citizen bear some proportion of the State's cost in its facilities. I would think that this standard is not only supported by this Court's decisions, but would be <span class=\"star-pagination\">*285</span> eminently sensible and workable. But the Court not only rejects this approach, it leaves us entirely without guidance as to the proper standard to be applied.</p>\n<p>The Court instead resorts to <i>ipse dixit,</i> declaring rather than demonstrating that the right to nonemergency medical care is within the class of rights protected by <i>Shapiro</i> and <i>Dunn:</i></p>\n<blockquote>\"Whatever the ultimate parameters of the <i>Shapiro</i> penalty analysis, <i>it is at least clear that medical care is as much `a basic necessity of life' to an indigent as welfare assistance.</i> And, governmental privileges or benefits necessary to basic sustenance have often been viewed as being of greater constitutional significance than less essential forms of governmental entitlements. See, <i>e. g., </i><i>Shapiro, supra</i><i>; </i><i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254, 264 (1970); <i>Sniadach</i> v. <i>Family Finance Corp.,</i> 395 U. S. 337, 340-342 (1969).\" <i>Ante,</i> at 259. (Emphasis added; footnotes omitted.)</blockquote>\n<p>However clear this conclusion may be to the majority, it is certainly not clear to me. The solicitude which the Court has shown in cases involving the right to vote,<sup>[13]</sup> and the virtual denial of entry inherent in denial of welfare benefits\u0097\"the very means by which to live,\" <i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254, 264 (1970)\u0097ought not be so casually extended to the alleged deprivation here. Rather, the Court should examine, as it has done in the past, whether the challenged requirement erects a real and purposeful barrier to movement, or the threat of such a barrier, or whether the effects on travel, viewed realistically, are merely incidental and remote. As the above discussion has shown, the barrier here is hardly <span class=\"star-pagination\">*286</span> a counterpart to the barriers condemned in earlier cases. That being so, the Court should observe its traditional respect for the State's allocation of its limited financial resources rather than unjustifiably imposing its own preferences.</p>\n<p></p>\n<h2>III</h2>\n<p>The Court, in its examination of the proffered state interests, categorically rejects the contention that those who have resided in the county for a fixed period of time may have a greater stake in community facilities than the newly arrived. But this rejection is accomplished more by fiat than by reason. One of the principal factual distinctions between <i>Starns</i> v. <i>Malkerson,</i> 326 F. Supp. 234 (Minn. 1970), aff'd, 401 U. S. 985 (1971), and <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), both of which upheld durational residence requirements for in-state university tuition,<sup>[14]</sup> and <i>Shapiro,</i> which struck them down for welfare recipients, is the nature of the aid which the State or county provides. Welfare benefits, whether in cash or in kind, are commonly funded from current tax revenues, which may well be supported by the very newest arrival as well as by the longtime resident. But universities and hospitals, although demanding operating support from current revenues, require extensive capital facilities which cannot possibly be funded out of current tax revenues. Thus, entirely apart from the majority's conception of whether nonemergency health care is more or less important than continued education, <span class=\"star-pagination\">*287</span> the interest of longer established residents in capital facilities and their greater financial contribution to the construction of such facilities seems indisputable.<sup>[15]</sup></p>\n<p>Other interests advanced by the State to support its statutory eligibility criteria are also rejected virtually out of hand by the Court. The protection of the county economies is dismissed with the statement that \"[t]he conservation of the taxpayers' purse is simply not a sufficient state interest . . . .\"<sup>[16]</sup> The Court points out that the cost of care, if not borne by the Government, may be borne by private hospitals such as appellant Memorial Hospital. While this observation is doubtless true in large part, and is bound to present a problem to any private hospital, it does not seem to me that it thus becomes a constitutional determinant. The Court also observes that the State may in fact <i>save</i> money by providing nonemergency medical care rather than waiting for deterioration of an illness. However valuable a qualified cost analysis might be to legislators drafting eligibility requirements, and however little this speculation may bear on Evaro's condition (which the record does not indicate to have been a deteriorating illness), this sort of judgment has traditionally been confided to legislatures, rather than to courts charged with determining constitutional questions.</p>\n<p>The Court likewise rejects all arguments based on <span class=\"star-pagination\">*288</span> administrative objectives. Refusing to accept the assertion that a one-year waiting period is a \"convenient rule of thumb to determine bona fide residence,\" the majority simply suggests its own alternatives. Similar analysis is applied in rejecting the appellees' argument based on the potential for fraud. The Court's declaration that an indigent applicant \"intent on committing fraud, could as easily swear to having been a resident of the county for the preceding year as to being one currently\" ignores the obvious fact that fabricating presence in the State for a year is surely more difficult than fabricating only a present intention to remain.</p>\n<p>The legal question in this case is simply whether the State of Arizona has acted arbitrarily in determining that access to local hospital facilities for nonemergency medical care should be denied to persons until they have established residence for one year. The impediment which this quite rational determination has placed on appellant Evaro's \"right to travel\" is so remote as to be negligible: so far as the record indicates Evaro moved from New Mexico to Arizona three years ago and has remained ever since. The eligibility requirement has not the slightest resemblance to the actual barriers to the right of free ingress and egress protected by the Constitution, and struck down in cases such as <i>Crandall</i> and <i>Edwards.</i> And, unlike <i>Shapiro,</i> it does not involve an urgent need for the necessities of life or a benefit funded from current revenues to which the claimant may well have contributed. It is a substantial broadening of, and departure from, all of these holdings, all the more remarkable for the lack of explanation which accompanies the result. Since I can subscribe neither to the method nor the result, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Sandor O. Shuch</i> and <i>John J. Relihan</i> filed a brief for the Legal Aid Society of Maricopa County as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Ariz. Rev. Stat. Ann. § 11-291 (Supp. 1973-1974).</p>\n<p>[2]  Section 11-297A (Supp. 1973-1974) provides in relevant part that:\n</p>\n<p>\"Except in emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb no person shall be provided hospitalization, medical care or outpatient relief under the provisions of this article without first filing with a member of the board of supervisors of the county in which he resides a statement in writing, subscribed and sworn to under oath, that he is an indigent as shall be defined by rules and regulations of the state department of economic security, an unemployable totally dependent upon the state or county `government for financial support, or an employable of sworn low income without sufficient funds to provide himself necessary hospitalization and medical care, <i>and that he has been a resident of the county for the preceding twelve months.</i>\" (Emphasis added.)</p>\n<p>[3]  Thus, the question of the rights of transients to medical care is not presented by this case.</p>\n<p>[4]  Arizona's intermediate appellate court had also declared the durational residence requirement unconstitutional in <i>Board of Supervisors, Pima County</i> v. <i>Robinson,</i> 10 Ariz. App. 238, 457 P. 2d 951 (1969), but its decision was vacated as moot by the Arizona Supreme Court. 105 Ariz. 280, 463 P. 2d 536 (1970).\n</p>\n<p>An Arizona one-year durational residence requirement for care at state mental health facilities was declared unconstitutional in <i>Vaughan</i> v. <i>Bower,</i> 313 F. Supp. 37 (Ariz.), aff'd, 400 U. S. 884 (1970). See n. 11, <i>infra.</i></p>\n<p>A Florida one-year durational residence requirement for medical care at public expense was found unconstitutional in <i>Arnold</i> v. <i>Halifax Hospital Dist.,</i> 314 F. Supp. 277 (MD Fla. 1970), and <i>Crapps</i> v. <i>Duval County Hospital Auth.,</i> 314 F. Supp. 181 (MD Fla. 1970).</p>\n<p>[5]  <i>E. g., </i><i>Weber</i> v. <i>Aetna Cas. &amp; Surety Co.,</i> 406 U. S. 164, 173 (1972); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330, 335 (1972).</p>\n<p>[6]  394 U. S., at 634. See also <i>id.,</i> at 642-644 (STEWART, J., concurring).</p>\n<p>[7]  <i>Dunn</i> v. <i>Blumstein, supra</i><i>; </i><i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969); see <i>Wyman</i> v. <i>Lopez,</i> 404 U. S. 1055 (1972); <i>Oregon</i> v. <i>Mitchell,</i> 400 U. S. 112, 237 (1970) (separate opinion of BRENNAN, WHITE, and MARSHALL, JJ.), 285-286 (STEWART, J., concurring and dissenting, with whom BURGER, C. J., and BLACKMUN, J., joined); <i>Wyman</i> v. <i>Bowens,</i> 397 U. S. 49 (1970); <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 757-759 (1966); cf. <i>Griffin</i> v. <i>Breckenridge,</i> 403 U. S. 88, 105-106 (1971); <i>Demiragh</i> v. <i>DeVos,</i> 476 F. 2d 403 (CA2 1973). See generally Z. Chafee, Three Human Rights in the Constitution of 1787, pp. 171-181, 187 <i>et seq.</i> (1956).</p>\n<p>[8]  See <i>King</i> v. <i>New Rochelle Municipal Housing Auth.,</i> 442 F. 2d 646, 648 n. 5 (CA2 1971); <i>Cole</i> v. <i>Housing Authority of the City of Newport,</i> 435 F. 2d 807, 811 (CA1 1970); <i>Wellford</i> v. <i>Battaglia,</i> 343 F. Supp. 143, 147 (Del. 1972); cf. <i>Truax</i> v. <i>Raich,</i> 239 U. S. 33, 39 (1915); Note, <i>Shapiro</i> v. <i>Thompson:</i> Travel, Welfare and the Constitution, 44 N. Y. U. L. Rev. 989, 1012 (1969).</p>\n<p>[9]  Appellees argue that the County should be able to apply a durational residence requirement to preserve the quality of services provided its longtime residents because of their ties to the community and the previous contributions they have made, particularly through past payment of taxes. It would seem inconsistent to argue that the residence requirement should be construed to bar longtime Arizona residents, even if unconstitutional as applied to persons migrating into Maricopa County from outside the State. Surely, longtime residents of neighboring counties have more ties with Maricopa County and equity in its public programs, as through past payment of state taxes, than do migrants from distant States. This \"contributory\" rationale is discussed, <i>infra,</i> at 266.</p>\n<p>[10]  For a discussion of the problems posed by this ambiguity, see Judge Coffin's perceptive opinion in <i>Cole</i> v. <i>Housing Authority of the City of Newport,</i> 435 F. 2d 807 (CA1 1970).</p>\n<p>[11]  In <i>Vaughan</i> v. <i>Bower,</i> 313 F. Supp. 37 (Ariz.), aff'd, 400 U. S. 884 (1970), a federal court struck down an Arizona law permitting the director of a state mental hospital to return to the State of his prior residence, any indigent patient who had not been a resident of Arizona for the year preceding his civil commitment. It is doubtful that the challenged law could have had any deterrent effect on migration, since few people consider being committed to a mental hospital when they decide to take up residence in a new State See also <i>Affeldt</i> v. <i>Whitcomb,</i> 319 F. Supp. 69 (ND Ind. 1970). aff'd 405 U. S. 1034 (1972).</p>\n<p>[12]  See <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 452-453, n. 9 (1973).</p>\n<p>[13]  For example, the <i>Shapiro</i> Court cautioned that it meant to \"imply no view of the validity of waiting-period <i>or</i> residence requirements determining eligibility [<i>inter alia</i>] to obtain a license to practice a profession, to hunt or fish, and so forth.\" 394 U. S., at 638 n. 21.</p>\n<p>[14]  Dept. of Health, Education, and Welfare (HEW) Report on Medical Resources Available to Meet the Needs of Public Assistance Recipients, House Committee on Ways and Means, 86th Cong., 2d Sess., 74 (Comm. Print 1961). Similarly, President Nixon has observed: \" `It is health which is real wealth,' said Ghandi, `and not pieces of gold and silver.' \" Health, Message from the President, 92d Cong., 1st Sess., H. R. Doc. No. 92-49, p. 18 (1971). See also materials cited at n. 4, <i>supra.</i></p>\n<p>[15]  Reference to the tuition cases is instructive. The lower courts have contrasted in-state tuition with \"necessities of life\" in a way that would clearly include medical care in the latter category. The District Court in <i>Starns</i> v. <i>Malkerson,</i> 326 F. Supp. 234, 238 (Minn. 1970), aff'd, 401 U. S. 985 (1971), quoted with approval from <i>Kirk</i> v. <i>Board of Regents,</i> 273 Cal. App. 2d 430, 440, 78 Cal. Rptr. 260, 266-267 (1969), appeal dismissed, 396 U. S. 554 (1970) (emphasis added):\n</p>\n<p>\" `While we fully recognize the value of higher education, we cannot equate its attainment with food, clothing and shelter. <i>Shapiro involved the immediate and pressing need for preservation of life and health</i> of persons unable to live without public assistance, and their dependent children. Thus, the residence requirement in <i>Shapiro</i> could cause great suffering and even loss of life. The durational residence requirement for attendance at publicly financed institutions of higher learning [does] not involve similar risks. Nor was petitioner . . . precluded from the benefit of obtaining higher education. Charging higher tuition fees to non-resident students cannot be equated with granting of basic subsistence to one class of needy residents while denying it to an equally needy class of residents.' \"</p>\n<p>See also Note, The Constitutionality of Nonresident Tuition, 55 Minn. L. Rev. 1139, 1149-1158 (1971). Moreover, in <i>Vlandis, supra,</i> the Court observed that \"special problems [are] involved in determining the bona fide residence of college students who come from out of State to attend [a] public university . . . ,\" since those students are characteristically transient, 412 U. S., at 452. There is no such ambiguity about whether appellant Evaro is a bona fide resident of Maricopa County.</p>\n<p>[16]  108 Ariz. 373, 374, 498 P. 2d 461, 462 (emphasis added).</p>\n<p>[17]  See <i>Valenciano</i> v. <i>Bateman,</i> 323 F. Supp. 600, 603 (Ariz. 1971). See generally HEW Report on Medical Resources, <i>supra,</i> n. 14, at 73-74; Dept. of HEW, Human Investment Programs: Delivery of Health Services for the Poor (1967).</p>\n<p>[18]  See HEW, Hill-Burton Project Register, July 1, 1947-June 30, 1967. HEW Publication No. (HSM) 72-4011, p. 37. Maricopa County has received over $2 million in Hill-Burton (42 U. S. C. § 291 <i>et seq.</i>) funds since 1947.</p>\n<p>[19]  Medicaid, the primary federal program for providing medical care to indigents at public expense, does not permit participating States to apply a durational residence requirement as a condition to eligibility, 42 U. S. C. § 1396a (b) (3), and \"this conclusion of a coequal branch of Government is not without significance.\" <i>Frontiero</i> v. <i>Richardson,</i> 411 U. S. 677, 687-688 (1973). The State of Arizona does not participate in the Medicaid program.</p>\n<p>[20]  Cf. Ely, Legislative and Administrative Motivation in Constitutional Law, 79 Yale L. J. 1205, 1223-1224 (1970); Note, Developments in the Law\u0097Equal Protection, 82 Harv. L. Rev. 1065, 1076-1077 (1969).</p>\n<p>[21]  The Arizona Supreme Court observed that because this case involves a governmental benefit akin to welfare, the \"reasonable basis\" test of <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471 (1970), should apply. In upholding a state regulation placing an absolute limit on the amount of welfare assistance to be paid a dependent family regardless of size or actual need, the Court in <i>Dandridge</i> found it \"enough that the State's action be rationally based and free from invidious discrimination.\" <i>Id.,</i> at 487. The Court later distinguished <i>Dandridge</i> in <i>Graham</i> v. <i>Richardson,</i> 403 U. S. 365, 376 (1971), where MR. JUSTICE BLACKMUN, writing for the Court, observed that \"[a]ppellants' attempted reliance on <i>Dandridge</i> . . . is also misplaced, since the classification involved in that case [did not impinge] upon a fundamental constitutional right. . . .\" Strict scrutiny is required here because the challenged classification impinges on the right of interstate travel. Compare <i>Dandridge, supra,</i> at 484 n. 16, with <i>Shapiro</i> v. <i>Thompson, supra</i><i>.</i></p>\n<p>[22]  <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 629.</p>\n<p>[23]  See Cantor, The Law and Poor People's Access to Health Care, 35 Law &amp; Contemp. Prob. 901, 909-914 (1970); cf. <i>Catholic Medical Center</i> v. <i>Rockefeller,</i> 305 F. Supp. 1256 and 1268 (EDNY 1969), vacated and remanded, 397 U. S. 820, aff'd on remand, 430 F. 2d 1297, appeal dismissed, 400 U. S. 931 (1970).</p>\n<p>[24]  HEW Report on Medical Resources, <i>supra,</i> n. 14, at 74. See generally Health, Message from the President, <i>supra,</i> n. 14; E. Kennedy, In Critical Condition: The Crises in America's Health Care (1973); Hearings on The Health Care Crisis in America before the Subcommittee on Health of the Senate Committee on Labor and Public Welfare, 92d Cong., 1st Sess. (1971).</p>\n<p>[25]  Cantor, <i>supra,</i> n. 23; See E. Kennedy, <i>supra,</i> n. 24, at 78-94; Note, Working Rules for Assuring Nondiscrimination in Hospital Administration, 74 Yale L. J. 151, 156 n. 32 (1964); cf., <i>e. g., </i><i>Stanturf</i> v. <i>Sipes,</i> 447 S. W. 2d 558 (Mo. 1969) (hospital refused treatment to frostbite victim who was unable to pay $25 deposit). See generally HEW Report on Medical Resources, <i>supra,</i> n. 14, at 74; Hearings on The Health Care Crisis in America, <i>supra,</i> n. 24.</p>\n<p>[26]  \"[L]ack of timely hospitalization and medical care for those unable to pay has been considered an economic liability to the patient, the hospital, and to the community in which these citizens might otherwise be self-supporting . . . .\" HEW Report on Medical Resources, <i>supra,</i> n. 14, at 73; Comment, Indigents, Hospital Admissions and Equal Protection, 5 U. Mich. J. L. Reform 502, 515-516 (1972); cf. Battistella &amp; Southby, Crisis in American Medicine, The Lancet 581, 582 (Mar. 16, 1968).</p>\n<p>[27]  See <i>Green</i> v. <i>Dept. of Public Welfare of Delaware,</i> 270 F. Supp. 173, 177-178 (Del. 1967).</p>\n<p>[28]  Ariz. Rev. Stat. Ann. § 46-292 (1) (Supp. 1973-1974).</p>\n<p>[29]  § 46-261.02 (3) (Supp. 1973-1974).</p>\n<p>[30]  In addition, Pima County, Arizona, did not apply the durational residence requirement between August 1969, when the requirement was found unconstitutional by the Arizona Court of Appeals, <i>Board of Supervisors, Pima County</i> v. <i>Robinson,</i> 10 Ariz. App. 238, 457 P. 2d 951, and September 1970, when that judgment was vacated as moot by the Arizona Supreme Court, 105 Ariz. 280, 463 P. 2d 536.</p>\n<p>[1]  See appendix to this opinion, <i>post,</i> p. 274.</p>\n<p>[2]  Title 42 CFR § 53.111 (b) (8) defines that term to mean \"a level of uncompensated services which meets a need for such services in the area served by an applicant and which is within the financial ability of such applicant to provide.\"</p>\n<p>[3]  The waiver of such a requirement requires notice and opportunity for public hearing. 42 CFR § 53.111 (c) (2).</p>\n<p>[4]  For the impact of \"free\" indigent care on private hospitals and their paying patients see Dept. of Health, Education, and Welfare (HEW) Report on Medical Resources Available to Meet the Needs of Public Assistance Recipients, House Committee on Ways and Means, 86th Cong., 2d Sess. (Comm. Print 1961).</p>\n<p>[5]  Foreword to an article on Medical Care and its Delivery: An Economic Appraisal by Judith R. Lave and Lester B. Lave in 35 Law &amp; Contemp. Prob. 252 (1970).</p>\n<p>[1]  Ariz. Rev. Stat. Ann. § 11-297A (Supp. 1973-1974) reads as follows:\n</p>\n<p>\"Except in emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb no person shall be provided hospitalization, medical care or outpatient relief under the provisions of this article without first filing with a member of the board of supervisors of the county in which he resides a statement in writing, subscribed and sworn to under oath, that he is an indigent as shall be defined by rules and regulations of the state department of economic security, an unemployable totally dependent upon the state or county government for financial support, or an employable of sworn low income without sufficient funds to provide himself necessary hospitalization and medical care, and that he has been a resident of the county for the preceding twelve months.\"</p>\n<p>[2]  The parties stipulated that Mr. Evaro was \"an indigent who recently changed his residence from New Mexico to Arizona and who has resided in the state of Arizona for less than twelve months.\" App. 10. Therefore Mr. Evaro failed to meet only the third requirement discussed in the text.</p>\n<p>[3]  This Court has noted that citizens have no constitutional right to welfare benefits. See, <i>e. g., </i><i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471 (1970); <i>San Antonio Independent School Dist.</i> v. <i>Rodriguez,</i> 411 U. S. 1, 33 (1973).</p>\n<p>[4]  Although the right to travel has been recognized by this Court for over a century, the origin of the right still remains somewhat obscure. The majority opinion in this case makes no effort to identify the source, simply relying on recent cases which state such a right exists.</p>\n<p>[5]  The tax levied by the State of Nevada was upon every person leaving the State. As this Court has since noted, the tax was a direct tax on travel and was not intended to be a charge for the use of state facilities. See <i>Evansville Airport</i> v. <i>Delta Airlines,</i> 405 U. S. 707 (1972).</p>\n<p>[6]  The Court also rejected an equal protection argument, concluding: \"We are unable to say that such a discrimination, if it existed, did not rest on reasonable grounds, and was not within the discretion of the state legislature.\" 179 U. S., at 276.</p>\n<p>[7]  See the concurring opinions of MR. JUSTICE DOUGLAS (with whom Mr. Justice Black and Mr. Justice Murphy joined), 314 U. S., at 177, and Mr. Justice Jackson, <i>id.,</i> at 181.</p>\n<p>[8]  The Court in <i>Edwards</i> observed: \"After arriving in California [the indigent] was aided by the Farm Security Administration, which . . . is wholly financed by the Federal government.\" 314 U. S., at 175. The Court did not express a view at that time as to whether a different result would have been reached if the State bore the financial burden. But cf. <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969).</p>\n<p>[9]  See Ariz. Rev. Stat. Ann. § 46-233 (Supp. 1973-1974), which provides that an eligible recipient of general assistance must have \"established residence at the time of application.\"</p>\n<p>[10]  See <i>Starns</i> v. <i>Malkerson,</i> 326 F. Supp. 234 (Minn. 1970), aff'd, 401 U. S. 985 (1971); <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973).</p>\n<p>[11]  See, <i>e. g., </i><i>Interstate Busses Corp.</i> v. <i>Blodgett,</i> 276 U. S. 245 (1928); <i>Hendrick</i> v. <i>Maryland,</i> 235 U. S. 610 (1915).</p>\n<p>[12]  See <i>Evansville Airport</i> v. <i>Delta Airlines,</i> 405 U. S. 707 (1972).</p>\n<p>[13]  See, <i>e. g., </i><i>Evans</i> v. <i>Cornman,</i> 398 U. S. 419 (1970); <i>Cipriano</i> v. <i>City of Houma,</i> 395 U. S. 701 (1969).</p>\n<p>[14]  In <i>Vlandis,</i> while striking down a Connecticut statute that in effect prevented a new state resident from obtaining lower tuition rates for the full period of enrollment, we stated that the decision should not \"be construed to deny a State the right to impose on a student, as one element in demonstrating bona fide residence, a reasonable durational residency requirement, which can be met while in student status.\" 412 U. S., at 452. <i>Starns</i> was cited as support for this position.</p>\n<p>[15]  This distinction may be particularly important in a State such as Arizona where the Constitution provides for limitations on state and county debt. See Ariz. Const., Art. 9, § 5 (State); Art. 9, § 8 (County). See generally Comment, Dulling the Edge of Husbandry: The Special Fund Doctrine in Arizona, 1971 L. &amp; Soc. O. (Ariz. St. L. J.) 555.</p>\n<p>[16]  The appellees in this case filed an affidavit indicating that acceptance of appellants' position would impose an added burden on property taxpayers in Maricopa County of over $2.5 million in the first year alone. App. 12-17.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:48", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></span> (1974)</b></center>\n<center><h1>MEMORIAL HOSPITAL ET AL.<br>\nv.<br>\nMARICOPA COUNTY ET AL.</h1></center>\n<center>No. 72-847.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 6, 1973.</center>\n<center>Decided February 26, 1974.</center>\nAPPEAL FROM THE SUPREME COURT OF ARIZONA.\n<p><span class=\"star-pagination\">*251</span> <i>Mary M. Schroeder</i> argued the cause for appellants. With her on the brief was <i>John P. Frank.</i></p>\n<p><i>William J. Carter III</i> argued the cause and filed a brief for appellees.<sup>[*]</sup></p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>This case presents an appeal from a decision of the Arizona Supreme Court upholding an Arizona statute requiring a year's residence in a county as a condition to receiving nonemergency hospitalization or medical care at the county's expense. The constitutional question presented is whether this durational residence requirement is repugnant to the Equal Protection Clause as applied by this Court in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969).</p>\n<p></p>\n<h2>I</h2>\n<p>Appellant Henry Evaro is an indigent suffering from a chronic asthmatic and bronchial illness. In early June 1971, Mr. Evaro moved from New Mexico to Phoenix in Maricopa County, Arizona. On July 8, 1971, Evaro had a severe respiratory attack and was sent by his attending physician to appellant Memorial Hospital, a nonprofit private community hospital. Pursuant to the Arizona statute governing medical care for indigents, Memorial notified the Maricopa County Board of Supervisors that it had in its charge an indigent who might qualify for county care and requested that Evaro be transferred to the County's public hospital facility. In accordance with the approved procedures, Memorial also <span class=\"star-pagination\">*252</span> claimed reimbursement from the County in the amount of $1,202.60, for the care and services it had provided Evaro.</p>\n<p>Under Arizona law, the individual county governments are charged with the mandatory duty of providing necessary hospital and medical care for their indigent sick.<sup>[1]</sup> But the statute requires an indigent to have been a resident of the County for the preceding 12 months in order to be eligible for free nonemergency medical care.<sup>[2]</sup> Maricopa County refused to admit Evaro to its public hospital or to reimburse Memorial solely because Evaro had not been a resident of the County for the preceding year. Appellees do not dispute that Evaro is an indigent or that he is a bona fide resident of Maricopa County.<sup>[3]</sup></p>\n<p>This action was instituted to determine whether appellee Maricopa County was obligated to provide medical care for Evaro or was liable to Memorial for the costs it incurred because of the County's refusal to do so. This controversy necessarily requires an adjudication of the constitutionality of the Arizona durational <span class=\"star-pagination\">*253</span> residence requirement for providing free medical care to indigents.</p>\n<p>The trial court held the residence requirement unconstitutional as a violation of the Equal Protection Clause. In a prior three-judge federal court suit against Pinal County, Arizona, the District Court had also declared the residence requirement unconstitutional and had enjoined its future application in Pinal County. <i>Valenciano</i> v. <i>Bateman,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">600</span></span> (Ariz. 1971).<sup>[4]</sup> Nonetheless, the Arizona Supreme Court upheld the challenged requirement. To resolve this conflict between a federal court and the highest court of the State, we noted probable jurisdiction, 410 U. S. 981 (1973), and we reverse the judgment of the Arizona Supreme Court.</p>\n<p></p>\n<h2>II</h2>\n<p>In determining whether the challenged durational residence provision violates the Equal Protection Clause, we must first determine what burden of justification the classification created thereby must meet, by looking to the nature of the classification and the individual interests affected.<sup>[5]</sup> The Court considered similar durational <span class=\"star-pagination\">*254</span> residence requirements for welfare assistance in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). The Court observed that those requirements created two classes of needy residents \"indistinguishable from each other except that one is composed of residents who have resided a year or more, and the second of residents who have resided less than a year, in the jurisdiction. On the basis of this sole difference the first class [was] granted and second class [was] denied welfare aid upon which may depend the ability. . . to obtain the very means to subsist\u0097food, shelter, and other necessities of life.\" <i>Id.,</i> at 627. The Court found that because this classification impinged on the constitutionally guaranteed right of interstate travel, it was to be judged by the standard of whether it promoted a compelling state interest.<sup>[6]</sup> Finding such an interest wanting, the Court held the challenged residence requirements unconstitutional.</p>\n<p>Appellees argue that the residence requirement before us is distinguishable from those in <i>Shapiro,</i> while appellants urge that <i>Shapiro</i> is controlling. We agree with appellants that Arizona's durational residence requirement for free medical care must be justified by a compelling state interest and that, such interests being lacking, the requirement is unconstitutional.</p>\n<p></p>\n<h2>III</h2>\n<p>The right of interstate travel has repeatedly been recognized as a basic constitutional freedom.<sup>[7]</sup> Whatever <span class=\"star-pagination\">*255</span> its ultimate scope, however, the right to travel was involved in only a limited sense in <i>Shapiro.</i> The Court was there concerned only with the right to migrate, \"with intent to settle and abide\"<sup>[8]</sup> or, as the Court put it, \"to migrate, resettle, find a new job, and start a new life.\" <i>Id.,</i> at 629. Even a bona fide residence requirement would burden the right to travel, if travel meant merely movement. But, in <i>Shapiro,</i> the Court explained that \"[t]he residence requirement and the one-year waiting-period requirement are distinct and independent prerequisites\" for assistance and only the latter was held to be unconstitutional. <i>Id.,</i> at 636. Later, in invalidating a durational residence requirement for voter registration on the basis of <i>Shapiro,</i> we cautioned that our decision was not intended to \"cast doubt on the validity of appropriately defined and uniformly applied bona fide residence requirements.\" <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330, 342 n. 13 (1972).</p>\n<p></p>\n<h2>IV</h2>\n<p>The appellees argue that the instant county residence requirement is distinguishable from the state residence requirements in <i>Shapiro,</i> in that the former penalizes, not interstate, but rather intrastate, travel. Even were we to draw a constitutional distinction between interstate and <span class=\"star-pagination\">*256</span> intrastate travel, a question we do not now consider, such a distinction would not support the judgment of the Arizona court in the case before us. Appellant Evaro has been effectively penalized for his interstate migration, although this was accomplished under the guise of a county residence requirement. What would be unconstitutional if done directly by the State can no more readily be accomplished by a county at the State's direction. The Arizona Supreme Court could have construed the waiting-period requirements to apply to intrastate but not interstate migrants;<sup>[9]</sup> but it did not do so, and \"it is not our function to construe a state statute contrary to the construction given it by the highest court of a State.\" <i>O'Brien</i> v. <i>Skinner,</i> 414 U. S. 524, 531 (1974).</p>\n<p></p>\n<h2>V</h2>\n<p>Although any durational residence requirement impinges to some extent on the right to travel, the Court in <i>Shapiro</i> did not declare such a requirement to be <i>per se</i> unconstitutional. The Court's holding was conditioned, 394 U. S., at 638 n. 21, by the caveat that some \"waiting-period <i>or</i> residence requirements . . . may not be penalties upon the exercise of the constitutional right of interstate travel.\" The amount of impact required to give <span class=\"star-pagination\">*257</span> rise to the compelling-state-interest test was not made clear.<sup>[10]</sup> The Court spoke of the requisite impact in two ways. First, we considered whether the waiting period would deter migration:</p>\n<blockquote>\"An indigent who desires to migrate . . . will doubtless hesitate if he knows that he must risk making the move without the possibility of falling back on state welfare assistance during his first year of residence, when his need may be most acute.\" <i>Id.,</i> at 629.</blockquote>\n<p>Second, the Court considered the extent to which the residence requirement served to <i>penalize</i> the exercise of the right to travel.</p>\n<p>The appellees here argue that the denial of nonemergency medical care, unlike the denial of welfare, is not apt to deter migration; but it is far from clear that the challenged statute is unlikely to have any deterrent effect. A person afflicted with a serious respiratory ailment, particularly an indigent whose efforts to provide a living for his family have been inhibited by his incapacitating illness, might well think of migrating to the clean dry air of Arizona, where relief from his disease could also bring relief from unemployment and poverty. But he may hesitate if he knows that he must make the move without the possibility of falling back on the State for medical care should his condition still plague him or grow more severe during his first year of residence.</p>\n<p>It is true, as appellees argue, that there is no evidence in the record before us that anyone was actually deterred from traveling by the challenged restriction. But neither did the majority in <i>Shapiro</i> find any reason \"to dispute the `evidence that few welfare recipients have in fact been <span class=\"star-pagination\">*258</span> deterred [from moving] by residence requirements.' Indeed, none of the litigants had themselves been deterred.\" <i>Dunn,</i> 405 U. S., at 340 (citations omitted). An attempt to distinguish <i>Shapiro</i> by urging that a durational residence requirement for voter registration did not deter travel, was found to be a \"fundamental misunderstanding of the law\" in <i>Dunn, supra,</i> at 339-340:<sup>[11]</sup></p>\n<blockquote>\"<i>Shapiro</i> did not rest upon a finding that denial of welfare actually deterred travel. Nor have other `right to travel' cases in this Court always relied on the presence of actual deterrence. In <i>Shapiro</i> we explicitly stated that the compelling-state-interest test would be triggered by `any classification which serves to <i>penalize</i> the exercise of that right [to travel] . . . .' \" (Emphasis in original; footnote omitted.)</blockquote>\n<p>Thus, <i>Shapiro</i> and <i>Dunn</i> stand for the proposition that a classification which \"operates to <i>penalize</i> those persons. . . who have exercised their constitutional right of interstate migration,\" must be justified by a compelling state interest. <i>Oregon</i> v. <i>Mitchell,</i> 400 U. S. 112, 238 (1970) (separate opinion of BRENNAN, WHITE, and MARSHALL, JJ.) (emphasis added). Although any durational residence requirement imposes a potential cost on migration, the Court in <i>Shapiro</i> cautioned that some <span class=\"star-pagination\">*259</span> \"waiting-period[s] . . . may not be penalties.\" 394 U. S., at 638 n. 21. In <i>Dunn</i> v. <i>Blumstein, supra</i><i>,</i> the Court found that the denial of the franchise, \"a fundamental political right,\" <i>Reynolds</i> v. <i>Sims,</i> 377 U. S. 533, 562 (1964), was a penalty requiring application of the compelling-state-interest test. In <i>Shapiro,</i> the Court found denial of the basic \"necessities of life\" to be a penalty. Nonetheless, the Court has declined to strike down state statutes requiring one year of residence as a condition to lower tuition at state institutions of higher education.<sup>[12]</sup></p>\n<p>Whatever the ultimate parameters of the <i>Shapiro</i> penalty analysis,<sup>[13]</sup> it is at least clear that medical care is as much \"a basic necessity of life\" to an indigent as welfare assistance.<sup>[14]</sup> And, governmental privileges or benefits necessary to basic sustenance have often been viewed as being of greater constitutional significance than less essential forms of governmental entitlements. See, <i>e. g., </i><i>Shapiro, supra</i><i>; </i><i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254, 264 (1970); <i>Sniadach</i> v. <i>Family Finance Corp.,</i> 395 U. S. 337, 340-342 (1969). It would be odd, indeed, to find that the State of Arizona was required to afford Evaro welfare assistance to keep him from the discomfort of inadequate housing or the pangs of hunger but could deny him the <span class=\"star-pagination\">*260</span> medical care necessary to relieve him from the wheezing and gasping for breath that attend his illness.<sup>[15]</sup></p>\n<p>Nor does the fact that the durational residence requirement is inapplicable to the provision of emergency medical care save the challenged provision from constitutional doubt. As the Arizona Supreme Court observed, appellant \"Evaro was an indigent person who <i>required</i> continued medical care for the preservation of his health and well being . . . ,\" even if he did not require immediate emergency care.<sup>[16]</sup> The State could not deny Evaro care <span class=\"star-pagination\">*261</span> just because, although gasping for breath, he was not in immediate danger of stopping breathing altogether. To allow a serious illness to go untreated until it requires emergency hospitalization is to subject the sufferer to the danger of a substantial and irrevocable deterioration in his health. Cancer, heart disease, or respiratory illness, if untreated for a year, may become all but irreversible paths to pain, disability, and even loss of life. The denial of medical care is all the more cruel in this context, falling as it does on indigents who are often without the means to obtain alternative treatment.<sup>[17]</sup></p>\n<p>Finally, appellees seek to distinguish <i>Shapiro</i> as involving a partially federally funded program. Maricopa County has received federal funding for its public hospital<sup>[18]</sup> but, more importantly, this Court has held that whether or not a welfare program is federally funded is irrelevant to the applicability of the <i>Shapiro</i> analysis. <i>Pease</i> v. <i>Hansen,</i> 404 U. S. 70 (1971); <i>Graham</i> v. <i>Richardson,</i> 403 U. S. 365 (1971).</p>\n<p>Not unlike the admonition of the Bible that, \"Ye shall have one manner of law, as well for the stranger, as for one of your own country,\" Leviticus 24:22 (King James Version), the right of interstate travel must be seen as insuring new residents the same right to vital government benefits and privileges in the States to which they migrate as are enjoyed by other residents. The State of Arizona's durational residence requirement for free medical care penalizes indigents for exercising their right to migrate <span class=\"star-pagination\">*262</span> to and settle in that State.<sup>[19]</sup> Accordingly, the classification created by the residence requirement, \"unless shown to be necessary to promote a <i>compelling</i> governmental interest, is unconstitutional.\" <i>Shapiro,</i> 394 U. S., at 634. (Emphasis in original.)</p>\n<p></p>\n<h2>VI</h2>\n<p>We turn now to the question of whether the State has shown that its durational residence requirement is \"legitimately defensible,\"<sup>[20]</sup> in that it furthers a compelling state interest.<sup>[21]</sup> A number of purposes are asserted to be served by the requirement and we must <span class=\"star-pagination\">*263</span> determine whether these satisfy the appellees' heavy burden of justification, and insure that the State, in pursuing its asserted objectives, has chosen means that do not unnecessarily burden constitutionally protected interests. <i>NAACP</i> v. <i>Button,</i> 371 U. S. 415, 438 (1963).</p>\n<p></p>\n<h2>A</h2>\n<p>The Arizona Supreme Court observed:</p>\n<blockquote>\"Absent a residence requirement, any indigent sick person . . . could seek admission to [Maricopa County's] hospital, the facilities being the newest and most modern in the state, and the resultant volume would cause long waiting periods or severe hardship on [the] county if it tried to tax its property owners to support [these] indigent sick . . . .\" <span class=\"citation\" data-id=\"1353374\"><a href=\"/opinion/1353374/maricopa-county-v-superior-court-county-of-maricop/\"><span class=\"volume\">108</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">373</span></a></span>, 376, 498 P. 2d 461, 464.</blockquote>\n<p>The County thus attempts to sustain the requirement as a necessary means to insure the fiscal integrity of its free medical care program by discouraging an influx of indigents, particularly those entering the County for the sole purpose of obtaining the benefits of its hospital facilities.</p>\n<p>First, a State may not protect the public fisc by drawing an invidious distinction between classes of its citizens, <i>Shapiro, supra,</i> at 633, so appellees must do more than show that denying free medical care to new residents saves money. The conservation of the taxpayers' purse is simply not a sufficient state interest to sustain a durational residence requirement which, in effect, severely penalizes exercise of the right to freely migrate and settle in another State. See <i>Rivera</i> v. <i>Dunn,</i> <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">554</span></span> (Conn. 1971), aff'd, 404 U. S. 1054 (1972).</p>\n<p>Second, to the extent the purpose of the requirement is to inhibit the immigration of indigents generally, <span class=\"star-pagination\">*264</span> that goal is constitutionally impermissible.<sup>[22]</sup> And, to the extent the purpose is to deter only those indigents who take up residence in the County solely to utilize its new and modern public medical facilities, the requirement at issue is clearly overinclusive. The challenged durational residence requirement treats every indigent, in his first year of residence, as if he came to the jurisdiction solely to obtain free medical care. Such a classification is no more defensible than the waiting period in <i>Shapiro, supra,</i> of which the Court said:</p>\n<blockquote>\"[T]he class of barred newcomers is all-inclusive, lumping the great majority who come to the State for other purposes with those who come for the sole purpose of collecting higher benefits.\" 394 U. S., at 631.</blockquote>\n<p>Moreover, \"a State may no more try to fence out those indigents who seek [better public medical facilities] than it may try to fence out indigents generally.\" <i>Ibid.</i> An indigent who considers the quality of public hospital facilities in entering the State is no less deserving than one who moves into the State in order to take advantage of its better educational facilities. <i>Id.,</i> at 631-632.</p>\n<p>It is also useful to look at the other side of the coin\u0097at who will bear the cost of indigents' illnesses if the County does not provide needed treatment. For those newly arrived residents who do receive at least hospital care, the cost is often borne by private nonprofit hospitals, like appellant Memorial\u0097many of which are already in precarious financial straits.<sup>[23]</sup> When absorbed <span class=\"star-pagination\">*265</span> by private hospitals, the costs of caring for indigents must be passed on to paying patients and \"at a rather inconvenient time\"\u0097adding to the already astronomical costs of hospitalization which bear so heavily on the resources of most Americans.<sup>[24]</sup> The financial pressures under which private nonprofit hospitals operate have already led many of them to turn away patients who cannot pay or to severely limit the number of indigents they will admit.<sup>[25]</sup> And, for those indigents who receive no care, the cost is, of course, measured by their own suffering.</p>\n<p>In addition, the County's claimed fiscal savings may well be illusory. The lack of timely medical care could cause a patient's condition to deteriorate to a point where more expensive emergency hospitalization (for which no durational residence requirement applies) is needed. And, the disability that may result from letting an untreated condition deteriorate may well result in the patient and his family becoming a burden on the State's welfare rolls for the duration of his emergency care, or permanently, if his capacity to work is impaired.<sup>[26]</sup></p>\n<p><span class=\"star-pagination\">*266</span> The appellees also argue that eliminating the durational residence requirement would dilute the quality of services provided to longtime residents by fostering an influx of newcomers and thus requiring the County's limited public health resources to serve an expanded pool of recipients. Appellees assert that the County should be able to protect its longtime residents because of their contributions to the community, particularly through the past payment of taxes. We rejected this \"contributory\" rationale both in <i>Shapiro</i> and in <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 450 n. 6 (1973), by observing:</p>\n<blockquote>\"[Such] reasoning would logically permit the State to bar new residents from schools, parks, and libraries or deprive them of police and fire protection. Indeed it would permit the State to apportion all benefits and services according to the past tax contributions of its citizens. The Equal Protection Clause prohibits such an apportionment of state services.\" <i>Shapiro,</i> 394 U. S., at 632-633 (footnote omitted).</blockquote>\n<p>Appellees express a concern that the threat of an influx of indigents would discourage \"the development of modern and effective [public medical] facilities.\" It is suggested that whether or not the durational residence requirement actually deters migration, the voters think that it protects them from low income families' being attracted by the county hospital; hence, the requirement is necessary for public support of that medical facility. A State may not employ an invidious discrimination to sustain the political viability of its programs. As we <span class=\"star-pagination\">*267</span> observed in <i>Shapiro, supra,</i> at 641, \"[p]erhaps Congress could induce wider state participation in school construction if it authorized the use of joint funds for the building of segregated schools,\" but that purpose would not sustain such a scheme. See also <i>Cole</i> v. <i>Housing Authority of the City of Newport,</i> 435 F. 2d 807, 812-813 (CA1 1970).</p>\n<p></p>\n<h2>B</h2>\n<p>The appellees also argue that the challenged statute serves some administrative objectives. They claim that the one-year waiting period is a convenient rule of thumb to determine bona fide residence. Besides not being factually defensible, this test is certainly overbroad to accomplish its avowed purpose. A mere residence requirement would accomplish the objective of limiting the use of public medical facilities to bona fide residents of the County without sweeping within its prohibitions those bona fide residents who had moved into the State within the qualifying period. Less drastic means, which do not impinge on the right of interstate travel, are available and employed<sup>[27]</sup> to ascertain an individual's true intentions, without exacting a protracted waiting period which may have dire economic and health consequences for certain citizens. See <i>Shelton</i> v. <i>Tucker,</i> 364 U. S. 479, 488 (1960). The Arizona State welfare agency applies criteria other than the duration of residency to determine whether an applicant is a bona fide resident.<sup>[28]</sup> The Arizona Medical Assistance to the Aged law provides public medical care for certain senior citizens, conditioned only on residence.<sup>[29]</sup> Pinal County, Arizona, has operated its public hospital without benefit of the <span class=\"star-pagination\">*268</span> durational residence requirement since the application of the challenged statute in that County was enjoined by a federal court in <i>Valenciano</i> v. <i>Bateman,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">600</span></span> (Ariz. 1971).<sup>[30]</sup></p>\n<p>The appellees allege that the waiting period is a useful tool for preventing fraud. Certainly, a State has a valid interest in preventing fraud by any applicant for medical care, whether a newcomer or oldtime resident, <i>Shapiro,</i> 394 U. S., at 637, but the challenged provision is illsuited to that purpose. An indigent applicant, intent on committing fraud, could as easily swear to having been a resident of the county for the preceding year as to being one currently. And, there is no need for the State to rely on the durational requirement as a safeguard against fraud when other mechanisms to serve that purpose are available which would have a less drastic impact on constitutionally protected interests. <i>NAACP</i> v. <i>Button,</i> 371 U. S., at 438. For example, state law makes it a crime to file an \"untrue statement . . . for the purpose of obtaining hospitalization, medical care or outpatient relief\" at county expense. Ariz. Rev. Stat. Ann. § 11-297C (Supp. 1973-1974). See <i>Dunn,</i> 405 U. S., at 353-354; <i>U. S. Dept. of Agriculture</i> v. <i>Moreno,</i> 413 U. S. 528, 534 (1973).</p>\n<p>Finally, appellees assert that the waiting period is necessary for budget predictability, but what was said in <i>Shapiro</i> is equally applicable to the case before us:</p>\n<blockquote>\"The records . . . are utterly devoid of evidence that <span class=\"star-pagination\">*269</span> [the County] uses the one-year requirement as a means to predict the number of people who will require assistance in the budget year. [The appellees do not take] a census of new residents . . . . Nor are new residents required to give advance notice of their need for . . . assistance. Thus, the . . . authorities cannot know how many new residents come into the jurisdiction in any year, much less how many of them will require public assistance.\" 394 U. S., at 634-635 (footnote omitted).</blockquote>\n<p>Whatever the difficulties in projecting how many newcomers to a jurisdiction will require welfare assistance, it could only be an even more difficult and speculative task to estimate how many of those indigent newcomers will require medical care during their first year in the jurisdiction. The irrelevance of the one-year residence requirement to budgetary planning is further underscored by the fact that <i>emergency</i> medical care for all newcomers and more complete medical care for the aged are currently being provided at public expense regardless of whether the patient has been a resident of the County for the preceding year. See <i>Shapiro, supra,</i> at 635.</p>\n<p></p>\n<h2>VII</h2>\n<p>The Arizona durational residence requirement for eligibility for nonemergency free medical care creates an \"invidious classification\" that impinges on the right of interstate travel by denying newcomers \"basic necessities of life.\" Such a classification can only be sustained on a showing of a compelling state interest. Appellees have not met their heavy burden of justification, or demonstrated that the State, in pursuing legitimate objectives, has chosen means which do not unnecessarily impinge on constitutionally protected interests. Accordingly, the judgment of the Supreme Court of Arizona is reversed and <span class=\"star-pagination\">*270</span> the case remanded for further action not inconsistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<p>THE CHIEF JUSTICE and MR. JUSTICE BLACKMUN concur in the result.</p>\n<p>MR. JUSTICE DOUGLAS.</p>\n<p>The legal and economic aspects of medical care<sup>[1]</sup> are enormous; and I doubt if decisions under the Equal Protection Clause of the Fourteenth Amendment are equal to the task of dealing with these matters. So far as interstate travel <i>per se</i> is considered, I share the doubts of my Brother REHNQUIST. The present case, however, turns for me on a different axis. The problem has many aspects. The therapy of Arizona's atmosphere brings many there who suffer from asthma, bronchitis, arthritis, and tuberculosis. Many coming are indigent or become indigent after arrival. Arizona does not deny medical help to \"emergency\" cases \"when immediate hospitalization or medical care is necessary for the preservation of life or limb,\" Ariz. Rev. Stat. Ann. § 11-297A (Supp. 1973-1974). For others, it requires a 12-month durational residence.</p>\n<p>The Act is not aimed at interstate travelers; it applies even to a long-term resident who moves from one county to another. As stated by the Supreme Court of Arizona in the present case: \"The requirement applies to all citizens within the state including long term residents of one county who move to another county. Thus, the classification does not single out non-residents nor attempt to penalize interstate travel. The requirement is uniformly applied.\" <span class=\"citation\" data-id=\"1353374\"><a href=\"/opinion/1353374/maricopa-county-v-superior-court-county-of-maricop/\"><span class=\"volume\">108</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">373</span></a></span>, 375, 498 P. 2d 461, 463.</p>\n<p><span class=\"star-pagination\">*271</span> What Arizona has done, therefore, is to fence the poor out of the metropolitan countries, such as Maricopa County (Phoenix) and Pima County (Tucson) by use of a durational residence requirement. We are told that eight Arizona counties have no county hospitals and that most indigent care in those areas exists only on a contract basis. In <i>San Antonio Independent School Dist.</i> v. <i>Rodriguez,</i> 411 U. S. 1, we had a case where Texas created a scheme by which school districts with a low property tax base, from which they could raise only meager funds, offered a lower quality of education to their students than the wealthier districts. That system was upheld against the charge that the state system violated the Equal Protection Clause. It was a closely divided Court and I was in dissent. I suppose that if a State can fence in the poor in educational programs, it can do so in medical programs. But to allow Arizona freedom to carry forward its medical program we must go one step beyond the <i>San Antonio</i> case. In the latter there was no legal barrier to movement into a better district. Here a one-year barrier to medical care, save for \"emergency\" care, is erected around the areas that have medical facilities for the poor.</p>\n<p>Congress has struggled with the problem. In the Kerr-Mills Act of 1960, 74 Stat. 987, 42 U. S. C. § 302 (b) (2), it added provisions to the Social Security Act requiring the Secretary of Health, Education, and Welfare to disapprove any state plan for medical assistance to the aged (Medicaid) that excludes \"any individual who resides in the state,\" thus eliminating durational residence requirements.</p>\n<p>Maricopa County has received over $2 million in federal funds for hospital construction under the Hill-Burton Act, 42 U. S. C. § 291 <i>et seq.</i> Section 291c (e) authorizes the issuance of regulations governing the operation <span class=\"star-pagination\">*272</span> of Hill-Burton facilities. The regulations contain conditions that the facility to be constructed or modernized with the funds \"will be made available to all persons residing in the territorial area of the applicant\" and that the applicant will render \"a reasonable volume of services to persons unable to pay therefor.\"<sup>[2]</sup> The conditions of free services for indigents, however, may be waived if \"not feasible from a financial viewpoint.\"</p>\n<p>Prior to the application the state agency must obtain from the applicant an assurance \"that there will be made available in the facility or portion thereof to be constructed or modernized a reasonable volume of services to persons unable to pay therefor. The requirement of an assurance from an applicant shall be waived if the applicant demonstrates to the satisfaction of the State agency, subject to subsequent approval by the Secretary, that such a requirement is not feasible from a financial viewpoint.\" 42 CFR § 53.111 (c) (1).<sup>[3]</sup></p>\n<p>So far as I can ascertain, the durational residence requirement imposed by Maricopa County has not been federally approved as a condition to the receipt of Hill-Burton funds.</p>\n<p>Maricopa County does argue that it is not financially feasible to provide free nonemergency medical care to new residents. Even so, the federal regulatory framework does not leave the County uncontrolled in determining which indigents will receive the benefit of the resources which are available. It is clear, for example, that the County could not limit such service to whites out of <span class=\"star-pagination\">*273</span> a professed inability to service indigents of all races because 42 CFR § 53.112 (c) prohibits such discrimination in the operation of Hill-Burton facilities. It does not allow racial discrimination even against transients.</p>\n<p>Moreover, Hill-Burton Act donees are guided by 42 CFR § 53.111 (g), which sets out in some detail the criteria which must be used in identifying persons unable to pay for such services. The criteria include the patient's health and medical insurance coverage, personal and family income, financial obligations and resources, and \"similar factors.\" Maricopa County, pursuant to the state law here challenged, employs length of county residence as an additional criterion in identifying indigent recipients of uncompensated nonemergency medical care. The federal regulations, however, do not seem to recognize that as an acceptable criterion.</p>\n<p>And, as we held in <i>Thorpe</i> v. <i>Housing Authority,</i> 393 U. S. 268; <i>Mourning</i> v. <i>Family Publications Service,</i> 411 U. S. 356, these federal conditions attached to federal grants are valid when \"reasonably related to the purposes of the enabling legislation.\" 393 U. S., at 280-281.</p>\n<p>It is difficult to impute to Congress approval of the durational residence requirement, for the implications of such a decision would involve weighty equal protection considerations by which the Federal Government, <i>Bolling</i> v. <i>Sharpe,</i> 347 U. S. 497, as well as the States, are bound.</p>\n<p>The political processes<sup>[4]</sup> rather than equal protection litigation are the ultimate solution of the present problem. But in the setting of this case the invidious discrimination against the poor, <i>Harper</i> v. <i>Virginia Board</i> <span class=\"star-pagination\">*274</span> <i>of Elections,</i> 383 U. S. 663, not the right to travel inter-state, is in my view the critical issue.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF DOUGLAS, J.</h2>\n<p></p>\n<h2>GOURMAND AND FOOD\u0097A FABLE<sup>[5]</sup></h2>\n<p><i>The people of Gourmand loved good food. They ate in good restaurants, donated money for cooking research, and instructed their government to safeguard all matters having to do with food. Long ago, the food industry had been in total chaos. There were many restaurants, some very small. Anyone could call himself a chef or open a restaurant. In choosing a restaurant, one could never be sure that the meal would be good. A commission of distinguished chefs studied the situation and recommended that no one be allowed to touch food except for qualified chefs. \"Food is too important to be left to amateurs,\" they said. Qualified chefs were licensed by the state with severe penalties for anyone else who engaged in cooking. Certain exceptions were made for food preparation in the home, but a person could serve only his own family. Furthermore, to become a qualified chef, a man had to complete at least twenty-one years of training (including four years of college, four years of cooking school, and one year of apprenticeship). All cooking schools had to be first class.</i></p>\n<p><i>These reforms did succeed in raising the quality of cooking. But a restaurant meal became substantially more expensive. A second commission observed that not everyone could afford to eat out. \"No one,\" they said, \"should be denied a good meal because of his</i> <span class=\"star-pagination\">*275</span> <i>income.\" Furthermore, they argued that chefs should work toward the goal of giving everyone \"complete physical and psychological satisfaction.\" For those people who could not afford to eat out, the government declared that they should be allowed to do so as often as they liked and the government would pay. For others, it was recommended that they organize themselves in groups and pay part of their income into a pool that would undertake to pay the costs incurred by members in dining out. To insure the greatest satisfaction, the groups were set up so that a member could eat out anywhere and as often as he liked, could have as elaborate a meal as he desired, and would have to pay nothing or only a small percentage of the cost. The cost of joining such prepaid dining clubs rose sharply.</i></p>\n<p><i>Long ago, most restaurants would have one chef to prepare the food. A few restaurants were more elaborate, with chefs specializing in roasting, fish, salads, sauces, and many other things. People rarely went to these elaborate restaurants since they were so expensive. With the establishment of prepaid dining clubs, everyone wanted to eat at these fancy restaurants. At the same time, young chefs in school disdained going to cook in a small restaurant where they would have to cook everything. The pay was higher and it was much more prestigious to specialize and cook at a really fancy restaurant. Soon there were not enough chefs to keep the small restaurants open.</i></p>\n<p><i>With prepaid clubs and free meals for the poor, many people started eating their three-course meals at the elaborate restaurants. Then they began to increase the number of courses, directing the chef to \"serve the best with no thought for the bill.\"</i> (<i>Recently a 317-course meal was served.</i>)</p>\n<p><i>The costs of eating out rose faster and faster. A new</i> <span class=\"star-pagination\">*276</span> <i>government commission reported as follows:</i> (<i>1</i>) <i>Noting that licensed chefs were being used to peel potatoes and wash lettuce, the commission recommended that these tasks be handed over to licensed dishwashers (whose three years of dishwashing training included cooking courses) or to some new category of personnel.</i> (<i>2</i>) <i>Concluding that many licensed chefs were overworked, the commission recommended that cooking schools be expanded, that the length of training be shortened, and that applicants with lesser qualifications be admitted.</i> (<i>3</i>) <i>The commission also observed that chefs were unhappy because people seemed to be more concerned about the decor and service than about the food. (In a recent taste test, not only could one patron not tell the difference between a 1930 and a 1970 vintage but he also could not distinguish between white and red wines. He explained that he always ordered the 1930 vintage because he knew that only a really good restaurant would stock such an expensive wine.</i>)</p>\n<p><i>The commission agreed that weighty problems faced the nation. They recommended that a national prepayment group be established which everyone must join. They recommended that chefs continue to be paid on the basis of the number of dishes they prepared. They recommended that every Gourmandese be given the right to eat anywhere he chose and as elaborately as he chose and pay nothing.</i></p>\n<p><i>These recommendations were adopted. Large numbers of people spent all of their time ordering incredibly elaborate meals. Kitchens became marvels of new, expensive equipment. All those who were not consuming restaurant food were in the kitchen preparing it. Since no one in Gourmand did anything except prepare or eat meals, the country collapsed.</i></p>\n<p><span class=\"star-pagination\">*277</span> MR. JUSTICE REHNQUIST, dissenting.</p>\n<p></p>\n<h2>I</h2>\n<p>The State of Arizona provides free medical care for indigents. Confronted, in common with its 49 sister States, with the assault of spiraling health and welfare costs upon limited state resources, it has felt bound to require that recipients meet three standards of eligibility.<sup>[1]</sup> First, they must be indigent, unemployable, or unable to provide their own care. Second, they must be residents of the county in which they seek aid. Third, they must have maintained their residence for a period of one year. These standards, however, apply only to persons seeking nonemergency aid. An exception is specifically provided for \"emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb . . . .\"</p>\n<p>Appellant Evaro moved from New Mexico to Arizona in June 1971, suffering from a \"chronic asthmatic and bronchial illness.\" In July 1971 he experienced a respiratory attack, and obtained treatment at the facilities of appellant Memorial Hospital, a privately operated <span class=\"star-pagination\">*278</span> institution. The hospital sought to recover its expenses from appellee Maricopa County under the provisions of Ariz. Rev. Stat. Ann. § 11-297A (Supp. 1973-1974), asserting that Evaro was entitled to receive county care. Since he did not satisfy the eligibility requirements discussed above,<sup>[2]</sup> appellee declined to assume responsibility for his care, and this suit was then instituted in the State Superior Court.</p>\n<p>Appellants did not, and could not, claim that there is a constitutional right to nonemergency medical care at state or county expense or a constitutional right to reimbursement for care extended by a private hospital.<sup>[3]</sup> They asserted, however, that the state legislature, having decided to give free care to certain classes of persons, must give that care to Evaro as well. The Court upholds that claim, holding that the Arizona eligibility requirements burdened Evaro's \"right to travel.\"</p>\n<p>Unlike many traditional government services, such as police or fire protection, the provision of health care has commonly been undertaken by private facilities and personnel. But as strains on private services become greater, and the costs of obtaining care increase, federal, state, and local governments have been pressed to assume a larger role. Reasonably enough, it seems to me, those governments which now find themselves in the hospital business seek to operate that business primarily for those <span class=\"star-pagination\">*279</span> persons dependent on the financing locality both by association and by need.</p>\n<p>Appellants in this case nevertheless argue that the State's efforts, admirable though they may be, are simply not impressive enough. But others excluded by eligibility requirements certainly could make similar protests. Maricopa County residents of many years, paying taxes to both construct and support public hospital facilities, may be ineligible for care because their incomes are slightly above the marginal level for inclusion. These people have been excluded by the State, not because their claim on limited public resources is without merit, but because it has been deemed less meritorious than the claims of those in even greater need. Given a finite amount of resources, Arizona after today's decision may well conclude that its indigency threshold should be elevated since its counties must provide for out-of-state migrants as well as for residents of longer standing. These more stringent need requirements would then deny care to additional persons who until now would have qualified for aid.</p>\n<p>Those presently excluded because marginally above the State's indigency standards, those who may be excluded in the future because of more stringent indigency requirements necessitated by today's decision, and appellant Evaro, all have a plausible claim to government-supported medical care. The choice between them necessitated by a finite amount of resources is a classic example of the determination of priorities to be accorded conflicting claims, and would in the recent past have been thought to be a matter particularly within the competence of the state legislature to decide. As this Court stated in <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 487 (1970), \"the Constitution does not empower this Court to second-guess state officials charged with the difficult <span class=\"star-pagination\">*280</span> responsibility of allocating limited public welfare funds among the myriad of potential recipients.\"</p>\n<p>The Court holds, however, that the State was barred from making the choice it made because of the burden its choice placed upon Evaro's \"right to travel.\" Although the Court's definition of this \"right\" is hardly precise, the Court does state: \"[T]he right of interstate travel must be seen as insuring new residents the same right to vital government benefits and privileges in the States to which they migrate as are enjoyed by other residents.\" This rationale merits further attention.</p>\n<p></p>\n<h2>II</h2>\n<p>The right to travel throughout the Nation has been recognized for over a century in the decisions of this Court.<sup>[4]</sup> See <i>Crandall</i> v. <i>Nevada,</i> <span class=\"citation\" data-id=\"87885\"><a href=\"/opinion/87885/crandall-v-nevada/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">35</span></a></span> (1868). But the concept of that right has not been static. To see how distant a cousin the right to travel enunciated in this case is to the right declared by the Court in <i>Crandall,</i> reference need only be made to the language of Mr. Justice Miller, speaking for the Court:</p>\n<blockquote>\"But if the government has these rights on her own account, the citizen also has correlative rights. He has the right to come to the seat of government to assert any claim he may have upon that government, or to transact any business he may have with it. To seek its protection, to share its offices, to engage in administering its functions. He has a right to free access to its sea-ports, through which all the operations of foreign trade and commerce are <span class=\"star-pagination\">*281</span> conducted, to the sub-treasuries, the land offices, the revenue offices, and the courts of justice in the several States, and this right is in its nature independent of the will of any State over whose soil he must pass in the exercise of it.\" <i>Id.,</i> at 44.</blockquote>\n<p>The Court in <i>Crandall</i> established no right to free benefits from every State through which the traveler might pass, but more modestly held that the State could not use its taxing power to impede travel across its borders.<sup>[5]</sup></p>\n<p>Later cases also defined this right to travel quite conservatively. For example, in <i>Williams</i> v. <i>Fears,</i> 179 U. S. 270 (1900), the Court upheld a Georgia statute taxing \"emigrant agents\"\u0097persons hiring labor for work <i>outside</i> the State\u0097although agents hiring for local work went untaxed. The Court recognized that a right to travel existed, stating:</p>\n<blockquote>\"Undoubtedly the right of locomotion, the right to remove from one place to another according to inclination, is an attribute of personal liberty, and the right, ordinarily, of free transit from or through the territory of any State is a right secured by the Fourteenth Amendment and by other provisions of the Constitution.\" <i>Id.,</i> at 274.</blockquote>\n<p>The Court went on, however, to decide that the statute, despite the added cost it assessed against exported labor, affected freedom of egress \"only incidentally and remotely.\" <i>Ibid.</i><sup>[6]</sup></p>\n<p><span class=\"star-pagination\">*282</span> The leading earlier case, <i>Edwards</i> v. <i>California,</i> 314 U. S. 160 (1941), provides equally little support for the Court's expansive holding here. In <i>Edwards</i> the Court invalidated a California statute which subjected to criminal penalties any person \"that brings or assists in bringing into the State any indigent person who is not a resident of the State, knowing him to be an indigent person.\" <i>Id.,</i> at 171. Five members of the Court found the statute unconstitutional under the Commerce Clause, finding in the Clause a \"prohibition against attempts on the part of any single State to isolate itself from difficulties common to all of them by restraining the transportation of persons and property across its borders.\" <i>Id.,</i> at 173. Four concurring Justices found a better justification for the result in the Fourteenth Amendment's protection of the \"privileges of national citizenship.\"<sup>[7]</sup></p>\n<p>Regardless of the right's precise source and definition, it is clear that the statute invalidated in <i>Edwards</i> was specifically designed to, and would, deter indigent persons from entering the State of California. The imposition of criminal penalties on all persons assisting the entry of an indigent served to block ingress as surely as if the State has posted guards at the border to turn indigents away. It made no difference to the operation of the statute that the indigent, once inside the State, would be supported by federal payments.<sup>[8]</sup> Furthermore, <span class=\"star-pagination\">*283</span> the statute did not require that the indigent intend to take up continuous residence within the State. The statute was not therefore an incidental or remote barrier to migration, but was in fact an effective and purposeful attempt to insulate the State from indigents.</p>\n<p>The statute in the present case raises no comparable barrier. Admittedly, some indigent persons desiring to reside in Arizona may choose to weigh the possible detriment of providing their own nonemergency health care during the first year of their residence against the total benefits to be gained from continuing location within the State, but their mere entry into the State does not invoke criminal penalties. To the contrary, indigents are free to live within the State, to receive welfare benefits necessary for food and shelter,<sup>[9]</sup> and to receive free emergency medical care if needed. Furthermore, once the indigent has settled within a county for a year, he becomes eligible for full medical care at county expense. To say, therefore, that Arizona's treatment of indigents compares with California's treatment during the 1930's would border on the frivolous.</p>\n<p>Since those older cases discussing the right to travel are unhelpful to Evaro's cause here, reliance must be placed elsewhere. A careful reading of the Court's opinion discloses that the decision rests almost entirely on two cases of recent vintage: <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969), and <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972). In <i>Shapiro</i> the Court struck down statutes requiring one year's residence prior to receiving welfare benefits. In <i>Dunn</i> the Court struck down a statute requiring a year's residence before receiving the right to vote. In placing reliance on these two cases, the Court <span class=\"star-pagination\">*284</span> must necessarily distinguish or discredit recent cases of this Court upholding statutes requiring a year's residence for lower in-state tuition.<sup>[10]</sup> The important question for this purpose, according to the Court's analysis, is whether a classification \" `operates to <i>penalize</i> those persons . . . who have exercised their constitutional right of interstate migration.' \" (Emphasis in Court's opinion.)</p>\n<p>Since the Court concedes that \"some `waiting-period[s]. . . may not be penalties,' \" <i>ante,</i> at 258-259, one would expect to learn from the opinion how to distinguish a waiting period which is a penalty from one which is not. Any expense imposed on citizens crossing state lines but not imposed on those staying put could theoretically be deemed a penalty on travel; the toll exacted from persons crossing from Delaware to New Jersey by the Delaware Memorial Bridge is a \"penalty\" on interstate travel in the most literal sense of all. But such charges,<sup>[11]</sup> as well as other fees for use of transportation facilities such as taxes on airport users,<sup>[12]</sup> have been upheld by this Court against attacks based upon the right to travel. It seems to me that the line to be derived from our prior cases is that some financial impositions on interstate travelers have such indirect or inconsequential impact on travel that they simply do not constitute the type of direct purposeful barriers struck down in <i>Edwards</i> and <i>Shapiro.</i> Where the impact is that remote, a State can reasonably require that the citizen bear some proportion of the State's cost in its facilities. I would think that this standard is not only supported by this Court's decisions, but would be <span class=\"star-pagination\">*285</span> eminently sensible and workable. But the Court not only rejects this approach, it leaves us entirely without guidance as to the proper standard to be applied.</p>\n<p>The Court instead resorts to <i>ipse dixit,</i> declaring rather than demonstrating that the right to nonemergency medical care is within the class of rights protected by <i>Shapiro</i> and <i>Dunn:</i></p>\n<blockquote>\"Whatever the ultimate parameters of the <i>Shapiro</i> penalty analysis, <i>it is at least clear that medical care is as much `a basic necessity of life' to an indigent as welfare assistance.</i> And, governmental privileges or benefits necessary to basic sustenance have often been viewed as being of greater constitutional significance than less essential forms of governmental entitlements. See, <i>e. g., </i><i>Shapiro, supra</i><i>; </i><i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254, 264 (1970); <i>Sniadach</i> v. <i>Family Finance Corp.,</i> 395 U. S. 337, 340-342 (1969).\" <i>Ante,</i> at 259. (Emphasis added; footnotes omitted.)</blockquote>\n<p>However clear this conclusion may be to the majority, it is certainly not clear to me. The solicitude which the Court has shown in cases involving the right to vote,<sup>[13]</sup> and the virtual denial of entry inherent in denial of welfare benefits\u0097\"the very means by which to live,\" <i>Goldberg</i> v. <i>Kelly,</i> 397 U. S. 254, 264 (1970)\u0097ought not be so casually extended to the alleged deprivation here. Rather, the Court should examine, as it has done in the past, whether the challenged requirement erects a real and purposeful barrier to movement, or the threat of such a barrier, or whether the effects on travel, viewed realistically, are merely incidental and remote. As the above discussion has shown, the barrier here is hardly <span class=\"star-pagination\">*286</span> a counterpart to the barriers condemned in earlier cases. That being so, the Court should observe its traditional respect for the State's allocation of its limited financial resources rather than unjustifiably imposing its own preferences.</p>\n<p></p>\n<h2>III</h2>\n<p>The Court, in its examination of the proffered state interests, categorically rejects the contention that those who have resided in the county for a fixed period of time may have a greater stake in community facilities than the newly arrived. But this rejection is accomplished more by fiat than by reason. One of the principal factual distinctions between <i>Starns</i> v. <i>Malkerson,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></span> (Minn. 1970), aff'd, 401 U. S. 985 (1971), and <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), both of which upheld durational residence requirements for in-state university tuition,<sup>[14]</sup> and <i>Shapiro,</i> which struck them down for welfare recipients, is the nature of the aid which the State or county provides. Welfare benefits, whether in cash or in kind, are commonly funded from current tax revenues, which may well be supported by the very newest arrival as well as by the longtime resident. But universities and hospitals, although demanding operating support from current revenues, require extensive capital facilities which cannot possibly be funded out of current tax revenues. Thus, entirely apart from the majority's conception of whether nonemergency health care is more or less important than continued education, <span class=\"star-pagination\">*287</span> the interest of longer established residents in capital facilities and their greater financial contribution to the construction of such facilities seems indisputable.<sup>[15]</sup></p>\n<p>Other interests advanced by the State to support its statutory eligibility criteria are also rejected virtually out of hand by the Court. The protection of the county economies is dismissed with the statement that \"[t]he conservation of the taxpayers' purse is simply not a sufficient state interest . . . .\"<sup>[16]</sup> The Court points out that the cost of care, if not borne by the Government, may be borne by private hospitals such as appellant Memorial Hospital. While this observation is doubtless true in large part, and is bound to present a problem to any private hospital, it does not seem to me that it thus becomes a constitutional determinant. The Court also observes that the State may in fact <i>save</i> money by providing nonemergency medical care rather than waiting for deterioration of an illness. However valuable a qualified cost analysis might be to legislators drafting eligibility requirements, and however little this speculation may bear on Evaro's condition (which the record does not indicate to have been a deteriorating illness), this sort of judgment has traditionally been confided to legislatures, rather than to courts charged with determining constitutional questions.</p>\n<p>The Court likewise rejects all arguments based on <span class=\"star-pagination\">*288</span> administrative objectives. Refusing to accept the assertion that a one-year waiting period is a \"convenient rule of thumb to determine bona fide residence,\" the majority simply suggests its own alternatives. Similar analysis is applied in rejecting the appellees' argument based on the potential for fraud. The Court's declaration that an indigent applicant \"intent on committing fraud, could as easily swear to having been a resident of the county for the preceding year as to being one currently\" ignores the obvious fact that fabricating presence in the State for a year is surely more difficult than fabricating only a present intention to remain.</p>\n<p>The legal question in this case is simply whether the State of Arizona has acted arbitrarily in determining that access to local hospital facilities for nonemergency medical care should be denied to persons until they have established residence for one year. The impediment which this quite rational determination has placed on appellant Evaro's \"right to travel\" is so remote as to be negligible: so far as the record indicates Evaro moved from New Mexico to Arizona three years ago and has remained ever since. The eligibility requirement has not the slightest resemblance to the actual barriers to the right of free ingress and egress protected by the Constitution, and struck down in cases such as <i>Crandall</i> and <i>Edwards.</i> And, unlike <i>Shapiro,</i> it does not involve an urgent need for the necessities of life or a benefit funded from current revenues to which the claimant may well have contributed. It is a substantial broadening of, and departure from, all of these holdings, all the more remarkable for the lack of explanation which accompanies the result. Since I can subscribe neither to the method nor the result, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Sandor O. Shuch</i> and <i>John J. Relihan</i> filed a brief for the Legal Aid Society of Maricopa County as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Ariz. Rev. Stat. Ann. § 11-291 (Supp. 1973-1974).</p>\n<p>[2]  Section 11-297A (Supp. 1973-1974) provides in relevant part that:\n</p>\n<p>\"Except in emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb no person shall be provided hospitalization, medical care or outpatient relief under the provisions of this article without first filing with a member of the board of supervisors of the county in which he resides a statement in writing, subscribed and sworn to under oath, that he is an indigent as shall be defined by rules and regulations of the state department of economic security, an unemployable totally dependent upon the state or county `government for financial support, or an employable of sworn low income without sufficient funds to provide himself necessary hospitalization and medical care, <i>and that he has been a resident of the county for the preceding twelve months.</i>\" (Emphasis added.)</p>\n<p>[3]  Thus, the question of the rights of transients to medical care is not presented by this case.</p>\n<p>[4]  Arizona's intermediate appellate court had also declared the durational residence requirement unconstitutional in <i>Board of Supervisors, Pima County</i> v. <i>Robinson,</i> <span class=\"citation\" data-id=\"1169918\"><a href=\"/opinion/1169918/board-of-supervisors-pima-county-v-robinson/\"><span class=\"volume\">10</span> <span class=\"reporter\">Ariz. App.</span> <span class=\"page\">238</span></a></span>, 457 P. 2d 951 (1969), but its decision was vacated as moot by the Arizona Supreme Court. <span class=\"citation\" data-id=\"1136336\"><a href=\"/opinion/1136336/board-of-supervisors-pima-county-v-robinson/\"><span class=\"volume\">105</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">280</span></a></span>, 463 P. 2d 536 (1970).\n</p>\n<p>An Arizona one-year durational residence requirement for care at state mental health facilities was declared unconstitutional in <i>Vaughan</i> v. <i>Bower,</i> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></span> (Ariz.), aff'd, 400 U. S. 884 (1970). See n. 11, <i>infra.</i></p>\n<p>A Florida one-year durational residence requirement for medical care at public expense was found unconstitutional in <i>Arnold</i> v. <i>Halifax Hospital Dist.,</i> <span class=\"citation\" data-id=\"1472463\"><a href=\"/opinion/1472463/arnold-v-halifax-hospital-district/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">277</span></a></span> (MD Fla. 1970), and <i>Crapps</i> v. <i>Duval County Hospital Auth.,</i> <span class=\"citation\" data-id=\"1472384\"><a href=\"/opinion/1472384/crapps-v-duval-county-hospital-auth-of-duval-cty-f/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">181</span></a></span> (MD Fla. 1970).</p>\n<p>[5]  <i>E. g., </i><i>Weber</i> v. <i>Aetna Cas. &amp; Surety Co.,</i> 406 U. S. 164, 173 (1972); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330, 335 (1972).</p>\n<p>[6]  394 U. S., at 634. See also <i>id.,</i> at 642-644 (STEWART, J., concurring).</p>\n<p>[7]  <i>Dunn</i> v. <i>Blumstein, supra</i><i>; </i><i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969); see <i>Wyman</i> v. <i>Lopez,</i> 404 U. S. 1055 (1972); <i>Oregon</i> v. <i>Mitchell,</i> 400 U. S. 112, 237 (1970) (separate opinion of BRENNAN, WHITE, and MARSHALL, JJ.), 285-286 (STEWART, J., concurring and dissenting, with whom BURGER, C. J., and BLACKMUN, J., joined); <i>Wyman</i> v. <i>Bowens,</i> 397 U. S. 49 (1970); <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 757-759 (1966); cf. <i>Griffin</i> v. <i>Breckenridge,</i> 403 U. S. 88, 105-106 (1971); <i>Demiragh</i> v. <i>DeVos,</i> 476 F. 2d 403 (CA2 1973). See generally Z. Chafee, Three Human Rights in the Constitution of 1787, pp. 171-181, 187 <i>et seq.</i> (1956).</p>\n<p>[8]  See <i>King</i> v. <i>New Rochelle Municipal Housing Auth.,</i> 442 F. 2d 646, 648 n. 5 (CA2 1971); <i>Cole</i> v. <i>Housing Authority of the City of Newport,</i> 435 F. 2d 807, 811 (CA1 1970); <i>Wellford</i> v. <i>Battaglia,</i> <span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">143</span></span>, 147 (Del. 1972); cf. <i>Truax</i> v. <i>Raich,</i> 239 U. S. 33, 39 (1915); Note, <i>Shapiro</i> v. <i>Thompson:</i> Travel, Welfare and the Constitution, 44 N. Y. U. L. Rev. 989, 1012 (1969).</p>\n<p>[9]  Appellees argue that the County should be able to apply a durational residence requirement to preserve the quality of services provided its longtime residents because of their ties to the community and the previous contributions they have made, particularly through past payment of taxes. It would seem inconsistent to argue that the residence requirement should be construed to bar longtime Arizona residents, even if unconstitutional as applied to persons migrating into Maricopa County from outside the State. Surely, longtime residents of neighboring counties have more ties with Maricopa County and equity in its public programs, as through past payment of state taxes, than do migrants from distant States. This \"contributory\" rationale is discussed, <i>infra,</i> at 266.</p>\n<p>[10]  For a discussion of the problems posed by this ambiguity, see Judge Coffin's perceptive opinion in <i>Cole</i> v. <i>Housing Authority of the City of Newport,</i> 435 F. 2d 807 (CA1 1970).</p>\n<p>[11]  In <i>Vaughan</i> v. <i>Bower,</i> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></span> (Ariz.), aff'd, 400 U. S. 884 (1970), a federal court struck down an Arizona law permitting the director of a state mental hospital to return to the State of his prior residence, any indigent patient who had not been a resident of Arizona for the year preceding his civil commitment. It is doubtful that the challenged law could have had any deterrent effect on migration, since few people consider being committed to a mental hospital when they decide to take up residence in a new State See also <i>Affeldt</i> v. <i>Whitcomb,</i> <span class=\"citation\" data-id=\"2134987\"><a href=\"/opinion/2134987/affeldt-v-whitcomb/\"><span class=\"volume\">319</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">69</span></a></span> (ND Ind. 1970). aff'd 405 U. S. 1034 (1972).</p>\n<p>[12]  See <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 452-453, n. 9 (1973).</p>\n<p>[13]  For example, the <i>Shapiro</i> Court cautioned that it meant to \"imply no view of the validity of waiting-period <i>or</i> residence requirements determining eligibility [<i>inter alia</i>] to obtain a license to practice a profession, to hunt or fish, and so forth.\" 394 U. S., at 638 n. 21.</p>\n<p>[14]  Dept. of Health, Education, and Welfare (HEW) Report on Medical Resources Available to Meet the Needs of Public Assistance Recipients, House Committee on Ways and Means, 86th Cong., 2d Sess., 74 (Comm. Print 1961). Similarly, President Nixon has observed: \" `It is health which is real wealth,' said Ghandi, `and not pieces of gold and silver.' \" Health, Message from the President, 92d Cong., 1st Sess., H. R. Doc. No. 92-49, p. 18 (1971). See also materials cited at n. 4, <i>supra.</i></p>\n<p>[15]  Reference to the tuition cases is instructive. The lower courts have contrasted in-state tuition with \"necessities of life\" in a way that would clearly include medical care in the latter category. The District Court in <i>Starns</i> v. <i>Malkerson,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></span>, 238 (Minn. 1970), aff'd, 401 U. S. 985 (1971), quoted with approval from <i>Kirk</i> v. <i>Board of Regents,</i> <span class=\"citation\" data-id=\"2214315\"><a href=\"/opinion/2214315/kirk-v-regents-of-university-of-california/\"><span class=\"volume\">273</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">430</span></a></span>, 440, <span class=\"citation\" data-id=\"2214315\"><a href=\"/opinion/2214315/kirk-v-regents-of-university-of-california/\"><span class=\"volume\">78</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">260</span></a></span>, 266-267 (1969), appeal dismissed, 396 U. S. 554 (1970) (emphasis added):\n</p>\n<p>\" `While we fully recognize the value of higher education, we cannot equate its attainment with food, clothing and shelter. <i>Shapiro involved the immediate and pressing need for preservation of life and health</i> of persons unable to live without public assistance, and their dependent children. Thus, the residence requirement in <i>Shapiro</i> could cause great suffering and even loss of life. The durational residence requirement for attendance at publicly financed institutions of higher learning [does] not involve similar risks. Nor was petitioner . . . precluded from the benefit of obtaining higher education. Charging higher tuition fees to non-resident students cannot be equated with granting of basic subsistence to one class of needy residents while denying it to an equally needy class of residents.' \"</p>\n<p>See also Note, The Constitutionality of Nonresident Tuition, 55 Minn. L. Rev. 1139, 1149-1158 (1971). Moreover, in <i>Vlandis, supra,</i> the Court observed that \"special problems [are] involved in determining the bona fide residence of college students who come from out of State to attend [a] public university . . . ,\" since those students are characteristically transient, 412 U. S., at 452. There is no such ambiguity about whether appellant Evaro is a bona fide resident of Maricopa County.</p>\n<p>[16]  <span class=\"citation\" data-id=\"1353374\"><a href=\"/opinion/1353374/maricopa-county-v-superior-court-county-of-maricop/\"><span class=\"volume\">108</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">373</span></a></span>, 374, 498 P. 2d 461, 462 (emphasis added).</p>\n<p>[17]  See <i>Valenciano</i> v. <i>Bateman,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">600</span></span>, 603 (Ariz. 1971). See generally HEW Report on Medical Resources, <i>supra,</i> n. 14, at 73-74; Dept. of HEW, Human Investment Programs: Delivery of Health Services for the Poor (1967).</p>\n<p>[18]  See HEW, Hill-Burton Project Register, July 1, 1947-June 30, 1967. HEW Publication No. (HSM) 72-4011, p. 37. Maricopa County has received over $2 million in Hill-Burton (42 U. S. C. § 291 <i>et seq.</i>) funds since 1947.</p>\n<p>[19]  Medicaid, the primary federal program for providing medical care to indigents at public expense, does not permit participating States to apply a durational residence requirement as a condition to eligibility, 42 U. S. C. § 1396a (b) (3), and \"this conclusion of a coequal branch of Government is not without significance.\" <i>Frontiero</i> v. <i>Richardson,</i> 411 U. S. 677, 687-688 (1973). The State of Arizona does not participate in the Medicaid program.</p>\n<p>[20]  Cf. Ely, Legislative and Administrative Motivation in Constitutional Law, 79 Yale L. J. 1205, 1223-1224 (1970); Note, Developments in the Law\u0097Equal Protection, 82 Harv. L. Rev. 1065, 1076-1077 (1969).</p>\n<p>[21]  The Arizona Supreme Court observed that because this case involves a governmental benefit akin to welfare, the \"reasonable basis\" test of <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471 (1970), should apply. In upholding a state regulation placing an absolute limit on the amount of welfare assistance to be paid a dependent family regardless of size or actual need, the Court in <i>Dandridge</i> found it \"enough that the State's action be rationally based and free from invidious discrimination.\" <i>Id.,</i> at 487. The Court later distinguished <i>Dandridge</i> in <i>Graham</i> v. <i>Richardson,</i> 403 U. S. 365, 376 (1971), where MR. JUSTICE BLACKMUN, writing for the Court, observed that \"[a]ppellants' attempted reliance on <i>Dandridge</i> . . . is also misplaced, since the classification involved in that case [did not impinge] upon a fundamental constitutional right. . . .\" Strict scrutiny is required here because the challenged classification impinges on the right of interstate travel. Compare <i>Dandridge, supra,</i> at 484 n. 16, with <i>Shapiro</i> v. <i>Thompson, supra</i><i>.</i></p>\n<p>[22]  <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 629.</p>\n<p>[23]  See Cantor, The Law and Poor People's Access to Health Care, 35 Law &amp; Contemp. Prob. 901, 909-914 (1970); cf. <i>Catholic Medical Center</i> v. <i>Rockefeller,</i> <span class=\"citation\" data-id=\"2244893\"><a href=\"/opinion/2244893/catholic-med-cen-of-brooklyn-queens-inc-v-rockefel/\"><span class=\"volume\">305</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1256</span></a></span> and 1268 (EDNY 1969), vacated and remanded, 397 U. S. 820, aff'd on remand, 430 F. 2d 1297, appeal dismissed, 400 U. S. 931 (1970).</p>\n<p>[24]  HEW Report on Medical Resources, <i>supra,</i> n. 14, at 74. See generally Health, Message from the President, <i>supra,</i> n. 14; E. Kennedy, In Critical Condition: The Crises in America's Health Care (1973); Hearings on The Health Care Crisis in America before the Subcommittee on Health of the Senate Committee on Labor and Public Welfare, 92d Cong., 1st Sess. (1971).</p>\n<p>[25]  Cantor, <i>supra,</i> n. 23; See E. Kennedy, <i>supra,</i> n. 24, at 78-94; Note, Working Rules for Assuring Nondiscrimination in Hospital Administration, 74 Yale L. J. 151, 156 n. 32 (1964); cf., <i>e. g., </i><i>Stanturf</i> v. <i>Sipes,</i> 447 S. W. 2d 558 (Mo. 1969) (hospital refused treatment to frostbite victim who was unable to pay $25 deposit). See generally HEW Report on Medical Resources, <i>supra,</i> n. 14, at 74; Hearings on The Health Care Crisis in America, <i>supra,</i> n. 24.</p>\n<p>[26]  \"[L]ack of timely hospitalization and medical care for those unable to pay has been considered an economic liability to the patient, the hospital, and to the community in which these citizens might otherwise be self-supporting . . . .\" HEW Report on Medical Resources, <i>supra,</i> n. 14, at 73; Comment, Indigents, Hospital Admissions and Equal Protection, 5 U. Mich. J. L. Reform 502, 515-516 (1972); cf. Battistella &amp; Southby, Crisis in American Medicine, The Lancet 581, 582 (Mar. 16, 1968).</p>\n<p>[27]  See <i>Green</i> v. <i>Dept. of Public Welfare of Delaware,</i> <span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">173</span></span>, 177-178 (Del. 1967).</p>\n<p>[28]  Ariz. Rev. Stat. Ann. § 46-292 (1) (Supp. 1973-1974).</p>\n<p>[29]  § 46-261.02 (3) (Supp. 1973-1974).</p>\n<p>[30]  In addition, Pima County, Arizona, did not apply the durational residence requirement between August 1969, when the requirement was found unconstitutional by the Arizona Court of Appeals, <i>Board of Supervisors, Pima County</i> v. <i>Robinson,</i> <span class=\"citation\" data-id=\"1169918\"><a href=\"/opinion/1169918/board-of-supervisors-pima-county-v-robinson/\"><span class=\"volume\">10</span> <span class=\"reporter\">Ariz. App.</span> <span class=\"page\">238</span></a></span>, 457 P. 2d 951, and September 1970, when that judgment was vacated as moot by the Arizona Supreme Court, <span class=\"citation\" data-id=\"1136336\"><a href=\"/opinion/1136336/board-of-supervisors-pima-county-v-robinson/\"><span class=\"volume\">105</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">280</span></a></span>, 463 P. 2d 536.</p>\n<p>[1]  See appendix to this opinion, <i>post,</i> p. 274.</p>\n<p>[2]  Title 42 CFR § 53.111 (b) (8) defines that term to mean \"a level of uncompensated services which meets a need for such services in the area served by an applicant and which is within the financial ability of such applicant to provide.\"</p>\n<p>[3]  The waiver of such a requirement requires notice and opportunity for public hearing. 42 CFR § 53.111 (c) (2).</p>\n<p>[4]  For the impact of \"free\" indigent care on private hospitals and their paying patients see Dept. of Health, Education, and Welfare (HEW) Report on Medical Resources Available to Meet the Needs of Public Assistance Recipients, House Committee on Ways and Means, 86th Cong., 2d Sess. (Comm. Print 1961).</p>\n<p>[5]  Foreword to an article on Medical Care and its Delivery: An Economic Appraisal by Judith R. Lave and Lester B. Lave in 35 Law &amp; Contemp. Prob. 252 (1970).</p>\n<p>[1]  Ariz. Rev. Stat. Ann. § 11-297A (Supp. 1973-1974) reads as follows:\n</p>\n<p>\"Except in emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb no person shall be provided hospitalization, medical care or outpatient relief under the provisions of this article without first filing with a member of the board of supervisors of the county in which he resides a statement in writing, subscribed and sworn to under oath, that he is an indigent as shall be defined by rules and regulations of the state department of economic security, an unemployable totally dependent upon the state or county government for financial support, or an employable of sworn low income without sufficient funds to provide himself necessary hospitalization and medical care, and that he has been a resident of the county for the preceding twelve months.\"</p>\n<p>[2]  The parties stipulated that Mr. Evaro was \"an indigent who recently changed his residence from New Mexico to Arizona and who has resided in the state of Arizona for less than twelve months.\" App. 10. Therefore Mr. Evaro failed to meet only the third requirement discussed in the text.</p>\n<p>[3]  This Court has noted that citizens have no constitutional right to welfare benefits. See, <i>e. g., </i><i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471 (1970); <i>San Antonio Independent School Dist.</i> v. <i>Rodriguez,</i> 411 U. S. 1, 33 (1973).</p>\n<p>[4]  Although the right to travel has been recognized by this Court for over a century, the origin of the right still remains somewhat obscure. The majority opinion in this case makes no effort to identify the source, simply relying on recent cases which state such a right exists.</p>\n<p>[5]  The tax levied by the State of Nevada was upon every person leaving the State. As this Court has since noted, the tax was a direct tax on travel and was not intended to be a charge for the use of state facilities. See <i>Evansville Airport</i> v. <i>Delta Airlines,</i> 405 U. S. 707 (1972).</p>\n<p>[6]  The Court also rejected an equal protection argument, concluding: \"We are unable to say that such a discrimination, if it existed, did not rest on reasonable grounds, and was not within the discretion of the state legislature.\" 179 U. S., at 276.</p>\n<p>[7]  See the concurring opinions of MR. JUSTICE DOUGLAS (with whom Mr. Justice Black and Mr. Justice Murphy joined), 314 U. S., at 177, and Mr. Justice Jackson, <i>id.,</i> at 181.</p>\n<p>[8]  The Court in <i>Edwards</i> observed: \"After arriving in California [the indigent] was aided by the Farm Security Administration, which . . . is wholly financed by the Federal government.\" 314 U. S., at 175. The Court did not express a view at that time as to whether a different result would have been reached if the State bore the financial burden. But cf. <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969).</p>\n<p>[9]  See Ariz. Rev. Stat. Ann. § 46-233 (Supp. 1973-1974), which provides that an eligible recipient of general assistance must have \"established residence at the time of application.\"</p>\n<p>[10]  See <i>Starns</i> v. <i>Malkerson,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></span> (Minn. 1970), aff'd, 401 U. S. 985 (1971); <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973).</p>\n<p>[11]  See, <i>e. g., </i><i>Interstate Busses Corp.</i> v. <i>Blodgett,</i> 276 U. S. 245 (1928); <i>Hendrick</i> v. <i>Maryland,</i> 235 U. S. 610 (1915).</p>\n<p>[12]  See <i>Evansville Airport</i> v. <i>Delta Airlines,</i> 405 U. S. 707 (1972).</p>\n<p>[13]  See, <i>e. g., </i><i>Evans</i> v. <i>Cornman,</i> 398 U. S. 419 (1970); <i>Cipriano</i> v. <i>City of Houma,</i> 395 U. S. 701 (1969).</p>\n<p>[14]  In <i>Vlandis,</i> while striking down a Connecticut statute that in effect prevented a new state resident from obtaining lower tuition rates for the full period of enrollment, we stated that the decision should not \"be construed to deny a State the right to impose on a student, as one element in demonstrating bona fide residence, a reasonable durational residency requirement, which can be met while in student status.\" 412 U. S., at 452. <i>Starns</i> was cited as support for this position.</p>\n<p>[15]  This distinction may be particularly important in a State such as Arizona where the Constitution provides for limitations on state and county debt. See Ariz. Const., Art. 9, § 5 (State); Art. 9, § 8 (County). See generally Comment, Dulling the Edge of Husbandry: The Special Fund Doctrine in Arizona, 1971 L. &amp; Soc. O. (Ariz. St. L. J.) 555.</p>\n<p>[16]  The appellees in this case filed an affidavit indicating that acceptance of appellants' position would impose an added burden on property taxpayers in Maricopa County of over $2.5 million in the first year alone. App. 12-17.</p>\n\n</div>", 
  "sha1": "16a79c44b041490b35db35f4e0fb73fffe4fdf73", 
  "date_modified": "2015-02-25T07:36:48.289930", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/108971/memorial-hospital-v-maricopa-county/", 
  "citation_count": 157, 
  "supreme_court_db_id": "1973-058", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/315326/", 
  "html": "<p class=\"case_cite\">415 U.S. 250</p>\n    <p class=\"case_cite\">94 S.Ct. 1076</p>\n    <p class=\"case_cite\">39 L.Ed.2d 306</p>\n    <p class=\"parties\">MEMORIAL HOSPITAL et al., Appellants,<br>v.<br>MARICOPA COUNTY et al.</p>\n    <p class=\"docket\">No. 72&#8212;847.</p>\n    <p class=\"date\">Argued Nov. 6, 1973.</p>\n    <p class=\"date\">Decided Feb. 26, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">This is an appeal from a decision of the Arizona Supreme Court upholding the constitutionality of an Arizona statute requiring a year's residence in a county as a condition to an indigent's receiving nonemergency hospitalization or medical care at the county's expense. Held: The durational residence requirement, in violation of the Equal Protection Clause, creates an 'invidious classification' that impinges on the right of interstate travel by denying newcomers 'basic necessities of life.' Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600. Pp. 253&#8212;270.</p>\n      <p class=\"indent\">(a) Such a requirement, since it operates to penalize indigents for exercising their constitutional right of interstate migration, must be justified by a compelling state interest. Shapiro v. Thompson, supra; Dunn v. Blumstein, 405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274. Pp. 253&#8212;262.</p>\n      <p class=\"indent\">(b) The State has not shown that the durational residence requirement is 'legitimately defensible' in that it furthers a compelling state interest, and none of the purposes asserted as justification for the requirement&#8212;fiscal savings, inhibiting migration of indigents generally, deterring indigents from taking up residence in the county solely to utilize the medical facilities, protection of longtime residents who have contributed to the community particularly by paying taxes, maintaining public support of the county hospital, administrative convenience in determining bona fide residence, prevention of fraud, and budget predictability&#8212;satisfies the State's burden of justification and insures that the State, in pursuing its asserted objectives, has chosen means that do not unnecessarily impinge on constitutionally protected interests. Pp. 262&#8212;269.</p>\n      <p class=\"indent\">108 Ariz. 373, 498 P.2d 461, reversed and remanded.</p>\n      <p class=\"indent\">Mary M. Schroeder, Washington, D.C., for appellants.</p>\n      <p class=\"indent\">William J. Carter, III, Phoenix, Ariz., for appellees.</p>\n      <p class=\"indent\">Mr. Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents an appeal from a decision of the Arizona Supreme Court upholding an Arizona statute requiring a year's residence in a county as a condition to receiving nonemergency hospitalization or medical care at the county's expense. The constitutional question presented is whether this durational residence requirement is repugnant to the Equal Protection Clause as applied by this Court in Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Appellant Henry Evaro is an indigent suffering from a chronic asthmatic and bronchial illness. In early June 1971, Mr. Evaro moved from New Mexico to Phoenix in Maricopa County, Arizona. On July 8, 1971, Evaro had a severe respiratory attack and was sent by his attending physician to appellant Memorial Hospital, a nonprofit private community hospital. Pursuant to the Arizona statute governing medical care for indigents, Memorial notified the Maricopa County Board of Supervisors that it had in its charge an indigent who might qualify for county care and requested that Evaro be transferred to the County's public hospital facility. In accordance with the approved procedures, Memorial also claimed reimbursement from the County in the amount of $1,202.60, for the care and services it had provided Evaro.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under Arizona law, the individual county governments are charged with the mandatory duty of providing necessary hospital and medical care for their indigent sick.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> But the statute requires an indigent to have been a resident of the County for the preceding 12 months in order to be eligible for free nonemergency medical care.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Maricopa County refused to admit Evaro to its public hospital or to reimburse Memorial solely because Evaro had not been a resident of the County for the preceding year. Appellees do not dispute that Evaro is an indigent or that he is a bona fide resident of Maricopa County.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This action was instituted to determine whether appellee Maricopa County was obligated to provide medical care for Evaro or was liable to Memorial for the costs it incurred because of the County's refusal to do so. This controversy necessarily requires an adjudication of the constitutionality of the Arizona durational residence requirement for providing free medical care to indigents.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The trial court held the residence requirement unconstitutional as a violation of the Equal Protection Clause. In a prior there-judge federal court suit against Pinal County, Arizona, the District Court had also declared the residence requirement unconstitutional and had enjoined its future application in Pinal County. Valenciano v. Bateman, 323 F.Supp. 600 (D.C.Ariz.1971).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Nonetheless, the Arizona Supreme Court upheld the challenged requirement. To resolve this conflict between a federal court and the highest court of the State, we noted probable jurisdiction, 410 U.S. 981, 93 S.Ct. 1499, 36 L.Ed.2d 176 (1972), and we reverse the judgment of the Arizona Supreme Court.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In determining whether the challenged durational residence provision violates the Equal Protection Clause, we must first determine what burden of justification the classification created thereby must meet, by looking to the nature of the classification and the individual interests affected.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Court considered similar durational residence requirements for welfare assistance in Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969). The Court observed that those requirements created two classes of needy residents 'indistinguishable from each other except that one is composed of residents who have resided a year or more, and the second of residents who have resided less than a year, in the jurisdiction. On the basis of this sole difference the first class (was) granted and second class (was) denied welfare aid upon which may depend the ability . . . to obtain the very means to subsist food, shelter, and other necessities of life.' Id., at 627, 89 S.Ct., at 1327. The Court found that because this classification impinged on the constitutionally guaranteed right of interstate travel, it was to be judged by the standard of whether it promoted a compelling state interest.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Finding such an interest wanting, the Court held the challenged residence requirements unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellees argue that the residence requirement before us is distinguishable from those in Shapiro, while appellants urge that Shapiro is controlling. We agree with appellants that Arizona's durational residence requirement for free medical care must be justified by a compelling state interest and that, such interests being lacking, the requirement is unconstitutional.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The right of interstate travel has repeatedly been recognized as a basic constitutional freedom.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Whatever its ultimate scope, however, the right to travel, was involved in only a limited sense in Shapiro. The Court was there concerned only with the right to migrate, 'with intent to settle and abide'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> or, as the Court put it, 'to migrate, resettle, find a new job, and start a new life.' Id., at 629, 89 S.Ct., at 1328. Even a bona fide residence requirement would burden the right to travel, if travel meant merely movement. But, in Shapiro, the Court explained that '(t)he residence requirement and the one-year waiting-period requirement are distinct and independent prerequisites' for assistance and only the latter was held to be unconstitutional. Id., at 636, 89 S.Ct., at 1332. Later, in invalidating a durational residence requirement for voter registration on the basis of Shapiro, we cautioned that our decision was not intended to 'cast doubt on the validity of appropriately defined and uniformly applied bona fide residence requirements.' Dunn v. Blumstein, 405 U.S. 330, 342 n. 13, 92 S.Ct. 995, 1003 (1972).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellees argue that the instant county residence requirement is distinguishable from the state residence requirements in Shapiro, in that the former penalizes, not interstate, but rather intrastate, travel. Even were we to draw a constitutional distinction between interstate and intrastate travel, a question we do not now consider, such a distinction would not support the judgment of the Arizona court in the case before us. Appellant Evaro has been effectively penalized for his interstate migration, although this was accomplished under the guise of a county residence requirement. What would be unconstitutional if done directly by the State can no more readily be accomplished by a county at the State's direction. The Arizona Supreme Court could have construed the waiting-period requirement to apply to intrastate but not interstate migrants;<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> but it did not do so, and 'it is not our function to construe a state statute contrary to the construction given it by the highest court of a State.' O'Brien v. Skinner, 414 U.S. 524, 94 S.Ct. 740, 38 L.Ed.2d 702 (1974).</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although any durational residence requirement impinges to some extent on the right to travel, the Court in Shapiro did not declare such a requirement to be per se unconstitutional. The Court's holding was conditioned, 394 U.S., at 638 n. 21, 89 S.Ct., at 1333, by the caveat that some 'waiting-period or residence requirements . . . may not be penalties upon the exercise of the constitutional right of interstate travel.' The amount of impact required to give rise to the compelling-state-interest test was not made clear.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The Court spoke of the requisite impact in two ways. First, we considered whether the waiting period would deter migration:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'An indigent who desires to migrate . . . will doubtless      hesitate if he knows that he must risk making the move      without the possibility of falling back on state welfare      assistance during his first year of residence, when his need      may be most acute.' Id., at 629, 89 S.Ct., at 1329.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, the Court considered the extent to which the residence requirement served to penalize the exercise of the right to travel.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellees here argue that the denial of nonemergency medical care, unlike the denial of welfare, is not apt to deter migration; but it is far from clear that the challenged statute is unlikely to have any deterrent effect. A person afflicted with a serious respiratory ailment, particularly an indigent whose efforts to provide a living for his family have been inhibited by his incapacitating illness, might well think of migrating to the clean dry air of Arizona, where relief from his disease could also bring relief from unemployment and poverty. But he may hesitate if he knows that he must make the move without the possibility of falling back on the State for medical care should his condition still plague him or grow more severe during his first year of residence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is true, as appellees argue, that there is no evidence in the record before us that anyone was actually deterred from traveling by the challenged restriction. But neither did the majority in Shapiro find any reason 'to dispute the 'evidence that few welfare recipients have in fact been deterred (from moving) by residence requirements.' . . . Indeed, none of the litigants had themselves been deterred.' Dunn, 405 U.S., at 340, 92 S.Ct., at 1002 (citations omitted). An attempt to distinguish Shapiro by urging that a durational residence requirement for voter registration did not deter travel, was found to be a 'fundamental misunderstanding of the law' in Dunn, supra, at 339&#8212;340, 92 S.Ct. at 1001:<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Shapiro did not rest upon a finding that denial of welfare      actually deterred travel. Nor have other 'right to travel'      cases in this Court always relied on the presence of actual      deterrence. In Shapiro we explicitly stated that the      compelling state interest test would be triggered by 'any      classification which serves to penalize the exercise of that      right (to travel) . . ..\" (Emphasis in original; footnote      omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, Shapiro and Dunn stand for the proposition that a classification which 'operates to Penalize those persons . . . who have exercised their constitutional right of interstate migration,' must be justified by a compelling state interest. Oregon v. Mitchell, 400 U.S. 112, 238, 91 S.Ct. 260, 321, 27 L.Ed.2d 272 (1970) (separate opinion of Brennan, White, and Marshall, JJ.) (emphasis added). Although any durational residence requirement imposes a potential cost on migration, the Court in Shapiro cautioned that some 'waiting-period(s) . . . may not be penalties.' 394 U.S., at 638 n. 21, 89 S.Ct., at 1333. In Dunn v. Blumstein, supra, the Court found that the denial of the franchise, 'a fundamental political right,' Reynolds v. Sims, 377 U.S. 533, 562, 84 S.Ct. 1362, 1382, 12 L.Ed.2d 506 (1964), was a penalty requiring application of the compelling-state-interest test. In Shapiro, the Court found denial of the basic 'necessities of life' to be a penalty. Nonetheless, the Court has declined to strike down state statutes requiring one year of residence as a condition to lower tuition at state institutions of higher education.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whatever the ultimate parameters of the Shapiro penalty analysis,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> it is at least clear that medical care is as much 'a basic necessity of life' to an indigent as welfare assistance.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> And, governmental privileges or benefits necessary to basic sustenance have often been viewed as being of greater constitutional significance than less essential forms of governmental entitlements. See, e.g., Shapiro, supra; Goldberg v. Kelly, 397 U.S. 254, 264, 90 S.Ct. 1011, 1018, 25 L.Ed.2d 287 (1970); Sniadach v. Family Finance Corp., 395 U.S. 337, 340&#8212;342, 89 S.Ct. 1820, 1822&#8212;1823, 23 L.Ed.2d 349 (1969). It would be odd, indeed, to find that the State of Arizona was required to afford Evaro welfare assistance to keep him from discomfort of inadequate housing or the pangs of hunger but could deny him the medical care necessary to relieve him from the wheezing and gasping for breath that attend his illness.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor does the fact that the durational residence requirement is inapplicable to the provision of emergency medical care save the challenged provision from constitutional doubt. As the Arizona Supreme Court observed, appellant 'Evaro was an indigent person who required continued medical care for the preservation of his health and well being . . .,' even if he did not require immediate emergency care.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> The State could not deny Evaro care just because, although gasping for breath, he was not in immediate danger of stopping breathing altogether. To allow a serious illness to go untreated until it requires emergency hospitalization is to subject the sufferer to the danger of a substantial and irrevocable deterioriation in his health. Cancer, heart disease, or respiratory illness, if untreated for a year, may become all but irreversible paths to pain, disability, and even loss of life. The denial of medical care is all the more cruel in this context, falling as it does on indigents who are often without the means to obtain alternative treatment.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, appellees seek to distinguish Shapiro as involving a partially federally funded program. Maricopa County has received federal funding for its public hospital<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> but, more importantly, this Court has held that whether or not a welfare program is federally funded is irrelevant to the applicability of the Shapiro analysis Pease v. Hansen, 404 U.S. 70, 92 S.Ct. 318, 30 L.Ed.2d 224 (1971); Graham v. Richardson, 403 U.S. 365, 91 S.Ct. 1848, 29 L.Ed.2d 534 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Not unlike the admonition of the Bible that, 'Ye shall have one manner of law, as well for the stranger, as for one of your own country,' Leviticus 24:22 (King James Version), the right of interstate travel must be seen as insuring new residents the same right to vital government benefits and privileges in the States to which they migrate as are enjoyed by other residents. The State of Arizona's durational residence requirement for free medical care penalizes indigents for exercising their right to migrate to and settle in that State.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Accordingly, the classification created by the residence requirement, 'unless shown to be necessary to promote a compelling governmental interest, is unconstitutional.' Shapiro, 394 U.S. at 634, 89 S.Ct., at 1331. (Emphasis in original.)</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We turn now to the question of whether the State has shown that its durational residence requirement is 'legitimately defensible,'<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> in that it furthers a compelling state interest.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> A number of purposes are asserted to be served by the requirement and we must determine whether these satisfy the appellees' heavy burden of justification, and insure that the State, in pursuing its asserted objectives, has chosen means that do not unnecessarily burden constitutionally protected interests. NAACP v. Button, 371 U.S. 415, 438, 83 S.Ct. 328, 340, 9 L.Ed.2d 405 (1963).</p>\n    </div>\n    <p class=\"center\">The Arizona Supreme Court observed:</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'Absent a residence requirement, any indigent sick person . .      . could seek admission to (Maricopa County's) hospital, the      facilities being the newest and most modern in the state, and      the resultant volume would cause long waiting periods or      severe hardship on (the) county if it tried to tax its      property owners to support (these) indigent sick . . ..' 108      Ariz. 373, 376, 498 P.2d 461, 464.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The County thus attempts to sustain the requirement as a necessary means to insure the fiscal integrity of its free medical care program by discouraging an influx of indigents, particularly those entering the County for the sole purpose of obtaining the benefits of its hospital facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, a State may not protect the public fisc by drawing an invidious distinction between classes of its citizens, Shapiro, supra, 394 U.S., at 633, 89 S.Ct., at 1330, so appellees must do more than show that denying free medical care to new residents saves money. The conservation of the taxpayers' purse is simply not a sufficient state interest to sustain a durational residence requirement which, in effect, severely penalizes exercise of the right to freely migrate and settle in another State. See Rivera v. Dunn, 329 F.Supp. 554 (D.C.Conn.1971), aff'd, 404 U.S. 1054, 92 S.Ct. 742, 30 L.Ed.2d 743 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, to the extent the purpose of the requirement is to inhibit the immigration of indigents generally, that goal is constitutionally impermissible.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> And, to the extent the purpose is to deter only those indigents who take up residence in the County solely to utilize its new and modern public medical facilities, the requirement at issue is clearly overinclusive. The challenged durational residence requirement treats every indigent, in his first year of residence, as if he came to the jurisdiction solely to obtain free medical care. Such a classification is no more defensible than the waiting period in Shapiro, supra, of which the Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'(T)he class of barred newcomers is all-inclusive, lumping      the great majority who come to the State for other purposes      with those who come for the sole purpose of collecting higher      benefits.' 394 U.S., at 631, 89 S.Ct., at 1330.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, 'a State may no more try to fence out those indigents who seek (better public medical facilities) than it may try to fence out indigents generally.' Ibid. An indigent who considers the quality of public hospital facilities in entering the State is no less deserving than one who moves into the State in order to take advantage of its better educational facilities. Id., at 631&#8212;632, 89 S.Ct., at 1329&#8212;1330.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is also useful to look at the other side of the coin&#8212;at who will bear the cost of indigents' illnesses if the County does not provide needed treatment. For those newly arrived residents who do receive at least hospital care, the cost is often borne by private nonprofit hospitals, like appellant Memorial&#8212;many of which are already in precarious financial straits.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> When absorbed by private hospitals, the costs of caring for indigents must be passed on to paying patients and 'at a rather inconvenient time' adding to the already astronomical costs of hospitalization which bear so heavily on the resources of most Americans.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> The financial pressures under which private nonprofit hospitals operate have already led many of them to turn away patients who cannot pay or to severely limit the number of indigents they will admit.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> And, for those indigents who receive no care, the cost is, of course, measured by their own suffering.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In addition, the County's claimed fiscal savings may well be illusory. The lack of timely medical care could cause a patient's condition to deteriorate to a point where more expensive emergency hospitalization (for which no durational residence requirement applies) is needed. And, the disability that may result from letting an untreated condition deteriorate may well result in the patient and his family becoming a burden on the State's welfare rolls for the duration of his emergency care, or permanently, if his capacity to work is impaired.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellees also argue that eliminating the durational residence requirement would dilute the quality of services provided to longtime residents by fostering an influx of newcomers and thus requiring the County's limited public health resouces to serve an expanded pool of recipients. Appellees assert that the County should be able to protect its longtime residents because of their contributions to the community, particularly through the past payment of taxes. We rejected this 'contributory' rationale both in Shapiro and in Vlandis v. Kline, 412 U.S. 441, 450 n. 6, 93 S.Ct. 2230, 2235, 37 L.Ed.2d 63 (1973), by observing:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'(Such) reasoning would logically permit the State to bar new      residents from schools, parks and libraries or deprive them      of police and fire protection. Indeed it would permit the      State to apportion all benefits and services according to the      past tax contributions of its citizens. The Equal Protection      Clause prohibits such an apportionment of state services.'      Shapiro, 394 U.S., at 632&#8212;633, 89 S.Ct., at 1330 (footnote      omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellees express a concern that the threat of an influx of indigents would discourage 'the development of modern and effective (public medical) facilities.' It is suggested that whether or not the durational residence requirement actually deters migration, the voters think that it protects them from low income families' being attracted by the county hospital; hence, the requirement is necessary for public support of that medical facility. A State may not employ an invidious discrimination to sustain the political viability of its programs. As we observed in Shapiro, supra, at 641, 89 S.Ct., at 1335, '(p)erhaps Congress could induce wider state participation in school construction if it authorized the use of joint funds for the building of segregated schools,' but that purpose would not sustain such a scheme. See also Cole v. Housing Authority of City of Newport, 435 F.2d 807, 812&#8212;813 (CA1 1970).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The appellees also argue that the challenged statute serves some administrative objectives. They claim that the one-year waiting period is a convenient rule of thumb to determine bona fide residence. Besides not being factually defensible, this test is certainly overbroad to accomplish its avowed purpose. A mere residence requirement would accomplish the objective of limiting the use of public medical facilities to bona fide residents of the County without sweeping within its prohibitions those bona fide residents who had moved into the State within the qualifying period. Less drastic means, which do not impinge on the right of interstate travel, are available and employed<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> to ascertain an individual's true intentions, without exacting a protracted waiting period which may have dire economic and health consequences for certain citizens. See Shelton v. Tucker, 364 U.S. 479, 488, 81 S.Ct. 247, 252, 5 L.Ed.2d 231 (1960). The Arizona State welfare agency applies criteria other than the duration of residency to determine whether an applicant is a bona fide resident.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> The Arizona Medical Assistance to the Aged law provides public medical care for certain senior citizens, conditioned only on residence.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> Pinal County, Arizona, has operated its public hospital without benefit of the durational residence requirement since the application of the challenged statute in that County was enjoined by a federal court in Valenciano v. Bateman, 323 F.Supp. 600 (D.C.Ariz.1971).<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellees allege that the waiting period is a useful tool for preventing fraud. Certainly, a State has a valid interest in preventing fraud by any applicant for medical care, whether a newcomer or old-time resident, Shapiro, 394 U.S., at 637, 89 S.Ct., at 1333, but the challenged provision is ill-suited to that purpose. An indigent applicant, intent on committing fraud, could as easily swear to having been a resident of the county for the preceding year as to being one currently. And, there is no need for the State to rely on the durational requirement as a safeguard against fraud when other mechanisms to serve that purpose are available which would have a less drastic impact on constitutionally protected interests. NAACP v. Button, 371 U.S., at 438, 83 S.Ct., at 340. For example, state law makes it a crime to file an 'untrue statement . . . for the purpose of obtaining hospitalization, medical care or outpatient relief' at county expense. Ariz.Rev.Stat.Ann. &#167; 11&#8212;297C (Supp.1973&#8212;1974). See Dunn, 405 U.S., at 353&#8212;354, 92 S.Ct., at 1008&#8212;1009; U.S. Dept. of Agriculture v. Moreno, 413 U.S. 528, 534, 93 S.Ct. 2821, 2825, 37 L.Ed.2d 782 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, appellees assert that the waiting period is necessary for budget predictability, but what was said in Shapiro is equally applicable to the case before us:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'The records . . . are utterly devoid of evidence that (the County) uses the one-year requirement as a means to      predict the number of people who will require assistance in      the budget year. (The appellees do not take) a census of new      residents . . .. Nor are new residents required to give      advance notice of their need for . . . assistance. Thus, the      . . . authorities cannot know how many new residents come      into the jurisdiction in any year, much less how many of them      will require public assistance.' 394 U.S., at 634&#8212;635, 89      S.Ct., at 1331 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Whatever the difficulties in projecting how many newcomers to a jurisdiction will require welfare assistance, it could only be an even more difficult and speculative task to estimate how many of those indigent newcomers will require medical care during their first year in the jurisdiction. The irrelevance of the one-year residence requirement to budgetary planning is further underscored by the fact that emergency medical care for all newcomers and more complete medical care for the aged are cuttently being provided at public expense regardless of whether the patient has been a resident of the County for the preceding year. See Shapiro, supra, at 635, 89 S.Ct., at 1331&#8212;1332.</p>\n    </div>\n    <p>VII</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Arizona durational residence requirement for eligibility for nonemergency free medical care creates an 'invidious classification' that impinges on the right of interstate travel by denying newcomers 'basic necessities of life.' Such a classification can only be sustained on a showing of a compelling state interest. Appellees have not met their heavy burden of justification, or demonstrated that the State, in pursuing legitimate objectives, has chosen means which do not unnecessarily impinge on constitutionally protected interests. Accordingly, the judgment of the Supreme Court of Arizona is reversed and the case remanded for further action not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">THE CHIEF JUSTICE and Mr. Justice BLACKMUN concur in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The legal and economic aspects of medical care<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> are enormous; and I doubt if decisions under the Equal Protection Clause of the Fourteenth Amendment are equal to the task of dealing with these matters. So far as interstate travel per se is considered, I share the doubts of my Brother REHNQUIST. The present case, however, turns for me on a different axis. The problem has many aspects. The therapy of Arizona's atmosphere brings many there who suffer from asthma, bronchitis, arthritis, and tuberculosis. Many coming are indigent or become indigent after arrival. Arizona does not deny medical help to 'emergency' cases 'when immediate hospitalization or medical care is necessary for the preservation of life or limb,' Ariz.Rev.Stat.Ann. &#167; 11&#8212;297(A) (Supp.1973&#8212;1974). For others, it requires a 12&#8212;month durational residence.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Act is not aimed at interstate travelers; it applies even to a long-term resident who moves from one county to another. As stated by the Supreme Court of Arizona in the present case: 'The requirement applies to all citizens within the state including long term residents of one county who move to another county. Thus, the classification does not single out non-residents nor attempt to penalize interstate travel. The requirement is uniformly applied.' 108 Ariz. 373, 375, 498 P.2d 461, 463.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">What Arizona has done, therefore, is to fence the poor out of the metropolitan counties, such as Maricopa County (Phoenix) and Pima County (Tucson) by use of a durational residence requirement. We are told that eight Arizona counties have no county hospitals and that most indigent care in those areas exists only on a contract basis. In San Antonio Independent School Dist. v. Rodriguez, 411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16, we had a case where Texas created a scheme by which school districts with a low property tax base, from which they could raise only meager funds, offered a lower quality of education to their students than the wealthier districts. That system was upheld against the charge that the state system violated the Equal Protection Clause. It was a closely divided Court and I was in dissent. I suppose that if a State can fence in the poor in educational programs, it can do so in medical programs. But to allow Arizona freedom to carry forward its medical program we must go one step beyond the San Antonio case. In the latter there was no legal barrier to movement into a better district. Here a one-year barrier to medical care, save for 'emergency' care, is erected around the areas that have medical facilities for the poor.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Congress has struggled with the problem. In the Kerr-Mills Act of 1960, 74 Stat. 987, 42 U.S.C. &#167; 302(b)(2), it added provisions to the Social Security Act requiring the Secretary of Health, Education, and Welfare to disapprove any state plan for medical assistance to the aged (Medicaid) that excludes 'any individual who resides in the state,' thus eliminating durational residence requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Maricopa County has received over $2 million in federal funds for hospital construction under the Hill-Burton Act, 42 U.S.C. &#167; 291 et seq. Section 291c(e) authorizes the issuance of regulations governing the operation of Hill-Burton facilities. The regulations contain conditions that the facility to be constructed or modernized with the funds 'will be made available to all persons residing in the territorial area of the applicant' and that the applicant will render 'a reasonable volume of services to persons unable to pay therefor.'<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> The conditions of free services for indigents, however, may be waived if 'not feasible from a financial viewpoint.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Prior to the application the state agency must obtain from the applicant an assurance 'that there will be made available in the facility or portion thereof to be constructed or modernized a reasonable volume of services to persons unable to pay therefor. The requirement of an assurance from an applicant shall be waived if the applicant demonstrates to the satisfaction of the State agency, subject to subsequent approval by the Secretary, that such a requirement is not feasible from a financial viewpoint.' 42 CFR &#167; 53.111(c)(1).<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">So far as I can ascertain, the durational residence requirement imposed by Maricopa County has not been federally approved as a condition to the receipt of Hill-Burton funds.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Maricopa County does argue that it is not financially feasible to provide free nonemergency medical care to new residents. Even so, the federal regulatory framework does not leave the County uncontrolled in determining which indigents will receive the benefit of the resources which are available. It is clear, for example, that the County could not limit such service to whites out of a professed inability to service indigents of all races because 42 CFR &#167; 53.112(c) prohibits such discrimination in the operation of Hill-Burton facilities. It does not allow racial discrimination even against transients.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Moreover, Hill-Burton Act donees are guided by 42 CFR &#167; 53.111(g), which sets out in some detail the criteria which must be used in identifying persons unable to pay for such services. The criteria include the patient's health and medical insurance coverage, personal and family income, financial obligations and resources, and 'similar factors.' Maricopa County, pursuant to the state law here challenged, employs length of county residence as an additional criterion in identifying indigent recipients of uncompensated nonemergency medical care. The federal regulations, however, do not seem to recognize that as an acceptable criterion.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">And, as we held in Thorpe v. Housing Authority, 393 U.S. 268, 89 S.Ct. 518, 21 L.Ed.2d 474; Mourning v. Family Publications Service, 411 U.S. 356, 93 S.Ct. 1652, 36 L.Ed.2d 318, these federal conditions attached to federal grants are valid when 'reasonably related to the purposes of the enabling legislation.' 393 U.S., at 280&#8212;281, 89 S.Ct., at 525.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is difficult to impute to Congress approval of the durational residence requirement, for the implications of such a decision would involve weighty equal protection considerations by which the Federal Government, Bolling v. Sharpe, 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884, as well as the States, are bound.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The political processes<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> rather than equal protection litigation are the ultimate solution of the present problem. But in the setting of this case the invidious discrimination against the poor, Harper v. Virginia Board of Elections, 383 U.S. 663, 86 S.Ct. 1079, 16 L.Ed.2d 169, not the right to travel interstate, is in my view the critical issue.</p>\n    </div>\n    <p class=\"center\">APPENDIX TO OPINION OF DOUGLAS, J.</p>\n    <p class=\"center\">Gourmand and Food&#8212;A Fable<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The people of Gourmand loved good food. They ate in good restaurants, donated money for cooking research, and instructed their government to safeguard all matters having to do with food. Long ago, the food industry had been in total chaos. There were many restaurants, some very small. Anyone could call himself a chef or open a restaurant. In choosing a restaurant, one could never be sure that the meal would be good. A commission of distinguished chefs studied the situation and recommended that no one be allowed to touch food except for qualified chefs. 'Food is too important to be left to amateurs,' they said. Qualified chefs were licensed by the state with severe penalties for anyone else who engaged in cooking. Certain exceptions were made for food preparation in the home, but a person could serve only his own family. Furthermore, to become a qualified chef, a man had to complete at least twenty-one years of training (including four years of college, four years of cooking school, and one year of apprenticeship). All cooking schools had to be first class.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">These reforms did succeed in raising the quality of cooking. But a restaurant meal became substantially more expensive. A second commission observed that not everyone could afford to eat out. 'No one,' they said, 'should be denied a good meal because of his income.' Furthermore, they argued that chefs should work toward the goal of giving everyone 'complete physical and psychological satisfaction.' For those people who could not afford to eat out, the government declared that they should be allowed to do so as often as they liked and the government would pay. For others, it was recommended that they organize themselves in groups an pay part of their income into a pool that would undertake to pay the costs incurred by members in dining out. To insure the greatest satisfaction, the groups were set up so that a member could eat out anywhere and as often as he liked, could have as elaborate a meal as he desired, and would have to pay nothing or only a small percentage of the cost. The cost of joining such prepaid dining clubs rose sharply.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Long ago, most restaurants would have one chef to prepare the food. A few restaurants were more elaborate, with chefs specializing in roasting, fish, salads, sauces, and many other things. People rarely went to these elaborate restaurants since they were so expensive. With the establishment of prepaid dining clubs, everyone wanted to eat at these fancy restaurants. At the same time, young chefs in school disdained going to cook in a small restaurant where they would have to cook everything. The pay was higher and it was much more prestigious to specialize and cook at a really fancy restaurant. Soon there were not enough chefs to keep the small restaurants open.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">With prepaid clubs and free meals for the poor, many people started eating their three-course meals at the elaborate restaurants. Then they began to increase the number of courses, directing the chef to 'serve the best with no thought for the bill.' (Recently a 317-course meal was served.)</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The costs of eating out rose faster and faster. A new government commission reported as follows: (1) Noting that licensed chefs were being used to peel potatoes and wash lettuce, the commission recommended that these tasks be handed over to licensed dishwashers (whose three years of dishwashing training included cooking courses) or to some new category of personnel. (2) Concluding that many licensed chefs were overworked, the commission recommended that cooking schools be expanded, that the length of training be shortened, and that applicants with lesser qualifications be admitted. (3) The commission also observed that chefs were unhappy because people seemed to be more concerned about the decor and service than about the food. (In a recent taste test, not only could one patron not tell the difference between a 1930 and a 1970 vintage but he also could not distinguish between white and red wines. He explained that he always ordered the 1930 vintage because he knew that only a really good restaurant would stock such an expensive wine.)</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The commission agreed that weighty problems faced the nation. They recommended that a national prepayment group be established which everyone must join. They recommended that chefs continue to be paid on the basis of the number of dishes they prepared. They recommended that every Gourmandese be given the right to eat anywhere he chose and as elaborately as he chose and pay nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">These recommendations were adopted. Large numbers of people spent all of their time ordering incredibly elaborate meals. Kitchens became marvels of new, expensive equipment. All those who were not consuming restaurant food were in the kitchen preparing it. Since no one in Gourmand did anything except prepare or eat meals, the country collapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Mr. Justice REHNQUIST, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">* The State of Arizona provides free medical care for indigents. Confronted, in common with its 49 sister States, with the assault of spiraling health and welfare costs upon limited state resources, it has felt bound to require that recipients meet three standards of eligibility.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> First, they must be indigent, unemployable, or unable to provide their own care. Second, they must be residents of the county in which they seek aid. Third, they must have maintained their residence for a period of one year. These standards, however, apply only to persons seeking nonemergency aid. An exception is specifically provided for 'emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb . . ..'</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Appellant Evaro moved from New Mexico to Arizona in June 1971, suffering from a 'chronic asthmatic and bronchial illness.' In July 1971 he experienced a respiratory attack, and obtained treatment at the facilities of appellant Memorial Hospital, a privately operated institution. The hospital sought to recover its expenses from appellee Maricopa County under the provisions of Ariz.Rev.Stat.Ann. &#167; 11&#8212;297A (Supp. 1973&#8212;1974), asserting that Evaro was entitled to receive county care. Since he did not satisfy the eligibility requirements discussed above,<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a> appellee declined to assume responsibility for his care, and this suit was then instituted in the State Superior Court.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Appellants did not, and could not, claim that there is a constitutional right to nonemergency medical care at state or county expense or a constitutional right to reimbursement for care extended by a private hospital.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a> They asserted, however, that the state legislature, having decided to give free care to certain classes of persons, must give that care to Evaro as well. The Court upholds that claim, holding that the Arizona eligibility requirements burdened Evaro's 'right to travel.'</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Unlike many traditional government services, such as police or fire protection, the provision of health care has commonly been undertaken by private facilities and personnel. But as strains on private services become greater, and the costs of obtaining care increase, federal, state, and local governments have been pressed to assume a larger role. Reasonably enough, it seems to me, those governments which now find themselves in the hospital business seek to operate that business primarily for those persons dependent on the financing locality both by association and by need.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Appellants in this case nevertheless argue that the State's efforts, admirable though they may be, are simply not impressive enough. But others excluded by eligibility requirements certainly could make similar protests. Maricopa County residents of many years, paying taxes to both construct and support public hospital facilities, may be ineligible for care because their incomes are slightly above the marginal level for inclusion. These people have been excluded by the State, not because their claim on limited public resources is without merit, but because it has been deemed less meritorious than the claims of those in even greater need. Given a finite amount of resources, Arizona after today's decision may well conclude that its indigency threshold should be elevated since its counties must provide for out-of-state migrants as well as for residents of longer standing. These more stringent need requirements would then deny care to additional persons who until now would have qualified for aid.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Those presently excluded because marginally above the State's indigency standards, those who may be excluded in the future because of more stringent indigency requirements necessitated by today's decision, and appellant Evaro, all have a plausible claim to government-supported medical care. The choice between them uncessitated by a finite amount of resources is a classic example of the determination of priorities to be accorded conflicting claims, and would in the recent past have been thought to be a matter particularly within the competence of the state legislature to decide. As this Court stated in Dandridge v. Williams, 397 U.S. 471, 487, 90 S.Ct. 1153, 1163, 25 L.Ed.2d 491 (1970), 'the Constitution does not empower this Court to second-guess state officials charged with the difficult responsibility of allocating limited public welfare funds among the myriad of potential recipients.'</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The Court holds, however, that the State was barred from making the choice it made because of the burden its choice placed upon Evaro's 'right to travel.' Although the Court's definition of this 'right' is hardly precise, the Court does state: '(T)he right of interstate travel must be seen as insuring new residents the same right to vital government benefits and privileges in the States to which they migrate as are enjoyed by other residents.' This rationale merits further attention.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The right to travel throughout the Nation has been recognized for over a century in the decisions of this Court.<a class=\"footnote\" href=\"#fn4-2\" id=\"fn4-2_ref\">4</a> See Crandall v. Nevada, 6 Wall. 35, 18 L.Ed. 744 (1868).  But the concept of that right has not been static. To see how distant a cousin the right to travel enunciated in this case is to the right declared by the Court in Crandall, reference need only be made to the language of Mr. Justice Miller, speaking for the Court:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">'But if the government has these rights on her own account,      the citizen also has correlative rights. He has the right to      come to the seat of government to assert any claim he may      have upon that government, or to transact any business he may      have with it. To seek its protection, to share its offices,      to engage in administering its functions. He has a right to      free access to its sea-ports, through which all the      operations of foreign trade and commerce are conducted, to the sub-treasuries, the land offices, the      revenue offices, and the courts of justice in the several      States, and this right is in its nature independent of the      will of any State over whose soil he must pass in the      exercise of it.' Id., at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Court in Crandall established no right to free benefits from every State through which the traveler might pass, but more modestly held that the State could not use its taxing power to impede travel across its borders.<a class=\"footnote\" href=\"#fn5-2\" id=\"fn5-2_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Later cases also defined this right to travel quite conservatively. For example, in Williams v. Fears, 179 U.S. 270, 21 S.Ct. 128, 45 L.Ed. 186 (1900), the Court upheld a Georgia statute taxing 'emigrant agents'&#8212;persons hiring labor for work outside the State&#8212;although agents hiring for local work went untaxed. The Court recognized that a right to travel existed, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'Undoubtedly the right of locomotion, the right to remove      from one place to another according to inclination, is an      attribute of personal liberty, and the right, ordinarily, of      free transit from or through the territory of any state is a      right secured by the 14th Amendment and by other provisions      of the Constitution.' Id., at 274, 21 S.Ct., at 129.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The Court went on, however, to decide that the statute, despite the added cost it assessed against exported labor, affected freedom of egress 'only incidentally and remotely.' Ibid.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The leading earlier case, Edwards v. California, 314 U.S. 160, 62 S.Ct. 164, 86 L.Ed. 119 (1941), provides equally little support for the Court's expansive holding here. In Edwards the Court invalidated a California statute which subjected to criminal penalties any person 'that brings or assists in bringing into the State any indigent person who is not a resident of the State, knowing him to be an indigent person.' Id., at 171, 62 S.Ct., at 166. Five members of the Court found the statute unconstitutional under the Commerce Clause, finding in the Clause a 'prohibition against attempts on the part of any single State to isolate itself from difficulties common to all of them by restraining the transportation of persons and property across its borders.' Id., at 173, 62 S.Ct., at 167. Four concurring Justices found a better justification for the result in the Fourteenth Amendment's protection of the 'privileges of national citizenship.'<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Regardless of the right's precise source and definition, it is clear that the statute invalidated in Edwards was specifically designed to, and would, deter indigent persons from entering the State of California. The imposition of criminal penalties on all persons assisting the entry of an indigent served to block ingress as surely as if the State had posted guards at the border to turn indigents away. It made no difference to the operation of the statute that the indigent, once inside the State, would be supported by federal payments.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a> Furthermore, the statute did not require that the indigent intend to take up continuous residence within the State. The statute was not therefore an incidental or remote barrier to migration, but was in fact an effective and purposeful attempt to insulate the State from indigents.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The statute in the present case raises no comparable barrier. Admittedly, some indigent persons desiring to reside in Arizona may choose to weigh the possible detriment of providing their own nonemergency health care during the first year of their residence against the total benefits to be gained from continuing location within the State, but their mere entry into the State does not invoke criminal penalties. To the contrary, indigents are free to live within the State, to receive welfare benefits necessary for food and shelter,<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a> and to receive free emergency medical care if needed. Furthermore, once the indigent has settled within a county for a year, he becomes eligible for full medical care at county expense. To say, therefore, that Arizona's treatment of indigents compares with California's treatment during the 1930's would border on the frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Since those older cases discussing the right to travel are unhelpful to Evaro's cause here, reliance must be placed elsewhere. A careful reading of the Court's opinion discloses that the decision rests almost entirely on two cases of recent vintage: Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969), and Dunn v. Blumstein, 405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274 (1972). In Shapiro the Court struck down statutes requiring one year's residence prior to receiving welfare benefits. In Dunn the Court struck down a statute requiring a year's residence before receiving the right to vote. In placing reliance on these two cases, the Court must necessarily distinguish or discredit recent cases of this Court upholding statutes requiring a year's residence for lower in-state tuition.<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a> The important question for this purpose, according to the Court's analysis, is whether a classification \"operates to penalize those persons . . . who have exercised their constitutional right of interstate migration.\" (Emphasis in Court's opinion.)</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Since the Court concedes that 'some 'waiting-period(s) . . . may not be penalties,\" (ante, at 258&#8212;259) one would expect to learn from the opinion how to distinguish a waiting period which is a penalty from one which is not. Any expense imposed on citizens crossing state lines but not imposed on those staying put could theoretically be deemed a penalty on travel; the toll exacted from persons crossing from Delaware to New Jersey by the Delaware Memorial Bridge is a 'penalty' on interstate travel in the most literal sense of all. But such charges,<a class=\"footnote\" href=\"#fn11-1\" id=\"fn11-1_ref\">11</a> as well as other fees for use of transportation facilities such as taxes on airport users,<a class=\"footnote\" href=\"#fn12-1\" id=\"fn12-1_ref\">12</a> have been upheld by this Court against attacks based upon the right to travel. It seems to me that the line to be derived from our prior cases is that some financial impositions on interstate travelers have such indirect or inconsequential impact on travel that they simply do not constitute the type of direct purposeful barriers struck down in Edwards and Shapiro. Where the impact is that remote, a State can reasonably require that the citizen bear some proportion of the State's cost in its facilities. I would think that this standard is not only supported by this Court's decisions, but would be eminently sensible and workable. But the Court not only rejects this approach, it leaves us entirely without guidance as to the proper standard to be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The Court instead resorts to ipse dixit, declaring rather than demonstrating that the right to nonemergency medical care is within the class of rights protected by Shapiro and Dunn:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">'Whatever the ultimate parameters of the Shapiro penalty      analysis, it is at least clear that medical care is as much      'a basic necessity of life' to an indigent as welfare      assistance. And, governmental privileges or benefits      necessary to basic sustenance have often been viewed as being      of greater constitutional significance than less essential      forms of governmental entitlements. See, e.g., Shapiro,      supra; Goldberg v. Kelly, 397 U.S. 254, 264, 90 S.Ct. 1011,      1018, 25 L.Ed.2d 287 (1970); Sniadach v. Family Finance      Corp., 395 U.S. 337, 340&#8212;342, 89 S.Ct. 1820, 1822&#8212;1823, 23      L.Ed.2d 349 (1969).' Ante, at 259. (Emphasis added; footnotes      omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">However clear this conclusion may be to the majority, it is certainly not clear to me. The solicitude which the Court has shown in cases involving the right to vote,<a class=\"footnote\" href=\"#fn13-1\" id=\"fn13-1_ref\">13</a> and the virtual denial of entry inherent in denial of welfare benefits&#8212;'the very means by which to live,' Goldberg v. Kelly, 397 U.S. 254, 264, 90 S.Ct. 1011, 1018, 25 L.Ed.2d 287 (1970)&#8212;ought not be so casually extended to the alleged deprivation here. Rather, the Court should examine, as it has done in the past, whether the challenged requirement erects a real and purposeful barrier to movement, or the threat of such a barrier, or whether the effects on travel, viewed realistically, are merely incidental and remote. As the above discussion has shown, the barrier here is hardly a counterpart to the barriers condemned in earlier cases. That being so, the Court should observe its traditional respect for the State's allocation of its limited financial resources rather than unjustifiably imposing its own preferences.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The Court, in its examination of the proffered state interests, categorically rejects the contention that those who have resided in the county for a fixed period of time may have a greater stake in community facilities than the newly arrived. But this rejection is accomplished more by fiat than by reason. One of the principal factual distinctions between Starns v. Malkerson, 326 F.Supp. 234 (D.C.Minn.1970), aff'd, 401 U.S. 985, 91 S.Ct. 1231, 28 L.Ed.2d 527 (1971), and Vlandis v. Kline, 412 U.S. 441, 93 S.Ct. 2230, 37 L.Ed.2d 63 (1973), both of which upheld durational residence requirement for in-state university tuition,<a class=\"footnote\" href=\"#fn14-1\" id=\"fn14-1_ref\">14</a> and Shapiro, which struck them down for welfare recipients, is the nature of the aid which the State or county provides. Welfare benefits, whether in cash or in kind, are commonly funded from current tax revenues, which may well be supported by the very newest arrival as well as by the longtime resident. But universities and hospitals, although demanding operating support from current revenues, require extensive capital facilities which cannot possibly be funded out of current tax revenues. Thus, entirely apart from the majority's conception of whether nonemergency health care is more or less important than continued education, the interest of longer established residents in capital facilities and their greater financial contribution to the construction of such facilities seems indisputable.<a class=\"footnote\" href=\"#fn15-1\" id=\"fn15-1_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Other interests advanced by the State to support its statutory eligibility criteria are also rejected virtually out of hand by the Court. The protection of the county economies is dismissed with the statement that '(t)he conservation of the taxpayers' purse is simply not a sufficient state interest . . ..'<a class=\"footnote\" href=\"#fn16-1\" id=\"fn16-1_ref\">16</a> The Court points out that the cost of care, if not borne by the Government, may be borne by private hospitals such as appellant Memorial Hospital. While this observation is doubtless true in large part, and is bound to present a problem to any private hospital, it does not seem to me that it thus becomes a constitutional determinant. The Court also observes that the State may in fact save money by providing nonemergency medical care rather than waiting for deterioration of an illness. However valuable a qualified cost analysis might be to legislators drafting eligibility requirements, and however little this speculation may bear on Evaro's condition (which the record does not indicate to have been a deteriorating illness), this sort of judgment has traditionally been confided to legislatures, rather than to courts charged with determining constitutional questions.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The Court likewise rejects all arguments based on administrative objectives. Refusing to accept the assertion that a one-year waiting period is a 'convenient rule of thumb to determine bona fide residence,' the majority simply suggests its own alternatives. Similar analysis is applied in rejecting the appellees' argument based on the potential for fraud. The Court's declaration that an indigent applicant 'intent on committing fraud, could as easily swear to having been a resident of the county for the preceding year as to being one currently' ignores the obvious fact that fabricating presence in the State for a year is surely more difficult than fabricating only a present intention to remain.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The legal question in this case is simply whether the State of Arizona has acted arbitrarily in determining that access to local hospital facilities for nonemergency medical care should be denied to persons until they have established residence for one year. The impediment which this quite rational determination has placed on appellant Evaro's 'right to travel' is so remote as to be negligible: so far as the record indicates Evaro moved from New Mexico to Arizona three years ago and has remained ever since. The eligibility requirement has not the slightest resemblance to the actual barriers to the right of free ingress and egress protected by the Constitution, and struck down in cases such as Crandall and Edwards. And, unlike Shapiro, it does not involve an urgent need for the necessities of life or a benefit funded from current revenues to which the claimant may well have contributed. It is a substantial broadening of, and departure from, all of these holdings, all the more remarkable for the lack of explanation which accompanies the result. Since I can subscribe neither to the method nor the result, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ariz.Rev.Stat.Ann. &#167; 11&#8212;291 (Supp.1973&#8212;1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 11&#8212;297A (Supp.1973&#8212;1974) provides in relevant part that:</p>\n        <p>'Except in emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb no person shall be provided hospitalization, medical care or outpatient relief under the provisions of this article without first filing with a member of the board of supervisors of the county in which he resides a statement in writing, subscribed and sworn to under oath, that he is an indigent as shall be defined by rules and regulations of the state department of economic security, an unemployable totally dependent upon the state or county government for financial support, or an employable of sworn low income without sufficient funds to provide himself necessary hospitalization and medical care, and that he has been a resident of the county for the preceding twelve months.' (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thus, the question of the rights of transients to medical care is not presented by this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Arizona's intermediate appellate court had also declared the durational residence requirement unconstitutional in Board of Supervisors, Pima County v. Robinson, 10 Ariz.App. 238, 457 P.2d 951 (1969), but its decision was vacated as moot by the Arizona Supreme Court. 105 Ariz. 280, 463 P.2d 536 (1970).</p>\n        <p>An Arizona one-year durational residence requirement for care at state mental health facilities was declared unconstitutional in Vaughan v. Bower, 313 F.Supp. 37 (D.C.Ariz.), aff'd, 400 U.S. 884, 91 S.Ct. 139, 27 L.Ed.2d 129 (1970). See n. 11, infra.</p>\n        <p>A Florida one-year durational residence requirement for medical care at public expense was found unconstitutional in Arnold v. Halifax Hospital Dist., 314 F.Supp. 277 (M.D.Fla.1970), and Crapps v. Duval County Hospital Auth., 314 F.Supp. 181 (M.D.Fla.1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> E.g., Weber v. Aetna Cas. &amp; Surety Co., 406 U.S. 164, 173, 92 S.Ct. 1400, 1405, 31 L.Ed.2d 768 (1972); Dunn v. Blumstein, 405 U.S. 330, 335, 92 S.Ct. 995, 999, 31 L.Ed.2d 274 (1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 394 U.S., at 634, 89 S.Ct., at 1331. See also id., at 642 644, 89 S.Ct., at 1335&#8212;1337 (Stewart, J., concurring).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dunn v. Blumstein, supra; Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969); see Wyman v. Lopez, 404 U.S. 1055, 92 S.Ct. 736, 30 L.Ed.2d 743 (1972); Oregon v. Mitchell, 400 U.S. 112, 237, 91 S.Ct. 260, 321, 27 L.Ed.2d 272 (1970) (separate opinion of Brennan, White, and Marshall, JJ.), 285&#8212;286, 91 S.Ct. 345 (Stewart, J., concurring and dissenting, with whom Burger, C.J., and Blackmun, J., joined); Wyman v. Bowens, 397 U.S. 49, 90 S.Ct. 813, 25 L.Ed.2d 38 (1970); United States v. Guest, 383 U.S. 745, 757&#8212;759, 86 S.Ct. 1170, 1177&#8212;1179, 16 L.Ed.2d 239 (1966); cf. Griffin v. Breckenridge, 403 U.S. 88, 105&#8212;106, 91 S.Ct. 1790, 1799&#8212;1800, 29 L.Ed.2d 338 (1971); Demiragh v. DeVos, 476 F.2d 403 (CA2 1973). See generally Z. Chafee, Three Human Rights in the Constitution of 1787, pp. 171&#8212;181, 187 et seq. (1956).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See King v. New Rochelle Municipal Housing Auth., 442 F.2d 646, 648 n. 5 (CA2 1971); Cole v. Housing Authority of City of Newport, 435 F.2d 807, 811 (CA1 1970); Wellford v. Battaglia, 343 F.Supp. 143, 147 (D.C.Del.1972); cf. Truax v. Raich, 239 U.S. 33, 39, 36 S.Ct. 7, 9, 60 L.Ed. 131 (1915); Note, Shapiro v. Thompson: Travel, Welfare and the Constitution, 44 N.Y.U.L.Rev. 989, 1012 (1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellees argue that the County should be able to apply a durational residence requirement to preserve the quality of services provided its longtime residents because of their ties to the community and the previous contributions they have made, particularly through past payment of taxes. It would seem inconsistent to argue that the residence requirement should be construed to bar long-time Arizona residents, even if unconstitutional as applied to persons migrating into Maricopa County from outside the State. Surely, longtime residents of neighboring counties have more ties with Maricopa County and equity in its public programs, as through past payment of state taxes, than do migrants from distant States. This 'contributory' rationale is discussed, infra, at 266.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For a discussion of the problems posed by this ambiguity, see Judge Coffin's perceptive opinion in Cole v. Housing Authority of the City of Newport, 435 F.2d 807 (CA1 1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In Vaughan v. Bower, 313 F.Supp. 37 (D.C.Ariz.), aff'd, 400 U.S. 884, 91 S.Ct. 139, 27 L.Ed.2d 129 (1970), a federal court struck down an Arizona law permitting the director of a state mental hospital to return to the State of his prior residence, any indigent patient who had not been a resident of Arizona for the year preceding his civil commitment. It is doubtful that the challenged law could have had any deterrent effect on migration, since few people consider being committed to a mental hospital when they decide to take up residence in a new State. See also Affeldt v. Whitcomb, 319 F.Supp. 69 (N.D.Ind.1970), aff'd, 405 U.S. 1034, 92 S.Ct. 1304, 31 L.Ed.2d 576 (1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See Vlandis v. Kline, 412 U.S. 441, 452&#8212;453, n. 9, 93 S.Ct. 2230, 2236&#8212;2237, 37 L.Ed.2d 63 (1973).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For example, the Shapiro Court cautioned that it meant to 'imply no view of the validity of waiting-period or residence requirements determining eligibility (inter alia) to obtain a license to practice a profession, to hunt, or fish, and so forth.' 394 U.S., at 638, n. 21, 89 S.Ct., at 1333.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Dept. of Health, Education, and Welfare (HEW), Report on Medical Resources Available to Meet the Needs of Public Assistance Recipients, House Committee on Ways and Means, 86th Cong., 2d Sess., 74 (Comm. Print 1961). Similarly, President Nixon has observed: \"It is health which is real wealth,' said Ghandi, 'and not pieces of gold and silver.\" Health, Message from the President, 92d Cong., 1st Sess., H.R.Doc. No. 92&#8212;49, p. 18 (1971). See also materials cited at n. 4, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Reference to the tuition cases is instructive. The lower courts have contrasted instate tuition with 'necessities of life' in a way that would clearly include medical care in the latter category. The District Court in Starns v. Malkerson, 326 F.Supp. 234, 238 (Minn.1970), aff'd, 401 U.S. 985, 91 S.Ct. 1231, 28 L.Ed.2d 527 (1971), quoted with approval from Kirk v. Board of Regents, 273 Cal.App.2d 430, 440, 78 Cal.Rptr. 260, 266&#8212;267 (1969), appeal dismissed, 396 U.S. 554, 90 S.Ct. 754, 24 L.Ed.2d 744 (1970) (emphasis added):</p>\n        <p>\"While we fully recognize the value of higher education, we cannot equate its attainment with food, clothing and shelter. Shapiro involved the immediate and pressing need for preservation of life and health of persons unable to live without public assistance, and their dependent children. Thus, the residence requirement in Shapiro could cause great suffering and even loss of life. The durational residence requirement for attendance at publicly financed institutions of higher learning (does) not involve similar risks. Nor was petitioner . . . precluded from the benefit of obtaining higher education. Charging higher tuition fees to nonresident students cannot be equated with granting of basic subsistence to one class of needy residents while denying it to an equally needy class of residents.\"</p>\n        <p>See also Note, The Constitutionality of Nonresident Tuition, 55 Minn.L.Rev. 1139, 1149&#8212;1158 (1971). Moreover, in Vlandis, supra, the Court observed that 'special problems (are) involved in determining the bona fide residence of college students who come from out of State to attend (a) public university . . .,' since those students are characteristically transient, 412 U.S., at 452, 93 S.Ct., at 2236. There is no such ambiguity about whether appellant Evaro is a bona fide resident of Maricopa County.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 108 Ariz. 373, 374, 498 P.2d 461, 462 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See Valenciano v. Bateman, 323 F.Supp. 600, 603 (D.C.Ariz.1971). See generally HEW Report on Medical Resources, supra, n. 14, at 73&#8212;74; Dept. of HEW, Human Investment Programs: Delivery of Health Services for the Poor (1967).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See Dept. of HEW, Hill-Burton Project Register, July 1, 1947&#8212;June 30, 1967. HEW Publication No. (HSM) 72&#8212;4011, p. 37. Maricopa County has received over $2 million in Hill-Burton (42 U.S.C. &#167; 291 et seq.) funds since 1947.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Medicaid, the primary federal program for providing medical care to indigents at public expense, does not permit participating States to apply a durational residence requirement as a condition to eligibility, 42 U.S.C. &#167; 1396a(b)(3), and 'this conclusion of a coequal branch of Government is not without significance.' Frontiero v. Richardson, 411 U.S. 677, 687&#8212;688, 93 S.Ct. 1764, 1771, 36 L.Ed.2d 583 (1973). The State of Arizona does not participate in the Medicaid program.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Cf. Ely, Legislative and Administrative Motivation in Constitutional Law, 79 Yale L.J. 1205, 1223&#8212;1224 (1970); Note, Developments in the Law&#8212;Equal Protection, 82 Harv.L.Rev. 1065, 1076&#8212;1077 (1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The Arizona Supreme Court observed that because this case involves a governmental benefit akin to welfare, the 'reasonable basis' test of Dandridge v. Williams, 397 U.S. 471, 90 S.Ct. 1153, 25 L.Ed.2d 491 (1970), should apply. In upholding a state regulation placing an absolute limit on the amount of welfare assistance to be paid a dependent family regardless of size or actual need, the Court in Dandridge found it 'enough that the State's action be rationally based and free from invidious discrimination.' Id., at 487, 90 S.Ct., at 1162. The Court later distinguished Dandridge in Graham v. Richardson, 403 U.S. 365, 376, 91 S.Ct. 1848, 1854, 29 L.Ed.2d 534 (1971), where Mr. Justice Blackmun, writing for the Court, observed that '(a)ppellants' attempted reliance on Dandridge . . . is also misplaced, since the classification involved in that case (did not impinge) upon a fundamental constitutional right . . ..' Strict scrutiny is required here because the challenged classification impinges on the right of interstate travel. Compare Dandridge, supra, 397 U.S., at 484 n. 16, 90 S.Ct., at 1161, with Shapiro v. Thompson, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Shapiro v. Thompson, 394 U.S., at 629, 89 S.Ct., at 1328.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> See Cantor, The Law and Poor People's Access to Health Care, 35 Law &amp; Contemp. Prob. 901, 909&#8212;914 (1970); cf. Catholic Medical Center v. Rockefeller, 305 F.Supp. 1256 (EDNY 1969), vacated and remanded, 397 U.S. 820, 90 S.Ct. 1517, 25 L.Ed.2d 806, aff'd on remand, 430 F.2d 1297, appeal dismissed, 400 U.S. 931, 91 S.Ct. 246, 27 L.Ed.2d 262 (1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> HEW Report on Medical Resources, supra, n. 14, at 74. See generally Health, Message from the President, supra, n. 14; E. Kennedy, In Critical Condition: The Crises in America's Health Care (1973); Hearings on The Health Care Crisis in America before the Subcommittee on Health of the Senate Committee on Labor and Public Welfare, 92d Cong., 1st Sess. (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Cantor, supra, n. 23; see E. Kennedy, supra, n. 24, at 78 94; Note, Working Rules for Assuring Nondiscrimination in Hospital Administration, 74 Yale L.J. 151, 156 n. 32 (1964); cf., e.g., Stanturf v. Sipes, 447 S.W.2d 558 (Mo.1969) (hospital refused treatment to frostbite victim who was unable to pay $25 deposit). See generally HEW Report on Medical Resources, supra, n. 14, at 74; Hearings on The Health Care Crisis in America, supra, n. 24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> '(L)ack of timely hospitalization and medical care for those unable to pay has been considered an economic liability to the patient, the hospital, and to the community in which these citizens might otherwise be self-supporting . . ..' HEW Report on Medical Resources, supra, n. 14, at 73; Comment, Indigents, Hospital Admissions and Equal Protection, 5 U.Mich.J.L. Reform 502, 515&#8212;516 (1972); cf. Battistella &amp; Southby, Crisis in American Medicine, The Lancet 581, 582 (Mar. 16, 1968).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See Green v. Dept. of Public Welfare of Delaware, 270 F.Supp. 173, 177&#8212;178 (D.C.Del.1967).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Ariz.Rev.Stat.Ann. &#167; 46&#8212;292(1) (Supp.1973&#8212;1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> &#167; 46&#8212;261.02(3) (Supp.1973&#8212;1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> In addition, Pima County, Arizona, did not apply the durational residence requirement between August 1969, when the requirement was found unconstitutional by the Arizona Court of Appeals, Board of Supervisors, Pima County v. Robinson, 10 Ariz.App. 238, 457 P.2d 951, and September 1970, when that judgment was vacated as moot by the Arizona Supreme Court, 105 Ariz. 280, 463 P.2d 536.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See appendix to this opinion, post, p. 274.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Title 42 CFR &#167; 53.111(b)(8) defines that term to mean 'a level of uncompensated services which meets a need for such services in the area served by an applicant and which is within the financial ability of such applicant to provide.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The waiver of such a requirement requires notice and opportunity for public hearing. 42 CFR &#167; 53.111(c)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> For the impact of 'free' indigent care on private hospitals and their paying patients see Dept. of Health, Education and Welfare (HEW) Report on Medical Resources Available to Meet the Needs of Public Assistance Recipients, House Committee on Ways and Means, 86th Cong., 2d Sess. (Comm.Print 1961).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Foreword to an article on Medical Care and its Delivery: An Economic Appraisal by Judith R. Lave and Lester B. Lave in 35 Law &amp; Contemp.Prob. 252 (1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> Ariz.Rev.Stat.Ann. &#167; 11&#8212;297A (Supp.1973&#8212;1974) reads as follows:</p>\n        <p>'Except in emergency cases when immediate hospitalization or medical care is necessary for the preservation of life or limb no person shall be provided hospitalization, medical care or outpatient relief under the provisions of this article without first filing with a member of the board of supervisors of the county in which he resides a statement in writing, subscribed and sworn to under oath, that he is an indigent, as shall be defined by rules and regulations of the state department of economic security, an unemployable totally dependent upon the state or county government for financial support, or an employable of sworn low income without sufficient funds to provide himself necessary hospitalization and medical care, and that he has been a resident of the county for the preceding twelve menths.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> The parties stipulated that Mr. Evaro was 'an indigent who recently changed his residence from New Mexico to Arizona and who has resided in the state of Arizona for less than twelve months.' App. 10. Therefore Mr. Evaro failed to meet only the third requirement discussed in the text.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> This Court has noted that citizens have no constitutional right to welfare benefits. See, e.g., Dandridge v. Williams, 397 U.S. 471, 90 S.Ct. 1153, 25 L.Ed.2d 491 (1970); San Antonio Independent School Dist. v. Rodriguez, 411 U.S. 1, 33, 93 S.Ct. 1278, 1296, 36 L.Ed.2d 16 (1973).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-2\">\n        <a class=\"footnote\" href=\"#fn4-2_ref\">4</a>\n        <p> Although the right to travel has been recognized by this Court for over a century, the origin of the right still remains somewhat obscure. The majority opinion in this case makes no effort to identify the source, simply relying on recent cases which state such a right exists.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-2\">\n        <a class=\"footnote\" href=\"#fn5-2_ref\">5</a>\n        <p> The tax levied by the State of Nevada was upon every person leaving the State. As this Court has since noted, the tax was a direct tax on travel and was not intended to be a charge for the use of state facilities. See Evansville-Vanderburgh Airport Authority District v. Delta Airlines, Inc., 405 U.S. 707, 92 S.Ct. 1349, 31 L.Ed.2d 620 (1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The Court also rejected an equal protection argument, concluding: 'We are unable to say that such a discrimination, if it existed, did not rest on reasonable grounds, and was not within the discretion of the state legislature.' 179 U.S., at 276, 21 S.Ct., at 130.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> See the concurring opinions of Mr. Justice Douglas (with whom Mr. Justice Black and Mr. Justice Murphy joined), 314 U.S., at 177, 62 S.Ct., at 168, and Mr. Justice Jackson, id., at 181, 62 S.Ct., at 170.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> The Court in Edwards observed: 'After arriving in California (the indigent) was aided by the Farm Security Administration, which . . . is wholly financed by the Federal government.' 314 U.S., at 175, 62 S.Ct., at 168. The Court did not express a view at that time as to whether a different result would have been reached if the State bore the financial burden. But cf. Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> See Ariz.Rev.Stat.Ann. &#167; 46&#8212;233 (Supp.1973&#8212;1974), which provides that an eligible recipient of general assistance must have 'established residence at the time of application.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> See Starns v. Malkerson, 326 F.Supp. 234 (D.C.Minn.1970), aff'd, 401 U.S. 985, 91 S.Ct. 1231, 28 L.Ed.2d 527 (1971); Vlandis v. Kline, 412 U.S. 441, 93 S.Ct. 2230, 37 L.Ed.2d 63 (1973).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11-1\">\n        <a class=\"footnote\" href=\"#fn11-1_ref\">11</a>\n        <p> See, e.g., Interstate Busses Corp. v. Blodgett, 276 U.S. 245, 48 S.Ct. 230, 72 L.Ed. 551 (1928); Hendrick v. Maryland, 235 U.S. 610, 35 S.Ct. 140, 59 L.Ed. 385 (1915).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12-1\">\n        <a class=\"footnote\" href=\"#fn12-1_ref\">12</a>\n        <p> See Evansville-Vanderburgh Airport Authority District v. Delta Airlines, 405 U.S. 707, 92 S.Ct. 1349, 31 L.Ed.2d 620 (1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13-1\">\n        <a class=\"footnote\" href=\"#fn13-1_ref\">13</a>\n        <p> See, e.g., Evans v. Cornman, 398 U.S. 419, 90 S.Ct. 1752, 26 L.Ed.2d 370 (1970); Cipriano v. City of Houma, 395 U.S. 701, 89 S.Ct. 1897, 23 L.Ed.2d 647 (1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14-1\">\n        <a class=\"footnote\" href=\"#fn14-1_ref\">14</a>\n        <p> In Vlandis, while striking down a Connecticut statute that in effect prevented a new state resident from obtaining lower tuition rates for the full period of enrollment, we stated that the decision should not 'be construed to deny a State the right to impose on a student, as one element in demonstrating bona fide residence, a reasonable durational residency requirement, which can be met while in student status.' 412 U.S., at 452, 93 S.Ct., at 2236. Starns was cited as support for this position.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15-1\">\n        <a class=\"footnote\" href=\"#fn15-1_ref\">15</a>\n        <p> This distinction may be particularly important in a State such as Arizona where the Constitution provides for limitations on state and county debt. See Ariz.Const., Art. 9, &#167; 5 (State); Art. 9, &#167; 8 (County). See generally Comment, Dulling the Edge of Husbandry: The Special Fund Doctrine in Arizona, 1971 L. &amp; Soc.O. (Ariz.St.L.J.) 555.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16-1\">\n        <a class=\"footnote\" href=\"#fn16-1_ref\">16</a>\n        <p> The appellees in this case filed an affidavit indicating that acceptance of appellants' position would impose an added burden on property taxpayers in Maricopa County of over.$2.5 million in the first year alone. App. 12&#8212;17.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/108971/"
}