{"absolute_url": "/opinion/105549/mcbride-v-toledo-terminal-r-co/", "blocked": false, "citation": {"case_name": "McBride v. Toledo Terminal R. Co.", "docket_number": "972", "document_uris": ["/api/rest/v2/document/105549/"], "federal_cite_one": "354 U.S. 517", "federal_cite_three": "1 L. Ed. 2d 1534", "federal_cite_two": "77 S. Ct. 1398", "id": 89932, "lexis_cite": "1957 U.S. LEXIS 589", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89932/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1957-06-24", "date_modified": "2014-12-21T01:50:54.517655", "docket": "/api/rest/v2/docket/264531/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">354 U.S. 517</p>\n    <p class=\"case_cite\">77 S.Ct. 1398</p>\n    <p class=\"case_cite\">1 L.Ed.2d 1534</p>\n    <p class=\"parties\">Theodore C. McBRIDE, petitioner,<br>v.<br>TOLEDO TERMINAL RAILROAD COMPANY.</p>\n    <p class=\"docket\">No. 972.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">June 24, 1957</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Supreme Court of Ohio.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petition for writ of certiorari is granted, the judgment of the Supreme Court of Ohio is reversed, and the cause is remanded. Rogers v. Missouri Pacific R. Co., 1957, 352 U.S. 500, 77 S.Ct. 443, 1 L.Ed.2d 493.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Rogers v. Missouri Pacific R. Co., 352 U.S. 500, 524, 77 S.Ct. 443, I gave my reasons for deeming it an abuse of the Court's discretionary certiorari jurisdiction to make cases arising under the Federal Employers' Liability Act, 45 U.S.C.A. &#167; 51 et seq., a class exception to the Court's principle against granting certiorari when all that is involved is the evaluation of evidence. The circumstances of the present case vividly emphasize the objections to such an exception.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">All that is to be determined in this case is whether there were sufficient facts to warrant a jury in finding that the lighting in the situation in which petitioner worked, assumed to be inadequate, caused in whole or in part the injury to petitioner. The trial judge in the Court of Common Please thought not. On review, the Court of Appeals of Lucas County reversed: two judges thought there were enough facts to justify a jury's finding of causation while the dissenting judge agreed with the trial court. On review of this reversal, the Supreme Court of Ohio, with one of its seven judges not sitting, unanimously reversed the Court of Appeals and restored the judgment of the trial court. 166 Ohio St. 129, 140 N.E.2d 319. Thus, this issue of the sufficiency of evidence for a jury's finding of relevant causation was passed on by the three courts in the hierarchy of Ohio's judiciary. Of the ten judges, eight found the evidence insufficient for a jury to guess at and two thought they should be allowed to guess&#8212;for determination of causation is inescapably guessing, informed guessing if you will, but guessing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Congress saw fit to give the state courts jurisdiction of the rights it created by the Federal Employers' Liability Act. Presumably, it had confidence in the state courts for enforcement of these rights. It emphasized this confidence by a special Act, passed more than forty years ago, which withdrew from this Court what theretofore had been appealiability as of right of judgments of state courts in Federal Employers' Liability Act cases. It left adjudications brought in the state courts with the state courts, except in instances applicable generally to the jurisdiction on writ of certiorari, to be exercised, that is, 'only where there are special and important reasons therefor.' Rule 19 of the Revised Rules of this Court, 28 U.S.C.A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It cannot be too often repeated. This Court has said again and again that a difference of opinion in weighing evidence is not included among 'special and important reasons' for granting certiorari. One would suppose that an examination of the evidence by three courts and ten judges of Ohio would be proof that the facts in the case have been conscinentiously canvassed. A different case would be presented were this Court to find that the Ohio Supreme Court applied wrong legal standards to the particular facts before it or evinced hostility to the federal statute. Either one of these grounds would present a fair basis in which to seek review here of the decision of the Ohio Supreme Court. But that is not the basis on which review was sought and on which it is granted. In agreeing to take the case, the Court merely accedes to the natural desire of an unsuccessful plaintiff to have one more court guess whether there were enough facts on which the jury should be allowed to do its guessing. And so the nine members of the highest tribunal in the land, proccupied with more than enough cases involving the gravest issues of national importance, are asked to take on the task of making an independent study of the record below (for I must assume that those who review the merits have examined the 294 pages of the record), the four opinions below, and the briefs of parties, after three courts and ten judges of Ohio have conscientiously dealt with questions that are not specialized questions of federal law and indeed constitute probably the most recurring staple business of the courts throughout the country.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I must respectfully decline to assume this task. This Court from time to time is compelled to hold that a federal court has abused some discretionary judicial power. Abuse of judicial discretion is a technical phrase to express a misconception of the judicial function as exercised in a particular situation. There is no appeal from such abuse of judicial discretion by this Court. When there is such a misuse of power, as I deem it to be in making an exception, in effect if not formally, of cases under the Federal Employers' Liability Act that turn merely on evaluation of evidence, only the individual conscience remains. Since this case underscores the reasons for declining to associate myself in what I regard as a misuse of the power properly vested in a minority of this Court in granting certiorari, I have no choice but to conclude that the writ of certiorari in this case has been improvidently granted and, having been granted, should be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Justice BURTON, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the reasons stated by the Supreme Court of Ohio, 166 Ohio St. 129, 140 N.E.2d 319, I believe that petitioner's injuries were not caused, 'in whole or in part,' by the possible inadequacy of the lighting.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Justice HARLAN, with whom Mr. Justice WHITTAKER joins, dissents for the reasons given in his opinion in Rogers v. Missouri Pacific R. Co., 1957, 352 U.S. 500, 559, 77 S.Ct. 443.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>354 U.S. 517 (1957)</b></center>\n<center><h1>McBRIDE<br>\nv.<br>\nTOLEDO TERMINAL RAILROAD CO.</h1></center>\n<center>No. 972.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 24, 1957.</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE SUPREME COURT OF OHIO.\n<p><i>C. Richard Grieser</i> for petitioner.</p>\n<p><i>Robert B. Gosline</i> for respondent.</p>\n<p>PER CURIAM.</p>\n<p>The petition for writ of certiorari is granted, the judgment of the Supreme Court of Ohio is reversed, and the cause is remanded. <i>Rogers</i> v. <i>Missouri Pacific R. Co.,</i> 352 U. S. 500 (1957).</p>\n<p>MR. JUSTICE HARLAN, with whom MR. JUSTICE WHITTAKER joins, dissents for the reasons given in his opinion in <i>Rogers</i> v. <i>Missouri Pacific R. Co.,</i> 352 U. S. 500, 559 (1957).</p>\n<p>MR. JUSTICE FRANKFURTER, dissenting.</p>\n<p>In <i>Rogers</i> v. <i>Missouri Pacific R. Co.,</i> 352 U. S. 500, 524, I gave my reasons for deeming it an abuse of the Court's discretionary certiorari jurisdiction to make cases arising under the Federal Employers' Liability Act a class exception <span class=\"star-pagination\">*518</span> to the Court's principle against granting certiorari when all that is involved is the evaluation of evidence. The circumstances of the present case vividly emphasize the objections to such an exception.</p>\n<p>All that is to be determined in this case is whether there were sufficient facts to warrant a jury in finding that the lighting in the situation in which petitioner worked, assumed to be inadequate, caused in whole or in part the injury to petitioner. The trial judge in the Court of Common Pleas thought not. On review, the Court of Appeals of Lucas County reversed: two judges thought there were enough facts to justify a jury's finding of causation while the dissenting judge agreed with the trial court. On review of this reversal, the Supreme Court of Ohio, with one of its seven judges not sitting, unanimously reversed the Court of Appeals and restored the judgment of the trial court. 166 Ohio St. 129, 140 N. E. 2d 319. Thus, this issue of the sufficiency of evidence for a jury's finding of relevant causation was passed on by the three courts in the hierarchy of Ohio's judiciary. Of the ten judges, eight found the evidence insufficient for a jury to guess at and two thought they should be allowed to guessfor determination of causation is inescapably guessing, informed guessing if you will, but guessing.</p>\n<p>Congress saw fit to give the state courts jurisdiction of the rights it created by the Federal Employers' Liability Act. Presumably, it had confidence in the state courts for enforcement of these rights. It emphasized this confidence by a special Act, passed more than forty years ago, which withdrew from this Court what theretofore had been appealability as of right of judgments of state courts in Federal Employers' Liability Act cases. It left adjudications brought in the state courts with the state courts, except in instances applicable generally to the jurisdiction on writ of certiorari, to be exercised, that <span class=\"star-pagination\">*519</span> is, \"only where there are special and important reasons therefor.\" Rule 19 of the Revised Rules of this Court.</p>\n<p>It cannot be too often repeated. This Court has said again and again that a difference of opinion in weighing evidence is not included among \"special and important reasons\" for granting certiorari. One would suppose that an examination of the evidence by three courts and ten judges of Ohio would be proof that the facts in the case have been conscientiously canvassed. A different case would be presented were this Court to find that the Ohio Supreme Court applied wrong legal standards to the particular facts before it or evinced hostility to the federal statute. Either one of these grounds would present a fair basis on which to seek review here of the decision of the Ohio Supreme Court. But that is not the basis on which review was sought and on which it is granted. In agreeing to take the case, the Court merely accedes to the natural desire of an unsuccessful plaintiff to have one more court guess whether there were enough facts on which the jury should be allowed to do its guessing. And so the nine members of the highest tribunal in the land, preoccupied with more than enough cases involving the gravest issues of national importance, are asked to take on the task of making an independent study of the record below, (for I must assume that those who review the merits have examined the 294 pages of the record), the four opinions below, and the briefs of parties, after three courts and ten judges of Ohio have conscientiously dealt with questions that are not specialized questions of federal law and indeed constitute probably the most recurring staple business of the courts throughout the country.</p>\n<p>I must respectfully decline to assume this task. This Court from time to time is compelled to hold that a federal court has abused some discretionary judicial power. Abuse of judicial discretion is a technical phrase to express a misconception of the judicial function as exercised in a <span class=\"star-pagination\">*520</span> particular situation. There is no appeal from such abuse of judicial discretion by this Court. When there is such a misuse of power, as I deem it to be in making an exception, in effect if not formally, of cases under the Federal Employers' Liability Act that turn merely on evaluation of evidence, only the individual conscience remains. Since this case underscores the reasons for declining to associate myself in what I regard as a misuse of the power properly vested in a minority of this Court in granting certiorari, I have no choice but to conclude that the writ of certiorari in this case has been improvidently granted and, having been granted, should be dismissed.</p>\n<p>MR. JUSTICE BURTON, dissenting.</p>\n<p>For the reasons stated by the Supreme Court of Ohio, 166 Ohio St. 129, 140 N. E. 2d 319, I believe that petitioner's injuries were not caused, \"in whole or in part,\" by the possible inadequacy of the lighting.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></span> (1957)</b></center>\n<center><h1>McBRIDE<br>\nv.<br>\nTOLEDO TERMINAL RAILROAD CO.</h1></center>\n<center>No. 972.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 24, 1957.</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE SUPREME COURT OF OHIO.\n<p><i>C. Richard Grieser</i> for petitioner.</p>\n<p><i>Robert B. Gosline</i> for respondent.</p>\n<p>PER CURIAM.</p>\n<p>The petition for writ of certiorari is granted, the judgment of the Supreme Court of Ohio is reversed, and the cause is remanded. <i>Rogers</i> v. <i>Missouri Pacific R. Co.,</i> 352 U. S. 500 (1957).</p>\n<p>MR. JUSTICE HARLAN, with whom MR. JUSTICE WHITTAKER joins, dissents for the reasons given in his opinion in <i>Rogers</i> v. <i>Missouri Pacific R. Co.,</i> 352 U. S. 500, 559 (1957).</p>\n<p>MR. JUSTICE FRANKFURTER, dissenting.</p>\n<p>In <i>Rogers</i> v. <i>Missouri Pacific R. Co.,</i> 352 U. S. 500, 524, I gave my reasons for deeming it an abuse of the Court's discretionary certiorari jurisdiction to make cases arising under the Federal Employers' Liability Act a class exception <span class=\"star-pagination\">*518</span> to the Court's principle against granting certiorari when all that is involved is the evaluation of evidence. The circumstances of the present case vividly emphasize the objections to such an exception.</p>\n<p>All that is to be determined in this case is whether there were sufficient facts to warrant a jury in finding that the lighting in the situation in which petitioner worked, assumed to be inadequate, caused in whole or in part the injury to petitioner. The trial judge in the Court of Common Pleas thought not. On review, the Court of Appeals of Lucas County reversed: two judges thought there were enough facts to justify a jury's finding of causation while the dissenting judge agreed with the trial court. On review of this reversal, the Supreme Court of Ohio, with one of its seven judges not sitting, unanimously reversed the Court of Appeals and restored the judgment of the trial court. <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">129</span></span>, 140 N. E. 2d 319. Thus, this issue of the sufficiency of evidence for a jury's finding of relevant causation was passed on by the three courts in the hierarchy of Ohio's judiciary. Of the ten judges, eight found the evidence insufficient for a jury to guess at and two thought they should be allowed to guessfor determination of causation is inescapably guessing, informed guessing if you will, but guessing.</p>\n<p>Congress saw fit to give the state courts jurisdiction of the rights it created by the Federal Employers' Liability Act. Presumably, it had confidence in the state courts for enforcement of these rights. It emphasized this confidence by a special Act, passed more than forty years ago, which withdrew from this Court what theretofore had been appealability as of right of judgments of state courts in Federal Employers' Liability Act cases. It left adjudications brought in the state courts with the state courts, except in instances applicable generally to the jurisdiction on writ of certiorari, to be exercised, that <span class=\"star-pagination\">*519</span> is, \"only where there are special and important reasons therefor.\" Rule 19 of the Revised Rules of this Court.</p>\n<p>It cannot be too often repeated. This Court has said again and again that a difference of opinion in weighing evidence is not included among \"special and important reasons\" for granting certiorari. One would suppose that an examination of the evidence by three courts and ten judges of Ohio would be proof that the facts in the case have been conscientiously canvassed. A different case would be presented were this Court to find that the Ohio Supreme Court applied wrong legal standards to the particular facts before it or evinced hostility to the federal statute. Either one of these grounds would present a fair basis on which to seek review here of the decision of the Ohio Supreme Court. But that is not the basis on which review was sought and on which it is granted. In agreeing to take the case, the Court merely accedes to the natural desire of an unsuccessful plaintiff to have one more court guess whether there were enough facts on which the jury should be allowed to do its guessing. And so the nine members of the highest tribunal in the land, preoccupied with more than enough cases involving the gravest issues of national importance, are asked to take on the task of making an independent study of the record below, (for I must assume that those who review the merits have examined the 294 pages of the record), the four opinions below, and the briefs of parties, after three courts and ten judges of Ohio have conscientiously dealt with questions that are not specialized questions of federal law and indeed constitute probably the most recurring staple business of the courts throughout the country.</p>\n<p>I must respectfully decline to assume this task. This Court from time to time is compelled to hold that a federal court has abused some discretionary judicial power. Abuse of judicial discretion is a technical phrase to express a misconception of the judicial function as exercised in a <span class=\"star-pagination\">*520</span> particular situation. There is no appeal from such abuse of judicial discretion by this Court. When there is such a misuse of power, as I deem it to be in making an exception, in effect if not formally, of cases under the Federal Employers' Liability Act that turn merely on evaluation of evidence, only the individual conscience remains. Since this case underscores the reasons for declining to associate myself in what I regard as a misuse of the power properly vested in a minority of this Court in granting certiorari, I have no choice but to conclude that the writ of certiorari in this case has been improvidently granted and, having been granted, should be dismissed.</p>\n<p>MR. JUSTICE BURTON, dissenting.</p>\n<p>For the reasons stated by the Supreme Court of Ohio, <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">129</span></span>, 140 N. E. 2d 319, I believe that petitioner's injuries were not caused, \"in whole or in part,\" by the possible inadequacy of the lighting.</p>\n</div>", "id": 105549, "judges": "Per Curiam", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105549/", "sha1": "1a49688edd325423065985eb441fbc93f8186a5c", "source": "LR", "supreme_court_db_id": "1956-132", "time_retrieved": "2010-04-28T09:55:35"}