{"absolute_url": "/opinion/105011/besser-mfg-co-v-united-states/", "blocked": false, "citation": {"case_name": "Besser Mfg. Co. v. United States", "docket_number": "230", "document_uris": ["/api/rest/v2/document/105011/"], "federal_cite_one": "343 U.S. 444", "federal_cite_three": "96 L. Ed. 2d 1063", "federal_cite_two": "72 S. Ct. 838", "id": 89394, "lexis_cite": "1952 U.S. LEXIS 2810", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89394/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 14, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1952-05-26", "date_modified": "2014-12-21T01:49:36.041041", "docket": "/api/rest/v2/docket/1664281/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">343 U.S. 444</p>\n    <p class=\"case_cite\">72 S.Ct. 838</p>\n    <p class=\"case_cite\">96 L.Ed. 1063</p>\n    <p class=\"parties\">BESSER MFG. CO. et al.<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 230.</p>\n    <p class=\"date\">Argued April 21, 1952.</p>\n    <p class=\"date\">Decided May 26, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Carl R. Henry, Alpena, Mich., for appellants.</p>\n      <p class=\"indent\">Mr. Marcus A. Hollabaugh, Washington, D.C., for appellee.</p>\n      <p class=\"indent\">Mr. Justice JACKSON delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States brought this civil action under &#167; 4 of the Sherman Act charging appellants and others with conspiring to restrain and monopolize interstate commerce in concrete block-making machinery in violation of &#167;&#167; 1 and 2 of the Act, and charging appellants with monopolizing and attempting to monopolize the same industry in violation of &#167; 2 of the Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants below were the Stearns Manufacturing Company, second largest producer in the country of concrete block-making machines, Besser Manufacturing Company, the country's dominant producer of such machinery and substantial stockholder in the Stearns Company, Jesse H. Besser, long-time president and virtually sole stockholder of the Besser Company, and two individuals, Gelbman and Andrus, co-owners of certain important patents in the concrete block-making machine field.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The United States District Court for the Eastern District of Michigan found the Government's charges clearly proved, and entered a judgment intended to correct the Sherman Act violations found to exist.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Only the Besser Company and Jesse H. Besser have appealed, bringing their case here directly.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants assert that the factual conclusions of the trial court are erroneous. Only recently we reiterated the narrow scope of review here with respect to issues of fact in antitrust cases. United States v. Oregon State Medical Society, 343 U.S. 326, 72 S.Ct. 690. In this case we think it enough to say that the conclusions of the trial judge that appellants conspired to restrain and monopolize interstate commerce in concrete block-making machinery and that they monopolized and attempted to monopolize that industry are overwhelmingly supported by the evidence. Not the slightest ground appears for concluding that the trial judge's findings were 'clearly erroneous.' Rule 52(a), Fed.Rules Civ.Proc., 28 U.S.C.A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We turn now to the provisions of the judgment entered below which are attacked by appellants. It is unnecessary for us to review appellants' activities in detail, for they are adequately set out in the opinion below. Suffice it to say that appellants sought to eliminate competition through outright purchase of competitors and strict patent-licensing arrangements with the Stearns Company and the patent owners, Gelbman and Andrus.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellants contend that the provisions of the judgment requiring them to issue patent licenses on a fair royalty basis and requiring them to grant to existing lessees of their machines an option, on terms 'mutually satisfactory to the parties concerned,' (1) to terminate their lease, (2) to continue their lease, or (3) to purchase leased machines, are punitive, confiscatory and inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">However, compulsory patent licensing is a well-recognized remedy where patent abuses are proved in antitrust actions and it is required for effective relief. Hartford-Empire Co. v. United States, 323 U.S. 386, 413, 417&#8212;418, 65 S.Ct. 373, 387, 388&#8212;389, 89 L.Ed. 322; United States v. National Lead Co., 332 U.S. 319, 338, 67 S.Ct. 1634, 1643, 91 L.Ed. 2077; United States v. United States Gypsum Co., 340 U.S. 76, 94, 71 S.Ct. 160, 172, 95 L.Ed. 89.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The compulsory sale provision of the judgment, strenuously attacked, is likewise a recognized remedy. International Salt Co. v. United States, 332 U.S. 392, 398&#8212;399, 68 S.Ct. 12, 16, 92 L.Ed. 20. That required by the judgment in this case must be considered in conjunction with the alternatives associated with it. Appellants are left free to lease rather than sell if they can make a lease sufficiently attractive.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants further argue that the method adopted by the court below for fixing reasonable royalty rates under their patent licenses deprives them of their property without due process of law. The court directed Besser and the Government each to select two persons to serve as arbitrators on a committee to establish fair royalty rates and the form and contents of royalty contracts. It was also provided that in the event of a stalemate the four representatives should choose a fifth to vote and break the deadlock. If they could not agree on a fifth representative, the trial judge was to sit as the fifth or appoint another person to serve in his place. After some delay, and under protest, Besser appointed his representatives, the Government having appointed its shortly after the plan had been promulgated by the court. The representatives selected by the Government were taken from the industry, the Government noting to the court that they were serving on their own behalf and as agents of other prospective licensees, and not as agents of the Department of Justice.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When an impasse was reached with regard to royalty rates on certain Besser patents, the judge stepped in as the fifth arbitrator and voted for the rates proposed by the government-appointed representatives. Appellants assail this procedure with the contention that royalties set must be 'made in judicial proceedings based on the hearing and evaluation of evidence in the light of appropriate criteria.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants' argument fails on two counts. First, it necessarily attacks the sufficiency of the evidentiary material considered in arriving at the royalties finally established. We do not pass on matters of that character in the absence of glaring error not shown here. Secondly, appellants appear to have misunderstood the true nature of what was done, for it was always within the power of the trial judge to establish the royalty rates, and, in voting as he did, he did just that. They contend that the judge should either have held a full hearing himself or referred the royalty matters to a master for such a hearing. We do not, however, think that in reducing the terms of a decree to concrete measures such procedures are mandatory. It is true that the procedure adopted below is an innovation in certain aspects, but novelty is not synonymous with error.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In framing relief in antitrust cases, a range of discretion rests with the trial judge. United States v. National Lead Co., supra, 332 U.S. at page 338, 67 S.Ct. 1643; International Salt Co. v. United States, supra, 332 U.S. at pages 400&#8212;401, 405, 68 S.Ct. 17, 19; United States v. Crescent Amusement Co., 323 U.S. 173, 185, 65 S.Ct. 254, 260, 89 L.Ed. 160. We can see no abuse of discretion here. Compulsory licensing and sale of patented devices are recognized remedies. They would seem particularly appropriate where, as here, a penchant for abuses of patent rights is demonstrated. With respect to the procedure for establishing royalty rates, the court below was likewise acting within the discretion vested in it. '(The District Court) should provide for its determination of a reasonable royalty either in each instance of failure to agree or by an approved form or by any other plan in its discretion.' (Italics added.) United States v. United States Gypsum Co., supra, 340 U.S. at page 94, 71 S.Ct. at page 172. The procedure here was entirely reasonable and fair. A competent committee considered relevant evidence and the judge, on the basis of the evidence adduced before the committee, resolved the deadlock into which the negotiations had fallen.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although not condemning the royalty-setting procedure used here, the Government indicates faint enthusiasm for it, and suggests that this Court consider the procedure outlined by it below and direct that it be utilized hereafter in the proceedings remaining in this litigation. We would exceed our appellate functions were we to adopt that suggestion in this case. 'The framing of decrees should take place in the District rather than in Appellate Courts.' International Salt Co. v. United States, supra, 332 U.S. at page 400, 68 S.Ct. at page 17; United States v. Crescent Amusement Co., supra, 323 U.S. at page 185, 65 S.Ct. 260.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have examined appellants' other contentions and concluded that they are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In accordance with the foregoing, the judgment below is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice CLARK took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 26 Stat. 209, as amended, 15 U.S.C. &#167; 4, 15 U.S.C.A. &#167; 4: 'The several district courts of the United States are invested with jurisdiction to prevent and restrain violations of sections 1 7 of this title; and it shall be the duty of the several district attorneys of the United States, in their respective districts, under the direction of the Attorney General, to institute proceedings in equity to prevent and restrain such violations. * * *'</p>\n        <p>15 U.S.C. &#167; 1, 15 U.S.C.A. &#167; 1: 'Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States * * * is declared to be illegal * * *.'</p>\n        <p>15 U.S.C. &#167; 2, 15 U.S.C.A. &#167; 2: 'Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States * * * shall be deemed guilty of a misdemeanor * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 96 F.Supp. 304.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Pursuant to &#167; 2 of the Expediting Act of 1903, 32 Stat. 823, as amended, 15 U.S.C. &#167; 29, 15 U.S.C.A. &#167; 29.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>343 U.S. 444 (1952)</b></center>\n<center><h1>BESSER MANUFACTURING CO. ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 230.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 21, 1952.</center>\n<center>Decided May 26, 1952.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE EASTERN DISTRICT OF MICHIGAN.\n<p><span class=\"star-pagination\">*445</span> <i>Carl R. Henry</i> argued the cause for appellants. With him on the brief were <i>William J. Donovan, Roy W. McDonald, John W. Babcock</i> and <i>Peyton H. Moss.</i></p>\n<p><i>Marcus A. Hollabaugh</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Morison, James L. Morrisson, Charles H. Weston</i> and <i>Wharey M. Freeze.</i></p>\n<p>MR. JUSTICE JACKSON delivered the opinion of the Court.</p>\n<p>The United States brought this civil action under § 4 of the Sherman Act charging appellants and others with conspiring to restrain and monopolize interstate commerce in concrete block-making machinery in violation of §§ 1 and 2 of the Act, and charging appellants with monopolizing and attempting to monopolize the same industry in violation of § 2 of the Act.<sup>[1]</sup></p>\n<p>The defendants below were the Stearns Manufacturing Company, second largest producer in the country of <span class=\"star-pagination\">*446</span> concrete block-making machines, Besser Manufacturing Company, the country's dominant producer of such machinery and substantial stockholder in the Stearns Company, Jesse H. Besser, long-time president and virtually sole stockholder of the Besser Company, and two individuals, Gelbman and Andrus, co-owners of certain important patents in the concrete block-making machine field.</p>\n<p>The United States District Court for the Eastern District of Michigan found the Government's charges clearly proved, and entered a judgment intended to correct the Sherman Act violations found to exist.<sup>[2]</sup></p>\n<p>Only the Besser Company and Jesse H. Besser have appealed, bringing their case here directly.<sup>[3]</sup></p>\n<p>Appellants assert that the factual conclusions of the trial court are erroneous. Only recently we reiterated the narrow scope of review here with respect to issues of fact in antitrust cases. <i>United States</i> v. <i>Oregon State Medical Society,</i> 343 U. S. 326. In this case we think it enough to say that the conclusions of the trial judge that appellants conspired to restrain and monopolize interstate commerce in concrete block-making machinery and that they monopolized and attempted to monopolize that industry are overwhelmingly supported <span class=\"star-pagination\">*447</span> by the evidence. Not the slightest ground appears for concluding that the trial judge's findings were \"clearly erroneous.\" Rule 52 (a), Fed. Rules Civ. Proc.</p>\n<p>We turn now to the provisions of the judgment entered below which are attacked by appellants. It is unnecessary for us to review appellants' activities in detail, for they are adequately set out in the opinion below. Suffice it to say that appellants sought to eliminate competition through outright purchase of competitors and strict patent-licensing arrangements with the Stearns Company and the patent owners, Gelbman and Andrus.</p>\n<p>Appellants contend that the provisions of the judgment requiring them to issue patent licenses on a fair royalty basis and requiring them to grant to existing lessees of their machines an option, on terms \"mutually satisfactory to the parties concerned,\" (1) to terminate their lease, (2) to continue their lease, or (3) to purchase leased machines, are punitive, confiscatory and inappropriate.</p>\n<p>However, compulsory patent licensing is a well-recognized remedy where patent abuses are proved in antitrust actions and it is required for effective relief. <i>Hartford-Empire Co.</i> v. <i>United States,</i> 323 U. S. 386, 413, 417-418; <i>United States</i> v. <i>National Lead Co.,</i> 332 U. S. 319, 338; <i>United States</i> v. <i>United States Gypsum Co.,</i> 340 U. S. 76, 94.</p>\n<p>The compulsory sale provision of the judgment, strenuously attacked, is likewise a recognized remedy. <i>International Salt Co.</i> v. <i>United States,</i> 332 U. S. 392, 398-399. That required by the judgment in this case must be considered in conjunction with the alternatives associated with it. Appellants are left free to lease rather than sell if they can make a lease sufficiently attractive.</p>\n<p>Appellants further argue that the method adopted by the court below for fixing reasonable royalty rates under <span class=\"star-pagination\">*448</span> their patent licenses deprives them of their property without due process of law. The court directed Besser and the Government each to select two persons to serve as arbitrators on a committee to establish fair royalty rates and the form and contents of royalty contracts. It was also provided that in the event of a stalemate the four representatives should choose a fifth to vote and break the deadlock. If they could not agree on a fifth representative, the trial judge was to sit as the fifth or appoint another person to serve in his place. After some delay, and under protest, Besser appointed his representatives, the Government having appointed its shortly after the plan had been promulgated by the court. The representatives selected by the Government were taken from the industry, the Government noting to the court that they were serving on their own behalf and as agents of other prospective licensees, and not as agents of the Department of Justice.</p>\n<p>When an impasse was reached with regard to royalty rates on certain Besser patents, the judge stepped in as the fifth arbitrator and voted for the rates proposed by the government-appointed representatives. Appellants assail this procedure with the contention that royalties set must be \"made in judicial proceedings based on the hearing and evaluation of evidence in the light of appropriate criteria.\"</p>\n<p>Appellants' argument fails on two counts. First, it necessarily attacks the sufficiency of the evidentiary material considered in arriving at the royalties finally established. We do not pass on matters of that character in the absence of glaring error not shown here. Secondly, appellants appear to have misunderstood the true nature of what was done, for it was always within the power of the trial judge to establish the royalty rates, and, in voting as he did, he did just that. They contend that the judge should either have held a full hearing <span class=\"star-pagination\">*449</span> himself or referred the royalty matters to a master for such a hearing. We do not, however, think that in reducing the terms of a decree to concrete measures such procedures are mandatory. It is true that the procedure adopted below is an innovation in certain aspects, but novelty is not synonymous with error.</p>\n<p>In framing relief in antitrust cases, a range of discretion rests with the trial judge. <i>United States</i> v. <i>National Lead Co., supra,</i> at 338; <i>International Salt Co.</i> v. <i>United States, supra,</i> at 400-401, 405; <i>United States</i> v. <i>Crescent Amusement Co.,</i> 323 U. S. 173, 185. We can see no abuse of discretion here. Compulsory licensing and sale of patented devices are recognized remedies. They would seem particularly appropriate where, as here, a penchant for abuses of patent rights is demonstrated. With respect to the procedure for establishing royalty rates, the court below was likewise acting within the discretion vested in it. \"[The District Court] should provide for its determination of a reasonable royalty either in each instance of failure to agree or by an approved form <i>or by any other plan in its discretion.</i>\" (Italics added.) <i>United States</i> v. <i>United States Gypsum Co., supra,</i> at 94. The procedure here was entirely reasonable and fair. A competent committee considered relevant evidence and the judge, on the basis of the evidence adduced before the committee, resolved the deadlock into which the negotiations had fallen.</p>\n<p>Although not condemning the royalty-setting procedure used here, the Government indicates faint enthusiasm for it, and suggests that this Court consider the procedure outlined by it below and direct that it be utilized hereafter in the proceedings remaining in this litigation. We would exceed our appellate functions were we to adopt that suggestion in this case. \"The framing of decrees should take place in the District rather than in Appellate Courts.\" <i>International Salt Co.</i> v. <i>United</i> <span class=\"star-pagination\">*450</span> <i>States, supra,</i> at 400; <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> at 185.</p>\n<p>We have examined appellants' other contentions and concluded that they are without merit.</p>\n<p>In accordance with the foregoing, the judgment below is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE CLARK took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  26 Stat. 209, as amended, 15 U. S. C. § 4: \"The several district courts of the United States are invested with jurisdiction to prevent and restrain violations of sections 1-7 of this title; and it shall be the duty of the several district attorneys of the United States, in their respective districts, under the direction of the Attorney General, to institute proceedings in equity to prevent and restrain such violations. . . .\"\n</p>\n<p>15 U. S. C. § 1: \"Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States . . . is declared to be illegal . . . .\"</p>\n<p>15 U. S. C. § 2: \"Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States . . . shall be deemed guilty of a misdemeanor . . . .\"</p>\n<p>[2]  96 F. Supp. 304.</p>\n<p>[3]  Pursuant to § 2 of the Expediting Act of 1903, 32 Stat. 823, as amended, 15 U. S. C. § 29.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></span> (1952)</b></center>\n<center><h1>BESSER MANUFACTURING CO. ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 230.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 21, 1952.</center>\n<center>Decided May 26, 1952.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE EASTERN DISTRICT OF MICHIGAN.\n<p><span class=\"star-pagination\">*445</span> <i>Carl R. Henry</i> argued the cause for appellants. With him on the brief were <i>William J. Donovan, Roy W. McDonald, John W. Babcock</i> and <i>Peyton H. Moss.</i></p>\n<p><i>Marcus A. Hollabaugh</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Morison, James L. Morrisson, Charles H. Weston</i> and <i>Wharey M. Freeze.</i></p>\n<p>MR. JUSTICE JACKSON delivered the opinion of the Court.</p>\n<p>The United States brought this civil action under § 4 of the Sherman Act charging appellants and others with conspiring to restrain and monopolize interstate commerce in concrete block-making machinery in violation of §§ 1 and 2 of the Act, and charging appellants with monopolizing and attempting to monopolize the same industry in violation of § 2 of the Act.<sup>[1]</sup></p>\n<p>The defendants below were the Stearns Manufacturing Company, second largest producer in the country of <span class=\"star-pagination\">*446</span> concrete block-making machines, Besser Manufacturing Company, the country's dominant producer of such machinery and substantial stockholder in the Stearns Company, Jesse H. Besser, long-time president and virtually sole stockholder of the Besser Company, and two individuals, Gelbman and Andrus, co-owners of certain important patents in the concrete block-making machine field.</p>\n<p>The United States District Court for the Eastern District of Michigan found the Government's charges clearly proved, and entered a judgment intended to correct the Sherman Act violations found to exist.<sup>[2]</sup></p>\n<p>Only the Besser Company and Jesse H. Besser have appealed, bringing their case here directly.<sup>[3]</sup></p>\n<p>Appellants assert that the factual conclusions of the trial court are erroneous. Only recently we reiterated the narrow scope of review here with respect to issues of fact in antitrust cases. <i>United States</i> v. <i>Oregon State Medical Society,</i> 343 U. S. 326. In this case we think it enough to say that the conclusions of the trial judge that appellants conspired to restrain and monopolize interstate commerce in concrete block-making machinery and that they monopolized and attempted to monopolize that industry are overwhelmingly supported <span class=\"star-pagination\">*447</span> by the evidence. Not the slightest ground appears for concluding that the trial judge's findings were \"clearly erroneous.\" Rule 52 (a), Fed. Rules Civ. Proc.</p>\n<p>We turn now to the provisions of the judgment entered below which are attacked by appellants. It is unnecessary for us to review appellants' activities in detail, for they are adequately set out in the opinion below. Suffice it to say that appellants sought to eliminate competition through outright purchase of competitors and strict patent-licensing arrangements with the Stearns Company and the patent owners, Gelbman and Andrus.</p>\n<p>Appellants contend that the provisions of the judgment requiring them to issue patent licenses on a fair royalty basis and requiring them to grant to existing lessees of their machines an option, on terms \"mutually satisfactory to the parties concerned,\" (1) to terminate their lease, (2) to continue their lease, or (3) to purchase leased machines, are punitive, confiscatory and inappropriate.</p>\n<p>However, compulsory patent licensing is a well-recognized remedy where patent abuses are proved in antitrust actions and it is required for effective relief. <i>Hartford-Empire Co.</i> v. <i>United States,</i> 323 U. S. 386, 413, 417-418; <i>United States</i> v. <i>National Lead Co.,</i> 332 U. S. 319, 338; <i>United States</i> v. <i>United States Gypsum Co.,</i> 340 U. S. 76, 94.</p>\n<p>The compulsory sale provision of the judgment, strenuously attacked, is likewise a recognized remedy. <i>International Salt Co.</i> v. <i>United States,</i> 332 U. S. 392, 398-399. That required by the judgment in this case must be considered in conjunction with the alternatives associated with it. Appellants are left free to lease rather than sell if they can make a lease sufficiently attractive.</p>\n<p>Appellants further argue that the method adopted by the court below for fixing reasonable royalty rates under <span class=\"star-pagination\">*448</span> their patent licenses deprives them of their property without due process of law. The court directed Besser and the Government each to select two persons to serve as arbitrators on a committee to establish fair royalty rates and the form and contents of royalty contracts. It was also provided that in the event of a stalemate the four representatives should choose a fifth to vote and break the deadlock. If they could not agree on a fifth representative, the trial judge was to sit as the fifth or appoint another person to serve in his place. After some delay, and under protest, Besser appointed his representatives, the Government having appointed its shortly after the plan had been promulgated by the court. The representatives selected by the Government were taken from the industry, the Government noting to the court that they were serving on their own behalf and as agents of other prospective licensees, and not as agents of the Department of Justice.</p>\n<p>When an impasse was reached with regard to royalty rates on certain Besser patents, the judge stepped in as the fifth arbitrator and voted for the rates proposed by the government-appointed representatives. Appellants assail this procedure with the contention that royalties set must be \"made in judicial proceedings based on the hearing and evaluation of evidence in the light of appropriate criteria.\"</p>\n<p>Appellants' argument fails on two counts. First, it necessarily attacks the sufficiency of the evidentiary material considered in arriving at the royalties finally established. We do not pass on matters of that character in the absence of glaring error not shown here. Secondly, appellants appear to have misunderstood the true nature of what was done, for it was always within the power of the trial judge to establish the royalty rates, and, in voting as he did, he did just that. They contend that the judge should either have held a full hearing <span class=\"star-pagination\">*449</span> himself or referred the royalty matters to a master for such a hearing. We do not, however, think that in reducing the terms of a decree to concrete measures such procedures are mandatory. It is true that the procedure adopted below is an innovation in certain aspects, but novelty is not synonymous with error.</p>\n<p>In framing relief in antitrust cases, a range of discretion rests with the trial judge. <i>United States</i> v. <i>National Lead Co., supra,</i> at 338; <i>International Salt Co.</i> v. <i>United States, supra,</i> at 400-401, 405; <i>United States</i> v. <i>Crescent Amusement Co.,</i> 323 U. S. 173, 185. We can see no abuse of discretion here. Compulsory licensing and sale of patented devices are recognized remedies. They would seem particularly appropriate where, as here, a penchant for abuses of patent rights is demonstrated. With respect to the procedure for establishing royalty rates, the court below was likewise acting within the discretion vested in it. \"[The District Court] should provide for its determination of a reasonable royalty either in each instance of failure to agree or by an approved form <i>or by any other plan in its discretion.</i>\" (Italics added.) <i>United States</i> v. <i>United States Gypsum Co., supra,</i> at 94. The procedure here was entirely reasonable and fair. A competent committee considered relevant evidence and the judge, on the basis of the evidence adduced before the committee, resolved the deadlock into which the negotiations had fallen.</p>\n<p>Although not condemning the royalty-setting procedure used here, the Government indicates faint enthusiasm for it, and suggests that this Court consider the procedure outlined by it below and direct that it be utilized hereafter in the proceedings remaining in this litigation. We would exceed our appellate functions were we to adopt that suggestion in this case. \"The framing of decrees should take place in the District rather than in Appellate Courts.\" <i>International Salt Co.</i> v. <i>United</i> <span class=\"star-pagination\">*450</span> <i>States, supra,</i> at 400; <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> at 185.</p>\n<p>We have examined appellants' other contentions and concluded that they are without merit.</p>\n<p>In accordance with the foregoing, the judgment below is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE CLARK took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  26 Stat. 209, as amended, 15 U. S. C. § 4: \"The several district courts of the United States are invested with jurisdiction to prevent and restrain violations of sections 1-7 of this title; and it shall be the duty of the several district attorneys of the United States, in their respective districts, under the direction of the Attorney General, to institute proceedings in equity to prevent and restrain such violations. . . .\"\n</p>\n<p>15 U. S. C. § 1: \"Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States . . . is declared to be illegal . . . .\"</p>\n<p>15 U. S. C. § 2: \"Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States . . . shall be deemed guilty of a misdemeanor . . . .\"</p>\n<p>[2]  96 F. Supp. 304.</p>\n<p>[3]  Pursuant to § 2 of the Expediting Act of 1903, 32 Stat. 823, as amended, 15 U. S. C. § 29.</p>\n\n</div>", "id": 105011, "judges": "Jackson", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105011/", "sha1": "dc47aef49c6c32d28a3933902fa6a547d56c6a43", "source": "LR", "supreme_court_db_id": "1951-081", "time_retrieved": "2010-04-28T09:55:18"}