{"absolute_url": "/opinion/90527/britton-v-niccolls/", "blocked": false, "citation": {"case_name": "Britton v. Niccolls", "docket_number": null, "document_uris": ["/api/rest/v2/document/90527/"], "federal_cite_one": "104 U.S. 757", "federal_cite_three": null, "federal_cite_two": null, "id": 74907, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74907/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1882-03-18", "date_modified": "2014-12-21T01:29:21.710873", "docket": "/api/rest/v2/docket/382045/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">104 U.S. 757</p>\n    <p class=\"case_cite\">104 U.S. 757</p>\n    <p class=\"case_cite\">26 L.Ed. 917</p>\n    <p class=\"parties\">BRITTON<br>v.<br>NICCOLLS.</p>\n    <p class=\"date\">October Term, 1881</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Southern District of Mississippi.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. James Lowndes</i> and <i>Mr A. H. Handy</i> for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. William L. Nugent</i> for the defendant in error.</p>\n      <p class=\"indent\">MR. JUSTICE FIELD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The defendant in the court below is the surviving partner of the firm of Brt ton &amp; Koontz, which was engaged in the banking business at Natchez, in the State of Mississippi, in 1874 and 1875. The plaintiff in the court below, Niccolls, was at that time a citizen of Illinois, and the present suit is brought by him to recover damages from the surviving partner of the firm for its neglect to present for payment to the maker, at their maturity, two promissory notes sent to it for collection, by reason of which the liability of a responsible indorser was released.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts in the case are briefly these: In April, 1874, the plaintiff was the holder of a promissory note of one John I. Lambert for $3,666.66, dated at Natchez, April 24, 1872, and payable to his order two years after date, with interest at the rate of eight per cent per annum. The note was indorsed by three parties besides the payee,&#8212;J. M. Reynolds, John Flemming, and J. S. Everet. Flemming's indorsement was without recourse to him; the other indorsements were without any such restriction upon the liability of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April, 1874, the plaintiff caused this note, to be sent, through a banking-house in Bloomington, Illinois, to the firm at Natchez for collection. The only instructions accompanying it were that it was to be collected if paid, and if not paid on presentment it was to be protested and notice of non-payment sent to the indorsers.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In April, 1875, the plaintiff was the holder of another note of the same maker, identical in amount, date, and terms with the first, except that it was payable in three years after date; and it was indorsed in like manner by the same indorsers. This note matured on the 27th of that month. Some days previously the plaintiff sent it to the firm at Natchez, with instructions to collect it if paid, and if not paid to have it delivered to a protesting officer for protest, and to give notice to the indorsers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">No information as to the residence of the maker was given to the firm with the notes; nor does it appear that either member of it had, then or subsequently, any knowledge on the subject. The plaintiff himself was ignorant of it. He resided, in fact, on his plantation, twelve or fifteen miles from Natchez; he had no domicile or place of business in that city. The notes not being paid at their respective maturities,&#8212;the first one on the 27th of April, 1874, and the second one on the 27th of April, 1874,&#8212;before the close of banking hours on those days, were handed by the firm to a notary-public of the county, with instructions to demand payment of them, and if they were not paid to protest them and send notice of non-payment to the indorsers. No other directions were given. The notary knew that the maker resided on his plantation, and had no place of business in the city; but he inquired for him at the post-office, the city hall, and the court-house,&#8212;three of the most public places there,&#8212;and, not finding him, protested the notes for non-payment, and gave notice thereof to the indorsers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiff soon afterwards brought suit against the maker and also against the indorser, Everet, which proceeded to judgment and execution; but nothing was obtained from the parties. Suit was also brought against Reynolds, the first indorser, in which judgment passed for the defendant, on the ground that due presentment of the notes to the maker and demand of payment had not been made at their maturity, by reason of which the indorser was released from liability. It is admitted that if judgment had been rendered against Reynolds, the money due upon the notes might have been collected upon execution. The plaintiff thereupon brought the present action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The notary testified that, in his endeavors to make presentment of the notes for payment, he had acted upon his own opinion as to his duty, without instruction from the firm; and because he considered that the notes, being dated at Natchez, and no place of payment being stated, the place of presentment was, in law, at Natchez, and not at the marker's domicile outside of the city.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The surviving partner, Britton, testifid  that it was always the custom of the firm, when it had notes for collection, whether its own or those belonging to others, to send through the post-office a notice of their amount and of the date of their maturity to the proper parties, a reasonable time before the notes became payable, and if payment was not made at their maturity, to place them in the bands of a notary for presentment and protest; that this course was pursued with respect to the notes in question; that Koontz, the deceased partner, who, it would seem, took special charge of the business of protesting paper left with the firm for collection, when that was necessary, had inquired of several persons coming into the banking-house as to the residence of the maker of the notes, and on one occasion left the house for the express purpose of trying to ascertain it, and returned stating that he had not succeeded; and that 'the notary would have to comply with the law in such cases, and present at several of the most public places.' He also testified that he was 'certain that Koontz made diligent efforts to ascertain Lambert's (the maker's) place of residence, and that they were unsuccessful.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon the facts and testimony as stated, the defendant, among other things, requested the court to instruct the jury, in substance: that if the bankers had no knowledge of the residence or place of business of the maker, and were unable, after diligent inquiry in the city of Natchez, to ascertain the same, and thereupon, at the maturity of the notes, handed them to a notary-public for the purpose of having presentment made thereof to the maker for payment, and of having them protested in case of non-payment and notice thereof given to the indorsers, then the bankers were not liable for negligence in performing the duties intrusted to them, nor for failure of the notary to discharge the duties required of him with respect to the demand of payment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We do not give the precise language of the instruction asked, but only its substance and purport. The court refused it, and instructed the jury, in substance: that if it was the duty of the bankers to perform such acts as the law required to charge the indorsers upon the notes, which were to present them to the maker for payment on their last days of grace respectively, and upon non-payment to give notice thereof to the indorsers; and that the bankers were not exonerated from this duty by the delivery of the notes to the notary for their performance, unless it was within a reasonable time for him to present the notes to the maker, and to demand payment, on the days they respectively became due, at his residence or place of business. To the refusal of the instruction asked, and to those given, an exception was taken. The plaintiff recovered judgment for the amount due on the notes, and the case is brought here for review.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The notes being dated at Natchez, the presumption of law, in the absence of other evidence on the subject, is that that was the place of residence of the maker, and that he contemplated making payment there. The duty of the bankers as collecting agents was, therefore, to make inquiry for his place of business or residence in that city, and if he had either to make there the presentment of the notes, but if he had neither to use reasonable diligence to find him for that purpose; or if the employment of a notary-public for that object was sanctioned by the usage of bankers, or by the law as declared by the courts of the State, instead of making the presentment and demand personally, they could have placed the notes in his hands for the performance of that duty. As it turned out that the maker had neither domicile nor place of business in the city, and was absent at the time from it, no demand upon him there was possible, nor was that essential to charge the indorsers.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The law on this subject we consider to be well settled, as will be seen by an examination of the numerous adjudged cases as to what constitutes due presentment and demand of payment of commercial paper, and what will excuse boh . The only point upon which we find any marked difference of opinion in them respects the liability of the collecting bankers for the manner in which the notary, to whom the notes are delivered for presentment and protest, discharges his duty.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the State of New York the doctrine obtains that bankers, to whom notes are intrusted for collection are responsible for the failure of agents employed by them in the presentation of the notes to the maker and in protesting them when not paid, though the agents are notaries exercising a public office and especially charged with the performance of such duties. In the case <i>Allen</i> v. <i>Merchants' Bank of New York</i>, it was decided by the Court of Errors of that State that the liability of the bank extended to any neglect of duty by which any of the parties to a bill are released, whether arising from default of its own officers or servants, or its correspondents at a distance, or agents employed by them. Previously a more limited liability was supposed to rest upon a collecting bank. In that case the bill was drawn in New York upon parties in Philadelphia and placed in the defendant's bank of the former city for collection, and by it forwarded to a bank in Philadelphia. The latter bank handed it to a notary to present for acceptance. He presented it, but omitted to give notice of its non-acceptance, by which a responsible indorser was released. The action was against the collecting bank to recover the amount of the bill, and was brought in the Superior Court of the city of New York, where the jury was charged that the defendant was, upon general principles of law, independently of any custom or usage, or of any agreement express or implied, only bound to transmit the bill to Philadelphia in due time to some competent agent; and that it was not liable fore his negligence or omission in giving notice of its non-acceptance. Judgment having passed for the defendant, the case was taken to the Supreme Court of the State, and was there affirmed. That court, speaking through Mr. Justice Nelson, said that 'a note or bill of exchange left at a bank and received for the purpose of being sent to some distant place for collection, would seem to imply, upon a reasonable construction, no other agreement than that it should be forwarded with due diligence to some competent agent to do what should be necessary in the premises. The language and acts of the parties fairly import so much, but nothing beyond it. The person leaving the note is aware that the bank cannot personally attend to the collection, and that it must therefore be sent to some distant or foreign agent,' and that there seemed to be nothing in the natural of the transaction which could reasonably imply an assumption for the fidelity of the agent abroad. 15 Wend. (N. Y.) 482. The case being carried to the Court of Errors, the decision of the Supreme Court was reversed, and the doctrine declared that the bank was responsible for all subsequent agents employed in the collection of the paper. 22 id. 215. The reversal was by a vote of fourteen senators against ten; Chancellor Walworth, who composed a part of the Court of Errors in cases appealed from the Supreme Court, voting with the minority and giving an opinion for affirmation of the judgment. Senator Verplank delivered the prevailing opinion. The decision has since been followed in New York, and its doctrine, we believe, has been adopted in Ohio. But in the courts of other States it has been generally rejected and the views expressed by the Supreme Court approved.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In <i>Dorchester and Milton Bank</i> v. <i>New England Bank</i>, it was held by the Supreme Court of Massachusetts that when notes or bills, payable at a distant place, are received by a bank for collection, without specific instructions, it is bound to transmit them to a suitable agent at the place of payment, for that purpose; and that when a suitable sub-agent is thus employed, in godd faith, the collecting bank is not liable for his neglect or default. In giving its judgment the court referrd  to the ruling in <i>Allen</i> v. <i>The Merchants' Bank</i>, and observed that it was opposed to a number of decisions of great authority, and, in its opinion, was not well founded in principle; that if the bank in that case acted in good faith in selecting a suitable sub-agent where the bill was payable, there was no principle of justice or public policy by which the bank should be made liable for his neglect or misfeasance. 1 Cush. (Mass.) 177.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the Supreme Courts of Connecticut, Maryland, Illinois, Wisconsin, and Mississippi, the doctrine of the Supreme Court of New York in the case reversed, and of the Supreme Court of Massachusetts in the case cited, has been approved and followed. In the New York case, in the Court of Errors, it was conceded that the general liability of the collecting bank might be varied and limited by express agreement of the parties, or by implication arising from general usage; and in some of the cases in other States, proof of such general usage of bankers in the employment of notaries was permitted, and a release thereby asserted from liability of the bank for any neglect by them. Thus in <i>Warren Bank</i> v. <i>Suffolk Bank</i>, (10 id. 582), a note left with the latter bank for collection had been placed at the close of banking hours with a notary-public for presentment and protest, and by his negligence in presenting the paper to the maker the liability of an indorser was released. The bank was thereupon sued. On the trial, proof was offered to show that in Boston, where the case arose, it was the invariable usage of banks, when notes were sent for collection by other banks, to keep them for payment until the close of banking hours on the day they became payable, and if not then paid to put them into the hands of a notary-public for demand on the maker and protest; and that the defendant had pursued that course. The court below decided that, if there were negligence on the part of the notary, the evidence was immaterial, and that the usage did not constitute a defence. The Supreme Court reversed this decision, and held that the evidence was admissible. 'It would, we think,' said the court, 'have authorized the jury to find an implied agreement or assent to the employment of a sub-agent or notary-public for the purposes of making a demand on the maker, requiring only in the collecting bank due diligence and care in selecting the notary, or a general usage binding certainly those who were conversant of it. It is no sufficient answer to this to say that it was not absolutely necessary to employ a notary in a case like the present to certify to the demand and protest. If this was the well-established course of business, and known to the plaintiffs when they sent to the defendants this note for collection, they must be bound by it.' The court also said, that when the nature of the business in which an agent is engaged requires for its proper and reasonable execution the employment of a sub-agent, the principal agent is not responsible for the default of the sub-agent, provided a proper one by selected; and it was of opinion that, if the usage of the banks authorized the employment of a sub-agent holding an official character, it then became a case of sub-agency, with its incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the case at bar there was no proof of any general usage of bankers at Natchez as to the employment of notaries-public in the presentment and protest of notes left with them for collection. But we have before us the decisions of the Supreme Court of Mississippi, and they are of equal potency to limit the liability of the bankers for the negligence of the notary. We can look into those decisions to ascertain what the law is in that State, and how far it has modified what would otherwise be deemed the general law on any particular subject. By them we are informed that it is the settled law of the State, that 'a bank receiving commercial paper, as an agent for collection, properly discharges its duties, in case of non-payment, by placing the paper in the hands of a notary-public to be proceeded with in such manner as to charge the parties to it, and secure the rights of the real owner; and that the bank is not liable in such cases for the failure of the notary to perform his duty.' This is the language used by that court in <i>Bowling</i> v. <i>Arthur</i> (34 Miss. 41); and in support of it <i>Tiernan</i> v. <i>Commercial Bank of Natchez</i> (7 How. (Miss.) 648), and of <i>Commercial Bank of Manchester</i> v. <i>Agricultural Bank</i> (7 S. &amp; M. 592), are cited. And the court adds, that these cases decide that the notary is the sub-agent of the holder, through the bank, and as such is liable to him; and it is satisfied that the rule declared in them is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By a statute of Mississippi notaries are authorized to protest promissory notes as well as bills of exchange, and they are required to keep a record of their notarial acts in such cases; and the record is admissible in evidence in the courts of the State just as though the notary were present and interrogated respecting the matters recorded. And it was decided in the case of <i>Bowling</i> v. <i>Arthur</i>, that, under the statute, it is a part of the duty of the notary, when protesting paper, to give all notices of dishonor required to charge the parties to it.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judged by the law of Mississippi, the bankers, Britton and Koontz, discharged their duty to the plaintiff when they delivered the notes, received by them for collection, to the notary-public. There is no question as to his habits or qualifications. He was not connected in business with the bankers, nor employed by them except in his official character. What more could they have done, as intelligent and honest collecting agents, desirous of performing all that was required of them by the law, ignorant, as they were, of the residence of place of business of the maker of the notes, and having unsuccessfully made diligent inquiry for them? Had they known that the maker resided on his plantation, without the city limits, in time to make the demand upon him, it might, perhaps, have been incumbent upon them to forward the notes there for presentment. It is not necessary to express any opinion on this head, for the only question is whether, on the knowledge they possessed, they discharged their whole duty. For the reasons stated we are of opinion that they did all that the law required of them.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The notary, it is urged, was aware of the residence of the maker; but we do not perceive how this could affect the liability of the bankers. We are not prepared to say that even with this knowledge he was bound, receiving the paper at the close of banking hours, to go out of the limits of the city to present it to the maker. He took the paper to inquire for the maker in the city, not outside of it, and to make presentment if he were found. If his knowledge of the residence of the maker could have required him to leave the city, so it would have done had the maker resided one hundred miles distant instead of twelve or fifteen. But on this head we are not called upon to express an opinion. It is enough here that the notary was not, in this matter, the agent of the bankers. He was a public officer whose duties were prescribed by law; and when the notes were placed in his hands, in order that such steps should be taken by him as would bind the indorsers if the notes were not paid, he became the agent of the holder of the notes. For any failure on his part to perform his whole duty he alone was liable; the bankers were no more liable than they would have been for the unskilfulness of a lawyer of reputed ability and learning, to whom they might have handed the notes for collection, in the conduct of a suit brought upon them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The fact that in the action against the indorser, Reynolds, judgment passed in his favor, on the ground that due presentment and demand of payment had not been made of the maker, can have no weight in this case. The bankers were not parties to that action, had no control over its management, and are not bound by the judgment rendered. If the plaintiff was not satisfied with that judgment, he should have appel ed from it. The rulings of the court in that case are not authority in this.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It follows from these views that the instruction refused should have been given, and that the instructions given should have been refused. The judgment, must, therefore, be reversed, and the cause remanded for a new trial; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">MR. JUSTICE HARLAN concurred in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">MR. JUSTICE GRAY did not sit in this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>104 U.S. 757 (____)</b></center>\n<center><h1>BRITTON<br>\nv.<br>\nNICCOLLS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. James Lowndes and Mr A.H. Handy for the plaintiff in error.</p>\n<p>Mr. William L. Nugent for the defendant in error.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>The defendant in the court below is the surviving partner of the firm of Britton &amp; Koontz, which was engaged in the banking <span class=\"star-pagination\">*758</span> business at Natchez, in the State of Mississippi, in 1874 and 1875. The plaintiff in the court below, Niccolls, was at that time a citizen of Illinois, and the present suit is brought by him to recover damages from the surviving partner of the firm for its neglect to present for payment to the maker, at their maturity, two promissory notes sent to it for collection, by reason of which the liability of a responsible indorser was released.</p>\n<p>The facts in the case are briefly these: In April, 1874, the plaintiff was the holder of a promissory note of one John I. Lambert for $3,666.66, dated at Natchez, April 24, 1872, and payable to his order two years after date, with interest at the rate of eight per cent per annum. The note was indorsed by three parties besides the payee,  J.M. Reynolds, John Flemming, and J.S. Everet. Flemming's indorsement was without recourse to him; the other indorsements were without any such restriction upon the liability of the parties.</p>\n<p>In April, 1874, the plaintiff caused this note to be sent, through a banking-house in Bloomington, Illinois, to the firm at Natchez for collection. The only instructions accompanying it were that it was to be collected if paid, and if not paid on presentment it was to be protested and notice of non-payment sent to the indorsers.</p>\n<p>In April, 1875, the plaintiff was the holder of another note of the same maker, identical in amount, date, and terms with the first, except that it was payable in three years after date; and it was indorsed in like manner by the same indorsers. This note matured on the 27th of that month. Some days previously the plaintiff sent it to the firm at Natchez, with instructions to collect it if paid, and if not paid to have it delivered to a protesting officer for protest, and to give notice to the indorsers.</p>\n<p>No information as to the residence of the maker was given to the firm with the notes; nor does it appear that either member of it had, then or subsequently, any knowledge on the subject. The plaintiff himself was ignorant of it. He resided, in fact, on his plantation, twelve or fifteen miles from Natchez; he had no domicile or place of business in that city. The notes not being paid at their respective maturities,  the first one on the 27th of April, 1874, and the second one on the 27th of <span class=\"star-pagination\">*759</span> April, 1875,  before the close of banking hours on those days, were handed by the firm to a notary-public of the county, with instructions to demand payment of them, and if they were not paid to protest them and send notice of non-payment to the indorsers. No other directions were given. The notary knew that the maker resided on his plantation, and had no place of business in the city; but he inquired for him at the post-office, the city hall, and the court-house,  three of the most public places there,  and, not finding him, protested the notes for non-payment, and gave notice thereof to the indorsers.</p>\n<p>The plaintiff soon afterwards brought suit against the maker and also against the indorser, Everet, which proceeded to judgment and execution; but nothing was obtained from the parties. Suit was also brought against Reynolds, the first indorser, in which judgment passed for the defendant, on the ground that due presentment of the notes to the maker and demand of payment had not been made at their maturity, by reason of which the indorser was released from liability. It is admitted that if judgment had been rendered against Reynolds, the money due upon the notes might have been collected upon execution. The plaintiff thereupon brought the present action.</p>\n<p>The notary testified that, in his endeavors to make presentment of the notes for payment, he had acted upon his own opinion as to his duty, without instructions from the firm; and because he considered that the notes, being dated at Natchez, and no place of payment being stated, the place of presentment was, in law, at Natchez, and not at the maker's domicile outside of the city.</p>\n<p>The surviving partner, Britton, testified that it was always the custom of the firm, when it had notes for collection, whether its own or those belonging to others, to send through the post-office a notice of their amount and of the date of their maturity to the proper parties, a reasonable time before the notes became payable, and if payment was not made at their maturity, to place them in the hands of a notary for presentment and protest; that this course was pursued with respect to the notes in question; that Koontz, the deceased partner, who, it would seem, took special charge of the business of protesting paper <span class=\"star-pagination\">*760</span> left with the firm for collection, when that was necessary, had inquired of several persons coming into the banking-house as to the residence of the maker of the notes, and on one occasion left the house for the express purpose of trying to ascertain it, and returned stating that he had not succeeded; and that \"the notary would have to comply with the law in such cases, and present at several of the most public places.\" He also testified that he was \"certain that Koontz made diligent efforts to ascertain Lambert's (the maker's) place of residence, and that they were unsuccessful.\"</p>\n<p>Upon the facts and testimony as stated, the defendant, among other things, requested the court to instruct the jury, in substance: that if the bankers had no knowledge of the residence or place of business of the maker, and were unable, after diligent inquiry in the city of Natchez, to ascertain the same, and thereupon, at the maturity of the notes, handed them to a notary-public for the purpose of having presentment made thereof to the maker for payment, and of having them protested in case of non-payment and notice thereof given to the indorsers, then the bankers were not liable for negligence in performing the duties intrusted to them, nor for failure of the notary to discharge the duties required of him with respect to the demand of payment.</p>\n<p>We do not give the precise language of the instruction asked, but only its substance and purport. The court refused it, and instructed the jury, in substance: that if it was the duty of the bankers to perform such acts as the law required to charge the indorsers upon the notes, which were to present them to the maker for payment on their last days of grace respectively, and upon non-payment to give notice thereof to the indorsers; and that the bankers were not exonerated from this duty by the delivery of the notes to the notary for their performance, unless it was within a reasonable time for him to present the notes to the maker, and to demand payment, on the days they respectively became due, at his residence or place of business. To the refusal of the instruction asked, and to those given, an exception was taken. The plaintiff recovered judgment for the amount due on the notes, and the case is brought here for review.</p>\n<p><span class=\"star-pagination\">*761</span> The notes being dated at Natchez, the presumption of law, in the absence of other evidence on the subject, is that that was the place of residence of the maker, and that he contemplated making payment there. The duty of the bankers as collecting agents was, therefore, to make inquiry for his place of business or residence in that city, and, if he had either to make there the presentment of the notes, but if he had neither to use reasonable diligence to find him for that purpose; or if the employment of a notary-public for that object was sanctioned by the usage of bankers, or by the law as declared by the courts of the State, instead of making the presentment and demand personally, they could have placed the notes in his hands for the performance of that duty. As it turned out that the maker had neither domicile nor place of business in the city, and was absent at the time from it, no demand upon him there was possible, nor was that essential to charge the indorsers.</p>\n<p>The law on this subject we consider to be well settled, as will be seen by an examination of the numerous adjudged cases as to what constitutes due presentment and demand of payment of commercial paper, and what will excuse both. The only point upon which we find any marked difference of opinion in them respects the liability of the collecting bankers for the manner in which the notary, to whom the notes are delivered for presentment and protest, discharges his duty.</p>\n<p>In the State of New York the doctrine obtains that bankers, to whom notes are intrusted for collection are responsible for the failure of agents employed by them in the presentation of the notes to the maker and in protesting them when not paid, though the agents are notaries exercising a public office and especially charged with the performance of such duties. In the case of Allen v. Merchants' Bank of New York, it was decided by the Court of Errors of that State that the liability of the bank extended to any neglect of duty by which any of the parties to a bill are released, whether arising from default of its own officers or servants, or its correspondents at a distance, or agents employed by them. Previously a more limited liability was supposed to rest upon a collecting bank. In that case the bill was drawn in New York upon parties in Philadelphia <span class=\"star-pagination\">*762</span> and placed in the defendant's bank of the former city for collection, and by it forwarded to a bank in Philadelphia. The latter bank handed it to a notary to present for acceptance. He presented it, but omitted to give notice of its non-acceptance, by which a responsible indorser was released. The action was against the collecting bank to recover the amount of the bill, and was brought in the Superior Court of the city of New York, where the jury was charged that the defendant was, upon general principles of law, independently of any custom or usage, or of any agreement express or implied, only bound to transmit the bill to Philadelphia in due time to some competent agent; and that it was not liable for his negligence or omission in giving notice of its non-acceptance. Judgment having passed for the defendant, the case was taken to the Supreme Court of the State, and was there affirmed. That court, speaking through Mr. Justice Nelson, said that \"a note or bill of exchange left at a bank and received for the purpose of being sent to some distant place for collection, would seem to imply, upon a reasonable construction, no other agreement than that it should be forwarded with due diligence to some competent agent to do what should be necessary in the premises. The language and acts of the parties fairly import so much, but nothing beyond it. The person leaving the note is aware that the bank cannot personally attend to the collection, and that it must therefore be sent to some distant or foreign agent,\" and that there seemed to be nothing in the nature of the transaction which could reasonably imply an assumption for the fidelity of the agent abroad. 15 Wend. (N.Y.) 482. The case being carried to the Court of Errors, the decision of the Supreme Court was reversed, and the doctrine declared that the bank was responsible for all subsequent agents employed in the collection of the paper. 22 id. 215. The reversal was by a vote of fourteen senators against ten; Chancellor Walworth, who composed a part of the Court of Errors in cases appealed from the Supreme Court, voting with the minority and giving an opinion for affirmation of the judgment. Senator Verplank delivered the prevailing opinion. The decision has since been followed in New York, and its doctrine, we believe, has been adopted in Ohio. <span class=\"star-pagination\">*763</span> But in the courts of other States it has been generally rejected and the views expressed by the Supreme Court approved.</p>\n<p>In Dorchester and Milton Bank v. New England Bank, it was held by the Supreme Court of Massachusetts that when notes or bills, payable at a distant place, are received by a bank for collection, without specific instructions, it is bound to transmit them to a suitable agent at the place of payment, for that purpose; and that when a suitable sub-agent is thus employed, in good faith, the collecting bank is not liable for his neglect or default. In giving its judgment the court referred to the ruling in Allen v. The Merchants' Bank, and observed that it was opposed to a number of decisions of great authority, and, in its opinion, was not well founded in principle; that if the bank in that case acted in good faith in selecting a suitable sub-agent where the bill was payable, there was no principle of justice or public policy by which the bank should be made liable for his neglect or misfeasance. 1 Cush. (Mass.) 177.</p>\n<p>In the Supreme Courts of Connecticut, Maryland, Illinois, Wisconsin, and Mississippi, the doctrine of the Supreme Court of New York in the case reversed, and of the Supreme Court of Massachusetts in the case cited, has been approved and followed. In the New York case, in the Court of Errors, it was conceded that the general liability of the collecting bank might be varied and limited by express agreement of the parties, or by implication arising from general usage; and in some of the cases in other States, proof of such general usage of bankers in the employment of notaries was permitted, and a release thereby asserted from liability of the bank for any neglect by them. Thus in Warren Bank v. Suffolk Bank, (10 id. 582), a note left with the latter bank for collection had been placed at the close of banking hours with a notary-public for presentment and protest, and by his negligence in presenting the paper to the maker the liability of an indorser was released. The bank was thereupon sued. On the trial, proof was offered to show that in Boston, where the case arose, it was the invariable usage of banks, when notes were sent for collection by other banks, to keep them for payment until the close of banking hours on the day they became payable, <span class=\"star-pagination\">*764</span> and if not then paid to put them into the hands of a notary-public for demand on the maker and protest; and that the defendant had pursued that course. The court below decided that, if there were negligence on the part of the notary, the evidence was immaterial, and that the usage did not constitute a defence. The Supreme Court reversed this decision, and held that the evidence was admissible. \"It would, we think,\" said the court, \"have authorized the jury to find an implied agreement or assent to the employment of a sub-agent or notary-public for the purposes of making a demand on the maker, requiring only in the collecting bank due diligence and care in selecting the notary, or a general usage binding certainly those who were conversant of it. It is no sufficient answer to this to say that it was not absolutely necessary to employ a notary in a case like the present to certify to the demand and protest. If this was the well-established course of business, and known to the plaintiffs when they sent to the defendants this note for collection, they must be bound by it.\" The court also said, that when the nature of the business in which an agent is engaged requires for its proper and reasonable execution the employment of a sub-agent, the principal agent is not responsible for the default of the sub-agent, provided a proper one be selected; and it was of opinion that, if the usage of the banks authorized the employment of a sub-agent holding an official character, it then became a case of sub-agency, with its incidents.</p>\n<p>In the case at bar there was no proof of any general usage of bankers at Natchez as to the employment of notaries-public in the presentment and protest of notes left with them for collection. But we have before us the decisions of the Supreme Court of Mississippi, and they are of equal potency to limit the liability of the bankers for the negligence of the notary. We can look into those decisions to ascertain what the law is in that State, and how far it has modified what would otherwise be deemed the general law on any particular subject. By them we are informed that it is the settled law of the State, that \"a bank receiving commercial paper, as an agent for collection, properly discharges its duties, in case of non-payment, by placing the paper in the hands of a notary-public to be proceeded <span class=\"star-pagination\">*765</span> with in such manner as to charge the parties to it, and secure the rights of the real owner; and that the bank is not liable in such cases for the failure of the notary to perform his duty.\" This is the language used by that court in Bowling v. Arthur (34 Miss. 41); and in support of it Tiernan v. Commercial Bank of Natchez (7 How. (Miss.) 648), and of Commercial Bank of Manchester v. Agricultural Bank (7 S. &amp; M. 592), are cited. And the court adds, that these cases decide that the notary is the sub-agent of the holder, through the bank, and as such is liable to him; and it is satisfied that the rule declared in them is correct.</p>\n<p>By a statute of Mississippi notaries are authorized to protest promissory notes as well as bills of exchange, and they are required to keep a record of their notarial acts in such cases; and the record is admissible in evidence in the courts of the State just as though the notary were present and interrogated respecting the matters recorded. And it was decided in the case of Bowling v. Arthur, that, under the statute, it is a part of the duty of the notary, when protesting paper, to give all notices of dishonor required to charge the parties to it.</p>\n<p>Judged by the law of Mississippi, the bankers, Britton and Koontz, discharged their duty to the plaintiff when they delivered the notes, received by them for collection, to the notary-public. There is no question as to his habits or qualifications. He was not connected in business with the bankers, nor employed by them except in his official character. What more could they have done, as intelligent and honest collecting agents, desirous of performing all that was required of them by the law, ignorant, as they were, of the residence or place of business of the maker of the notes, and having unsuccessfully made diligent inquiry for them? Had they known that the maker resided on his plantation, without the city limits, in time to make the demand upon him, it might, perhaps, have been incumbent upon them to forward the notes there for presentment. It is not necessary to express any opinion on this head, for the only question is whether, on the knowledge they possessed, they discharged their whole duty. For the reasons stated we are of opinion that they did all that the law required of them.</p>\n<p><span class=\"star-pagination\">*766</span> The notary, it is urged, was aware of the residence of the maker; but we do not perceive how this could affect the liability of the bankers. We are not prepared to say that even with this knowledge he was bound, receiving the paper at the close of banking hours, to go out of the limits of the city to present it to the maker. He took the paper to inquire for the maker in the city, not outside of it, and to make presentment if he were found. If his knowledge of the residence of the maker could have required him to leave the city, so it would have done had the maker resided one hundred miles distant instead of twelve or fifteen. But on this head we are not called upon to express an opinion. It is enough here that the notary was not, in this matter, the agent of the bankers. He was a public officer whose duties were prescribed by law; and when the notes were placed in his hands, in order that such steps should be taken by him as would bind the indorsers if the notes were not paid, he became the agent of the holder of the notes. For any failure on his part to perform his whole duty he alone was liable; the bankers were no more liable than they would have been for the unskilfulness of a lawyer of reputed ability and learning, to whom they might have handed the notes for collection, in the conduct of a suit brought upon them.</p>\n<p>The fact that in the action against the indorser, Reynolds, judgment passed in his favor, on the ground that due presentment and demand of payment had not been made of the maker, can have no weight in this case. The bankers were not parties to that action, had no control over its management, and are not bound by the judgment rendered. If the plaintiff was not satisfied with that judgment, he should have appealed from it. The rulings of the court in that case are not authority in this.</p>\n<p>It follows from these views that the instruction refused should have been given, and that the instructions given should have been refused. The judgment, must, therefore, be reversed, and the cause remanded for a new trial; and it is</p>\n<p>So ordered.</p>\n<p>MR. JUSTICE HARLAN concurred in the judgment.</p>\n<p>MR. JUSTICE GRAY did not sit in this case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></span> (____)</b></center>\n<center><h1>BRITTON<br>\nv.<br>\nNICCOLLS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. James Lowndes and Mr A.H. Handy for the plaintiff in error.</p>\n<p>Mr. William L. Nugent for the defendant in error.</p>\n<p>MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>The defendant in the court below is the surviving partner of the firm of Britton &amp; Koontz, which was engaged in the banking <span class=\"star-pagination\">*758</span> business at Natchez, in the State of Mississippi, in 1874 and 1875. The plaintiff in the court below, Niccolls, was at that time a citizen of Illinois, and the present suit is brought by him to recover damages from the surviving partner of the firm for its neglect to present for payment to the maker, at their maturity, two promissory notes sent to it for collection, by reason of which the liability of a responsible indorser was released.</p>\n<p>The facts in the case are briefly these: In April, 1874, the plaintiff was the holder of a promissory note of one John I. Lambert for $3,666.66, dated at Natchez, April 24, 1872, and payable to his order two years after date, with interest at the rate of eight per cent per annum. The note was indorsed by three parties besides the payee,  J.M. Reynolds, John Flemming, and J.S. Everet. Flemming's indorsement was without recourse to him; the other indorsements were without any such restriction upon the liability of the parties.</p>\n<p>In April, 1874, the plaintiff caused this note to be sent, through a banking-house in Bloomington, Illinois, to the firm at Natchez for collection. The only instructions accompanying it were that it was to be collected if paid, and if not paid on presentment it was to be protested and notice of non-payment sent to the indorsers.</p>\n<p>In April, 1875, the plaintiff was the holder of another note of the same maker, identical in amount, date, and terms with the first, except that it was payable in three years after date; and it was indorsed in like manner by the same indorsers. This note matured on the 27th of that month. Some days previously the plaintiff sent it to the firm at Natchez, with instructions to collect it if paid, and if not paid to have it delivered to a protesting officer for protest, and to give notice to the indorsers.</p>\n<p>No information as to the residence of the maker was given to the firm with the notes; nor does it appear that either member of it had, then or subsequently, any knowledge on the subject. The plaintiff himself was ignorant of it. He resided, in fact, on his plantation, twelve or fifteen miles from Natchez; he had no domicile or place of business in that city. The notes not being paid at their respective maturities,  the first one on the 27th of April, 1874, and the second one on the 27th of <span class=\"star-pagination\">*759</span> April, 1875,  before the close of banking hours on those days, were handed by the firm to a notary-public of the county, with instructions to demand payment of them, and if they were not paid to protest them and send notice of non-payment to the indorsers. No other directions were given. The notary knew that the maker resided on his plantation, and had no place of business in the city; but he inquired for him at the post-office, the city hall, and the court-house,  three of the most public places there,  and, not finding him, protested the notes for non-payment, and gave notice thereof to the indorsers.</p>\n<p>The plaintiff soon afterwards brought suit against the maker and also against the indorser, Everet, which proceeded to judgment and execution; but nothing was obtained from the parties. Suit was also brought against Reynolds, the first indorser, in which judgment passed for the defendant, on the ground that due presentment of the notes to the maker and demand of payment had not been made at their maturity, by reason of which the indorser was released from liability. It is admitted that if judgment had been rendered against Reynolds, the money due upon the notes might have been collected upon execution. The plaintiff thereupon brought the present action.</p>\n<p>The notary testified that, in his endeavors to make presentment of the notes for payment, he had acted upon his own opinion as to his duty, without instructions from the firm; and because he considered that the notes, being dated at Natchez, and no place of payment being stated, the place of presentment was, in law, at Natchez, and not at the maker's domicile outside of the city.</p>\n<p>The surviving partner, Britton, testified that it was always the custom of the firm, when it had notes for collection, whether its own or those belonging to others, to send through the post-office a notice of their amount and of the date of their maturity to the proper parties, a reasonable time before the notes became payable, and if payment was not made at their maturity, to place them in the hands of a notary for presentment and protest; that this course was pursued with respect to the notes in question; that Koontz, the deceased partner, who, it would seem, took special charge of the business of protesting paper <span class=\"star-pagination\">*760</span> left with the firm for collection, when that was necessary, had inquired of several persons coming into the banking-house as to the residence of the maker of the notes, and on one occasion left the house for the express purpose of trying to ascertain it, and returned stating that he had not succeeded; and that \"the notary would have to comply with the law in such cases, and present at several of the most public places.\" He also testified that he was \"certain that Koontz made diligent efforts to ascertain Lambert's (the maker's) place of residence, and that they were unsuccessful.\"</p>\n<p>Upon the facts and testimony as stated, the defendant, among other things, requested the court to instruct the jury, in substance: that if the bankers had no knowledge of the residence or place of business of the maker, and were unable, after diligent inquiry in the city of Natchez, to ascertain the same, and thereupon, at the maturity of the notes, handed them to a notary-public for the purpose of having presentment made thereof to the maker for payment, and of having them protested in case of non-payment and notice thereof given to the indorsers, then the bankers were not liable for negligence in performing the duties intrusted to them, nor for failure of the notary to discharge the duties required of him with respect to the demand of payment.</p>\n<p>We do not give the precise language of the instruction asked, but only its substance and purport. The court refused it, and instructed the jury, in substance: that if it was the duty of the bankers to perform such acts as the law required to charge the indorsers upon the notes, which were to present them to the maker for payment on their last days of grace respectively, and upon non-payment to give notice thereof to the indorsers; and that the bankers were not exonerated from this duty by the delivery of the notes to the notary for their performance, unless it was within a reasonable time for him to present the notes to the maker, and to demand payment, on the days they respectively became due, at his residence or place of business. To the refusal of the instruction asked, and to those given, an exception was taken. The plaintiff recovered judgment for the amount due on the notes, and the case is brought here for review.</p>\n<p><span class=\"star-pagination\">*761</span> The notes being dated at Natchez, the presumption of law, in the absence of other evidence on the subject, is that that was the place of residence of the maker, and that he contemplated making payment there. The duty of the bankers as collecting agents was, therefore, to make inquiry for his place of business or residence in that city, and, if he had either to make there the presentment of the notes, but if he had neither to use reasonable diligence to find him for that purpose; or if the employment of a notary-public for that object was sanctioned by the usage of bankers, or by the law as declared by the courts of the State, instead of making the presentment and demand personally, they could have placed the notes in his hands for the performance of that duty. As it turned out that the maker had neither domicile nor place of business in the city, and was absent at the time from it, no demand upon him there was possible, nor was that essential to charge the indorsers.</p>\n<p>The law on this subject we consider to be well settled, as will be seen by an examination of the numerous adjudged cases as to what constitutes due presentment and demand of payment of commercial paper, and what will excuse both. The only point upon which we find any marked difference of opinion in them respects the liability of the collecting bankers for the manner in which the notary, to whom the notes are delivered for presentment and protest, discharges his duty.</p>\n<p>In the State of New York the doctrine obtains that bankers, to whom notes are intrusted for collection are responsible for the failure of agents employed by them in the presentation of the notes to the maker and in protesting them when not paid, though the agents are notaries exercising a public office and especially charged with the performance of such duties. In the case of Allen v. Merchants' Bank of New York, it was decided by the Court of Errors of that State that the liability of the bank extended to any neglect of duty by which any of the parties to a bill are released, whether arising from default of its own officers or servants, or its correspondents at a distance, or agents employed by them. Previously a more limited liability was supposed to rest upon a collecting bank. In that case the bill was drawn in New York upon parties in Philadelphia <span class=\"star-pagination\">*762</span> and placed in the defendant's bank of the former city for collection, and by it forwarded to a bank in Philadelphia. The latter bank handed it to a notary to present for acceptance. He presented it, but omitted to give notice of its non-acceptance, by which a responsible indorser was released. The action was against the collecting bank to recover the amount of the bill, and was brought in the Superior Court of the city of New York, where the jury was charged that the defendant was, upon general principles of law, independently of any custom or usage, or of any agreement express or implied, only bound to transmit the bill to Philadelphia in due time to some competent agent; and that it was not liable for his negligence or omission in giving notice of its non-acceptance. Judgment having passed for the defendant, the case was taken to the Supreme Court of the State, and was there affirmed. That court, speaking through Mr. Justice Nelson, said that \"a note or bill of exchange left at a bank and received for the purpose of being sent to some distant place for collection, would seem to imply, upon a reasonable construction, no other agreement than that it should be forwarded with due diligence to some competent agent to do what should be necessary in the premises. The language and acts of the parties fairly import so much, but nothing beyond it. The person leaving the note is aware that the bank cannot personally attend to the collection, and that it must therefore be sent to some distant or foreign agent,\" and that there seemed to be nothing in the nature of the transaction which could reasonably imply an assumption for the fidelity of the agent abroad. 15 Wend. (N.Y.) 482. The case being carried to the Court of Errors, the decision of the Supreme Court was reversed, and the doctrine declared that the bank was responsible for all subsequent agents employed in the collection of the paper. 22 id. 215. The reversal was by a vote of fourteen senators against ten; Chancellor Walworth, who composed a part of the Court of Errors in cases appealed from the Supreme Court, voting with the minority and giving an opinion for affirmation of the judgment. Senator Verplank delivered the prevailing opinion. The decision has since been followed in New York, and its doctrine, we believe, has been adopted in Ohio. <span class=\"star-pagination\">*763</span> But in the courts of other States it has been generally rejected and the views expressed by the Supreme Court approved.</p>\n<p>In Dorchester and Milton Bank v. New England Bank, it was held by the Supreme Court of Massachusetts that when notes or bills, payable at a distant place, are received by a bank for collection, without specific instructions, it is bound to transmit them to a suitable agent at the place of payment, for that purpose; and that when a suitable sub-agent is thus employed, in good faith, the collecting bank is not liable for his neglect or default. In giving its judgment the court referred to the ruling in Allen v. The Merchants' Bank, and observed that it was opposed to a number of decisions of great authority, and, in its opinion, was not well founded in principle; that if the bank in that case acted in good faith in selecting a suitable sub-agent where the bill was payable, there was no principle of justice or public policy by which the bank should be made liable for his neglect or misfeasance. 1 Cush. (Mass.) 177.</p>\n<p>In the Supreme Courts of Connecticut, Maryland, Illinois, Wisconsin, and Mississippi, the doctrine of the Supreme Court of New York in the case reversed, and of the Supreme Court of Massachusetts in the case cited, has been approved and followed. In the New York case, in the Court of Errors, it was conceded that the general liability of the collecting bank might be varied and limited by express agreement of the parties, or by implication arising from general usage; and in some of the cases in other States, proof of such general usage of bankers in the employment of notaries was permitted, and a release thereby asserted from liability of the bank for any neglect by them. Thus in Warren Bank v. Suffolk Bank, (10 id. 582), a note left with the latter bank for collection had been placed at the close of banking hours with a notary-public for presentment and protest, and by his negligence in presenting the paper to the maker the liability of an indorser was released. The bank was thereupon sued. On the trial, proof was offered to show that in Boston, where the case arose, it was the invariable usage of banks, when notes were sent for collection by other banks, to keep them for payment until the close of banking hours on the day they became payable, <span class=\"star-pagination\">*764</span> and if not then paid to put them into the hands of a notary-public for demand on the maker and protest; and that the defendant had pursued that course. The court below decided that, if there were negligence on the part of the notary, the evidence was immaterial, and that the usage did not constitute a defence. The Supreme Court reversed this decision, and held that the evidence was admissible. \"It would, we think,\" said the court, \"have authorized the jury to find an implied agreement or assent to the employment of a sub-agent or notary-public for the purposes of making a demand on the maker, requiring only in the collecting bank due diligence and care in selecting the notary, or a general usage binding certainly those who were conversant of it. It is no sufficient answer to this to say that it was not absolutely necessary to employ a notary in a case like the present to certify to the demand and protest. If this was the well-established course of business, and known to the plaintiffs when they sent to the defendants this note for collection, they must be bound by it.\" The court also said, that when the nature of the business in which an agent is engaged requires for its proper and reasonable execution the employment of a sub-agent, the principal agent is not responsible for the default of the sub-agent, provided a proper one be selected; and it was of opinion that, if the usage of the banks authorized the employment of a sub-agent holding an official character, it then became a case of sub-agency, with its incidents.</p>\n<p>In the case at bar there was no proof of any general usage of bankers at Natchez as to the employment of notaries-public in the presentment and protest of notes left with them for collection. But we have before us the decisions of the Supreme Court of Mississippi, and they are of equal potency to limit the liability of the bankers for the negligence of the notary. We can look into those decisions to ascertain what the law is in that State, and how far it has modified what would otherwise be deemed the general law on any particular subject. By them we are informed that it is the settled law of the State, that \"a bank receiving commercial paper, as an agent for collection, properly discharges its duties, in case of non-payment, by placing the paper in the hands of a notary-public to be proceeded <span class=\"star-pagination\">*765</span> with in such manner as to charge the parties to it, and secure the rights of the real owner; and that the bank is not liable in such cases for the failure of the notary to perform his duty.\" This is the language used by that court in Bowling v. Arthur (34 Miss. 41); and in support of it Tiernan v. Commercial Bank of Natchez (7 How. (Miss.) 648), and of Commercial Bank of Manchester v. Agricultural Bank (7 S. &amp; M. 592), are cited. And the court adds, that these cases decide that the notary is the sub-agent of the holder, through the bank, and as such is liable to him; and it is satisfied that the rule declared in them is correct.</p>\n<p>By a statute of Mississippi notaries are authorized to protest promissory notes as well as bills of exchange, and they are required to keep a record of their notarial acts in such cases; and the record is admissible in evidence in the courts of the State just as though the notary were present and interrogated respecting the matters recorded. And it was decided in the case of Bowling v. Arthur, that, under the statute, it is a part of the duty of the notary, when protesting paper, to give all notices of dishonor required to charge the parties to it.</p>\n<p>Judged by the law of Mississippi, the bankers, Britton and Koontz, discharged their duty to the plaintiff when they delivered the notes, received by them for collection, to the notary-public. There is no question as to his habits or qualifications. He was not connected in business with the bankers, nor employed by them except in his official character. What more could they have done, as intelligent and honest collecting agents, desirous of performing all that was required of them by the law, ignorant, as they were, of the residence or place of business of the maker of the notes, and having unsuccessfully made diligent inquiry for them? Had they known that the maker resided on his plantation, without the city limits, in time to make the demand upon him, it might, perhaps, have been incumbent upon them to forward the notes there for presentment. It is not necessary to express any opinion on this head, for the only question is whether, on the knowledge they possessed, they discharged their whole duty. For the reasons stated we are of opinion that they did all that the law required of them.</p>\n<p><span class=\"star-pagination\">*766</span> The notary, it is urged, was aware of the residence of the maker; but we do not perceive how this could affect the liability of the bankers. We are not prepared to say that even with this knowledge he was bound, receiving the paper at the close of banking hours, to go out of the limits of the city to present it to the maker. He took the paper to inquire for the maker in the city, not outside of it, and to make presentment if he were found. If his knowledge of the residence of the maker could have required him to leave the city, so it would have done had the maker resided one hundred miles distant instead of twelve or fifteen. But on this head we are not called upon to express an opinion. It is enough here that the notary was not, in this matter, the agent of the bankers. He was a public officer whose duties were prescribed by law; and when the notes were placed in his hands, in order that such steps should be taken by him as would bind the indorsers if the notes were not paid, he became the agent of the holder of the notes. For any failure on his part to perform his whole duty he alone was liable; the bankers were no more liable than they would have been for the unskilfulness of a lawyer of reputed ability and learning, to whom they might have handed the notes for collection, in the conduct of a suit brought upon them.</p>\n<p>The fact that in the action against the indorser, Reynolds, judgment passed in his favor, on the ground that due presentment and demand of payment had not been made of the maker, can have no weight in this case. The bankers were not parties to that action, had no control over its management, and are not bound by the judgment rendered. If the plaintiff was not satisfied with that judgment, he should have appealed from it. The rulings of the court in that case are not authority in this.</p>\n<p>It follows from these views that the instruction refused should have been given, and that the instructions given should have been refused. The judgment, must, therefore, be reversed, and the cause remanded for a new trial; and it is</p>\n<p>So ordered.</p>\n<p>MR. JUSTICE HARLAN concurred in the judgment.</p>\n<p>MR. JUSTICE GRAY did not sit in this case.</p>\n</div>", "id": 90527, "judges": "Field", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90527/", "sha1": "33bc1abb5acbb372cce295ee48a13f5924da70a2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:35"}