{"absolute_url": "/opinion/96413/united-states-v-bitter-root-development-co/", "blocked": false, "citation": {"case_name": "United States v. Bitter Root Development Co.", "docket_number": "223", "document_uris": ["/api/rest/v2/document/96413/"], "federal_cite_one": "200 U.S. 451", "federal_cite_three": null, "federal_cite_two": null, "id": 80796, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80796/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1906-02-19", "date_modified": "2014-12-21T01:34:32.300067", "docket": "/api/rest/v2/docket/1115886/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">200 U.S. 451</p>\n    <p class=\"case_cite\">26 S.Ct. 318</p>\n    <p class=\"case_cite\">50 L.Ed. 550</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, <i>Appt.</i>,<br>v.<br>BITTER ROOT DEVELOPMENT COMPANY (a Corporation),  Anaconda Mining Company (a Corporation), Anaconda  Copper Company (a Corporation), Anaconda Copper  Mining Company (a Corporation), Margaret P. Daly,  Margaret P. Daly as Executrix of the Last Will and  Testament of Marcus Daly, Deceased, John R. Toole,  William W. Dixon, William Scallon, and Daniel J.  Hennessy, <i>Appellees</i>.</p>\n    <p class=\"docket\">No. 223.</p>\n    <p class=\"date\">Argued January 8, 9, 1906.</p>\n    <p class=\"date\">Decided February 19, 1906.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The appellant filed this bill of complaint in the circuit court of the United States for the district of Montana, on the equity side of the court, for the purpose of recovering from the defendants the value of certain timber, alleged to have been wrongfully cut and taken by the defendants and converted to their own use from the public lands belonging to the complainant in the state of Montana. The defendants, those of them who appeared, demurred to the bill on the ground, among others, that a court of equity had no jurisdiction over the cause of action set up in the bill, for the reason that complainant had a plain, full, and adequate remedy at law therefor. The circuit court sustained the demurrer and granted leave to the complainant to amend; but the complainant elected to stand by the bill, and the same was thereupon finally dismissed. The case was taken to the United States circuit court of appeals for the ninth circuit, where the judgment of the circuit court was affirmed (66 C. C. A. 652, 133 Fed. 274) and the complainant was appealed here.</p>\n      <p class=\"indent\">(It appears from the return of the marshal that, after diligent search, no service of process could be made on the defendants Bitter Root Development Company, Anaconda Mining Company, and Anaconda Copper Company [corporations], as they could not be found.</p>\n      <p class=\"indent\">The bill alleged that on the 1st day of April, 1888, the complainant was, and at the time of the filing of the bill continued to be, the owner in fee and in the possession of certain lands in the state of Montana, described in the bill. Description of the lands from which the timber was cut and carried off was given at great length, and a large number of sections of land were included therein.</p>\n      <p class=\"indent\">'2. Your orator further shows that on the day and year last aforesaid, on these vast tracts of land, there were then growing and standing great forests of pine, fir, and other kinds of trees of various dimensions, fit to manufacture into lumber for mining, commercial, and all other purposes for which lumber is used; that said forests were of great value; to wit, of the value of two million dollars ($2,000,000) and upwards, the exact value thereof being to your orator unknown; that these forests and the land upon which they were growing and standing were the absolute property of the complainant, the United States of America, and was a portion of its public domain.</p>\n      <p class=\"indent\">'3. Your orator further shows that on this, the day of filing its bill of complaint in this court, the lands above described have, for the most part, been stripped of the pine and other trees and timber that were standing and growing upon them as aforesaid, and, except very small portions thereof, were so denuded without license, authority, or permission of the United States or anyone authorized to represent the complainant; and this was done in violation of its laws, both civil and criminal, and thereby and in consequense of said spoliation the complainant has lost millions of dollars' worth of its property under circumstances named in the succeeding paragraphs of this bill of complaint.</p>\n      <p class=\"indent\">'4. Your orator further shows that one Marcus Daly, who is now dead, but who was, on the date and year aforesaid, a citizen of the state of Montana, and a resident thereof, well knowing of the location of these lands, their accessibility, and the great value of the timber then growing thereon, did, on or about the 1st day of January, 1890, determine that he would convert and appropriate to his own use all of the merchantable and marketable timber growing and standing thereon, without buying said timber or obtaining any right or authority, except as hereinafter stated, from your orator, the United States of America. That in order to more effectually carry out these designs and purposes, to conceal his identity, to enrich himself individually, to escape personal liability, and to better deceive the public and the lawful officers and agents of the complainant, he determined that he would organize a corporation under the laws of the state of Montana; and for that purpose the said Daly called to his aid and assistance certain other persons, namely, John R. Toole, William Toole, William W. Dixon, James W. Hamilton, Moses Kirkpatrick, William Scallon, Malcom B. Bromley, Michael Donohue, William L. Hoag, Daniel J. Hennessy, and Joseph V. Long, and by conspiracy and confederation with said parties, and in pursuance of such fraudulent purpose, as aforesaid, they organized, on or about the 12th day of August, 1890, the Bitter Root Development Company, the defendant. In its articles of incorporation, which were duly filed with the secretary of state of Montana, said John R. Toole, William Toole, and James W. Hamilton were named as incorporators, and James W. Hamilton, William Toole, Daniel J. Hennessy, John R. Toole, and William W. Dixon were named as trustees to manage the affairs of the company for the first three months of its existence, and the town of Hamilton, in said state, was named as the principal office of said corporation. The capital stock of said corporation was fixed at the sum of three hundred thousand dollars ($300,000.00), divided into one hundred thousand shares, of the par value of three dollars ($3.00) per share.</p>\n      <p class=\"indent\">'5. Your orator further shows that said incorporators and trustees had but a nomiual interest in said incorporation, but certain of them were agents, and others, attorneys of said Marcus Daly, and, as such, conspired with him as to the manner and means by which his said purpose to denude said lands of your orator could be best carried out. In pursuance of such conspiracy it was necessary that a certain number should subscribe for stock in said corporation, which was done, but all of said shares were in fact subscribed for the use of and controlled by said Marcus Daly. Your orator charges that not only in the formation of said corporation and other corporations, to be hereinafter named, said John R. Toole, William Toole, William W. Dixon, James W. Hamilton, Moses Kirkpatrick, William Scallon, Malcolm B. Bromley, Michael Donohue, William L. Hoag, Daniel J. Hennessy, and Joseph V. Long aided and assisted said Marcus Daly, but in many other ways up to the time of his death they engaged with him in the work of spoliation, which, in pursuance of such conspiracy, had been planned and was later carried out as hereinafter particularly described; and said parties other than Daly participated in the profits thereof, but just how and to what extent is to your orator unknown; and your orator shows that such of the above as are not made defendants herein are either dead, outside of the jurisdiction of this court, or have no estate.</p>\n      <p class=\"indent\">'6. Your orator further shows that at once on the organization of this corporation, and under the corporate name thereof, said parties heretofore named commenced the work of cutting and carrying away from said lands the trees and timber then growing and standing thereon, using at first in their operations several portable sawmills, but later, on or about the year 1892, a large lumber and sawmill was erected at the town of Hamilton, on Bitter Root river, in close proximity to a portion of the lands above described and the timber growing thereon. The work of cutting, hauling, transporting to the river, and driving the timber to said mill, and manufacturing the same into lumber, was prosecuted with great and unremitting industry for several years thereafter, to the great profit and advantage of the said conspirators, and to the great loss of your orator.</p>\n      <p class=\"indent\">'7. Your orator further shows that not only at the time of the organization of said corporation, but at all times while it was doing business, its officers, directors, trustees, and stockholders acted for and in behalf of said Marcus Daly, as his agents, and had knowledge of its principal operations, and well knew that the logs that were being brought to its mills and converted into lumber were taken, without right or authority, from the public domain of your orator, and that they had no legal right or title to the same, except as to a small fraction thereof, as hereinafter stated.</p>\n      <p class=\"indent\">'8. Your orator further shows that in pursuance of such fraudulent conspiracy, for the purpose of carrying out the same, and in order to conceal such action, said Marcus Daly, aided by the other parties, and as aforesaid, under the name of the Bitter Root Development Company, did, at certain times during the several years of said depredations, apply to and obtain from the lawful agents of your orator licenses to cut upon certain small portions of the tracts above described, and, under cover of such permits, said conspirators not only cut, carried away, and manufactured the timber growing upon the lands included in such licenses, but, well knowing that such permits gave them no right or authority to enter upon other lands of your orator, they wilfully and fraudulently entered upon large tracts of lands adjacent thereto, and cut, carried away, drove, and manufactured the timber growing thereon, and afterwards sold the lumber and timber to persons and corporations to your orator unknown, and known only to Marcus Daly, his agents and the officers of said Bitter Root Development Company, and appropriated the proceeds of such sales to their own use; but just when such sales were made, just how much the proceeds, to whom beside said Marcus Daly such proceeds were paid, in what proportion, in what way, and at what particular time, it is impossible for your orator to say, as all books of account, of every kind and character, were then and are now in their possession, under their control, or with their assigns.</p>\n      <p class=\"indent\">'9. Your orator further shows that in pursuance of said conspiracy, and in the execution thereof, in order to more effectually conceal the same from your orator, its officers and agents, the said Marcus Daly and the other parties before mentioned engaged the services of a large number of men, falsely representing that they had authority from your orator to cut the growing timber on tracts of land not included in any license, and made contracts with such men, by the terms of which the said conspirators were to pay a certain amount for logs delivered at the river bank by the parties so employed, by reason of which representations and contracts a large number of men were induced to cut down trees and haul them as logs to the river bank, and transport said logs to the company's mill at Hamilton, and thereby innocently aided the conspirators in their unlawful acts, and enable them to successfully prosecute the same.</p>\n      <p class=\"indent\">'10. Your orator further shows that in pursuance of said conspiracy, and in the execution thereof, the said Daly and his associates, acting through and under the corporate name of the defendant Bitter Root Development Company, entered into other contracts or agreements with other parties, namely, Kendall Brothers, Harper Brothers, G. L. Shook, William Toole, Andrew Kennedy, D. V. Bean, John Ailport, and divers other persons, to your orator unknown, by the terms of which they were to be paid specified prices per thousand feet board measure for logs delivered at the sawmill at Hamilton, both parties to said agreements well knowing at the time that the timber belonged to your orator, and was to be unlawfully cut and removed. Said contractors, so called, acting for and in behalf of said Marcus Daly and his said confederates under the name of the Bitter Root Development Company, during the year 1891 and for several years next thereafter, wilfully trespassed upon the hereinbefore-described lands of the complainant, cutting millions of feet of logs, and hauling them to the Bitter Root river, and thence to the mill of the defendant Bitter Root Development Company, at Hamilton, where they were converted into lumber and sold to the general public, and the proceeds thereof appropriated in large part by said Marcus Daly, and the balance by his associates in said conspiracy, but just how much, and in what proportion, your orator, for the reasons above stated, is unable to say.</p>\n      <p class=\"indent\">'11. Your orator further shows that the said Marcus Daly and his associates, in further execution of said conspiracy, organized other corporations for the purpose of concealing their illegal acts and complicating and confusing the situation, so as to make detection and proof of the same difficult, if not impossible. One of these schemes was as follows: On or about the 14th day of January, 1891, they organized a corporation known as the Anaconda Mining Company, with an organized capital stock of $12,500,000, divided into 500,000 shares of the par value of $25 per share; that within less than one year thereafter, namely, on the 5th day of December, 1891, a stockholders' meeting was held in the city of Butte, Montana, and at said meeting the capital stock of said corporation was increased to twenty-five million dollars ($25,000,000.00) and the shares thereof increased to one million (1,000,000) shares; that at said stockholders' meeting it appeared that no one of the incorporators or the trustees that were named at the time of its incorporation a few months before had any substantial interest therein; and later, namely, on the 31st day of December, another meeting of said stockholders was held, at which time it was voted to extend the term of existence of said corporation for forty years from the date of its original incorporation, and at that meeting it appeared that Marcus Daly, either in his own person or as trustee or as a proxy, controlled nearly seven hundred thousand (700,000) shares of the million shares of the capital stock of said company, and in less than six months thereafter the capital stock was reduced from twenty-five million dollars ($25,000,000.00) to one million dollars ($1,000,000.00), and the shares from one million to forty thousand (40,000).</p>\n      <p class=\"indent\">'12. Your orator further shows that in furtherance of the conspiracy aforesaid the said Marcus Daly, on the 27th day of April, 1894, through his agents, procured to be conveyed unto himself all of the property of said Bitter Root Development Company, receiving a deed from said Bitter Root Development Company, executed by William Toole as its president and Joseph Kerrigan as its secretary, which said deed was duly recorded on page 302 of book 16 in the proper office for the recording of deeds in the county of Ravalli, state of Montana. In said deed appear these words: 'The Bitter Root Development Company, for and in consideration of one dollar, transfers all of its property of every kind and description, real and personal, timber lands, timber cutting privileges and rights, timber, logs, mills, water rights, and water ditches, flumes, pipe lines, and rights of way in fact, everything belonging to the Bitter Root Development Company&#8212;to Marcus Daly.'</p>\n      <p class=\"indent\">'Your orator further says that four days after so receiving this deed, namely, on the 1st day of May, 1894, said Marcus Daly deeded this same property to the other of his corporations, the above-named Anaconda Mining Company, for the express consideration of one million, four hundred and forty-two thousand, three hundred and seventy-nine dollars and forty-six cents ($1,442,379.46), which said deed was duly recorded in said book 16, on page 280. Your orator expressly charges that said Marcus Daly did in fact receive the consideration named in said deed, the whole thereof being directly the result of the spoliation of the lands of your orator, as aforesaid, and that the moneys so received by him belonged in fact to your orator; but your orator charges on information that said Marcus Daly did not receive all of the same in cash, but a portion of same was taken in stock in said Anaconda Mining Company, but just how much he received in cash and how much was carried over and appeared in stock of said company, your orator is unable to state.</p>\n      <p class=\"indent\">'13. Your orator further shows that in furtherance of the conspiracy aforesaid, said defendants, Moses Kirkpatrick, William Scallon, and Malcolm B. Bromley, acting for and in behalf of said Marcus Daly, on the 6th day of June, 1895, pursuant to and in conformity with the statutes of Montana relating to corporations for industrial and productive purposes, organized the Anaconda Copper Company, with an authorized capital stock of thirty million dollars ($30,000,000.00), divided into three hundred thousand (300,000) shares of the par value of one hundred dollars ($100.00) each, with an authorized term of existence of forty years, and the following-named persons were named as trustees for the first three months of its existence; to wit, Moses Kirkpatrick, William Scallon, Malcolm B. Bromley, Michael Donohue, William L. Hoag, Daniel J. Hennessey, and Joseph V. Long, with its principal office at Butte, Silverbow county, Montana.</p>\n      <p class=\"indent\">'14. Your orator further shows that nine days thereafter the same persons, named as incorporators of the corporation last named, organized under the same law the defendant corporation the Anaconda Copper Mining Company, with an authorized capital stock of thirty million dollars ($30,000,000.00), divided into one million two hundred thousand shares (1,200,000) of the par value of twenty-five dollars ($25.00) each, with the same seven trustees to manage the affairs of said corporation for the first three months of its existence, with its principal office at Anaconda, in said state.</p>\n      <p class=\"indent\">'15. Your orator shows that in the execution of said conspiracy, and for the purpose of complicating the situation, said Marcus Daly, through his agents, did again, and within one year and twenty-nine days after having transferred his property to the Anaconda Mining Company, convey the identical property that was named in said deeds to the above-named Anaconda Copper Mining Company for and in consideration of the sum of one dollar, the Anaconda Mining Company executing a deed through and by its president, W. W. Dixon, and its secretary, F. E. Sergeant, and said deed is recorded in the same book of records, on page 441.</p>\n      <p class=\"indent\">'16. Your orator further shows and charges that these several conveyances were made in the main in furtherance of said conspiracy, and in pursuance of a purpose to so complicate the situation as to make detection difficult, if not impossible. That the conveyance by the Bitter Root Development Company to said Marcus Daly, for one dollar, of all of its property, was fraudulent, and that said Marcus Daly did, under the name of the Anaconda Mining Company, carry on the same work of spoliation of your orator's trees, timber, and lands, and that later, and from the time of the conveyance of all its corporate property to the Anaconda Copper Mining Company, he carried on the work under that name until the date of his death. That he continued to use the same means, the same mill at Hamilton, and the officers, directors, and stockholders of each of said corporations knew of the illegal work that had been done, and, so knowing, continued the same. And your orator expressly charges that all of the corporate assets of every kind and character of the Bitter Root Development Company either appeared in the stock of the other corporations or was appropriated by Marcus Daly and his assistants to their own use and benefit; but just how much was carried over in the said corporations, and how much was divided previous to the last deed named herein, and how much of the property of your orator was converted by said last-named company between the date of its organization and the death of said Marcus Daly hereinafter described, and how much thereof was appropriated by said company, and how much by Daly and his associates, it is impossible for your orator, with the means at hand, to state.</p>\n      <p class=\"indent\">'17. Your orator further shows that by reason of such spoliation, eontinued and carried on during the period of about ten years, it has lost property of great value, to wit, of the value of $2,000,000 and upwards; and that Marcus Daly and the other defendants named herein occasioned this loss by wilfully trespassing upon said lands of your orator, and without its consent, or the consent of any of its authorized officers, and in violation of its laws, both civil and criminal, appropriated and converted to their own use the trees and timber growing thereon. That said defendants, or some of them, have had at all times and now have possession of the sawmill at Hamilton, wherein the logs were converted into lumber, and they have received all the proceeds of said sales, and divided the same among them; but by reason of the frauds practised by said defendants, as aforesaid, and their acts performed for the express purpose of concealing from your orator the facts of the case by means of the formation and the dissolving and the reforming of corporations, and by reason of said defendants having possession of all books of account, it is impossible for your orator to set forth to a greater extent the details of this conspiracy, or to show just when or by whom the particular acts of spoliation were performed, or just when and to whom the logs, when manufactured into lumber, were sold, or just when and by whom the proceeds thereof were obtained, and when the same were divided.</p>\n      <p class=\"indent\">'18. Your orator further shows that at the time that these trespasses were committed the territory on which the same took place was but sparsely settled, and was thousands of miles away from the seat of government, and it was impossible, with the means that your orator had at hand, to properly patrol and protect its domain from the wilful trespasses of the defendants, and that the government of the United States used such care in the protection thereof as it had the means to do. That the agents employed by your orator were misled by the defendants' assertion of ownership, as aforesaid; that the frauds and trespasses of the defendants, which have resulted in the denuding of these lands of your orator, and in depriving your orator of property of the value of several millions of dollars, were not discovered in their entirety until a comparatively short time ago.</p>\n      <p class=\"indent\">'19. Your orator further shows that it has commmenced several actions at law in this honorable court to recover the value of the timber heretofore taken by the defendants, or some of them, from the lands above particularly described, and that the same are now pending in this court; but that, by reason of the frauds and conspiracies above set forth and the complications which have resulted therefrom, no plain, adequate, and complete remedy can be given your orator by said actions at law, and your orator is only relievable in a court of equity, where matters of this kind are properly cognizable and relievable.</p>\n      <p class=\"indent\">'20. Your orator further shows that Marcus Daly died in the city of New York on the 12th day of November, A. D. 1900; that at the time of his death he was a resident of the county of Deerlodge, state and district of Montana, and left an estate worth about $12,000,000, consisting of real and personal property located in said county and state and elsewhere, and your orator expressly charges that a large portion of said estate was the result of the proceeds of his illegal acts in his lifetime in trespassing upon the lands of your orator, as hereinbefore charged, and converting the proceeds of the sale of the timber growing thereon to his own use and benefit; that in his lifetime he made and published his last will and testament, whereby he appointed the defendant Margaret P. Daly executrix thereof; that on the 14th day of February, A. D. 1901, at the city of Anaconda, said last will and testament was duly proved and duly admitted to probate in the district court of the county of Deerlodge, district of Montana; that thereupon, on the 15th day of February, A. D. 1901, letters of administration were duly issued thereon to the said defendant Margaret P. Daly by the said court; that the said defendant Margaret P. Daly duly qualified and entered upon the discharge of her duties as executrix, and that the said letters testamentary have not been revoked, and are now in full force and effect.</p>\n      <p class=\"indent\">'21. Your orator further shows that the said Margaret P. Daly, under and by virtue of the terms of said will, and as the wife of said Marcus Daly, is now the owner of a large portion of his estate.</p>\n      <p class=\"indent\">'In consideration whereof, and forasmuch as your orator is, for the reasons stated, remediless in the premises at and by the strict rule of the common law, and is only relievable in a court of equity, where matters of this kind are properly cognizable and relievable, to the end that your orator may have that relief which it can only obtain in a court of equity; and that each one of the defendants above named may answer the premises, but not upon oath or affirmation, the benefit whereof is expressly waived by your orator, your orator prays the court as follows:</p>\n      <p class=\"indent\">'First. That the defendant Margaret P. Daly, both in her own person and as executrix of the last will and testament of her husband, Marcus Daly, deceased, and each of the defendants above named, be decreed to hold in trust for the use and benefit of your orator so much of their estate, both real and personal, as shall have come to them, or either of them, directly from the proceeds of the conversion of the timber of your orator, as aforesaid.</p>\n      <p class=\"indent\">'Second. That the complainant have and recover from Margaret P. Daly, both personally and as executrix, and from each of the other defendants above named, the profits, gains, and advantages which the said defendants or either of them have received or made, or which have arisen or accrued to them, or either of them, by reason of the wilful trespasses upon the public domain of your orator, hereinbefore particularly described, and by reason of the fraudulent conversion of the trees and timber growing thereon, the logs had therefrom, and the lumber manufactured from the same.</p>\n      <p class=\"indent\">'Third. That each of the defendants may make a full and true discovery and disclosure of and concerning the transactions and matters aforesaid, and that an accounting may be taken by and under the direction and decree of this honorable court of all the dealings and transactions between your orator and the defendants. That on such accounting the defendants and each of them be required to produce all licenses, permits, and all other documents of every kind and character which they, or any of them, may have received from your orator, by which they, or any of them, claim or claimed the right to enter upon any of said lands of your orator, and cut and remove the trees and timber then growing thereon.</p>\n      <p class=\"indent\">'Fourth. That the defendants and each of them account for the number of logs received by them and manufactured into lumber at the sawmill at Mamilton, in said district, or at any other mill or mills owned or used by them in the manufacture of said logs into lumber, and also the gains, profits, and advantages which the said defendants, or either of them, or the estate of said Marcus Daly, have received or made, or which have arisen or accrued to them, or either of them, from trespassing upon the lands of the complainant, above described and set forth, and in converting to their own use and benefit the trees and timber growing thereon.</p>\n      <p class=\"indent\">'Fifth. That the said defendants and each of them discover and set forth full, true, and particular accounts of all and every sum or sums of money received by them, or either of them, or by any person or persons by their, or either of their, order, or for their, or either of their, use, for or in respect of the said sale or sales of logs cut from said lands of said complainant, or the lumber obtained from said logs, and when and from whom each and every of such sums were, respectively, received, and how the same, respectively, have been applied or disposed of, and to show when and where the proceeds of said sales were invested by each of said defendants, and in what form of real or personal estate they now exist. 'Sixth. That the defendants, and each of them, may set forth a list or schedule and description of all books of account of every kind and character, and of all deeds, documents, letters, papers, or writings of every kind whatsoever relating to the matters aforesaid, or any of them, wherein or whereupon there is any note, memorandum, or writing relating in any manner thereto, which are now or ever were in their or either of their possession or power, and more particularly described, which now are in their or either of their possession or power, and may deposit the same with the clerk of this court or with the standing master in chancery thereof for the purposes of inspection and examination by your orator, and for all other legitimate and usual purposes, in order that your orator may ascertain therefrom and thereby the particular facts and circumstances, which is absolutely necessary in order to enable your orator to obtain possession and knowledge of the details of this conspiracy; and that when such accounting shall be made, and it shall be ascertained that said defendants have received and taken into their possession money or other forms of property directly resulting from their participation in the conspiracy aforesaid, and in the spoliation of the lands of your orator, as aforesaid, that this court shall decree that they pay the amount thereof, with interest from the date they so received the same, to your orator, with costs of this suit, and that your orator may have such other and further relief in the premises as the nature and the circumstances of this case may require, and as may be agreeable to equity and good conscience.</p>\n      <p class=\"indent\">'May it please the court to grant to your orator a writ of subpoena to be directed to the said Margaret P. Daly, Margaret P. Daly, as executrix of the last will and testament of Marcus Daly, deceased, Bitter Root Development Company, Anaconda Mining Company, Anaconda Copper Company, Anaconda Copper Mining Company, John R. Toole, William W. Dixon, William Scallon, Daniel J. Hennessy, thereby commanding them, and each of them, at a certain time, and under a certain penalty to be fixed, personally to appear before this honorable court, and then and there full, true, direct, and perfect answer to make to all and singular the premises, and to stand to, perform, and abide by such order, direction, and decree as may be made against them in the premises, as shall be meet and agreeable to equity, and your orator will ever pray.' <i>Messrs.</i> <i>Marsden C. Burch,</i> Fred A. Maynard, and <i>Solicitor General Hoyt</i> for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 466-468 intentionally omitted]</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>L. O. Evans,</i> <i>A. J. Campbell, A. J.</i> <i>Shores, C. F. Kelley</i>, and <i>John F. Forbis</i> for appellees.</p>\n      <p class=\"indent\">Statement by Mr. Justice Peckham:</p>\n      <p class=\"indent\">[Argument of Counsel from pages 469-471 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Peckham, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Although there is a liberal use in the bill in this case of averments in regard to fraud, conspiracy, and violation of trust, of which the pleader avers the defendants have been guilty in various ways, yet, upon a careful examination of the pleading itself, and the actual facts therein stated, we concur in the view of the courts below, that the action is really nothing but an action of trespass or trover to recover damages sustained by the complainant by reason of the wrongful cutting, carrying away, and conversion of the property of the complainant, consisting of the timber on the land mentioned in the bill; and for the wrong thus done we think it clear that the complainant has a plain, adequate, and complete remedy at law, and consequently the court has no jurisdiction of this bill in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is not necessary to cite many authorities for the proposition that where the main cause of action is of a legal nature, equity has no jurisdiction, provided the complainant has full and adequate remedy at law for the wrongs complained of. <i>Buzard</i> v. <i>Houston</i>, 119 U. S. 347, 30 L. ed. 451, 7 Sup. Ct. Rep. 249; <i>Scott</i> v. <i>Neely</i>, 140 U. S. 106, 110, 35 L. ed. 358, 360, 11 Sup. Ct. Rep. 712. A mere charge of fraud does not give equity jurisdiction.  <i>Buzard</i> v. <i>Houston supra; Ambler</i> v. <i>Choteau</i>, 107 U. S. 586, 27 L. ed. 322, 1 Sup. Ct. Rep. 556; <i>Safford</i> v. <i>Ensign Mfg. Co.</i> 56 C. C. A. 630, 120 Fed. 480, and cases cited in opinion. <i>Tyler</i> v. <i>Savage</i>, 143 U. S. 79, 36 L. ed. 82, 12 Sup. Ct. Rep. 340, bears no resemblance to the case at bar. As the court there said, there were in the case discovery, account, fraud, misrepresentation, and concealment. There was no demurrer for multifariousness, and no objection in the court below for want of equity, and the case was not one of a plain defect in equity jurisdiction. The suit was clearly one for equitable relief.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The principal ground upon which it is claimed that the remedy at law is inadequate is really nothing more than a difficulty in proving the case against the defendants. The bill shows that whatever was done in the way of cutting the timber and carrying it away was done by the defendants as tort feasors, and the various devices alleged to have been resorted to by the deceased, Daly, by way of organizing different corporations, in order to, as alleged, cover up his tracks, and to render it more difficult for the complainant to make proof of his action, does not in the least tend to give a court of equity jurisdiction on that account. It is simply a question of evidence to show who did the wrong and upon that point the fact could be ascertained as readily at law as in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complainant is entitled in an action at law to an inspection of the books and records of these various corporations, and it has the same power to obtain the facts therefrom in that action as it would have in this suit in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complainant contends that where property has been stolen or obtained by fraud, equity recognizes the law to be that the property always belongs to the true owner, and therefore its proceeds must also belong to him, and may be reclaimed in a suit in equity against the voluntary assignee or one holding in bad faith. The cases of <i>Newton</i> v. <i>Porter</i>, 69 N. Y. 133, 25 Am. Rep. 152, and <i>American Sugar Ref. Co.</i> v. <i>Fancher</i>, 145 N. Y. 552, 27 L. R. A. 757, 40 N. E. 206, are cited to sustain the contention. These cases it will be seen, upon examination, show that the plaintiff had no remedy at law, and he was able to fully identify the particular property into which the original property belonging to him had been converted, and which was in the hands of a voluntary assignee. It was a question of following the proceeds, and accurately and certainly identifying them, which the court held was necessary to order to permit of such following. The defendants were also insolvent. The case of <i>Angle</i> v. <i>Chicago, St. P. M. &amp; O. R. Co.</i> 151 U. S. 1, 38 L. ed. 55, 14 Sup. Ct. Rep. 240, did not involve any question like the one herein. In that case the land had been granted to the Portage company by the state for the purposes named, and it was conceded by the demurrer that the officials of the Portage company had been bribed by the Omaha company to betray their trust, and the legislature had been induced by false allegations to revoke the grant to the Portage company and to bestow it upon the Omaha company. The plaintiff had obtained a judgment against the Portage company in an action at law, and the execution had been returned <i>nulla bona</i>, and the bill in equity was filed in the circuit court of the United States by the administratrix of the judgment creditor against the Omaha company to reach the land formerly owned by the Portage company, and then in the hands of the Omaha company by reason of its own wrongdoing. Thus there was the illegal and wrongful act of the Omaha company, by which the land once vesting in the Portage company had been taken away and that same land regranted to the Omaha company, and it was to reach that particular land which the Omaha company had obtained by its wrongful act that the bill was filed. Mr. Justice Brewer, delivering the opinion of this court, said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'And when the Omaha company, by its wrongdoings, secured the full legal title to those lands, equity will hold that the party who has been deprived of payment for his work from the Portage company, by reason of their having been taken away from it, shall be able to pursue those lands into the hands of the wrongdoer, and hold them for the payment of that claim which, but for the wrongdoings of the Omaha company, would have been paid by the Portage company, partially, at least, out of their proceeds. While no express trust is affirmed as to the lands, yet it is familiar doctrine that a party who acquires title to property wrongfully may be adjudged a trustee <i>ex maleficio</i> in respect to that property.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These lands were identified, and were found in the hands of the actual wrongdoer, who had acquired them by reason of such wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Now, there is no pretense in this case that any specific piece of property was in fact either the same timber or the proceeds of the timber wrongfully cut and disposed of by the defendants, or any of them. Nor was it averred that any particular timber had been taken from the land described in the bill. On the contrary, it is alleged in the bill that the complainant was unable to show just when or by whom the cutting had been performed, or the logs manufactured into lumber had been sold, or just when and by whom the proceeds thereof were obtained, and when the same were divided. There is a general allegation in the bill of complaint that the deceased, Daly, left an estate worth $12,000,000, located in the state of Montana and elsewhere, and that a large portion of that estate was the result of the proceeds of Daly's illegal acts in his lifetime, in trespassing upon the lands of the complainant, and converting the proceeds of the sale of the timber growing thereon to his own use and benefit. It is also averred that he made his will, appointing Margaret P. Daly, defendant, executrix; and the will was duly admitted to probate, and letters of administration were duly issued to the defendant Margaret P. Daly, on the 15th day of February A. D. 1901, and she duly qualified and entered upon the discharge of her duties as such executrix; that Margaret P. Daly, under and by virtue of the terms of the will, and as the wife of Marcus Daly, is the owner of a large portion of his estate. It is plain that such allegations fall far short of even a pretense of identifying specific, definite property as the proceeds of certain other property wrongfully or fraudulently taken by defendants from the lands described in the bill. Such allegations are totally inadequate for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the law providing for the examination of defendants, and under &#167; 724 of the Revised Statutes (U. S. Comp. Stat. 1901, p. 583), providing for the production of books and writings in actions at law, under the same circumstances that defendants might be compelled to produce them under the ordinary rules of proceeding in chancery, there is nothing in these allegations which shows any necessity for a discovery in equity, such as would render the remedy more adequate therein than in an action at law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor was there anything in the cases cited by complainant as showing a right to proceed in equity because one of the defendants is the executrix of a deceased person, who, it is alleged, was one of the parties guilty of the wrongdoing set forth in the bill. Upon the question of liability she is entitled to a trial at law and by jury, as well as the other defendants. In <i>Green</i> v. <i>Creighton (Kendall</i> v. <i>Creighton</i>) 23 How. 90, 16 L. ed. 419, it was said that a single creditor has been allowed to sue an administratrix for his demand in equity, and obtain decree for payment out of the personal estate, without taking a general account of the testator's debts. In that case the facts were complicated; the original debtor and his surety were dead, and had died insolvent, and a portion of the assets of the estate of the latter could be traced to the possession of his administratrix, and the authority of a court of equity was required to call for a discovery of the nature and amount of the assets in hand. It was said that the debtor, Tunstall, had died insolvent, and Whiting, his surety, had also died insolvent. A portion of the assets belonging to the estate of the latter was in the hands of the surety of this administrator. A discovery of the nature and amount of the assets in hand was necessary if they were subject to the application, and it was held that the circuit court was authorized to entertain the suit, and the decree dismissing the bill was reversed. Certainly there is nothing in that case which in the least degree aids the proposition that because there is an administratrix named as a party, equity has jurisdiction, even though no discovery of assets is sought, and the bill shows that the estate represented by the administratrix is largely solvent, and the demand is for unliquidated damages against others besides the administratrix, and no debt is admitted, the alleged cause of action having arisen against the deceased, among others, for a tort.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>Kennedy</i> v. <i>Creswell</i>, 101 U. S. 641, 25 L. ed. 1075, it was held that the creditor of a deceased person had a right to go into a court of equity for a discovery of assets and the payment of his debt, and that when there he would not be turned back to a court of law to establish the validity of his claim. The basis of getting into a court of equity being a discovery of assets, the object of the bill was obtained, as the court held, by the admission of the executor that he had sufficient assets, and that if so, the jurisdiction of the court remainded to give a decree for the payment of the debt. Here is no such case. Daly is alleged to have been the principal wrongdoer, out of several defendants, in cutting and converting the timber on these lands owned by the government. He died, leaving an estate of over $12,000,000, as averred in the bill of complaint, and the claim of the complainant is only for $2,000,000. Thus, by complainant's own averment, the estate is largely solvent. There is no endeavor to discover assets and no ground for jurisdiction in equity simply because one of the defendants is an executrix. The proposition of the complainant would confer jurisdiction in equity in every case of a legal cause of action for unliquidated damages for a tort where one of the wrongdoers had died and an administratrix had been appointed, and the existence of assets was alleged by complainant, largely in excess of the complainant's demand, and the other defendants remained parties. This has never been so held in any case to which our attention has been called, and we are unable to find any principle of equity jurisdiction upon which to permit the maintenance of this suit on the special ground here asserted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But it is averred there was a fiduciary relationship existing on account of the permits or licenses to cut timber, which, it is alleged, were given the defendant Bitter Root Development Company, and that in such permits there was set forth an obligation on the part of that company and others acting for it, to make, under oath, monthly returns of the amounts and kinds of timber cut, with a description of the particular tract or tracts from which it was cut, how much was disposed of, and to whom, and that a failure to do so was a failure in a fiduciary capacity on the part of the defendant company, and therefore there is jujurisdiction in equity. The government contends that by reason of the duty of the Bitter Root Development Company to keep true and accurate accounts and to monthly submit statements to the officers of the government, and by reason of its failure so to do, the proceeds of the lumber retained by it became in its hands a trust fund belonging to the complainant; that there was a breach of this trust; its extent is in the defendants's knowledge; and in such cases choice of remedy is with the party aggrieved, and he may proceed in equity for an accounting and pursue the fund. It is doubtful, to say the least, whether an obligation to report as to timber cut on the permitted lands constitutes any fiduciary relationship between the licensees and the government, with regard to an alleged wrongful cutting of timber on other and separate lands. It is not, in truth, alleged that the returns called for by the permit were not made. <i>Safford</i> v. <i>Ensign Mft. Co.</i> 56 C. C. A. 630, 120 Fed. 480. However that may be, there is no such obligation (to render monthly accounts) set forth in the bill as being part of the permit or license referred to therein. The bill simply avers that Daly did, at certain times, during the several years of said depredations, apply to and obtain from the lawful agents of the government licenses to cut upon certain small portions of the tracts above described, and under cover of such permits the conspirators not only cut, carried away, and manufactured timber growing on the said lands included in such licenses, but, well knowing that such permits gave them no right or authority to enter upon other lands, they wilfully and fraudulently entered upon large tracts of land adjacent thereto and cut the timber therefrom. There is no mention of an obligation to render monthly accounts. The fact that the defendants had permission to cut timber on certain tracts of land described did not make their cutting of timber on other tracts the act of trustees <i>ex maleficio</i>. When they went outside of the tracts for which license was given, they committed a trespass for which they were liable at law. And, again, as the contents of the permits are not set forth, we cannot take judicial notice of such contents in any particular case. Different conditions may be contained in different permits, and they are the subject of the discretion of the department giving the permits.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It also argued that a court of equity has jurisdiction in such a case as this on the ground of an accounting. We do not think that this is any such case as gives a court of equity jurisdiction because of an accounting being necessary. There are no accounts between the parties. The cause of action is one arising in tort, and cannot be converted into one for an account. The case made is a plain trespass, for which the defendants are liable in damages. Or it might be termed an action in trover, as stated. Whatever books, if any, defendants may have kept, showing the amount and location of the timber cut and its value, can be perfectly well obtained by an inspection of these books in an action at law. No discovery is alleged to be necessary in aid of any action at law, although the bill shows that several such actions have in fact been commenced. The facts averred do not show jurisdiction for the general purpose of discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor do we see that there is any jurisdiction on the ground of prevention of a multiplicity of suits. Those persons who were guilty of the wrong must be made parties in either court, in order to bind them. Such alleged multiplicity is not avoided in one court more than in the other. It is not a case where a few defendants may be made parties as representatives of a class holding under or claiming the same title of right, and so that a judgment against the representative defendants may bind all others of the class. There is no class and there can be no representatives.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We fail to see any fact alleged in this bill which constitutes a proper foundation for the jurisdiction of a court of equity. The government counsel, however, assert that since the filing of this bill new and material facts have been discovered by the government, which, in the judgment of counsel, would furnish foundation for a bill in equity, even though this bill is defective. In order to permit of the filing of such a bill, if counsel should be so advised, and so as not to run against a plea of <i>res judicata, the judgment of dismissal is affirmed, without prejudice, etc.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Justice White and Mr. Justice McKenna took no part in the decision of this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>200 U.S. 451 (1906)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBITTER ROOT DEVELOPMENT COMPANY.</h1></center>\n<center>No. 223.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 9, 1906.</center>\n<center>Decided February 19, 1906.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*466</span> <i>Mr. Marsden C. Burch,</i> and <i>Mr. Fred A. Maynard,</i> Special Assistants to the Attorney General, with whom <i>The Solicitor General</i> was on the brief, for the United States.</p>\n<p><i>Mr. L.O. Evans,</i> with whom <i>Mr. A.J. Campbell, Mr. A.J.</i> <span class=\"star-pagination\">*469</span> <i>Shores, Mr. C.F. Kelley</i> and <i>Mr. John F. Forbis</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*471</span> MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Although there is a liberal use in the bill in this case of averments in regard to fraud, conspiracy and violation of trust, of which the pleader avers the defendants have been guilty, <span class=\"star-pagination\">*472</span> in various ways, yet upon a careful examination of the pleading itself, and the actual facts therein stated, we concur in the view of the courts below, that the action is really nothing but an action of trespass or trover to recover damages sustained by the complainant by reason of the wrongful cutting, carrying away and conversion of the property of the complainant, consisting of the timber on the land mentioned in the bill; and for the wrong thus done we think it clear that the complainant has a plain, adequate and complete remedy at law, and consequently the court has no jurisdiction of this bill in equity.</p>\n<p>It is not necessary to cite many authorities for the proposition that where the main cause of action is of a legal nature, equity has no jurisdiction, provided the complainant has a full and adequate remedy at law for the wrongs complained of. <i>Buzard</i> v. <i>Houston,</i> 119 U.S. 347; <i>Scott</i> v. <i>Neely,</i> 140 U.S. 106, 110. A mere charge of fraud does not give equity jurisdiction. <i>Buzard</i> v. <i>Houston, supra</i><i>; </i><i>Ambler</i> v. <i>Choteau,</i> 107 U.S. 586; <i>Safford</i> v. <i>Ensign Manufacturing Co.,</i> 120 Fed. Rep. 480, and cases cited in opinion. <i>Tyler</i> v. <i>Savage</i> 143 U.S. 79, bears no resemblance to the case at bar. As the court there said, there were in the case discovery, account, fraud, misrepresentation and concealment. There was no demurrer for multifariousness, and no objection in the court below for want of equity, and the case was not one of a plain defect in equity jurisdiction. The suit was clearly one for equitable relief.</p>\n<p>The principal ground upon which it is claimed that the remedy at law is inadequate is really nothing more than a difficulty in proving the case against the defendants. The bill shows that whatever was done in the way of cutting the timber and carrying it away was done by the defendants as tort feasors, and the various devices alleged to have been resorted to by the deceased, Daly, by way of organizing different corporations, in order to, as alleged, cover up his tracks and to render it more difficult for the complainant to make proof of his action, does not in the least tend to give a court of equity jurisdiction on that account. It is simply a question of evidence to show <span class=\"star-pagination\">*473</span> who did the wrong, and upon that point the fact could be ascertained as readily at law as in equity.</p>\n<p>The complainant is entitled in an action at law to an inspection of the books and records of these various corporations, and it has the same power to obtain the facts therefrom in that action as it would have in this suit in equity.</p>\n<p>The complainant contends that where property has been stolen, or obtained by fraud, equity recognizes the law to be that the property always belongs to the true owner, and therefore its proceeds must also belong to him and may be reclaimed in a suit in equity against the voluntary assignee or one holding in bad faith. The cases of <i>Newton</i> v. <i>Porter,</i> 69 N.Y. 133, and <i>American Sugar Refining Co.</i> v. <i>Fancher,</i> 145 N.Y. 552, are cited to sustain the contention. These cases, it will be seen upon examination, show that the plaintiff had no remedy at law, and he was able to fully identify the particular property into which the original property belonging to him had been converted, and which was in the hands of a voluntary assignee. It was a question of following the proceeds, and accurately and certainly identifying them, which the court held was necessary in order to permit of such following. The defendants were also insolvent. The case of <i>Angle</i> v. <i>Chicago, St. Paul &amp;c. Railway Co.,</i> 151 U.S. 1, did not involve any question like the one herein. In that case the land had been granted to the Portage Company by the State for the purposes named, and it was conceded by the demurrer that the officials of the Portage Company had been bribed by the Omaha Company to betray their trust, and the legislature had been induced by false allegations to revoke the grant to the Portage Company and to bestow it upon the Omaha Company. The plaintiff had obtained a judgment against the Portage Company in an action at law, and the execution had been returned <i>nulla bona,</i> and the bill in equity was filed in the Circuit Court of the United States by the administratrix of the judgment creditor against the Omaha Company to reach the land formerly owned by the Portage Company and then in the hands of the Omaha <span class=\"star-pagination\">*474</span> Company by reason of its own wrongdoing. Thus there was the illegal and wrongful act of the Omaha Company, by which the land once vesting in the Portage Company had been taken away and that same land regranted to the Omaha Company, and it was to reach that particular land which the Omaha Company had obtained by its wrongful act that the bill was filed. Mr. Justice Brewer, delivering the opinion of this court, said:</p>\n<p>\"And when the Omaha Company, by its wrongdoings, secured the full legal title to those lands, equity will hold that the party who has been deprived of payment for his work from the Portage Company, by reason of their having been taken away from it, shall be able to pursue those lands into the hands of the wrongdoer, and hold them for the payment of that claim which, but for the wrongdoings of the Omaha Company, would have been paid by the Portage Company, partially at least, out of their proceeds. While no express trust is affirmed as to the lands, yet it is familiar doctrine that a party who acquires title to property wrongfully may be adjudged a trustee <i>ex maleficio</i> in respect to that property.\"</p>\n<p>These lands were identified, and were found in the hands of the actual wrongdoer, who had acquired them by reason of such wrong.</p>\n<p>Now, there is no pretense in this case that any specific piece of property was in fact either the same timber or the proceeds of the timber wrongfully cut and disposed of by the defendants, or any of them. Nor was it averred that any particular timber had been taken from the land described in the bill. On the contrary, it is alleged in the bill that the complainant was unable to show just when or by whom the cutting had been performed, or the logs manufactured into lumber had been sold, or just when and by whom the proceeds thereof were obtained and when the same were divided. There is a general allegation in the bill of complaint that the deceased, Daly, left an estate worth $12,000,000, located in the State of Montana and elsewhere, and that a large portion of that estate was the <span class=\"star-pagination\">*475</span> result of the proceeds of Daly's illegal acts in his lifetime, in trespassing upon the lands of the complainant, and converting the proceeds of the sale of the timber growing thereon to his own use and benefit. It is also averred that he made his will, appointing Margaret P. Daly, defendant, executrix; and the will was duly admitted to probate, and letters of administration were duly issued to the defendant, Margaret P. Daly, on the fifteenth day of February, A.D. 1901, and she duly qualified and entered upon the discharge of her duties as such executrix; that Margaret P. Daly, under and by virtue of the terms of the will, and as the wife of Marcus Daly, is the owner of a large portion of his estate. It is plain that such allegations fall far short of even a pretense of identifying specific, definite property as the proceeds of certain other property wrongfully or fraudulently taken by defendants from the lands described in the bill. Such allegations are totally inadequate for that purpose.</p>\n<p>Under the law providing for the examination of defendants, and under section 724 of the Revised Statutes, providing for the production of books and writings in actions at law, under the same circumstances that defendants might be compelled to produce them under the ordinary rules of proceeding in chancery, there is nothing in these allegations, which shows any necessity for a discovery in equity, such as would render the remedy more adequate therein than in an action at law.</p>\n<p>Nor was there anything in the cases cited by complainant as showing a right to proceed in equity because one of the defendants is the executrix of a deceased person, who, it is alleged, was one of the parties guilty of the wrongdoing set forth in the bill. Upon the question of liability she is entitled to a trial at law and by jury, as well as the other defendants. In <i>Green's Administratrix</i> v. <i>Creighton,</i> 23 How. 90, it was said that a single creditor has been allowed to sue an administratrix for his demand in equity, and obtain decree for payment out of the personal estate, without taking a general account of the testator's debts. In that case the facts were complicated; <span class=\"star-pagination\">*476</span> the original debtor and his surety were dead, and had died insolvent, and a portion of the assets of the estate of the latter could be traced to the possession of his administratrix, and the authority of a court of equity was required to call for a discovery of the nature and amount of the assets in hand. It was said that the debtor, Tunstall, had died insolvent, and Whiting, his surety, had also died insolvent. A portion of the assets belonging to the estate of the latter was in the hands of the surety of this administrator. A discovery of the nature and amount of the assets in hand was necessary if they were subject to the application, and it was held that the Circuit Court was authorized to entertain the suit, and the decree dismissing the bill was reversed. Certainly there is nothing in that case which in the least degree aids the proposition that because there is an administratrix named as a party, equity has jurisdiction, even though no discovery of assets is sought, and the bill shows that the estate represented by the administratrix is largely solvent, and the demand is for unliquidated damages against others besides the administratrix, and no debt is admitted, the alleged cause of action having arisen against the deceased, among others, for a tort.</p>\n<p>In <i>Kennedy</i> v. <i>Creswell,</i> 101 U.S. 641, it was held that the creditor of a deceased person had a right to go into a court of equity for a discovery of assets and the payment of his debt, and that when there he would not be turned back to a court of law, to establish the validity of his claim. The basis of getting into a court of equity being a discovery of assets, the object of the bill was obtained, as the court held, by the admission of the executor, that he had sufficient assets, and that if so, the jurisdiction of the court remained to give a decree for the payment of the debt. Here is no such case. Daly is alleged to have been the principal wrongdoer, out of several defendants, in cutting and converting the timber on these lands owned by the Government. He died, leaving an estate of over $12,000,000, as averred in the bill of complaint, and the claim of the complainant is only for $2,000,000. Thus, by complainant's <span class=\"star-pagination\">*477</span> own averment, the estate is largely solvent. There is no endeavor to discover assets and no ground for jurisdiction in equity, simply because one of the defendants is an executrix. The proposition of the complainant would confer jurisdiction in equity in every case of a legal cause of action for unliquidated damages for a tort, where one of the wrongdoers had died and an administratrix had been appointed, and the existence of assets was alleged by complainant, largely in excess of the complainant's demand, and the other defendants remained parties. This has never been so held in any case to which our attention has been called, and we are unable to find any principle of equity jurisdiction upon which to permit the maintenance of this suit on the special ground here asserted.</p>\n<p>But it is averred there was a fiduciary relationship existing on account of the permits or licenses to cut timber, which, it is alleged, were given the defendant, Bitter Root Development Company, and that in such permits there was set forth an obligation on the part of that company, and others acting for it, to make under oath monthly returns of the amounts and kinds of timber cut, with a description of the particular tract or tracts from which it was cut, how much was disposed of, and to whom, and that a failure to do so was a failure in a fiduciary capacity on the part of the defendant company, and therefore there is jurisdiction in equity. The Government contends that by reason of the duty of the Bitter Root Development Company to keep true and accurate accounts and to monthly submit statements to the officers of the Government, and by reason of its failure so to do, the proceeds of the lumber retained by it became in its hands a trust fund belonging to the complainant; that there was a breach of this trust; its extent is in the defendants' knowledge; and in such cases choice of remedy is with the party aggrieved, and he may proceed in equity for an accounting and pursue the fund. It is doubtful, to say the least, whether an obligation to report as to timber cut on the permitted lands constitutes any fiduciary relationship between the licensees and the Government, <span class=\"star-pagination\">*478</span> with regard to an alleged wrongful cutting of timber on other and separate lands. It is not, in truth, alleged that the returns called for by the permit were not made. <i>Safford</i> v. <i>Ensign Manufacturing Co.,</i> 120 Fed. Rep. 480 (Circuit Court of Appeals). However that may be, there is no such obligation (to render monthly accounts) set forth in the bill as being part of the permit or license referred to therein. The bill simply avers that Daly did, at certain times, during the several years of said depredations, apply to and obtain from the lawful agents of the Government licenses to cut upon certain small portions of the tracts above described, and under cover of such permits the conspirators not only cut, carried away and manufactured timber growing on the said lands included in such licenses, but, well knowing that such permits gave them no right or authority to enter upon other lands, they willfully and fraudulently entered upon large tracts of land adjacent thereto and cut the timber therefrom. There is no mention of an obligation to render monthly accounts. The fact that the defendants had permission to cut timber on certain tracts of land described did not make their cutting of timber on other tracts the act of trustees <i>ex maleficio.</i> When they went outside of the tracts for which license was given, they committed a trespass for which they were liable at law. And, again, as the contents of the permits are not set forth, we cannot take judicial notice of such contents in any particular case. Different conditions may be contained in different permits, and they are the subject of the discretion of the department giving the permits.</p>\n<p>It is also argued that a court of equity has jurisdiction in such a case as this on the ground of an accounting. We do not think that this is any such case as gives a court of equity jurisdiction because of an accounting being necessary. There are no accounts between the parties. The cause of action is one arising in tort and cannot be converted into one for an account. The case made is a plain trespass, for which the defendants are liable in damages. Or it might be termed an <span class=\"star-pagination\">*479</span> action in trover, as stated. Whatever books, if any, defendants may have kept, showing the amount and location of the timber cut and its value, can be perfectly well obtained by an inspection of these books in an action at law. No discovery is alleged to be necessary in aid of any action at law, although the bill shows that several such actions have in fact been commenced. The facts averred do not show jurisdiction for the general purpose of discovery.</p>\n<p>Nor do we see that there is any jurisdiction on the ground of prevention of a multiplicity of suits. Those persons who were guilty of the wrong must be made parties in either court, in order to bind them. Such alleged multiplicity is not avoided in one court more than in the other. It is not a case where a few defendants may be made parties as representatives of a class holding under or claiming the same title or right, and so that a judgment against the representative defendants may bind all others of the class. There is no class and there can be no representatives.</p>\n<p>We fail to see any fact alleged in this bill which constitutes a proper foundation for the jurisdiction of a court of equity. The Government counsel, however, assert that since the filing of this bill new and material facts have been discovered by the Government, which in the judgment of counsel would furnish foundation for a bill in equity, even though this bill is defective. In order to permit of the filing of such a bill, if counsel should be so advised, and so as not to run against a plea of <i>res adjudicata,</i> the judgment of dismissal is</p>\n<p><i>Affirmed, without prejudice, etc.</i></p>\n<p>MR. JUSTICE WHITE and MR. JUSTICE McKENNA took no part in the decision of this case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></span> (1906)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBITTER ROOT DEVELOPMENT COMPANY.</h1></center>\n<center>No. 223.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 9, 1906.</center>\n<center>Decided February 19, 1906.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*466</span> <i>Mr. Marsden C. Burch,</i> and <i>Mr. Fred A. Maynard,</i> Special Assistants to the Attorney General, with whom <i>The Solicitor General</i> was on the brief, for the United States.</p>\n<p><i>Mr. L.O. Evans,</i> with whom <i>Mr. A.J. Campbell, Mr. A.J.</i> <span class=\"star-pagination\">*469</span> <i>Shores, Mr. C.F. Kelley</i> and <i>Mr. John F. Forbis</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*471</span> MR. JUSTICE PECKHAM, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>Although there is a liberal use in the bill in this case of averments in regard to fraud, conspiracy and violation of trust, of which the pleader avers the defendants have been guilty, <span class=\"star-pagination\">*472</span> in various ways, yet upon a careful examination of the pleading itself, and the actual facts therein stated, we concur in the view of the courts below, that the action is really nothing but an action of trespass or trover to recover damages sustained by the complainant by reason of the wrongful cutting, carrying away and conversion of the property of the complainant, consisting of the timber on the land mentioned in the bill; and for the wrong thus done we think it clear that the complainant has a plain, adequate and complete remedy at law, and consequently the court has no jurisdiction of this bill in equity.</p>\n<p>It is not necessary to cite many authorities for the proposition that where the main cause of action is of a legal nature, equity has no jurisdiction, provided the complainant has a full and adequate remedy at law for the wrongs complained of. <i>Buzard</i> v. <i>Houston,</i> 119 U.S. 347; <i>Scott</i> v. <i>Neely,</i> <span class=\"citation\" data-id=\"93069\"><a href=\"/opinion/93069/scott-v-neely/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 110. A mere charge of fraud does not give equity jurisdiction. <i>Buzard</i> v. <i>Houston, supra</i><i>; </i><i>Ambler</i> v. <i>Choteau,</i> 107 U.S. 586; <i>Safford</i> v. <i>Ensign Manufacturing Co.,</i> 120 Fed. Rep. 480, and cases cited in opinion. <i>Tyler</i> v. <i>Savage</i> <span class=\"citation\" data-id=\"93256\"><a href=\"/opinion/93256/tyler-v-savage/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, bears no resemblance to the case at bar. As the court there said, there were in the case discovery, account, fraud, misrepresentation and concealment. There was no demurrer for multifariousness, and no objection in the court below for want of equity, and the case was not one of a plain defect in equity jurisdiction. The suit was clearly one for equitable relief.</p>\n<p>The principal ground upon which it is claimed that the remedy at law is inadequate is really nothing more than a difficulty in proving the case against the defendants. The bill shows that whatever was done in the way of cutting the timber and carrying it away was done by the defendants as tort feasors, and the various devices alleged to have been resorted to by the deceased, Daly, by way of organizing different corporations, in order to, as alleged, cover up his tracks and to render it more difficult for the complainant to make proof of his action, does not in the least tend to give a court of equity jurisdiction on that account. It is simply a question of evidence to show <span class=\"star-pagination\">*473</span> who did the wrong, and upon that point the fact could be ascertained as readily at law as in equity.</p>\n<p>The complainant is entitled in an action at law to an inspection of the books and records of these various corporations, and it has the same power to obtain the facts therefrom in that action as it would have in this suit in equity.</p>\n<p>The complainant contends that where property has been stolen, or obtained by fraud, equity recognizes the law to be that the property always belongs to the true owner, and therefore its proceeds must also belong to him and may be reclaimed in a suit in equity against the voluntary assignee or one holding in bad faith. The cases of <i>Newton</i> v. <i>Porter,</i> <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">133</span></span>, and <i>American Sugar Refining Co.</i> v. <i>Fancher,</i> <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">552</span></span>, are cited to sustain the contention. These cases, it will be seen upon examination, show that the plaintiff had no remedy at law, and he was able to fully identify the particular property into which the original property belonging to him had been converted, and which was in the hands of a voluntary assignee. It was a question of following the proceeds, and accurately and certainly identifying them, which the court held was necessary in order to permit of such following. The defendants were also insolvent. The case of <i>Angle</i> v. <i>Chicago, St. Paul &amp;c. Railway Co.,</i> <span class=\"citation\" data-id=\"93742\"><a href=\"/opinion/93742/angle-v-chicago-st-p-m-or-co/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, did not involve any question like the one herein. In that case the land had been granted to the Portage Company by the State for the purposes named, and it was conceded by the demurrer that the officials of the Portage Company had been bribed by the Omaha Company to betray their trust, and the legislature had been induced by false allegations to revoke the grant to the Portage Company and to bestow it upon the Omaha Company. The plaintiff had obtained a judgment against the Portage Company in an action at law, and the execution had been returned <i>nulla bona,</i> and the bill in equity was filed in the Circuit Court of the United States by the administratrix of the judgment creditor against the Omaha Company to reach the land formerly owned by the Portage Company and then in the hands of the Omaha <span class=\"star-pagination\">*474</span> Company by reason of its own wrongdoing. Thus there was the illegal and wrongful act of the Omaha Company, by which the land once vesting in the Portage Company had been taken away and that same land regranted to the Omaha Company, and it was to reach that particular land which the Omaha Company had obtained by its wrongful act that the bill was filed. Mr. Justice Brewer, delivering the opinion of this court, said:</p>\n<p>\"And when the Omaha Company, by its wrongdoings, secured the full legal title to those lands, equity will hold that the party who has been deprived of payment for his work from the Portage Company, by reason of their having been taken away from it, shall be able to pursue those lands into the hands of the wrongdoer, and hold them for the payment of that claim which, but for the wrongdoings of the Omaha Company, would have been paid by the Portage Company, partially at least, out of their proceeds. While no express trust is affirmed as to the lands, yet it is familiar doctrine that a party who acquires title to property wrongfully may be adjudged a trustee <i>ex maleficio</i> in respect to that property.\"</p>\n<p>These lands were identified, and were found in the hands of the actual wrongdoer, who had acquired them by reason of such wrong.</p>\n<p>Now, there is no pretense in this case that any specific piece of property was in fact either the same timber or the proceeds of the timber wrongfully cut and disposed of by the defendants, or any of them. Nor was it averred that any particular timber had been taken from the land described in the bill. On the contrary, it is alleged in the bill that the complainant was unable to show just when or by whom the cutting had been performed, or the logs manufactured into lumber had been sold, or just when and by whom the proceeds thereof were obtained and when the same were divided. There is a general allegation in the bill of complaint that the deceased, Daly, left an estate worth $12,000,000, located in the State of Montana and elsewhere, and that a large portion of that estate was the <span class=\"star-pagination\">*475</span> result of the proceeds of Daly's illegal acts in his lifetime, in trespassing upon the lands of the complainant, and converting the proceeds of the sale of the timber growing thereon to his own use and benefit. It is also averred that he made his will, appointing Margaret P. Daly, defendant, executrix; and the will was duly admitted to probate, and letters of administration were duly issued to the defendant, Margaret P. Daly, on the fifteenth day of February, A.D. 1901, and she duly qualified and entered upon the discharge of her duties as such executrix; that Margaret P. Daly, under and by virtue of the terms of the will, and as the wife of Marcus Daly, is the owner of a large portion of his estate. It is plain that such allegations fall far short of even a pretense of identifying specific, definite property as the proceeds of certain other property wrongfully or fraudulently taken by defendants from the lands described in the bill. Such allegations are totally inadequate for that purpose.</p>\n<p>Under the law providing for the examination of defendants, and under section 724 of the Revised Statutes, providing for the production of books and writings in actions at law, under the same circumstances that defendants might be compelled to produce them under the ordinary rules of proceeding in chancery, there is nothing in these allegations, which shows any necessity for a discovery in equity, such as would render the remedy more adequate therein than in an action at law.</p>\n<p>Nor was there anything in the cases cited by complainant as showing a right to proceed in equity because one of the defendants is the executrix of a deceased person, who, it is alleged, was one of the parties guilty of the wrongdoing set forth in the bill. Upon the question of liability she is entitled to a trial at law and by jury, as well as the other defendants. In <i>Green's Administratrix</i> v. <i>Creighton,</i> <span class=\"citation\" data-id=\"87318\"><a href=\"/opinion/87318/greens-administratrix-v-creighton/\"><span class=\"volume\">23</span> <span class=\"reporter\">How.</span> <span class=\"page\">90</span></a></span>, it was said that a single creditor has been allowed to sue an administratrix for his demand in equity, and obtain decree for payment out of the personal estate, without taking a general account of the testator's debts. In that case the facts were complicated; <span class=\"star-pagination\">*476</span> the original debtor and his surety were dead, and had died insolvent, and a portion of the assets of the estate of the latter could be traced to the possession of his administratrix, and the authority of a court of equity was required to call for a discovery of the nature and amount of the assets in hand. It was said that the debtor, Tunstall, had died insolvent, and Whiting, his surety, had also died insolvent. A portion of the assets belonging to the estate of the latter was in the hands of the surety of this administrator. A discovery of the nature and amount of the assets in hand was necessary if they were subject to the application, and it was held that the Circuit Court was authorized to entertain the suit, and the decree dismissing the bill was reversed. Certainly there is nothing in that case which in the least degree aids the proposition that because there is an administratrix named as a party, equity has jurisdiction, even though no discovery of assets is sought, and the bill shows that the estate represented by the administratrix is largely solvent, and the demand is for unliquidated damages against others besides the administratrix, and no debt is admitted, the alleged cause of action having arisen against the deceased, among others, for a tort.</p>\n<p>In <i>Kennedy</i> v. <i>Creswell,</i> <span class=\"citation\" data-id=\"90177\"><a href=\"/opinion/90177/kennedy-v-creswell/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, it was held that the creditor of a deceased person had a right to go into a court of equity for a discovery of assets and the payment of his debt, and that when there he would not be turned back to a court of law, to establish the validity of his claim. The basis of getting into a court of equity being a discovery of assets, the object of the bill was obtained, as the court held, by the admission of the executor, that he had sufficient assets, and that if so, the jurisdiction of the court remained to give a decree for the payment of the debt. Here is no such case. Daly is alleged to have been the principal wrongdoer, out of several defendants, in cutting and converting the timber on these lands owned by the Government. He died, leaving an estate of over $12,000,000, as averred in the bill of complaint, and the claim of the complainant is only for $2,000,000. Thus, by complainant's <span class=\"star-pagination\">*477</span> own averment, the estate is largely solvent. There is no endeavor to discover assets and no ground for jurisdiction in equity, simply because one of the defendants is an executrix. The proposition of the complainant would confer jurisdiction in equity in every case of a legal cause of action for unliquidated damages for a tort, where one of the wrongdoers had died and an administratrix had been appointed, and the existence of assets was alleged by complainant, largely in excess of the complainant's demand, and the other defendants remained parties. This has never been so held in any case to which our attention has been called, and we are unable to find any principle of equity jurisdiction upon which to permit the maintenance of this suit on the special ground here asserted.</p>\n<p>But it is averred there was a fiduciary relationship existing on account of the permits or licenses to cut timber, which, it is alleged, were given the defendant, Bitter Root Development Company, and that in such permits there was set forth an obligation on the part of that company, and others acting for it, to make under oath monthly returns of the amounts and kinds of timber cut, with a description of the particular tract or tracts from which it was cut, how much was disposed of, and to whom, and that a failure to do so was a failure in a fiduciary capacity on the part of the defendant company, and therefore there is jurisdiction in equity. The Government contends that by reason of the duty of the Bitter Root Development Company to keep true and accurate accounts and to monthly submit statements to the officers of the Government, and by reason of its failure so to do, the proceeds of the lumber retained by it became in its hands a trust fund belonging to the complainant; that there was a breach of this trust; its extent is in the defendants' knowledge; and in such cases choice of remedy is with the party aggrieved, and he may proceed in equity for an accounting and pursue the fund. It is doubtful, to say the least, whether an obligation to report as to timber cut on the permitted lands constitutes any fiduciary relationship between the licensees and the Government, <span class=\"star-pagination\">*478</span> with regard to an alleged wrongful cutting of timber on other and separate lands. It is not, in truth, alleged that the returns called for by the permit were not made. <i>Safford</i> v. <i>Ensign Manufacturing Co.,</i> 120 Fed. Rep. 480 (Circuit Court of Appeals). However that may be, there is no such obligation (to render monthly accounts) set forth in the bill as being part of the permit or license referred to therein. The bill simply avers that Daly did, at certain times, during the several years of said depredations, apply to and obtain from the lawful agents of the Government licenses to cut upon certain small portions of the tracts above described, and under cover of such permits the conspirators not only cut, carried away and manufactured timber growing on the said lands included in such licenses, but, well knowing that such permits gave them no right or authority to enter upon other lands, they willfully and fraudulently entered upon large tracts of land adjacent thereto and cut the timber therefrom. There is no mention of an obligation to render monthly accounts. The fact that the defendants had permission to cut timber on certain tracts of land described did not make their cutting of timber on other tracts the act of trustees <i>ex maleficio.</i> When they went outside of the tracts for which license was given, they committed a trespass for which they were liable at law. And, again, as the contents of the permits are not set forth, we cannot take judicial notice of such contents in any particular case. Different conditions may be contained in different permits, and they are the subject of the discretion of the department giving the permits.</p>\n<p>It is also argued that a court of equity has jurisdiction in such a case as this on the ground of an accounting. We do not think that this is any such case as gives a court of equity jurisdiction because of an accounting being necessary. There are no accounts between the parties. The cause of action is one arising in tort and cannot be converted into one for an account. The case made is a plain trespass, for which the defendants are liable in damages. Or it might be termed an <span class=\"star-pagination\">*479</span> action in trover, as stated. Whatever books, if any, defendants may have kept, showing the amount and location of the timber cut and its value, can be perfectly well obtained by an inspection of these books in an action at law. No discovery is alleged to be necessary in aid of any action at law, although the bill shows that several such actions have in fact been commenced. The facts averred do not show jurisdiction for the general purpose of discovery.</p>\n<p>Nor do we see that there is any jurisdiction on the ground of prevention of a multiplicity of suits. Those persons who were guilty of the wrong must be made parties in either court, in order to bind them. Such alleged multiplicity is not avoided in one court more than in the other. It is not a case where a few defendants may be made parties as representatives of a class holding under or claiming the same title or right, and so that a judgment against the representative defendants may bind all others of the class. There is no class and there can be no representatives.</p>\n<p>We fail to see any fact alleged in this bill which constitutes a proper foundation for the jurisdiction of a court of equity. The Government counsel, however, assert that since the filing of this bill new and material facts have been discovered by the Government, which in the judgment of counsel would furnish foundation for a bill in equity, even though this bill is defective. In order to permit of the filing of such a bill, if counsel should be so advised, and so as not to run against a plea of <i>res adjudicata,</i> the judgment of dismissal is</p>\n<p><i>Affirmed, without prejudice, etc.</i></p>\n<p>MR. JUSTICE WHITE and MR. JUSTICE McKENNA took no part in the decision of this case.</p>\n</div>", "id": 96413, "judges": "Peckham, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96413/", "sha1": "a0426864cc78aaa482bb19990128e9f28a1cbb6e", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:33"}