{"absolute_url": "/opinion/96440/de-la-rama-v-de-la-rama/", "blocked": false, "citation": {"case_name": "De La Rama v. De La Rama", "docket_number": "102", "document_uris": ["/api/rest/v2/document/96440/"], "federal_cite_one": "201 U.S. 303", "federal_cite_three": null, "federal_cite_two": null, "id": 80823, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/80823/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1906-04-02", "date_modified": "2014-12-21T01:34:31.249741", "docket": "/api/rest/v2/docket/740775/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">201 U.S. 303</p>\n    <p class=\"case_cite\">26 S.Ct. 485</p>\n    <p class=\"case_cite\">50 L.Ed. 765</p>\n    <p class=\"parties\">AGUEDA BENEDICTO DE LA RAMA, <i>Appt.</i>,<br>v.<br>ESTEBAN DE LA RAMA.</p>\n    <p class=\"docket\">No. 102.</p>\n    <p class=\"date\">Argued December 5, 6, 1905.</p>\n    <p class=\"date\">Decided April 2, 1906.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was a suit brought in the court of first instance of the province of Iloilo by the appellant, as plaintiff, against her husband, the defendant, for a judicial separation or divorce <i>a mensa et thoro</i>, an equal separation of the property of the conjugal partnership, for an allowance to the plaintiff for her support during the pendency of the action, and for counsel fees, costs, and general relief, upon the ground of the husband's adultery and the public scandal and disgrace thereby brought upon the plaintiff.</p>\n      <p class=\"indent\">In his answer defendant alleged, by way of recrimination, adultery on the part of the wife, denied the existence of any community property, and prayed for a divorce without alimony.</p>\n      <p class=\"indent\">Upon the trial, the court decreed a divorce to the plaintiff on account of her husband's adultery, as well as the payment of $81,042.76, Mexican money, due her as her unpaid share of the property belonging to the conjugal partnership, as well as the sum of $3,200, Mexican money, as an allowance for her support since the date upon which the action was instituted, being at the rate of 400 pesos a month for eight months, with costs.</p>\n      <p class=\"indent\">After motion for a new trial had been made and overruled, defendant appealed to the supreme court, which reversed the decree of the court below, incorporated in its opinion certain findings of fact, and ordered judgment absolute that the complaint be dismissed.</p>\n      <p class=\"indent\">Whereupon plaintiff appealed to this court under &#167; 10 of the act of July 1, 1902, to provide a temporary civil government in the Philippine Islands (32 Stat. at L. 691-695, chap. 1369, U. S. Comp. Stat. Supp. 1905, p. 154), a copy of which section is given in the margin.</p>\n      <p class=\"indent\"><i>Messrs</i>. <i>Frederic C. Coudert</i> and <i>Howard Thayer Kingsbury</i> for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 305-307 intentionally omitted]</p>\n      <p class=\"indent\">'Sec. 10. That the Supreme Court of the United States shall have jurisdiction to review, revise, reverse, modify, or affirm the final judgments and decrees of the supreme court of the Philippine Islands in all actions, cases, causes, and proceedings now pending therein, or hereafter determined thereby, in which the Constitution or any statute, treaty, title, right, or privilege of the United States is involved, or in causes in which the value in controversy exceeds twenty-five thousand dollars, or in which the title or possession of real estate exceeding in value the sum of twenty-five thousand dollars, to be ascertained by the oath of either party or of other competent witnesses, is involved or brought in question; and such final judgments or decrees may and can be reviewed, revised, reversed, modified, or affirmed by said Supreme Court of the United States on appeal or writ of error by the party aggrieved, in the same manner, under the same regulations, and by the same procedure, as far as applicable, as the final judgments and decrees of the circuit courts of the United States.' No counsel for appellee.</p>\n      <p class=\"indent\">Mr. Justice Brown delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">An important question of jurisdiction is presented by the record in this case. It has been a long-established rule that the courts of the United States have no jurisdiction upon the subject of divorce, or for the allowance of alimony, either as an original proceeding in chancery, or an incident of a divorce or separation, both by reason of the fact that the husband and wife cannot usually be citizens of different states so long as the marriage relation continues (a rule which has been somewhat relaxed in recent cases), and for the further reason that a suit for divorce in itself involves no pecuniary value.  <i>Barber</i> v. <i>Barber</i>, 21 How. 582, 16 L. ed. 226, and the analogous cases of <i>Kurtz</i> v. <i>Moffitt</i>, 115 U. S. 487, 29 L. ed. 458, 6 Sup. Ct. Rep. 148; <i>Durham</i> v. <i>Seymour</i>, 161 U. S. 235, 40 L. ed. 682, 16 Sup. Ct. Rep. 452; and <i>Perrine</i> v. <i>Slack</i>, 164 U. S. 452, 41 L. ed. 510, 17 Sup. Ct. Rep. 79. But the general rule above stated has no application to the jurisdiction of the territorial courts, or of the appellate jurisdiction of this court over those courts. Hence, we held in <i>Simms</i> v. <i>Simms</i>, 175 U. S. 162, 44 L. ed. 115, 20 Sup. Ct. Rep. 58, that an appeal lies from a decree of the supreme court of a territory dismissing the suit of a husband for a divorce and awarding to a wife alimony and counsel fees, amounting in all to more than $5,000, so far as the decree fixes the alimony. This was an appeal from the supreme court of Arizona, and the court held that the above considerations expressed in <i>Barber</i> v. <i>Barber</i>, 21 How. 582, 16 L. ed. 226, had no application to the appellate jurisdiction of this court over the courts of a territory; that Congress, having entire dominion and sovereignty over territories, 'has full legislative power over all subjects upon which the legislature of a state might legislate within the state; and may at its discretion intrust that power to the legislative assembly of a territory,' citing <i>Cope</i> v. <i>Cope</i>, 137 U. S. 682, 34 L. ed. 832, 11 Sup. Ct. Rep. 222. It was further held that so far as the question of divorce was concerned, the decree could not be reviewed by this court, 'both because that was a matter the value of which could not be estimated in money; and because the refusal of the divorce involved no matter of law, but mere questions of fact, depending on the evidence, and which this court is not authorized to re-examine.' It was further said: 'The decree for alimony and counsel fees, although in one sense an incident to the suit for divorce, is a distinct and severable final judgment in favor of the defendant for a sum of money of a sufficient jurisdictional amount, and is therefore good ground of appeal.' The appeal in that case did not involve the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The intimation that this court could not review the refusal of the divorce because it could not re-examine questions of fact was undoubtedly thrown out in view of the territorial practice act of April 7, 1874 (18 Stat. at L. 27, chap. 80, &#167; 2), providing that 'on appeal' (from a territorial court), 'instead of the evidence at large, a statement of the facts of the case in the nature of a special verdict, and also the rulings of the court on the admission or rejection of evidence, when excepted to, shall be made and certified by the court below, and transmitted to the Supreme Court, together with the transcript of the proceedings and judgment or decree.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Since that act was passed we have always held that the jurisdiction of this court on an appeal from the supreme court of a territory did not extend to a re-examination of the facts, but was limited to determining whether the findings of fact supported the judgment, and to reviewing errors in the admission or rejection of testimony, when exceptions have been duly taken to the action of the court in this particular. <i>Stringfellow</i> v. <i>Cain</i>, 99 U. S. 610, 25 L. ed. 421; <i>Eilers</i> v. <i>Boatman</i>, 111 U. S. 356, 28 L. ed. 454, 4 Sup. Ct. Rep. 432; <i>Idaho &amp; O. Land Improv. Co.</i> v. <i>Bradbury</i>, 132 U. S. 509, 33 L. ed. 433, 10 Sup. Ct. Rep. 177; <i>Mammoth Min. Co.</i> v. <i>Salt Lake Foundry &amp; Mach. Co.</i> 151 U. S. 447, 38 L. ed. 229, 14 Sup. Ct. Rep. 384; <i>Young</i> v. <i>Amy</i>, 171 U. S. 179, 43 L. ed. 127, 18 Sup. Ct. Rep. 802.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This act, however, has no application to the Philippine Islands, appeals from the supreme court of which are regulated by &#167; 10 of the act of July 1, 1902, wherein it is declared that apeals from the supreme court of the Philippine Islands shall extend to all actions, cases, causes, and proceedings 'in which the value in controversy exceeds $25,000.' These are reviewable on appeal or writ of error by the party aggrieved, in the same manner as the final judgments and decrees of the circuit courts of the United States. There is no requirement that the facts shall be found. Appeals from the final decrees in these (circuit) courts extend to an examination of the facts as well as the law. While, upon such review, this court will generally accept the concurrent conclusions of the trial and appellate courts, yet, as was said by Mr. Justice Brewer in <i>Beyer</i> v. <i>Le Fevre</i>, 186 U. S. 114-119, 46 L. ed. 1080-1082, 22 Sup. Ct. Rep. 765: 'There has always been recognized the right and the duty of this court to examine the record, and if it finds that the conclusions are wholly unwarranted by the testimony, it will set the verdict or report aside and direct a re-examination.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this case there was no finding of facts either by the court of first instance, or by the supreme court of the Islands, except as they appear in the opinion. It is doubtful whether this is a finding of facts within the statute (<i>Lehnen</i> v. <i>Dickson</i>, 148 U. S. 71, 37 L. ed. 373, 13 Sup. Ct. Rep. 481; <i>British Queen Min. Co.</i> v. <i>Baker Silver Min. Co.</i> 139 U. S. 222, 35 L. ed. 147, 11 Sup. Ct. Rep. 523; <i>Dickinson</i> v. <i>Planters' Bank</i>, 16 Wall. 250, 21 L. ed. 278; <i>Saltonstall</i> v. <i>Birtwell</i>, 150 U. S. 417, 37 L. ed. 1128, 14 Sup. Ct. Rep. 169; <i>Stone</i> v. <i>United States</i>, 164 U. S. 380, 41 L. ed. 477, 17 Sup. Ct. Rep. 71), but, in any event, it is not binding upon us in the absence of an authority to make it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While, as indicated in <i>Simms</i> v. <i>Simms</i>, the decree for alimony, although in one sense an incident to the suit for divorce, is a distinct and final judgment for a sum of money, and is therefore a good ground for appeal from that part of the decree, yet, where the appeal is from the whole decree (as in this case), or even from a part of the decree, and the denial of alimony or separation of the conjugal property depends upon the evidence which bears upon the right to a divorce, we cannot determine that question without passing upon the sufficiency of the testimony authorizing or refusing the divorce. An appeal from the decree for alimony or other property right would be of no value whatever unless the facts connected with the allowance or refusal of such right were open to review in the appellate court. Although an appeal from a part of a decree does not bring up the part not appealed from, yet, if the whole decree must be reviewed in order to decide the appeal, such appeal brings up the entire record. <i>Kelsey</i> v. <i>Western</i>, 2 N. Y. 500; <i>Union Trust Co.</i> v. <i>Trumbull</i>, 137 Ill, 159, 27 N. E. 24; <i>Walker</i> v. <i>Pritchard</i>, 121 Ill. 227, 12 N. E. 336. The case is even stronger where the appeal is taken from the whole decree.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The hardship of denying an appeal in this case, as well as review of the testimony upon the subject of divorce, is apparent when the peculiar provisions of the Philippine Code are considered.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By Article 1315: 'Persons who may be joined in matrimony may, before celebrating it, execute contracts . . . In the absence of contracts relating to property, it shall be understood that the marriage has been contracted under the system of legal conjugal partnership.' Article 1401: 'To the conjugal partnership belong:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'1. Property acquired for a valuable consideration during the marriage at the expense of the partnership property, whether the acquisition is made for the partnership or for one of the spouses only.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'2. That obtained by the industry, salaries, or work of the spouses, or of either of them.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'3. The fruits, income, or interest collected or accrued during the marriage, coming from the partnership property, or from that which belongs to either one of the spouses.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Article 1392: 'By virtue of the conjugal partnership the earnings or profits indiscriminately obtained by either of the spouses during the marriage shall belong to the husband and the wife, share and share alike, upon the dissolution of the marriage.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Article 1407: 'All the property of the marriage shall be considered as partnership property until it is proven that it belongs exclusively to the husband or to the wife.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Article 73: 'A decree of divorce shall produce the following effects: . . .</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'3. The guilty spouse shall lose all that may have been given or promised him or her by the innocent one, or by any other person, in consideration for the latter; and the innocent spouse shall keep all that he or she has received from the guilty one, being permitted besides to claim forthwith all that may have been promised by the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the opinion of the court of first instance it is stated that the plaintiff received from her mother 2,000 pesos, which, with interest amounting to 345 pesos, must be regarded as the portion contributed by the wife to the conjugal partnership. For the purposes of jurisdiction it makes no difference whether the amount claimed be termed alimony or the wife's share of the community property. It is sufficient that she claimed to be entitled to an amount exceeding $25,000, and that the claim was not baseless is shown by the decree of the court of first instance allowing it. By the decree of the supreme court she was denied all recovery of any description, upon the ground of her adultery. If, upon a review of the testimony, it were found that she was not guilty of adultery, she would unquestionably be entitled to one half of the conjugal property.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As &#167; 10 of the Philippine statute above cited allows an appeal to this court from 'judgments and decrees of the supreme court of the Philippine Islands in <i>all</i> actions, cases, causes, and proceedings . . . in which the value in controversy exceeds twenty-five thousand dollars,' we know of no power in this court to create an exception where the statute has made none. Such a decision would be a plain case of judicial legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our conclusion upon this branch of the case is that the appeal was properly taken, and that it calls for a re-examination of the grounds upon which the petition for a separation of the conjugal property and alimony <i>pendente lite</i> was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. In her complaint the plaintiff charges abandonment by her husband without cause, and also adultery with three women, by each of whom he had children, and which resulted in public scandal and the disgrace of the plaintiff. In his answer defendant denies that he abandoned the plaintiff without sufficient cause, and avers that 'he ejected her from his house on account of indignation,' created by her adultery with a Spanish corporal; he denies the various allegations of a adultery charged against him, and says that even if they are true, they are nothing more than the 'necessary consequences of the indescribable conduct of the plaintiff.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The parties were married in July, 1891, she being then fourteen years of age and he twenty-three, and lived happily together for about thirteen months, when in August, 1892, a separation ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Upon the trial the defendant made no denial of his adulteries, but simply declined to answer any questions on the subject. His adultery, however, with three separate women and the birth of a child by each was proven to the satisfaction of both courts below, and was not attempted to be disproved by evidence on the part of the defendant. Under the Spanish law the adultery of the husband, to be a good ground for separation, must be accompanied by public scandal and disgrace of the wife. Although there is no evidence that the husband 'ejected her from his house on account of indignation,' as set up in his answer, the fact that he abandoned his wife, excluded her from his house, and formed open and illicit relations with three other women, who bore him a family of children, is quite sufficient evidence that his adultery was accompanied by public scandal and disgrace to the wife.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There was a difference of opinion between the trial court and the supreme court as to the adultery of the plaintiff. This is the principal contested fact in the case. The question really is whether the finding of the court of first instance, that the plaintiff had not committed adultery, was so manifestly against the weight of evidence that the supreme court was justified in reversing it.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">By &#167; 497 of the Code of Civil Procedure it is enacted that 'the supreme court shall not review the evidence taken in the court below, nor retry the question of fact, except, . . . 3. If the excepting party filed a motion in the court of first instance for a new trial, upon the ground that the <i>findings of fact were plainly and manifestly against the weight of evidence</i>, and the judge overruled said motion, and due exception was taken to his overruling the same, the supreme court may review the evidence,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendant did move for a new trial in the court of first instance, on the ground that the 'conclusions which in said decision have been deducted from the facts are contradictory to what the evidence filed in this case have shown.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This is not a literal compliance with &#167; 497, above cited, as it is not stated that the findings of fact are plainly and manifestly against the weight of the evidence. It seems rather to fall within the terms of &#167; 145 of the Code of Civil Procedure, by the terms of which the court of first instance may, at any time during the term at which the action has been tried, set aside the judgment and grant a new trial on the ground that 'the evidence was insufficient to justify the decision, or that it is against the law.' But in this connection it is also provided by &#167; 146 that the 'overruling or granting of a motion for a new trial shall not be a ground of exception, but shall be deemed to have been an act of discretion on the part of the judge.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendant also prepared a bill of exceptions containing the evidence upon which the hearing was had in the supreme court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the circumstances, and waiving the question whether there was such a motion for a new trial as is contemplated by &#167; 497, we are of the opinion that the judgment of the court of first instance should not have been reversed, unless the findings of that court were plainly and manifestly against the weight of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The adultery charged upon the plaintiff is said to have been committed with one Corporal Zabal of the civil guard at Talisay, where the parties then lived. The principal testimony establishing that fact is that of Apolonia Aurelio, a confidential servant, who swears she entered the services of the plaintiff in <i>1891</i>, that the corporal used to frequent the plaintiff's house during the absence of the husband, who was wont to leave home to inspect his haciendas; that plaintiff habitually visited the quarters of the civil guard for the purpose of meeting Zabal, and that Zabal was also in the habit of going to the plaintiff's house at ten o'clock at night and remaining until morning; that defendant became acquainted with these facts from a letter written by plaintiff to be sent to Zabal at the quarters of the civil guard, but purloined by the witness and given to defendant. This letter, which, upon the theory of the defendant, would have furnished conclusive evidence of the plaintiff's adultery, was destroyed. The letter, if written at all, was written in May, yet her husband continued to live with her until August, when he carried her to her parents in the town of Valladolid, apparently for a visit, cohabited with her there, and then abandoned her. His version is that he took her to her mother on the same or the next day after he discovered the letter, and that he did not cohabit with her there, although he occupied the same room, in which there was but one bed. Little reliance was placed upon the testimony of Apolonia by either of the courts below, as it appeared that she did not enter the service of the plaintiff until the year <i>1893</i>, after the couple had separated, and that she was then sent by the husband to the wife as a servant. She also told a most improbable story of always sleeping in the room of the plaintiff duing her husband's absence, and even while the corporal was there. The court of first instance found that the attitude of the witness was apparently hostile to the plaintiff by reason of the fact that Apolonia was about to marry a man whom the plaintiff disliked, and the plaintiff had punished her.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Upon the other hand, the court of first instance did not hesitate to say that the attitude of the plaintiff during the trial of the case was such as to impress the court very favorably in her behalf. 'Her entire bearing was that of a modest, retiring, self-respecting, and conscientious woman.' There was testimony tending to show that Apolonia did not want to testify, but was given two packages of paper money in order to induce her to do so, and that another witness was also paid for his testimony. The testimony of Apolonia is to a certain extent bolstered up by that of three or four men, whose intelligence was evidently of such a low order that they can scarcely deserve to be called corroborating witnesses. The judge of the court came to the conclusion that 'the testimony of this woman is too uncertain and too suspicious to justify any court in declaring the plaintiff guilty of adultery, especially when the worthlessness and the dubious character of the testimony of the other witnesses for the defendant on this subject increase the probability of the existence of something in the nature of a conspiracy to destroy the case of the plaintiff, and to support that of the defendant in the present action.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As already stated, these parties were married in July, 1891, the plaintiff then being but fourteen years of age. The intrigue with Zabal, if it occurred at all, took place within thirteen months thereafter, as the parties separated in August, 1892. The story that a bride of fourteen, happily married, and living in comfort, if not in luxury, should immediately after her marriage enter into liaison with a common soldier, should receive him at her house in the presence of her servants, without an attempt at concealment, spend the night with him with her confidential maid apparently sleeping in the same room, should openly visit his quarters at night, taking her maid with her, is so improbable that it should only be accepted upon evidence leaving no other legitimate conclusion to be drawn from it except that of adultery. The inference that this testimony was fabricated was so strong that the courts below were fully justified in disregarding it. The court of first instance discarded it entirely. The supreme court evidently placed no reliance upon it, but found conclusive evidence of adultery in a letter written in March, 1899, by the plaintiff to her husband.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This letter, which was written seven years after their separation, is printed in the margin.  We do not regard it as by any</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The letter of March 6, 1899, addressed by the plaintiff to the defendant reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'My respected and unforgetable Esteban:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'Pardon that I disturb your tranquillity E., that in the midst of a profound sentiment that afflicts me I find consolation for my profound grief in addressing the man who loved me in the time of my good fortune, and who led me to the altar before the eyes of the being whom we most love, God. Remember me; let fall a drop of compassion from your soul; look at me back again with your cheerful eyes at the woman who is watching for you. I know well that you are very disgusted with me, and for just reason,&#8212;for having claimed my pension. Be calm, quiet yourself, reflect a moment for my situation, which I will explain to you.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">When you went to Europe, mother went to see you to explain our situation to you, and you answered that it had nothing to do with you. She insulted you, Esteban; you had reason to be offended.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'Now, regarding my having demanded my pension, you are also in the right, but pardon my impudence in stating what I have to say:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'I swear to you, E., and call God to witness that when you went to Spain, my pain was unbearable thinking of my fatal misfortune. I had become completely desperate, and Orozco wrote and advised me to demand my pension in view of the fact that you were going to reside permanently in Spain; then I finally did commence proceedings in view of my desperate situation, and nothing further came of the matter during your absence.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'If the Lacsons, who wish me ill, have told you more, they have made a mistake, for the truth about my comportment is that it cannot be complained of; you can secure information regarding my conduct during our separation here in Valladolid. means conclusive. While it is perhaps susceptible of the construction put upon it by the husband, it is entirely consistent with the theory that she had been abandoned by her husband without cause, was left in a desperate state of mind, was anxious to regain his favor, and to make any sacrifice to induce him to take her back and resume their former relations. She hints at no misconduct of her own, but intimates that he is disgusted with her, and for just reason,&#8212;for having claimed her pension. She says that when he went to Spain her pain was unbearable, that she had become completely desperate, and was advised to demand her pension because of the fact that he was going to reside abroad permanently, and she finally commenced proceedings in view of her desperate situation. So far from confessing adultery, she says that if those who wished her ill 'have told you more, they have made a mistake, for the truth about my comportment is that it cannot be complained of.' There is nothing indicating that after their separation her conduct had not been irreproachable.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The paragraph much relied upon is as follows: 'I keep yet on my face the shame of what has happened, notwithstanding that it has been already many years since we parted. Therefore, my husband, forgive me; erase what has happened; remember me for God's love; behold our dark fate. In you I trust my future.' This is by no means necessarily a confession of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The letter is that of a broken-hearted woman, who is willing to make any sacrifice necessary to be restored to her husband's favor, and to submit to any humiliation necessary to regain his affection. She makes no confession of adultery, points to her 'comportment' since their separation as showing nothing that could be complained of, but in her frequent repetition of the claim she had made for her pension points to that as the source of her husband's disgust. Bearing in mind that her husband had seduced her when she was only thirteen years of age, and that since their separation, and for nearly a decade, he had not only repudiated her, but had maintained unlawful relations with at least three other women, all of whom had borne him children, we think that, even if two constructions were possible, the court of first instance was right in putting that construction upon the letter which was most favorable to the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We have reached the conclusion that there is no such preponderance of evidence in favor of the theory of plaintiff's guilt as authorized the supreme court to set aside the conclusions of the court below upon the ground that these findings were plainly and manifestly against the weight of the evidence. In this connection it is proper to bear in mind that the trial judge had all these witnesses before him, and doubtless formed his conclusions largely from their appearance on the stand, their manner of giving testimony and their apparent credibility. Under the circumstances we think the supreme court should have affirmed, rather than reversed, the action of the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">While the right of the plaintiff to her proportion of the conjugal property, to alimony pending suit, and to other allowances claimed, is the basis of our jurisdiction, the decree of the supreme court in dismissing plaintiff's petition renders it unnecessary to review the action of the court of first instance in fixing the amount that it held plaintiff was entitled to recover. We are therefore of opinion that the decree of the supreme court dismissing the petition must be reversed, and the cause remanded to that court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><i>Reversed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Justice White, Mr. Justice Peckham, Mr. Justice Holmes, and Mr. Justice Day dissented upon the question of jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>'I keep yet on my face the shame of what has happened, notwithstanding that it has been already many years since we parted. Therefore, my husband, forgive me; erase what has happened, remember me for God's love; behold our dark fate. In you I trust my future.</p>\n        <p>'E., I have heard that you have had some misfortunes. I send my sympathy, although I am unworthy of your presence.</p>\n        <p>'I also learn from Modesto that you do not wish to have my pension sent. Do as you wish.</p>\n        <p>'Good-by, E., take good care of yourself, and command,</p>\n        <p>'Your faithful servant Q. B. S. P.,</p>\n        <p>March 6, 1899.</p>\n        <p>Agueda Benedicto.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>201 U.S. 303 (1906)</b></center>\n<center><h1>DE LA RAMA<br>\nv.<br>\nDE LA RAMA.</h1></center>\n<center>No. 102.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 6, 1905.</center>\n<center>Decided April 2, 1906.</center>\nAPPEAL FROM THE SUPREME COURT OF THE PHILIPPINE ISLANDS.\n<p><span class=\"star-pagination\">*305</span> <i>Mr. Frederic R. Coudert</i> and <i>Mr. Howard Thayer Kingsbury</i> for the appellant.</p>\n<p>There was no appearance for the appellee.</p>\n<p><span class=\"star-pagination\">*307</span> MR. JUSTICE BROWN, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>An important question of jurisdiction is presented by the record in this case. It has been a long established rule that the courts of the United States have no jurisdiction upon the subject of divorce, or for the allowance of alimony, either as an original proceeding in chancery, or an incident of a divorce or separation, both by reason of fact that the husband and wife cannot usually be citizens of different States, so long as the marriage relation continues (a rule which has been somewhat relaxed in recent cases), and for the further reason that a suit for divorce in itself involves no pecuniary value. <i>Barber</i> v. <i>Barber,</i> 21 How. 582, and the analogous cases of <i>Kurtz</i> v. <i>Moffitt,</i> 115 U.S. 487; <i>Durham</i> v. <i>Seymour,</i> 161 U.S. 235, and <i>Perrine</i> v. <i>Slack,</i> 164 U.S. 452.</p>\n<p><span class=\"star-pagination\">*308</span> But the general rule above stated has no application to the jurisdiction of the territorial courts, or of the appellate jurisdiction of this court over those courts. Hence, we held in <i>Simms</i> v. <i>Simms,</i> 175 U.S. 162, that an appeal lies from a decree of the Supreme Court of a Territory dismissing the suit of a husband for a divorce and awarding to a wife alimony and counsel fees, amounting in all to more than $5,000, so far as the decree fixes the alimony. This was an appeal from the Supreme Court of Arizona, and the court held that the above considerations expressed in <i>Barber</i> v. <i>Barber,</i> 21 How. 582, had no application to the appellate jurisdiction of this court over the courts of a Territory; that Congress, having entire dominion and sovereignty over Territories, \"has full legislative power over all subjects upon which the legislature of the State might legislate within the State; and may, at its discretion, entrust that power to the legislative assembly of a Territory,\" citing <i>Cope</i> v. <i>Cope,</i> 137 U.S. 682. It was further held that so far as the question of divorce was concerned, the decree could not be reviewed by this court, \"both because that was a matter the value of which could not be estimated in money; and because the refusal of the divorce involved no matter of law, but mere questions of fact depending on the evidence, and which this court is not authorized to reexamine.\" It was further said \"the decree for alimony and counsel fees, although in one sense an incident to the suit for divorce, is a distinct and severable final judgment in favor of the defendant for a sum of money of a sufficient jurisdictional amount, and is therefore good ground of appeal.\" The appeal in that case did not involve the merits.</p>\n<p>The intimation that this court could not review the refusal of the divorce because it could not reexamine questions of fact was undoubtedly thrown out in view of the Territorial Practice Act of April 7, 1874, 18 Stat. 27, providing that \"on appeal\" (from a territorial court) \"instead of the evidence at large, a statement of the facts of the case in the nature of a special verdict, and also the rulings of the court on the admission or <span class=\"star-pagination\">*309</span> rejection of evidence when excepted to, shall be made and certified by the court below, and transmitted to the Supreme Court, together with the transcript of the proceedings and judgment or decree.\"</p>\n<p>Since that act was passed we have always held that the jurisdiction of this court on an appeal from the Supreme Court of a Territory did not extend to a reexamination of the facts, but was limited to determining whether the findings of fact supported the judgment, and to reviewing errors in the admission or rejection of testimony, when exceptions have been duly taken to the action of the court in this particular. <i>Stringfellow</i> v. <i>Cain,</i> 99 U.S. 610; <i>Eilers</i> v. <i>Boatman,</i> 111 U.S. 356; <i>Idaho &amp;c. Land Co.</i> v. <i>Bradbury,</i> 132 U.S. 509; <i>Mammoth Mining Company</i> v. <i>Salt Lake Machine Co.,</i> 151 U.S. 447; <i>Young</i> v. <i>Amy,</i> 171 U.S. 179.</p>\n<p>This act, however, has no application to the Philippine Islands, appeals from the Supreme Court of which are regulated by section 10 of the act of July 1, 1902, 32 Stat. 691, wherein it is declared that appeals from the Supreme Court of the Philippine Islands shall extend to all actions, cases, causes and proceedings \"in which the value in controversy exceeds $25,000.\" These are reviewable on appeal or writ of error by the party aggrieved, in the same manner as the final judgments and decrees of the Circuit Courts of the United States. There is no requirement that the facts shall be found. Appeals from the final decrees in these (Circuit) courts extend to an examination of the facts as well as the law. While upon such review this court will generally accept the concurrent conclusions of the trial and appellate courts, yet, as was said by Mr. Justice Brewer in <i>Beyer</i> v. <i>LeFevre,</i> 186 U.S. 114, 119: \"There has always been recognized the right and duty of this court to examine the record, and if it finds that the conclusions are wholly unwarranted by the testimony it will set the verdict or report aside and direct a reexamination.\"</p>\n<p>In this case there was no finding of facts either by the Court of First Instance, or by the Supreme Court of the Islands, except <span class=\"star-pagination\">*310</span> as they appear in the opinion. It is doubtful whether this is a finding of facts within the statute, <i>Lehnen</i> v. <i>Dickson,</i> 148 U.S. 71; <i>British Queen Mining Co.</i> v. <i>Baker Silver Mining Co.,</i> 139 U.S. 222; <i>Dickinson</i> v. <i>Planters' Bank,</i> 16 Wall. 250; <i>Saltonstall</i> v. <i>Birtwell,</i> 150 U.S. 417; <i>Stone</i> v. <i>United States,</i> 164 U.S. 380, but in any event it is not binding upon us in the absence of an authority to make it.</p>\n<p>While, as indicated in <i>Simms</i> v. <i>Simms</i><i>,</i> the decree for alimony, although in one sense an incident to the suit for divorce, is a distinct and final judgment for a sum of money, and is therefore a good ground for appeal from that part of the decree; yet, where the appeal is from the whole decree (as in this case), or even from a part of the decree, and the denial of alimony or separation of the conjugal property depends upon the evidence which bears upon the right to a divorce, we cannot determine that question without passing upon the sufficiency of the testimony authorizing or refusing the divorce. An appeal from the decree for alimony or other property right would be of no value whatever, unless the facts connected with the allowance or refusal of such right were open to review in the appellate court. Although an appeal from a part of a decree does not bring up the part not appealed from, yet, if the whole decree must be reviewed in order to decide the appeal, such appeal brings up the entire record. <i>Kelsey</i> v. <i>Western,</i> 2 N.Y. 500; <i>Union Trust Company</i> v. <i>Trumbull,</i> 137 Illinois, 146, 159; <i>Walker</i> v. <i>Pritchard,</i> 121 Illinois, 221, 227. The case is even stronger where the appeal is taken from the whole decree.</p>\n<p>The hardship of denying an appeal in this case, as well as review of the testimony upon the subject of divorce, is apparent when the peculiar provisions of the Philippine Code are considered.</p>\n<p>By article 1315: \"Persons who may be joined in matrimony may, before celebrating it, execute contracts, etc. In the absence of contracts relating to property, it shall be understood that the marriage has been contracted under the system of legal conjugal partnership.\"</p>\n<p><span class=\"star-pagination\">*311</span> Article 1401: \"To the conjugal partnership shall belong:</p>\n<p>\"1. Property acquired for a valuable consideration during the marriage at the expense of the partnership property, whether the acquisition is made for the partnership or for one of the spouses only.</p>\n<p>\"2. That obtained by the industries, salaries, or work of the spouses or of either of them;</p>\n<p>\"3. The fruits, income, or interest, collected or accrued during the marriage, coming from the partnership property, or from that which belongs to either one of the spouses.\"</p>\n<p>Article 1392: \"By virtue of the conjugal partnership the earnings or profits indiscriminately obtained by either of the spouses during the marriage shall belong to the husband and wife, share and share alike, upon the dissolution of the marriage.\"</p>\n<p>Article 1407: \"All the property of the marriage shall be considered as partnership property until it is proven that it belongs exclusively to the husband or to the wife.\"</p>\n<p>Article 73: \"A decree of divorce shall produce the following effects:</p>\n<p>\"Sub. 3. The guilty spouse shall lose all that has been given or promised him or her by the innocent one or by any other person in consideration for the latter; and the innocent spouse shall keep all that he or she has received from the guilty one, being permitted, besides, to claim forthwith all that may have been promised by the same.\"</p>\n<p>In the opinion of the Court of First Instance it is stated that the plaintiff received from her mother two thousand pesos, which, with interest amounting to three hundred and forty-five pesos, must be regarded as the portion contributed by the wife to the conjugal partnership. For the purposes of jurisdiction it make no difference whether the amount claimed be termed alimony or the wife's share of the community property. It is sufficient that she claimed to be entitled to an amount exceeding twenty-five thousand dollars, and that the claim was not baseless is shown by the decree of the Court of First Instance <span class=\"star-pagination\">*312</span> allowing it. By the decree of the Supreme Court she was denied all recovery of any description, upon the ground of her adultery. If upon a review of the testimony it were found that she was not guilty of adultery, she would unquestionably be entitled to one-half of the conjugal property.</p>\n<p>As section 10 of the Philippine statute above cited allows an appeal to this court from \"judgments and decrees of the Supreme Court of the Philippine Islands in <i>all</i> actions, cases, causes and proceedings . . . in which the value in controversy exceeds twenty-five thousand dollars,\" we know of no power in this court to create an exception where the statute has made none. Such a decision would be a plain case of judicial legislation.</p>\n<p>Our conclusion upon this branch of the case is that the appeal was properly taken, and that it calls for a reexamination of the grounds upon which the petition for a separation of the conjugal property and alimony <i>pendente lite</i> was denied.</p>\n<p>2. In her complaint the plaintiff charges abandonment by her husband without cause, and also adultery with three women, by each of whom he had children, and which resulted in public scandal and the disgrace of the plaintiff. In his answer defendant denies that he abandoned the plaintiff without sufficient cause, and avers that \"he ejected her from his house on account of indignation,\" created by her adultery with a Spanish corporal; he denies the various allegations of adultery charged against him, and says that even if they are true, they are nothing more than the \"necessary consequences of the indescribable conduct of the plaintiff.\"</p>\n<p>The parties were married in July, 1891, she being fourteen years of age and he twenty-three, and lived happily together for about thirteen months, when in August, 1892, a separation ensued.</p>\n<p>Upon the trial the defendant made no denial of his adulteries, but simply declined to answer any questions on the subject. His adultery, however, with three separate women and the birth of a child by each was proven to the satisfaction of both <span class=\"star-pagination\">*313</span> courts below, and was not attempted to be disproved by evidence on the part of the defendant. Under the Spanish law the adultery of the husband, to be a good ground for separation, must be accompanied by public scandal and disgrace of the wife. Although there is no evidence that the husband \"ejected her from his house on account of indignation,\" as set up in his answer, the fact that he abandoned his wife, excluded her from his house, and formed open and illicit relations with three other women who bore him a family of children, is quite sufficient evidence that his adultery was accompanied by public scandal and disgrace to the wife.</p>\n<p>There was a difference of opinion between the trial court and the Supreme Court as to the adultery of the plaintiff. This is the principal contested fact in the case. The question really is, whether the finding of the Court of First Instance, that the plaintiff had not committed adultery, was so manifestly against the weight of evidence that the Supreme Court was justified in reversing it.</p>\n<p>By section 497 of the Code of Civil Procedure it is enacted that \"the Supreme Court shall not review the evidence taken in the court below, nor retry the questions of fact, except, . . . 3. If the excepting party filed a motion in the Court of First Instance for a new trial, upon the ground that the <i>findings of fact were plainly and manifestly against the weight of evidence,</i> and the judge overruled said motion, and due exception was taken to his overruling the same, the Supreme Court may review the evidence,\" etc.</p>\n<p>The defendant did move for a new trial in the Court of First Instance on the ground that the \"conclusions which in said decision have been deducted from the facts are contradictory to what the evidence filed in this case have shown.\"</p>\n<p>This is not a literal compliance with section 497, above cited, as it is not stated that the findings of fact are plainly and manifestly against the weight of the evidence. It seems rather to fall within the terms of section 145 of the Code of Civil Procedure, by the terms of which the Court of First Instance may, at <span class=\"star-pagination\">*314</span> any time during the term at which the action has been tried, set aside the judgment and grant a new trial on the ground that \"the evidence was insufficient to justify the decision, or that it is against the law.\" But in this connection it is also provided by section 146 that the \"overruling or granting of a motion for a new trial shall not be a ground of exception, but shall be deemed to have been an act of discretion on the part of the judge.\"</p>\n<p>Defendant also prepared a bill of exceptions containing the evidence upon which the hearing was had in the Supreme Court.</p>\n<p>Under the circumstances, and waiving the question whether there was such a motion for a new trial, as is contemplated by section 497, we are of the opinion that the judgment of the Court of First Instance should not have been reversed, unless the findings of that court were plainly and manifestly against the weight of the evidence.</p>\n<p>The adultery charged upon the plaintiff is said to have been committed with one Corporal Zabal of the Civil Guard at Talisay, where the parties then lived. The principal testimony establishing that fact is that of Apolonia Aurelio, a confidential servant, who swears she entered the services of the plaintiff in <i>1891;</i> that the corporal used to frequent the plaintiff's house during the absence of the husband, who was wont to leave home to inspect his haciendas; that plaintiff habitually visited the quarters of the Civil Guard for the purpose of meeting Zabal, and that Zabal was also in the habit of going to the plaintiff's house at ten o'clock at night and remaining until morning; that defendant became acquainted with these facts from a letter written by plaintiff to be sent to Zabal at the quarters of the Civil Guard, but purloined by the witness and given to defendant. This letter, which upon the theory of the defendant would have furnished conclusive evidence of the plaintiff's adultery, was destroyed. The letter, if written at all, was written in May, yet her husband continued to live with her until August, when he carried her to her parents in the town of Vallodolid, apparently for a visit, cohabited with her there <span class=\"star-pagination\">*315</span> and then abandoned her. His version is that he took her to her mother on the same or the next day after he discovered the letter, and that he did not cohabit with her there, although he occupied the same room, in which there was but one bed. Little reliance was placed upon the testimony of Apolonia by either of the courts below, as it appeared that she did not enter the service of the plaintiff until the year <i>1893,</i> after the couple had separated, and that she was then sent by the husband to the wife as a servant. She also told a most improbable story of always sleeping in the room of the plaintiff during her husband's absence, and even while the corporal was there. The Court of First Instance found that the attitude of the witness was apparently hostile to the plaintiff by reason of the fact that Apolonia was about to marry a man whom the plaintiff disliked, and the plaintiff had punished her.</p>\n<p>Upon the other hand, the Court of First Instance did not hesitate to say that the attitude of the plaintiff during the trial of the case was such as to impress the court very favorably in her behalf. \"Her entire bearing was that of a modest, retiring, self-respecting and conscientious woman.\" There was testimony tending to show that Apolonia did not want to testify, but was given two packages of paper money in order to induce her to do so, and that another witness was also paid for his testimony. The testimony of Apolonia is to a certain extent bolstered up by that of three or four men, whose intelligence was evidently of such a low order that they can scarcely deserve to be called corroborating witnesses. The judge of the court came to the conclusion that \"the testimony of this woman is too uncertain and too suspicious to justify any court in declaring the plaintiff guilty of adultery, especially when the worthlessness and the dubious character of the testimony of the other witnesses for the defendant on this subject increase the probability of the existence of something in the nature of a conspiracy to destroy the case of the plaintiff, and to support that of the defendant in the present action.\"</p>\n<p>As already stated, these parties were married in July, 1891, <span class=\"star-pagination\">*316</span> the plaintiff then being but fourteen years of age. The intrigue with Zabal, if it occurred at all, took place within thirteen months thereafter, as the parties separated in August, 1892. The story that a bride of fourteen, happily married and living in comfort if not in luxury, should immediately after her marriage enter into a liaison with a common soldier, should receive him at her house in the presence of her servants, without an attempt at concealment, spend the night with him with her confidential maid apparently sleeping in the same room, should openly visit his quarters at night, taking her maid with her, is so improbable that it should only be accepted upon evidence leaving no other legitimate conclusion to be drawn from it except that of adultery. The inference that this testimony was fabricated was so strong that the courts below were fully justified in disregarding it. The Court of First Instance discarded it entirely. The Supreme Court evidently placed no reliance upon it, but found conclusive evidence of adultery in a letter written in March, 1899, by the plaintiff to her husband.</p>\n<p>This letter, which was written seven years after their separation, is printed in the margin.<sup>[1]</sup> We do not regard it as by any <span class=\"star-pagination\">*317</span> means conclusive. While it is perhaps susceptible of the construction put upon it by the husband, it is entirely consistent with the theory that she had been abandoned by her husband without cause; was left in a desperate state of mind, was anxious to regain his favor, and to make any sacrifice to induce him to take her back and resume their former relations. She hints at no misconduct of her own, but intimates that he is disgusted with her, and for just reason, for having claimed her pension. She says that when he went to Spain her pain was unbearable; that she had become completely desperate, and was advised to demand her pension because of the fact that he was going to reside abroad permanently, and she finally commenced proceedings in view of her desperate situation. So far from confessing adultery, she says that if those who wished her ill \"have told you more, they have made a mistake, for the truth about my comportment is that it cannot be complained of.\" There is nothing indicating that after their separation her conduct had not been irreproachable.</p>\n<p>The paragraph much relied upon is as follows: \"I keep yet on my face the shame of what has happened, notwithstanding that it has been already many years since we parted. <span class=\"star-pagination\">*318</span> Therefore, my husband, forgive me; erase what has happened; remember me for God's love; behold our dark fate. In you I trust my future.\" This is by no means necessarily a confession of guilt.</p>\n<p>The letter is that of a broken-hearted woman, who is willing to make any sacrifice necessary to be restored to her husband's favor and to submit to any humiliation necessary to regain his affection. She makes no confession of adultery, points to her \"comportment\" since their separation as showing nothing that could be complained of, but in her frequent repetition of the claim she had made for her pension points to that as the source of her husband's disgust. Bearing in mind that her husband had seduced her when she was only thirteen years of age, and that since their separation, and for nearly a decade, he had not only repudiated her, but had maintained unlawful relations with at least three other women, all of whom had borne him children, we think that, even if two constructions were possible, the Court of First Instance was right in putting that construction upon the letter which was most favorable to the plaintiff.</p>\n<p>We have reached the conclusion that there is no such preponderance of evidence in favor of the theory of plaintiff's guilt, as authorized the Supreme Court to set aside the conclusions of the court below upon the ground that these findings were plainly and manifestly against the weight of the evidence. In this connection it is proper to bear in mind that the trial judge had all these witnesses before him, and doubtless formed his conclusions largely from their appearance on the stand, their manner of giving testimony and their apparent credibility. Under the circumstances we think the Supreme Court should have affirmed rather than reversed the action of the lower court.</p>\n<p>While the right of the plaintiff to her proportion of the conjugal property, to alimony pending suit and to other allowances claimed is the basis of our jurisdiction, the decree of the Supreme Court in dismissing plaintiff's petition renders it unnecessary to review the action of the Court of First Instance in fixing the amount that it held plaintiff was entitled to recover. <span class=\"star-pagination\">*319</span> We are therefore of opinion that the decree of the Supreme Court dismissing the petition must be reversed, and the cause remanded to that court for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE WHITE, MR. JUSTICE PECKHAM, MR. JUSTICE HOLMES and MR. JUSTICE DAY dissented upon the question of jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  The letter of March 6, 1899, addressed by the plaintiff to the defendant reads as follows:\n</p>\n<p>\"My respected and unforgetable Esteban:</p>\n<p>\"Pardon that I disturb your tranquility, E., that in the midst of a profound sentiment that afflicts me I find consolation for my profound grief in addressing the man who loved me in the time of my good fortune, and who led me to the altar before the eyes of the being whom we most love, God. Remember me; let fall a drop of compassion from your soul; look at me back again with your cheerful eyes at the woman who is watching for you. I know well that you are very disgusted with me, and for just reason  for having claimed my pension. Be calm, quiet yourself, reflect a moment for my situation, which I will explain to you.</p>\n<p>\"When you went to Europe, mother went to see you to explain our situation to you, and you answered that it had nothing to do with you. She insulted you, Esteban; you had reason to be offended.</p>\n<p>\"Now, regarding my having demanded my pension, you are also in the right, but pardon my impudence in stating what I have to say:</p>\n<p>\"I swear to you, E., and call God to witness, that when you went to Spain, my pain was unbearable thinking of my fatal misfortune. I had become completely desperate, and Orozco wrote and advised me to demand my pension in view of the fact that you were going to reside permanently in Spain; then I finally did commence proceedings in view of my desperate situation, and nothing further came of the matter during your absence.</p>\n<p>\"If the Lacsons, who wish me ill, have told you more, they have made a mistake, for the truth about my comportment is that it cannot be complained of; you can secure information regarding my conduct during our separation here in Valladolid.</p>\n<p>\"I keep yet on my face the shame of what has happened, notwithstanding that it has been already many years since we parted. Therefore, my husband, forgive me; erase what has happened, remember me for God's love; behold our dark fate. In you I trust my future.</p>\n<p>\"E., I have heard that you have had some misfortunes. I send my sympathy, although I am unworthy of your presence.</p>\n<p>\"I also learn from Modesto that you do not wish to have my pension sent. Do as you wish.</p>\n<p>\"Good-bye, E., take good care of yourself, and command,</p>\n               \"Your faithful servant Q.B.S.P.,\n   \"March 6, 1899.                         AGUEDA BENEDICTO.\"\n\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></span> (1906)</b></center>\n<center><h1>DE LA RAMA<br>\nv.<br>\nDE LA RAMA.</h1></center>\n<center>No. 102.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 6, 1905.</center>\n<center>Decided April 2, 1906.</center>\nAPPEAL FROM THE SUPREME COURT OF THE PHILIPPINE ISLANDS.\n<p><span class=\"star-pagination\">*305</span> <i>Mr. Frederic R. Coudert</i> and <i>Mr. Howard Thayer Kingsbury</i> for the appellant.</p>\n<p>There was no appearance for the appellee.</p>\n<p><span class=\"star-pagination\">*307</span> MR. JUSTICE BROWN, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>An important question of jurisdiction is presented by the record in this case. It has been a long established rule that the courts of the United States have no jurisdiction upon the subject of divorce, or for the allowance of alimony, either as an original proceeding in chancery, or an incident of a divorce or separation, both by reason of fact that the husband and wife cannot usually be citizens of different States, so long as the marriage relation continues (a rule which has been somewhat relaxed in recent cases), and for the further reason that a suit for divorce in itself involves no pecuniary value. <i>Barber</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"87254\"><a href=\"/opinion/87254/barber-v-barber/\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">582</span></a></span>, and the analogous cases of <i>Kurtz</i> v. <i>Moffitt,</i> 115 U.S. 487; <i>Durham</i> v. <i>Seymour,</i> <span class=\"citation\" data-id=\"94378\"><a href=\"/opinion/94378/durham-v-seymour/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, and <i>Perrine</i> v. <i>Slack,</i> 164 U.S. 452.</p>\n<p><span class=\"star-pagination\">*308</span> But the general rule above stated has no application to the jurisdiction of the territorial courts, or of the appellate jurisdiction of this court over those courts. Hence, we held in <i>Simms</i> v. <i>Simms,</i> <span class=\"citation\" data-id=\"95113\"><a href=\"/opinion/95113/simms-v-simms/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></a></span>, that an appeal lies from a decree of the Supreme Court of a Territory dismissing the suit of a husband for a divorce and awarding to a wife alimony and counsel fees, amounting in all to more than $5,000, so far as the decree fixes the alimony. This was an appeal from the Supreme Court of Arizona, and the court held that the above considerations expressed in <i>Barber</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"87254\"><a href=\"/opinion/87254/barber-v-barber/\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">582</span></a></span>, had no application to the appellate jurisdiction of this court over the courts of a Territory; that Congress, having entire dominion and sovereignty over Territories, \"has full legislative power over all subjects upon which the legislature of the State might legislate within the State; and may, at its discretion, entrust that power to the legislative assembly of a Territory,\" citing <i>Cope</i> v. <i>Cope,</i> 137 U.S. 682. It was further held that so far as the question of divorce was concerned, the decree could not be reviewed by this court, \"both because that was a matter the value of which could not be estimated in money; and because the refusal of the divorce involved no matter of law, but mere questions of fact depending on the evidence, and which this court is not authorized to reexamine.\" It was further said \"the decree for alimony and counsel fees, although in one sense an incident to the suit for divorce, is a distinct and severable final judgment in favor of the defendant for a sum of money of a sufficient jurisdictional amount, and is therefore good ground of appeal.\" The appeal in that case did not involve the merits.</p>\n<p>The intimation that this court could not review the refusal of the divorce because it could not reexamine questions of fact was undoubtedly thrown out in view of the Territorial Practice Act of April 7, 1874, 18 Stat. 27, providing that \"on appeal\" (from a territorial court) \"instead of the evidence at large, a statement of the facts of the case in the nature of a special verdict, and also the rulings of the court on the admission or <span class=\"star-pagination\">*309</span> rejection of evidence when excepted to, shall be made and certified by the court below, and transmitted to the Supreme Court, together with the transcript of the proceedings and judgment or decree.\"</p>\n<p>Since that act was passed we have always held that the jurisdiction of this court on an appeal from the Supreme Court of a Territory did not extend to a reexamination of the facts, but was limited to determining whether the findings of fact supported the judgment, and to reviewing errors in the admission or rejection of testimony, when exceptions have been duly taken to the action of the court in this particular. <i>Stringfellow</i> v. <i>Cain,</i> 99 U.S. 610; <i>Eilers</i> v. <i>Boatman,</i> 111 U.S. 356; <i>Idaho &amp;c. Land Co.</i> v. <i>Bradbury,</i> 132 U.S. 509; <i>Mammoth Mining Company</i> v. <i>Salt Lake Machine Co.,</i> 151 U.S. 447; <i>Young</i> v. <i>Amy,</i> 171 U.S. 179.</p>\n<p>This act, however, has no application to the Philippine Islands, appeals from the Supreme Court of which are regulated by section 10 of the act of July 1, 1902, 32 Stat. 691, wherein it is declared that appeals from the Supreme Court of the Philippine Islands shall extend to all actions, cases, causes and proceedings \"in which the value in controversy exceeds $25,000.\" These are reviewable on appeal or writ of error by the party aggrieved, in the same manner as the final judgments and decrees of the Circuit Courts of the United States. There is no requirement that the facts shall be found. Appeals from the final decrees in these (Circuit) courts extend to an examination of the facts as well as the law. While upon such review this court will generally accept the concurrent conclusions of the trial and appellate courts, yet, as was said by Mr. Justice Brewer in <i>Beyer</i> v. <i>LeFevre,</i> <span class=\"citation\" data-id=\"95672\"><a href=\"/opinion/95672/beyer-v-lefevre/\"><span class=\"volume\">186</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 119: \"There has always been recognized the right and duty of this court to examine the record, and if it finds that the conclusions are wholly unwarranted by the testimony it will set the verdict or report aside and direct a reexamination.\"</p>\n<p>In this case there was no finding of facts either by the Court of First Instance, or by the Supreme Court of the Islands, except <span class=\"star-pagination\">*310</span> as they appear in the opinion. It is doubtful whether this is a finding of facts within the statute, <i>Lehnen</i> v. <i>Dickson,</i> 148 U.S. 71; <i>British Queen Mining Co.</i> v. <i>Baker Silver Mining Co.,</i> 139 U.S. 222; <i>Dickinson</i> v. <i>Planters' Bank,</i> 16 Wall. 250; <i>Saltonstall</i> v. <i>Birtwell,</i> 150 U.S. 417; <i>Stone</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94554\"><a href=\"/opinion/94554/stone-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, but in any event it is not binding upon us in the absence of an authority to make it.</p>\n<p>While, as indicated in <i>Simms</i> v. <i>Simms</i><i>,</i> the decree for alimony, although in one sense an incident to the suit for divorce, is a distinct and final judgment for a sum of money, and is therefore a good ground for appeal from that part of the decree; yet, where the appeal is from the whole decree (as in this case), or even from a part of the decree, and the denial of alimony or separation of the conjugal property depends upon the evidence which bears upon the right to a divorce, we cannot determine that question without passing upon the sufficiency of the testimony authorizing or refusing the divorce. An appeal from the decree for alimony or other property right would be of no value whatever, unless the facts connected with the allowance or refusal of such right were open to review in the appellate court. Although an appeal from a part of a decree does not bring up the part not appealed from, yet, if the whole decree must be reviewed in order to decide the appeal, such appeal brings up the entire record. <i>Kelsey</i> v. <i>Western,</i> 2 N.Y. 500; <i>Union Trust Company</i> v. <i>Trumbull,</i> 137 Illinois, 146, 159; <i>Walker</i> v. <i>Pritchard,</i> 121 Illinois, 221, 227. The case is even stronger where the appeal is taken from the whole decree.</p>\n<p>The hardship of denying an appeal in this case, as well as review of the testimony upon the subject of divorce, is apparent when the peculiar provisions of the Philippine Code are considered.</p>\n<p>By article 1315: \"Persons who may be joined in matrimony may, before celebrating it, execute contracts, etc. In the absence of contracts relating to property, it shall be understood that the marriage has been contracted under the system of legal conjugal partnership.\"</p>\n<p><span class=\"star-pagination\">*311</span> Article 1401: \"To the conjugal partnership shall belong:</p>\n<p>\"1. Property acquired for a valuable consideration during the marriage at the expense of the partnership property, whether the acquisition is made for the partnership or for one of the spouses only.</p>\n<p>\"2. That obtained by the industries, salaries, or work of the spouses or of either of them;</p>\n<p>\"3. The fruits, income, or interest, collected or accrued during the marriage, coming from the partnership property, or from that which belongs to either one of the spouses.\"</p>\n<p>Article 1392: \"By virtue of the conjugal partnership the earnings or profits indiscriminately obtained by either of the spouses during the marriage shall belong to the husband and wife, share and share alike, upon the dissolution of the marriage.\"</p>\n<p>Article 1407: \"All the property of the marriage shall be considered as partnership property until it is proven that it belongs exclusively to the husband or to the wife.\"</p>\n<p>Article 73: \"A decree of divorce shall produce the following effects:</p>\n<p>\"Sub. 3. The guilty spouse shall lose all that has been given or promised him or her by the innocent one or by any other person in consideration for the latter; and the innocent spouse shall keep all that he or she has received from the guilty one, being permitted, besides, to claim forthwith all that may have been promised by the same.\"</p>\n<p>In the opinion of the Court of First Instance it is stated that the plaintiff received from her mother two thousand pesos, which, with interest amounting to three hundred and forty-five pesos, must be regarded as the portion contributed by the wife to the conjugal partnership. For the purposes of jurisdiction it make no difference whether the amount claimed be termed alimony or the wife's share of the community property. It is sufficient that she claimed to be entitled to an amount exceeding twenty-five thousand dollars, and that the claim was not baseless is shown by the decree of the Court of First Instance <span class=\"star-pagination\">*312</span> allowing it. By the decree of the Supreme Court she was denied all recovery of any description, upon the ground of her adultery. If upon a review of the testimony it were found that she was not guilty of adultery, she would unquestionably be entitled to one-half of the conjugal property.</p>\n<p>As section 10 of the Philippine statute above cited allows an appeal to this court from \"judgments and decrees of the Supreme Court of the Philippine Islands in <i>all</i> actions, cases, causes and proceedings . . . in which the value in controversy exceeds twenty-five thousand dollars,\" we know of no power in this court to create an exception where the statute has made none. Such a decision would be a plain case of judicial legislation.</p>\n<p>Our conclusion upon this branch of the case is that the appeal was properly taken, and that it calls for a reexamination of the grounds upon which the petition for a separation of the conjugal property and alimony <i>pendente lite</i> was denied.</p>\n<p>2. In her complaint the plaintiff charges abandonment by her husband without cause, and also adultery with three women, by each of whom he had children, and which resulted in public scandal and the disgrace of the plaintiff. In his answer defendant denies that he abandoned the plaintiff without sufficient cause, and avers that \"he ejected her from his house on account of indignation,\" created by her adultery with a Spanish corporal; he denies the various allegations of adultery charged against him, and says that even if they are true, they are nothing more than the \"necessary consequences of the indescribable conduct of the plaintiff.\"</p>\n<p>The parties were married in July, 1891, she being fourteen years of age and he twenty-three, and lived happily together for about thirteen months, when in August, 1892, a separation ensued.</p>\n<p>Upon the trial the defendant made no denial of his adulteries, but simply declined to answer any questions on the subject. His adultery, however, with three separate women and the birth of a child by each was proven to the satisfaction of both <span class=\"star-pagination\">*313</span> courts below, and was not attempted to be disproved by evidence on the part of the defendant. Under the Spanish law the adultery of the husband, to be a good ground for separation, must be accompanied by public scandal and disgrace of the wife. Although there is no evidence that the husband \"ejected her from his house on account of indignation,\" as set up in his answer, the fact that he abandoned his wife, excluded her from his house, and formed open and illicit relations with three other women who bore him a family of children, is quite sufficient evidence that his adultery was accompanied by public scandal and disgrace to the wife.</p>\n<p>There was a difference of opinion between the trial court and the Supreme Court as to the adultery of the plaintiff. This is the principal contested fact in the case. The question really is, whether the finding of the Court of First Instance, that the plaintiff had not committed adultery, was so manifestly against the weight of evidence that the Supreme Court was justified in reversing it.</p>\n<p>By section 497 of the Code of Civil Procedure it is enacted that \"the Supreme Court shall not review the evidence taken in the court below, nor retry the questions of fact, except, . . . 3. If the excepting party filed a motion in the Court of First Instance for a new trial, upon the ground that the <i>findings of fact were plainly and manifestly against the weight of evidence,</i> and the judge overruled said motion, and due exception was taken to his overruling the same, the Supreme Court may review the evidence,\" etc.</p>\n<p>The defendant did move for a new trial in the Court of First Instance on the ground that the \"conclusions which in said decision have been deducted from the facts are contradictory to what the evidence filed in this case have shown.\"</p>\n<p>This is not a literal compliance with section 497, above cited, as it is not stated that the findings of fact are plainly and manifestly against the weight of the evidence. It seems rather to fall within the terms of section 145 of the Code of Civil Procedure, by the terms of which the Court of First Instance may, at <span class=\"star-pagination\">*314</span> any time during the term at which the action has been tried, set aside the judgment and grant a new trial on the ground that \"the evidence was insufficient to justify the decision, or that it is against the law.\" But in this connection it is also provided by section 146 that the \"overruling or granting of a motion for a new trial shall not be a ground of exception, but shall be deemed to have been an act of discretion on the part of the judge.\"</p>\n<p>Defendant also prepared a bill of exceptions containing the evidence upon which the hearing was had in the Supreme Court.</p>\n<p>Under the circumstances, and waiving the question whether there was such a motion for a new trial, as is contemplated by section 497, we are of the opinion that the judgment of the Court of First Instance should not have been reversed, unless the findings of that court were plainly and manifestly against the weight of the evidence.</p>\n<p>The adultery charged upon the plaintiff is said to have been committed with one Corporal Zabal of the Civil Guard at Talisay, where the parties then lived. The principal testimony establishing that fact is that of Apolonia Aurelio, a confidential servant, who swears she entered the services of the plaintiff in <i>1891;</i> that the corporal used to frequent the plaintiff's house during the absence of the husband, who was wont to leave home to inspect his haciendas; that plaintiff habitually visited the quarters of the Civil Guard for the purpose of meeting Zabal, and that Zabal was also in the habit of going to the plaintiff's house at ten o'clock at night and remaining until morning; that defendant became acquainted with these facts from a letter written by plaintiff to be sent to Zabal at the quarters of the Civil Guard, but purloined by the witness and given to defendant. This letter, which upon the theory of the defendant would have furnished conclusive evidence of the plaintiff's adultery, was destroyed. The letter, if written at all, was written in May, yet her husband continued to live with her until August, when he carried her to her parents in the town of Vallodolid, apparently for a visit, cohabited with her there <span class=\"star-pagination\">*315</span> and then abandoned her. His version is that he took her to her mother on the same or the next day after he discovered the letter, and that he did not cohabit with her there, although he occupied the same room, in which there was but one bed. Little reliance was placed upon the testimony of Apolonia by either of the courts below, as it appeared that she did not enter the service of the plaintiff until the year <i>1893,</i> after the couple had separated, and that she was then sent by the husband to the wife as a servant. She also told a most improbable story of always sleeping in the room of the plaintiff during her husband's absence, and even while the corporal was there. The Court of First Instance found that the attitude of the witness was apparently hostile to the plaintiff by reason of the fact that Apolonia was about to marry a man whom the plaintiff disliked, and the plaintiff had punished her.</p>\n<p>Upon the other hand, the Court of First Instance did not hesitate to say that the attitude of the plaintiff during the trial of the case was such as to impress the court very favorably in her behalf. \"Her entire bearing was that of a modest, retiring, self-respecting and conscientious woman.\" There was testimony tending to show that Apolonia did not want to testify, but was given two packages of paper money in order to induce her to do so, and that another witness was also paid for his testimony. The testimony of Apolonia is to a certain extent bolstered up by that of three or four men, whose intelligence was evidently of such a low order that they can scarcely deserve to be called corroborating witnesses. The judge of the court came to the conclusion that \"the testimony of this woman is too uncertain and too suspicious to justify any court in declaring the plaintiff guilty of adultery, especially when the worthlessness and the dubious character of the testimony of the other witnesses for the defendant on this subject increase the probability of the existence of something in the nature of a conspiracy to destroy the case of the plaintiff, and to support that of the defendant in the present action.\"</p>\n<p>As already stated, these parties were married in July, 1891, <span class=\"star-pagination\">*316</span> the plaintiff then being but fourteen years of age. The intrigue with Zabal, if it occurred at all, took place within thirteen months thereafter, as the parties separated in August, 1892. The story that a bride of fourteen, happily married and living in comfort if not in luxury, should immediately after her marriage enter into a liaison with a common soldier, should receive him at her house in the presence of her servants, without an attempt at concealment, spend the night with him with her confidential maid apparently sleeping in the same room, should openly visit his quarters at night, taking her maid with her, is so improbable that it should only be accepted upon evidence leaving no other legitimate conclusion to be drawn from it except that of adultery. The inference that this testimony was fabricated was so strong that the courts below were fully justified in disregarding it. The Court of First Instance discarded it entirely. The Supreme Court evidently placed no reliance upon it, but found conclusive evidence of adultery in a letter written in March, 1899, by the plaintiff to her husband.</p>\n<p>This letter, which was written seven years after their separation, is printed in the margin.<sup>[1]</sup> We do not regard it as by any <span class=\"star-pagination\">*317</span> means conclusive. While it is perhaps susceptible of the construction put upon it by the husband, it is entirely consistent with the theory that she had been abandoned by her husband without cause; was left in a desperate state of mind, was anxious to regain his favor, and to make any sacrifice to induce him to take her back and resume their former relations. She hints at no misconduct of her own, but intimates that he is disgusted with her, and for just reason, for having claimed her pension. She says that when he went to Spain her pain was unbearable; that she had become completely desperate, and was advised to demand her pension because of the fact that he was going to reside abroad permanently, and she finally commenced proceedings in view of her desperate situation. So far from confessing adultery, she says that if those who wished her ill \"have told you more, they have made a mistake, for the truth about my comportment is that it cannot be complained of.\" There is nothing indicating that after their separation her conduct had not been irreproachable.</p>\n<p>The paragraph much relied upon is as follows: \"I keep yet on my face the shame of what has happened, notwithstanding that it has been already many years since we parted. <span class=\"star-pagination\">*318</span> Therefore, my husband, forgive me; erase what has happened; remember me for God's love; behold our dark fate. In you I trust my future.\" This is by no means necessarily a confession of guilt.</p>\n<p>The letter is that of a broken-hearted woman, who is willing to make any sacrifice necessary to be restored to her husband's favor and to submit to any humiliation necessary to regain his affection. She makes no confession of adultery, points to her \"comportment\" since their separation as showing nothing that could be complained of, but in her frequent repetition of the claim she had made for her pension points to that as the source of her husband's disgust. Bearing in mind that her husband had seduced her when she was only thirteen years of age, and that since their separation, and for nearly a decade, he had not only repudiated her, but had maintained unlawful relations with at least three other women, all of whom had borne him children, we think that, even if two constructions were possible, the Court of First Instance was right in putting that construction upon the letter which was most favorable to the plaintiff.</p>\n<p>We have reached the conclusion that there is no such preponderance of evidence in favor of the theory of plaintiff's guilt, as authorized the Supreme Court to set aside the conclusions of the court below upon the ground that these findings were plainly and manifestly against the weight of the evidence. In this connection it is proper to bear in mind that the trial judge had all these witnesses before him, and doubtless formed his conclusions largely from their appearance on the stand, their manner of giving testimony and their apparent credibility. Under the circumstances we think the Supreme Court should have affirmed rather than reversed the action of the lower court.</p>\n<p>While the right of the plaintiff to her proportion of the conjugal property, to alimony pending suit and to other allowances claimed is the basis of our jurisdiction, the decree of the Supreme Court in dismissing plaintiff's petition renders it unnecessary to review the action of the Court of First Instance in fixing the amount that it held plaintiff was entitled to recover. <span class=\"star-pagination\">*319</span> We are therefore of opinion that the decree of the Supreme Court dismissing the petition must be reversed, and the cause remanded to that court for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE WHITE, MR. JUSTICE PECKHAM, MR. JUSTICE HOLMES and MR. JUSTICE DAY dissented upon the question of jurisdiction.</p>\n<h2>NOTES</h2>\n<p>[1]  The letter of March 6, 1899, addressed by the plaintiff to the defendant reads as follows:\n</p>\n<p>\"My respected and unforgetable Esteban:</p>\n<p>\"Pardon that I disturb your tranquility, E., that in the midst of a profound sentiment that afflicts me I find consolation for my profound grief in addressing the man who loved me in the time of my good fortune, and who led me to the altar before the eyes of the being whom we most love, God. Remember me; let fall a drop of compassion from your soul; look at me back again with your cheerful eyes at the woman who is watching for you. I know well that you are very disgusted with me, and for just reason  for having claimed my pension. Be calm, quiet yourself, reflect a moment for my situation, which I will explain to you.</p>\n<p>\"When you went to Europe, mother went to see you to explain our situation to you, and you answered that it had nothing to do with you. She insulted you, Esteban; you had reason to be offended.</p>\n<p>\"Now, regarding my having demanded my pension, you are also in the right, but pardon my impudence in stating what I have to say:</p>\n<p>\"I swear to you, E., and call God to witness, that when you went to Spain, my pain was unbearable thinking of my fatal misfortune. I had become completely desperate, and Orozco wrote and advised me to demand my pension in view of the fact that you were going to reside permanently in Spain; then I finally did commence proceedings in view of my desperate situation, and nothing further came of the matter during your absence.</p>\n<p>\"If the Lacsons, who wish me ill, have told you more, they have made a mistake, for the truth about my comportment is that it cannot be complained of; you can secure information regarding my conduct during our separation here in Valladolid.</p>\n<p>\"I keep yet on my face the shame of what has happened, notwithstanding that it has been already many years since we parted. Therefore, my husband, forgive me; erase what has happened, remember me for God's love; behold our dark fate. In you I trust my future.</p>\n<p>\"E., I have heard that you have had some misfortunes. I send my sympathy, although I am unworthy of your presence.</p>\n<p>\"I also learn from Modesto that you do not wish to have my pension sent. Do as you wish.</p>\n<p>\"Good-bye, E., take good care of yourself, and command,</p>\n               \"Your faithful servant Q.B.S.P.,\n   \"March 6, 1899.                         AGUEDA BENEDICTO.\"\n\n\n</div>", "id": 96440, "judges": "Brown, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96440/", "sha1": "17a2a58ef8564f2eeab44a5b17605b5f63dec398", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:34"}