{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "476 U.S. 558", 
    "federal_cite_two": "106 S. Ct. 2071", 
    "specialty_cite_one": null, 
    "federal_cite_three": "90 L. Ed. 2d 538", 
    "lexis_cite": "1986 U.S. LEXIS 84", 
    "document_uris": [
      "/api/rest/v2/document/111682/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Hemme", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "84-1944", 
    "id": 96041, 
    "resource_uri": "/api/rest/v2/citation/96041/"
  }, 
  "id": 111682, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1986-06-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>476 U.S. 558 (1986)</b></center>\n<center><h1>UNITED STATES ET AL.<br>\nv.<br>\nHEMME ET AL.</h1></center>\n<center>No. 84-1944.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 5, 1986</center>\n<center>Decided June 3, 1986</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF ILLINOIS\n<p><span class=\"star-pagination\">*559</span> <i>Albert G. Lauber, Jr.,</i> argued the cause for appellants. With him on the briefs for the United States were <i>Solicitor</i> <span class=\"star-pagination\">*560</span> <i>General Fried, Assistant Attorney General Archer, Michael L. Paup,</i> and <i>Ernest J. Brown.</i></p>\n<p><i>Edward F. Sutkowski</i> argued the cause for appellees. With him on the brief were <i>Dean B. Rhoads</i> and <i>Donald C. Rikli.</i><sup>[*]</sup></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>Appellees, identified as the trustee of the \"revocable living trust\" of Charles W. Hirschi and transferees of Hirschi's property, seek a refund of $6,000 in estate taxes, on the ground that the Government's interpretation of a statutory transitional rule, enacted to bridge the old and new regimes for the federal taxation of gifts and estates, violates both the statute and the Constitution.</p>\n<p></p>\n<h2>I</h2>\n<p>Prior to 1977, the gift tax and the estate tax were imposed, calculated, and collected separately. The gift tax, imposed on donors of certain gifts, permitted each taxpayer a lifetime exemption of $30,000 to be deducted from amounts otherwise taxable. 26 U. S. C. § 2521 (1970 ed.). This so-called \"specific exemption\" could be claimed, in whole or in part, at any time during the taxpayer's lifetime. <i>Ibid.</i> The estate tax, too, provided certain relief for modest estates. In determining the amount subject to estate tax, the estate was entitled to deduct a \"specific exemption\" of $60,000. § 2052 (1970 ed.).</p>\n<p>In considering tax reform in 1976, Congress determined that several changes were necessary to ease the burden of estate and gift taxes on taxpayers of modest means. See H. R. Rep. No. 94-1380, p. 11 (1976). One such change was to transform what had been tax deductions into tax credits so that taxpayers in the lower brackets would benefit as much <span class=\"star-pagination\">*561</span> as those in higher brackets.<sup>[1]</sup><i>Id.,</i> at 15. In addition, Congress decided to merge the two separate specific exemptions for gifts and estates into a single credit, believing that the prior system had favored those who could afford to make substantial lifetime transfers, while disadvantaging those who needed to maintain access to their assets until death. <i>Id.,</i> at 16. Accordingly, the Tax Reform Act of 1976 (Act) erased many of the distinctions in treatment between transfers during life and those after death, in effect treating inheritance as the final taxable gift. It created the so-called \"unified credit,\" which a taxpayer could apply either toward gift tax during life or toward estate tax after death. 26 U. S. C. §§ 2010(a), 2505(a). The $30,000 specific exemption for gifts and $60,000 specific exemption for estates were eliminated, beginning with estates of taxpayers dying after December 31, 1976, and gifts given after that date. A phase-in schedule was established for the amount of the new unified credit, providing a credit of $30,000 for taxpayers dying in 1977, $34,000 for those dying in 1978, and culminating in $47,000 for decedents dying in 1981 and thereafter. 26 U. S. C. §§ 2010(b), 2505(b) (1976 ed.).</p>\n<p>The transformation from exemptions to credit left unresolved the treatment of taxpayers who, before 1977, had used up some or all of their $30,000 specific exemption to escape taxation of gifts. Without further action by Congress, those taxpayers would have gained that benefit of the old regime and theoretically would still be entitled to the entire unified credit provided by the new scheme, even though the latter credit was intended to be a substitute for the entire $90,000 worth of specific exemptions. Moreover, taxpayers with notice of the new scheme would have a great incentive to make <span class=\"star-pagination\">*562</span> gifts quickly and claim their specific exemptions before the unified credit was to go into effect, deliberately seeking the windfall of double exemption. See <i>Estate of Gawne</i> v. <i>Commissioner,</i> 80 T. C. 478, 483 (1983). Recognizing these possibilities, the House Ways and Means Committee reported out a bill which provided that if any portion of the $30,000 specific exemption for gifts had been claimed by a taxpayer since 1932, the unified credit otherwise available to the taxpayer would be reduced by 20% of the amount of the specific exemption already claimed. H. R. 14844, 94th Cong., 2d Sess., §§ 2010(c), 2505(c) (1976), reprinted in H. R. Rep. No. 94-1380, pp. 94, 131 (1976). While the legislative history does not explain the derivation of the 20% figure, the Committee apparently believed it to represent roughly the proportion of equivalence between the values of the specific exemption and the credit, taking into account average effective tax rates.</p>\n<p>This proposed transitional rule was amended by the Conference Committee. The conferees limited the class of covered taxpayers to those who had made gifts after September 8, 1976, the date the Conference Committee approved the measure, but before January 1, 1977, the effective date of the Act. See H. R. Conf. Rep. No. 94-1515, pp. 607-608 (1976). The Conference Committee evidently was less concerned with the possibility of double tax benefits in general than it was with preventing the intentional accretion of such benefits. See R. Stephens, G. Maxfield, &amp; S. Lind, Federal Estate and Gift Taxation ¶ 3.02, pp. 3-4, n. 9 (4th ed. 1978); J. McCord, 1976 Estate and Gift Tax Reform: Analysis, Explanation and Commentary § 2.13, p. 26 (1977). The Act containing this transitional rule passed both Houses of Congress on September 16, 1976, and the President signed it on October 4, 1976. It is the application of the transitional rule that is at issue in the case before us.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*563</span> II</h2>\n<p>The parties have stipulated to the facts. On September 28, 1976, during the period designated as the transitional period, Charles Hirschi made gifts totaling $45,000 to five persons. Two days later, Hirschi filed a federal gift tax return declaring that no tax was due. The first $15,000 consisted of five gifts of $3,000 each, and was exempt from taxation by virtue of a statutory annual exclusion from gift tax of $3,000 per donee. See 26 U. S. C. § 2503(b) (1970 ed.). To render the remaining $30,000 also exempt from tax, Hirschi elected to claim his entire, lifetime specific exemption. By thus claiming the maximum exemptions to which the old law entitled him, Hirschi evidently hoped to reap the benefits of that law before its repeal. Had he lived three years longer, he might have come closer to realizing his hopes.</p>\n<p>But, in poignant confirmation of Benjamin Franklin's adage, Hirschi escaped neither death nor taxes. Just over two years later, Hirschi died, and his estate was required by law to include in the gross estate all gifts made \"in contemplation of death,\" which presumptively included all gifts made within three years of the decedent's demise. See 26 U. S. C. § 2035 (1970 ed.). After including in the estate the full $45,000 worth of gifts given on September 28, 1976, the estate then claimed its entire unified credit provided by the new Act for decedents dying in 1978, in the amount of $34,000. The Internal Revenue Service (IRS), however, concluded that, under the transitional rule, the $34,000 unified credit must be reduced by 20% of the amount of the specific exemption claimed during the decedent's lifetime, or $6,000. The IRS made an assessment of $6,000, and the estate paid the deficiency. The estate then filed an unsuccessful administrative claim for a refund, and this lawsuit followed.</p>\n<p>The District Court for the Southern District of Illinois held that § 2010(c), as applied to Hirschi's gift, violates the Due Process Clause of the Fifth Amendment. Because the transitional <span class=\"star-pagination\">*564</span> rule has an effect on gifts made before its enactment, the court reasoned that the case is controlled by <i>Untermyer</i> v. <i>Anderson,</i> 276 U. S. 440 (1928), in which this Court held that the Nation's first gift tax could not be applied to gifts made before its enactment without violating due process. <i>Id.,</i> at 445. The District Court found that the application of § 2010(c) to this transaction was \"so arbitrary and capricious as to render it unconstitutional.\" App. to Juris. Statement 6a. This Court noted probable jurisdiction of the Government's appeal, 474 U. S. 814 (1985), and we now reverse the judgment of the District Court.</p>\n<p></p>\n<h2>III</h2>\n<p>Appellees proffer two principal arguments in support of the judgment below. First, they maintain that Congress did not intend the transitional rule to be applied as the IRS applied it in their case. Second, they contend that the employment of the transitional rule in their case offends due process. Although the District Court embarked immediately upon the constitutional claim, we shall undertake the statutory analysis first.</p>\n<p>The transitional rule provides as follows:</p>\n<blockquote>\"The amount of the credit allowable under subsection (a) [the unified credit] shall be reduced by an amount equal to 20 percent of the aggregate amount allowed as a specific exemption under section 2521 (as in effect before its repeal by the Tax Reform Act of 1976) with respect to gifts made by the decedent after September 8, 1976.\" 26 U. S. C. § 2010(c).</blockquote>\n<p>Appellees focus on the word \"allowed.\" They contend that, when the $30,000 gift was included in the Hirschi estate by reason of his death within three years of making the gift, the $30,000 specific exemption he had claimed became \"disallowed\"; it was improper, they argue, for the unified credit <span class=\"star-pagination\">*565</span> to have been diminished as if Hirschi had been \"allowed\" his specific exemption. Under appellees' view, a claim to a specific exemption is not \"allowed\" unless the taxpayer ultimately <i>benefits</i> from that exemption by paying less tax than he otherwise would have paid.</p>\n<p>Longstanding interpretation of the tax laws provides appellees little in the way of support. This Court had occasion, in 1943, to consider an argument very similar to that propounded by appellees in this case. In <i>Virginian Hotel Corp.</i> v. <i>Helvering,</i> 319 U. S. 523 (1943), the taxpayer claimed \"that `allowed,' unlike `allowable,' connotes the receipt of a tax benefit.\" <i>Id.,</i> at 526. The provision at issue there required the reduction of the basis of property by the amount of prior depreciation deductions \"to the extent allowed.\" The taxpayer had claimed depreciation deductions in prior years, but, because other deductions for the years in question had been sufficient to produce overall losses, the deductions for depreciation had not reduced the amount of tax owed in those years. Consequently, the taxpayer argued that those deductions, although claimed, had not been \"allowed,\" because they had not resulted in a tax benefit. The Court disagreed:</p>\n<blockquote>\"[W]e find no suggestion that `allowed,' as distinguished from `allowable,' depreciation is confined to those deductions which result in tax benefits. `Allowed' connotes a grant. Under our federal tax system there is no machinery for formal allowances of deductions from gross income. Deductions stand if the Commissioner takes no steps to challenge them.\" <i>Id.,</i> at 526-527.</blockquote>\n<p>In this case, too, we find no suggestion that only those uses of the specific exemption that afford an ultimate tax advantage to the taxpayer are to be considered \"allowed\" within the meaning of § 2010(c). For the gift-tax scheme has no more machinery for formal allowance of deductions than does the income-tax scheme discussed in <i>Virginian Hotel.</i> While it is true that \"the record does not reflect that the specific exemption was allowed,\" Brief for Appellees 17, inaction <span class=\"star-pagination\">*566</span> by the IRS under these circumstances suggests allowance, rather than disallowance, of the claim. See <i>Kilgroe</i> v. <i>United States,</i> 664 F. 2d 1168, 1170 (CA10 1981); <i>Blackhawk-Perry Corp.</i> v. <i>Commissioner,</i> 182 F. 2d 319, 321 (CA8 1950); <i>P. Dougherty Co.</i> v. <i>Commissioner,</i> 159 F. 2d 269, 271 (CA4 1946); <i>Repplier Coal Co.</i> v. <i>Commissioner,</i> 140 F. 2d 554, 558 (CA3 1944).</p>\n<p>Nor is the mere inclusion of the gift in the gross estate tantamount to disallowance of the $30,000 exemption. Under § 2035, the $30,000 would have been included in the estate even if Hirschi had paid gift tax on the gift instead of claiming his specific exemption. The operation of § 2035 makes no comment upon the propriety of the claim of exemption. Thus, we cannot conclude that Congress intended inclusion of a gift made in contemplation of death in the gross estate of the donor to render the specific exemption not \"allowed\" within the meaning of § 2010(c).</p>\n<p>The term \"allowed\" is a familiar denizen of the Tax Code. See, <i>e. g.,</i> §§ 1016(a)(20), (25). In some sections it appears unqualified, while in others, Congress has clearly embellished the term with the \"tax benefit\" qualification that appellees urge here. For example, in certain situations a taxpayer's \"basis\" in property is to be reduced \"for amounts allowed as deductions . . . and resulting in a reduction of the taxpayer's taxes.\" §§ 1016(a)(9), (14), (16). Congress failed to so qualify the term \"allowed\" in § 2010(c), and we will not presume to impart to Congress an unstated intention to do so.</p>\n<p>More importantly, Hirschi did receive a benefit for his specific exemption. He was permitted the option of deciding, in 1976, whether he would prefer to pay gift tax at that time or to claim his lifetime specific exemption and avoid paying taxes on the gift. He was granted the opportunity, knowing of the disadvantageous laws relating to gifts made in contemplation of death, to calculate the probability that he would live for three more years and escape tax on the $30,000 altogether. <span class=\"star-pagination\">*567</span> During his lifetime he paid no tax on the $30,000 gift, consistent with his election to use the specific exemption. The eventual effect of his decisions upon his estate cannot be said to have deprived him of the benefit Congress intended to bestow upon those in Hirschi's position. The application of § 2010(c) to reduce the unified credit of Hirschi's estate by 20% of the amount claimed as a specific exemption, therefore, is consistent with the language and purpose of the statute.</p>\n<p></p>\n<h2>IV</h2>\n<p>We must now address the argument that led the District Court to find unconstitutional the Government's application of the transitional rule to appellees. Appellees contend that the rule \"effectively imposes a retroactive penalty tax upon Mr. Hirschi's claim to the specific exemption,\" Brief for Appellees 33, and that it is \"unreasonably harsh and oppressive,\" in violation of the Due Process Clause. <i>Id.,</i> at 31. In addition, appellees suggest that they have been subjected to double taxation, also without due process, see <i>id.,</i> at 32.</p>\n<p>The District Court found that § 2010(c) transgresses the Due Process Clause because its application to appellees is arbitrary and capricious. Relying heavily on <i>Untermyer</i> v. <i>Anderson,</i> 276 U. S. 440 (1928), the court concluded that the \"retroactive\" operation of the legislation, insofar as it affects the final disposition of a gift made before the enactment of the statute, is unreasonable. In <i>Untermyer,</i> this Court construed the Revenue Act of 1924, which was signed on June 2 of that year and imposed a gift tax on gifts made during the entire calendar year 1924. The Court concluded that, \"so far as applicable to bona fide gifts not made in anticipation of death and fully consummated prior to June 2, 1924, those provisions are arbitrary and invalid under the due process clause of the Fifth Amendment.\" <i>Id.,</i> at 445. The principal objection to the statute was the absence of notice; the Court endorsed the conclusion, <i>ibid.,</i> reached in <i>Blodgett</i> v. <i>Holden,</i> 275 U. S. 142, 147 (1927), where a plurality had found it <span class=\"star-pagination\">*568</span> \"wholly unreasonable that one who, in entire good faith and without the slightest premonition of such consequence, made absolute disposition of his property by gifts should thereafter be required to pay a charge for so doing.\"</p>\n<p>In <i>Untermyer, supra,</i> at 445, the Court explicitly recognized a distinction between retroactive taxation of genuine gifts and that of gifts made in contemplation of death; the case, therefore, is not controlling here. Moreover, <i>Untermyer</i> involved the levy of the first gift tax; its authority is of limited value in assessing the constitutionality of subsequent amendments that bring about certain changes in operation of the tax laws, rather than the creation of a wholly new tax. See <i>United States</i> v. <i>Darusmont,</i> 449 U. S. 292, 299 (1981) <i>(per curiam)</i><i>.</i> Indeed, this Court has since made clear that some retrospective effective is not necessarily fatal to a revenue law. In <i>Milliken</i> v. <i>United States,</i> 283 U. S. 15 (1931), for example, the Court upheld the application of an early \"gift in contemplation of death\" statute, enacted in 1918, to draw into the estate of a decedent who died in 1920 a gift given in 1916, before enactment of the statute. In that case the equities were especially favorable to the taxpayer, because the gift in question was stock that had appreciated substantially following the gift, and inclusion in the estate occasioned taxation of the higher amount. Nevertheless, this Court reasoned that the validity of the tax depended, not upon its retroactive feature, but upon its nature and that of the gift. The Court upheld the levy of estate tax upon the gift on the ground that the notion of taxing gifts made in contemplation of death as part of the estate was not new, and that the donor should have known that there was a chance of increased tax burden if he chose to make what amounted to a testamentary gift during his lifetime. <i>Id.,</i> at 24.</p>\n<p>Following the approach taken in our prior cases, we must \"consider the nature of the tax and the circumstances in which it is laid before it can be said that its retroactive application is so harsh and oppressive as to transgress the constitutional <span class=\"star-pagination\">*569</span> limitation.\" <i>Welch</i> v. <i>Henry,</i> 305 U. S. 134, 147 (1938). One of the relevant circumstances is whether, without notice, a statute gives a different and more oppressive legal effect to conduct undertaken before enactment of the statute. Our first task, accordingly, is to determine whether Hirschi's conduct was granted a different and more oppressive legal effect as a result of the Act. The key to resolution of this question is § 2035, which has reached back for years to affect the taxation of gifts made in contemplation of death.</p>\n<p>Section 2035, as it applied to gifts made before 1977, provided that gifts made within three years of the donor's death would be deemed to have been made in contemplation of death, unless the estate could establish otherwise. 26 U. S. C. § 2035(b) (1970 ed.). Congress required that gifts made in contemplation of death be included in the amount of the gross estate in order to forestall any temptation on the part of taxpayers to make deathbed transfers for the purpose of evading estate taxes. See <i>Milliken</i> v. <i>United States, supra</i><i>.</i> Even if the Act had never been passed, Hirschi's gift would have been subject to the requirements of § 2035. Our inquiry, therefore, must focus upon the operation of that provision both with and without the intervening passage of § 2010(c).</p>\n<p>Had Congress not enacted § 2010(c), Hirschi would have claimed his $30,000 specific exemption; he would have paid no tax on that gift. When he died within three years, his estate would have been required, under § 2035, to include the gift in the estate and pay estate taxes on that $30,000. His estate would have been permitted to claim its specific exemption of $60,000 against the estate tax owed. With the enactment of § 2010(c), Hirschi claimed his $30,000 specific exemption; he paid no tax on that gift. When he died within three years, his estate was required, under § 2035, to include the gift in the estate and pay estate taxes on that $30,000. His estate was permitted to claim its entire unified credit of $34,000, <i>minus $6,000,</i> against the estate tax owed.</p>\n<p><span class=\"star-pagination\">*570</span> The operative comparison, then, is between a specific exemption of $60,000, available to the estate under the old law, and a unified credit from which $6,000 has been subtracted, available to appellees under the new Act. As discussed above, Congress reasonably determined that the entire unified credit would provide a substitute for <i>both</i> the $30,000 specific exemption for lifetime gifts <i>and</i> the $60,000 specific exemption for estates.<sup>[2]</sup> Mindful that, under the old law, the estate would have been entitled to claim $60,000 \u0097 only twothirds of the taxpayer's entire $90,000 exemption \u0097 we cannot be surprised to discover that, under the new Act, too, the estate is entitled to something less than the full unified credit otherwise available. Here, Congress quite fairly decided that the credit should be reduced by 20% of the specific exemption previously taken, a favorable exchange for the taxpayer.<sup>[3]</sup> Taking into account Congress' equation, then, we cannot but deduce that appellees are no worse off than they would have been without the enactment of the Act. Appellees reach a different conclusion only by comparing Hirschi's position, not to that of another taxpayer subject to § 2035, but to that of a person who did not die within three years of <span class=\"star-pagination\">*571</span> making the gift, a person not similarly situated with respect to the relevant legal criteria.</p>\n<p>Other circumstances of Hirschi's transaction confirm our conclusion that appellees have not suffered different and oppressive treatment as a result of the Act. First, § 2035 had long been in effect at the time Hirschi made his gift, and it is § 2035 that contains the principal retroactive feature involved in this case, requiring the estate to reach back and embrace a gift made over two years previously. Moreover, Hirschi had no expectation at the time of the gift that he would be entitled to any particular amount of a unified credit, that credit not yet having been created. Especially if the amount of the credit that his estate was ultimately allotted resulted in no greater a tax than the estate would have owed under the old law, the retroactive aspect of the law could not be said to be oppressive or inequitable. Appellees concede that, even taking into account the operation of § 2010(c), they still have paid estate taxes of $655.16 <i>less</i> than they would have paid had the 1976 Act never been passed. While the amount of tax is not dispositive, it is one circumstance of the transaction to be considered under <i>Milliken.</i> Under these circumstances, we have no difficulty concluding that, even if § 2010(c) can be considered to be retroactive taxation, a question that we do not answer, the provision represents a fair judgment by Congress that does not deprive appellees of anything to which they can assert a constitutional right.</p>\n<p>Appellees also protest that the confluence of §§ 2010(c) and 2035 has required them to pay tax on the same transaction twice. By reducing the unified credit by $6,000, they argue, the IRS has effectively made the estate liable for gift tax on the $30,000, while also assessing estate tax on the same $30,000. Yet we have concluded above that appellees have not been taxed more oppressively than have any taxpayers unfortunate enough to be subject to § 2035. \"There is no doubt of the power of Congress to provide for including in the gross estate of a decedent, for purposes of the death tax, the <span class=\"star-pagination\">*572</span> value of gifts made in contemplation of death.\" <i>Heiner</i> v. <i>Donnan,</i> 285 U. S. 312, 324 (1932). We need not decide here whether that inclusion results in double taxation, for even if it did, the Constitution would not be offended as long as Congress had clearly expressed its intention to occasion the result. <i>Patton</i> v. <i>Brady,</i> 184 U. S. 608, 621 (1902). Congress clearly intended, in § 2035, to gather Hirschi's $30,000 gift into the estate; equally clear is the legislative purpose to reduce the unified credit whenever the specific exemption for lifetime gifts was used during the transitional period. There being no ambiguity in the statute, even if one could construe the treatment of Hirschi as double taxation, the Constitution would not stand in its way. <i>Hellmich</i> v. <i>Hellman,</i> 276 U. S. 233, 238 (1928).</p>\n<p></p>\n<h2>V</h2>\n<p>The application of § 2010(c) to reduce the credit available to the Hirschi estate by $6,000 is not inconsistent with the statute or the Due Process Clause of the Constitution. Accordingly, the judgment of the District Court is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>David W. Carpenter, James J. Carroll,</i> and <i>Edward C. Rustigan</i> filed a brief for Margaret A. Paluch as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  A credit has greater value to the taxpayer than a deduction or exemption. A credit directly reduces the amount of tax that must be paid, dollar for dollar, whereas a deduction reduces tax liability only indirectly by reducing the taxable estate. See R. Stephens, G. Maxfield, &amp; S. Lind, Federal Estate and Gift Taxation ¶ 3.01 (4th ed. 1978).</p>\n<p>[2]  This determination was entirely reasonable from the standpoint of the taxpayer, as the unified credit resulted in an overall increase in tax savings over that provided by the specific exemptions. For example, Hirschi's estate was subject to a 34% marginal rate of tax, and consequently the estate's $60,000 specific exemption would have yielded a tax reduction of $20,400. Using the unified credit of the new Act, however, the estate enjoyed a tax reduction of $28,000.</p>\n<p>[3]  Of course, a numerical comparison between the exemptions and the credit is not entirely fruitful because Congress intended in the Act to increase the overall amount of gifts and estates exempted from tax. See H. R. Rep. No. 94-1380, p. 11 (1976). Nevertheless, simple mathematics suggests that, if a unified credit of $47,000 were to be deemed comparable in some sense to $90,000 in exemptions, then one would expect the credit to be reduced by as much as 52% of the exemption claimed, instead of 20%. Taking account of varying tax rates, Congress clearly acted fairly when it settled on the 20% figure.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:20", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">558</span></span> (1986)</b></center>\n<center><h1>UNITED STATES ET AL.<br>\nv.<br>\nHEMME ET AL.</h1></center>\n<center>No. 84-1944.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 5, 1986</center>\n<center>Decided June 3, 1986</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF ILLINOIS\n<p><span class=\"star-pagination\">*559</span> <i>Albert G. Lauber, Jr.,</i> argued the cause for appellants. With him on the briefs for the United States were <i>Solicitor</i> <span class=\"star-pagination\">*560</span> <i>General Fried, Assistant Attorney General Archer, Michael L. Paup,</i> and <i>Ernest J. Brown.</i></p>\n<p><i>Edward F. Sutkowski</i> argued the cause for appellees. With him on the brief were <i>Dean B. Rhoads</i> and <i>Donald C. Rikli.</i><sup>[*]</sup></p>\n<p>JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>Appellees, identified as the trustee of the \"revocable living trust\" of Charles W. Hirschi and transferees of Hirschi's property, seek a refund of $6,000 in estate taxes, on the ground that the Government's interpretation of a statutory transitional rule, enacted to bridge the old and new regimes for the federal taxation of gifts and estates, violates both the statute and the Constitution.</p>\n<p></p>\n<h2>I</h2>\n<p>Prior to 1977, the gift tax and the estate tax were imposed, calculated, and collected separately. The gift tax, imposed on donors of certain gifts, permitted each taxpayer a lifetime exemption of $30,000 to be deducted from amounts otherwise taxable. 26 U. S. C. § 2521 (1970 ed.). This so-called \"specific exemption\" could be claimed, in whole or in part, at any time during the taxpayer's lifetime. <i>Ibid.</i> The estate tax, too, provided certain relief for modest estates. In determining the amount subject to estate tax, the estate was entitled to deduct a \"specific exemption\" of $60,000. § 2052 (1970 ed.).</p>\n<p>In considering tax reform in 1976, Congress determined that several changes were necessary to ease the burden of estate and gift taxes on taxpayers of modest means. See H. R. Rep. No. 94-1380, p. 11 (1976). One such change was to transform what had been tax deductions into tax credits so that taxpayers in the lower brackets would benefit as much <span class=\"star-pagination\">*561</span> as those in higher brackets.<sup>[1]</sup><i>Id.,</i> at 15. In addition, Congress decided to merge the two separate specific exemptions for gifts and estates into a single credit, believing that the prior system had favored those who could afford to make substantial lifetime transfers, while disadvantaging those who needed to maintain access to their assets until death. <i>Id.,</i> at 16. Accordingly, the Tax Reform Act of 1976 (Act) erased many of the distinctions in treatment between transfers during life and those after death, in effect treating inheritance as the final taxable gift. It created the so-called \"unified credit,\" which a taxpayer could apply either toward gift tax during life or toward estate tax after death. 26 U. S. C. §§ 2010(a), 2505(a). The $30,000 specific exemption for gifts and $60,000 specific exemption for estates were eliminated, beginning with estates of taxpayers dying after December 31, 1976, and gifts given after that date. A phase-in schedule was established for the amount of the new unified credit, providing a credit of $30,000 for taxpayers dying in 1977, $34,000 for those dying in 1978, and culminating in $47,000 for decedents dying in 1981 and thereafter. 26 U. S. C. §§ 2010(b), 2505(b) (1976 ed.).</p>\n<p>The transformation from exemptions to credit left unresolved the treatment of taxpayers who, before 1977, had used up some or all of their $30,000 specific exemption to escape taxation of gifts. Without further action by Congress, those taxpayers would have gained that benefit of the old regime and theoretically would still be entitled to the entire unified credit provided by the new scheme, even though the latter credit was intended to be a substitute for the entire $90,000 worth of specific exemptions. Moreover, taxpayers with notice of the new scheme would have a great incentive to make <span class=\"star-pagination\">*562</span> gifts quickly and claim their specific exemptions before the unified credit was to go into effect, deliberately seeking the windfall of double exemption. See <i>Estate of Gawne</i> v. <i>Commissioner,</i> 80 T. C. 478, 483 (1983). Recognizing these possibilities, the House Ways and Means Committee reported out a bill which provided that if any portion of the $30,000 specific exemption for gifts had been claimed by a taxpayer since 1932, the unified credit otherwise available to the taxpayer would be reduced by 20% of the amount of the specific exemption already claimed. H. R. 14844, 94th Cong., 2d Sess., §§ 2010(c), 2505(c) (1976), reprinted in H. R. Rep. No. 94-1380, pp. 94, 131 (1976). While the legislative history does not explain the derivation of the 20% figure, the Committee apparently believed it to represent roughly the proportion of equivalence between the values of the specific exemption and the credit, taking into account average effective tax rates.</p>\n<p>This proposed transitional rule was amended by the Conference Committee. The conferees limited the class of covered taxpayers to those who had made gifts after September 8, 1976, the date the Conference Committee approved the measure, but before January 1, 1977, the effective date of the Act. See H. R. Conf. Rep. No. 94-1515, pp. 607-608 (1976). The Conference Committee evidently was less concerned with the possibility of double tax benefits in general than it was with preventing the intentional accretion of such benefits. See R. Stephens, G. Maxfield, &amp; S. Lind, Federal Estate and Gift Taxation ¶ 3.02, pp. 3-4, n. 9 (4th ed. 1978); J. McCord, 1976 Estate and Gift Tax Reform: Analysis, Explanation and Commentary § 2.13, p. 26 (1977). The Act containing this transitional rule passed both Houses of Congress on September 16, 1976, and the President signed it on October 4, 1976. It is the application of the transitional rule that is at issue in the case before us.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*563</span> II</h2>\n<p>The parties have stipulated to the facts. On September 28, 1976, during the period designated as the transitional period, Charles Hirschi made gifts totaling $45,000 to five persons. Two days later, Hirschi filed a federal gift tax return declaring that no tax was due. The first $15,000 consisted of five gifts of $3,000 each, and was exempt from taxation by virtue of a statutory annual exclusion from gift tax of $3,000 per donee. See 26 U. S. C. § 2503(b) (1970 ed.). To render the remaining $30,000 also exempt from tax, Hirschi elected to claim his entire, lifetime specific exemption. By thus claiming the maximum exemptions to which the old law entitled him, Hirschi evidently hoped to reap the benefits of that law before its repeal. Had he lived three years longer, he might have come closer to realizing his hopes.</p>\n<p>But, in poignant confirmation of Benjamin Franklin's adage, Hirschi escaped neither death nor taxes. Just over two years later, Hirschi died, and his estate was required by law to include in the gross estate all gifts made \"in contemplation of death,\" which presumptively included all gifts made within three years of the decedent's demise. See 26 U. S. C. § 2035 (1970 ed.). After including in the estate the full $45,000 worth of gifts given on September 28, 1976, the estate then claimed its entire unified credit provided by the new Act for decedents dying in 1978, in the amount of $34,000. The Internal Revenue Service (IRS), however, concluded that, under the transitional rule, the $34,000 unified credit must be reduced by 20% of the amount of the specific exemption claimed during the decedent's lifetime, or $6,000. The IRS made an assessment of $6,000, and the estate paid the deficiency. The estate then filed an unsuccessful administrative claim for a refund, and this lawsuit followed.</p>\n<p>The District Court for the Southern District of Illinois held that § 2010(c), as applied to Hirschi's gift, violates the Due Process Clause of the Fifth Amendment. Because the transitional <span class=\"star-pagination\">*564</span> rule has an effect on gifts made before its enactment, the court reasoned that the case is controlled by <i>Untermyer</i> v. <i>Anderson,</i> 276 U. S. 440 (1928), in which this Court held that the Nation's first gift tax could not be applied to gifts made before its enactment without violating due process. <i>Id.,</i> at 445. The District Court found that the application of § 2010(c) to this transaction was \"so arbitrary and capricious as to render it unconstitutional.\" App. to Juris. Statement 6a. This Court noted probable jurisdiction of the Government's appeal, 474 U. S. 814 (1985), and we now reverse the judgment of the District Court.</p>\n<p></p>\n<h2>III</h2>\n<p>Appellees proffer two principal arguments in support of the judgment below. First, they maintain that Congress did not intend the transitional rule to be applied as the IRS applied it in their case. Second, they contend that the employment of the transitional rule in their case offends due process. Although the District Court embarked immediately upon the constitutional claim, we shall undertake the statutory analysis first.</p>\n<p>The transitional rule provides as follows:</p>\n<blockquote>\"The amount of the credit allowable under subsection (a) [the unified credit] shall be reduced by an amount equal to 20 percent of the aggregate amount allowed as a specific exemption under section 2521 (as in effect before its repeal by the Tax Reform Act of 1976) with respect to gifts made by the decedent after September 8, 1976.\" 26 U. S. C. § 2010(c).</blockquote>\n<p>Appellees focus on the word \"allowed.\" They contend that, when the $30,000 gift was included in the Hirschi estate by reason of his death within three years of making the gift, the $30,000 specific exemption he had claimed became \"disallowed\"; it was improper, they argue, for the unified credit <span class=\"star-pagination\">*565</span> to have been diminished as if Hirschi had been \"allowed\" his specific exemption. Under appellees' view, a claim to a specific exemption is not \"allowed\" unless the taxpayer ultimately <i>benefits</i> from that exemption by paying less tax than he otherwise would have paid.</p>\n<p>Longstanding interpretation of the tax laws provides appellees little in the way of support. This Court had occasion, in 1943, to consider an argument very similar to that propounded by appellees in this case. In <i>Virginian Hotel Corp.</i> v. <i>Helvering,</i> 319 U. S. 523 (1943), the taxpayer claimed \"that `allowed,' unlike `allowable,' connotes the receipt of a tax benefit.\" <i>Id.,</i> at 526. The provision at issue there required the reduction of the basis of property by the amount of prior depreciation deductions \"to the extent allowed.\" The taxpayer had claimed depreciation deductions in prior years, but, because other deductions for the years in question had been sufficient to produce overall losses, the deductions for depreciation had not reduced the amount of tax owed in those years. Consequently, the taxpayer argued that those deductions, although claimed, had not been \"allowed,\" because they had not resulted in a tax benefit. The Court disagreed:</p>\n<blockquote>\"[W]e find no suggestion that `allowed,' as distinguished from `allowable,' depreciation is confined to those deductions which result in tax benefits. `Allowed' connotes a grant. Under our federal tax system there is no machinery for formal allowances of deductions from gross income. Deductions stand if the Commissioner takes no steps to challenge them.\" <i>Id.,</i> at 526-527.</blockquote>\n<p>In this case, too, we find no suggestion that only those uses of the specific exemption that afford an ultimate tax advantage to the taxpayer are to be considered \"allowed\" within the meaning of § 2010(c). For the gift-tax scheme has no more machinery for formal allowance of deductions than does the income-tax scheme discussed in <i>Virginian Hotel.</i> While it is true that \"the record does not reflect that the specific exemption was allowed,\" Brief for Appellees 17, inaction <span class=\"star-pagination\">*566</span> by the IRS under these circumstances suggests allowance, rather than disallowance, of the claim. See <i>Kilgroe</i> v. <i>United States,</i> 664 F. 2d 1168, 1170 (CA10 1981); <i>Blackhawk-Perry Corp.</i> v. <i>Commissioner,</i> 182 F. 2d 319, 321 (CA8 1950); <i>P. Dougherty Co.</i> v. <i>Commissioner,</i> 159 F. 2d 269, 271 (CA4 1946); <i>Repplier Coal Co.</i> v. <i>Commissioner,</i> 140 F. 2d 554, 558 (CA3 1944).</p>\n<p>Nor is the mere inclusion of the gift in the gross estate tantamount to disallowance of the $30,000 exemption. Under § 2035, the $30,000 would have been included in the estate even if Hirschi had paid gift tax on the gift instead of claiming his specific exemption. The operation of § 2035 makes no comment upon the propriety of the claim of exemption. Thus, we cannot conclude that Congress intended inclusion of a gift made in contemplation of death in the gross estate of the donor to render the specific exemption not \"allowed\" within the meaning of § 2010(c).</p>\n<p>The term \"allowed\" is a familiar denizen of the Tax Code. See, <i>e. g.,</i> §§ 1016(a)(20), (25). In some sections it appears unqualified, while in others, Congress has clearly embellished the term with the \"tax benefit\" qualification that appellees urge here. For example, in certain situations a taxpayer's \"basis\" in property is to be reduced \"for amounts allowed as deductions . . . and resulting in a reduction of the taxpayer's taxes.\" §§ 1016(a)(9), (14), (16). Congress failed to so qualify the term \"allowed\" in § 2010(c), and we will not presume to impart to Congress an unstated intention to do so.</p>\n<p>More importantly, Hirschi did receive a benefit for his specific exemption. He was permitted the option of deciding, in 1976, whether he would prefer to pay gift tax at that time or to claim his lifetime specific exemption and avoid paying taxes on the gift. He was granted the opportunity, knowing of the disadvantageous laws relating to gifts made in contemplation of death, to calculate the probability that he would live for three more years and escape tax on the $30,000 altogether. <span class=\"star-pagination\">*567</span> During his lifetime he paid no tax on the $30,000 gift, consistent with his election to use the specific exemption. The eventual effect of his decisions upon his estate cannot be said to have deprived him of the benefit Congress intended to bestow upon those in Hirschi's position. The application of § 2010(c) to reduce the unified credit of Hirschi's estate by 20% of the amount claimed as a specific exemption, therefore, is consistent with the language and purpose of the statute.</p>\n<p></p>\n<h2>IV</h2>\n<p>We must now address the argument that led the District Court to find unconstitutional the Government's application of the transitional rule to appellees. Appellees contend that the rule \"effectively imposes a retroactive penalty tax upon Mr. Hirschi's claim to the specific exemption,\" Brief for Appellees 33, and that it is \"unreasonably harsh and oppressive,\" in violation of the Due Process Clause. <i>Id.,</i> at 31. In addition, appellees suggest that they have been subjected to double taxation, also without due process, see <i>id.,</i> at 32.</p>\n<p>The District Court found that § 2010(c) transgresses the Due Process Clause because its application to appellees is arbitrary and capricious. Relying heavily on <i>Untermyer</i> v. <i>Anderson,</i> 276 U. S. 440 (1928), the court concluded that the \"retroactive\" operation of the legislation, insofar as it affects the final disposition of a gift made before the enactment of the statute, is unreasonable. In <i>Untermyer,</i> this Court construed the Revenue Act of 1924, which was signed on June 2 of that year and imposed a gift tax on gifts made during the entire calendar year 1924. The Court concluded that, \"so far as applicable to bona fide gifts not made in anticipation of death and fully consummated prior to June 2, 1924, those provisions are arbitrary and invalid under the due process clause of the Fifth Amendment.\" <i>Id.,</i> at 445. The principal objection to the statute was the absence of notice; the Court endorsed the conclusion, <i>ibid.,</i> reached in <i>Blodgett</i> v. <i>Holden,</i> 275 U. S. 142, 147 (1927), where a plurality had found it <span class=\"star-pagination\">*568</span> \"wholly unreasonable that one who, in entire good faith and without the slightest premonition of such consequence, made absolute disposition of his property by gifts should thereafter be required to pay a charge for so doing.\"</p>\n<p>In <i>Untermyer, supra,</i> at 445, the Court explicitly recognized a distinction between retroactive taxation of genuine gifts and that of gifts made in contemplation of death; the case, therefore, is not controlling here. Moreover, <i>Untermyer</i> involved the levy of the first gift tax; its authority is of limited value in assessing the constitutionality of subsequent amendments that bring about certain changes in operation of the tax laws, rather than the creation of a wholly new tax. See <i>United States</i> v. <i>Darusmont,</i> 449 U. S. 292, 299 (1981) <i>(per curiam)</i><i>.</i> Indeed, this Court has since made clear that some retrospective effective is not necessarily fatal to a revenue law. In <i>Milliken</i> v. <i>United States,</i> 283 U. S. 15 (1931), for example, the Court upheld the application of an early \"gift in contemplation of death\" statute, enacted in 1918, to draw into the estate of a decedent who died in 1920 a gift given in 1916, before enactment of the statute. In that case the equities were especially favorable to the taxpayer, because the gift in question was stock that had appreciated substantially following the gift, and inclusion in the estate occasioned taxation of the higher amount. Nevertheless, this Court reasoned that the validity of the tax depended, not upon its retroactive feature, but upon its nature and that of the gift. The Court upheld the levy of estate tax upon the gift on the ground that the notion of taxing gifts made in contemplation of death as part of the estate was not new, and that the donor should have known that there was a chance of increased tax burden if he chose to make what amounted to a testamentary gift during his lifetime. <i>Id.,</i> at 24.</p>\n<p>Following the approach taken in our prior cases, we must \"consider the nature of the tax and the circumstances in which it is laid before it can be said that its retroactive application is so harsh and oppressive as to transgress the constitutional <span class=\"star-pagination\">*569</span> limitation.\" <i>Welch</i> v. <i>Henry,</i> 305 U. S. 134, 147 (1938). One of the relevant circumstances is whether, without notice, a statute gives a different and more oppressive legal effect to conduct undertaken before enactment of the statute. Our first task, accordingly, is to determine whether Hirschi's conduct was granted a different and more oppressive legal effect as a result of the Act. The key to resolution of this question is § 2035, which has reached back for years to affect the taxation of gifts made in contemplation of death.</p>\n<p>Section 2035, as it applied to gifts made before 1977, provided that gifts made within three years of the donor's death would be deemed to have been made in contemplation of death, unless the estate could establish otherwise. 26 U. S. C. § 2035(b) (1970 ed.). Congress required that gifts made in contemplation of death be included in the amount of the gross estate in order to forestall any temptation on the part of taxpayers to make deathbed transfers for the purpose of evading estate taxes. See <i>Milliken</i> v. <i>United States, supra</i><i>.</i> Even if the Act had never been passed, Hirschi's gift would have been subject to the requirements of § 2035. Our inquiry, therefore, must focus upon the operation of that provision both with and without the intervening passage of § 2010(c).</p>\n<p>Had Congress not enacted § 2010(c), Hirschi would have claimed his $30,000 specific exemption; he would have paid no tax on that gift. When he died within three years, his estate would have been required, under § 2035, to include the gift in the estate and pay estate taxes on that $30,000. His estate would have been permitted to claim its specific exemption of $60,000 against the estate tax owed. With the enactment of § 2010(c), Hirschi claimed his $30,000 specific exemption; he paid no tax on that gift. When he died within three years, his estate was required, under § 2035, to include the gift in the estate and pay estate taxes on that $30,000. His estate was permitted to claim its entire unified credit of $34,000, <i>minus $6,000,</i> against the estate tax owed.</p>\n<p><span class=\"star-pagination\">*570</span> The operative comparison, then, is between a specific exemption of $60,000, available to the estate under the old law, and a unified credit from which $6,000 has been subtracted, available to appellees under the new Act. As discussed above, Congress reasonably determined that the entire unified credit would provide a substitute for <i>both</i> the $30,000 specific exemption for lifetime gifts <i>and</i> the $60,000 specific exemption for estates.<sup>[2]</sup> Mindful that, under the old law, the estate would have been entitled to claim $60,000 \u0097 only twothirds of the taxpayer's entire $90,000 exemption \u0097 we cannot be surprised to discover that, under the new Act, too, the estate is entitled to something less than the full unified credit otherwise available. Here, Congress quite fairly decided that the credit should be reduced by 20% of the specific exemption previously taken, a favorable exchange for the taxpayer.<sup>[3]</sup> Taking into account Congress' equation, then, we cannot but deduce that appellees are no worse off than they would have been without the enactment of the Act. Appellees reach a different conclusion only by comparing Hirschi's position, not to that of another taxpayer subject to § 2035, but to that of a person who did not die within three years of <span class=\"star-pagination\">*571</span> making the gift, a person not similarly situated with respect to the relevant legal criteria.</p>\n<p>Other circumstances of Hirschi's transaction confirm our conclusion that appellees have not suffered different and oppressive treatment as a result of the Act. First, § 2035 had long been in effect at the time Hirschi made his gift, and it is § 2035 that contains the principal retroactive feature involved in this case, requiring the estate to reach back and embrace a gift made over two years previously. Moreover, Hirschi had no expectation at the time of the gift that he would be entitled to any particular amount of a unified credit, that credit not yet having been created. Especially if the amount of the credit that his estate was ultimately allotted resulted in no greater a tax than the estate would have owed under the old law, the retroactive aspect of the law could not be said to be oppressive or inequitable. Appellees concede that, even taking into account the operation of § 2010(c), they still have paid estate taxes of $655.16 <i>less</i> than they would have paid had the 1976 Act never been passed. While the amount of tax is not dispositive, it is one circumstance of the transaction to be considered under <i>Milliken.</i> Under these circumstances, we have no difficulty concluding that, even if § 2010(c) can be considered to be retroactive taxation, a question that we do not answer, the provision represents a fair judgment by Congress that does not deprive appellees of anything to which they can assert a constitutional right.</p>\n<p>Appellees also protest that the confluence of §§ 2010(c) and 2035 has required them to pay tax on the same transaction twice. By reducing the unified credit by $6,000, they argue, the IRS has effectively made the estate liable for gift tax on the $30,000, while also assessing estate tax on the same $30,000. Yet we have concluded above that appellees have not been taxed more oppressively than have any taxpayers unfortunate enough to be subject to § 2035. \"There is no doubt of the power of Congress to provide for including in the gross estate of a decedent, for purposes of the death tax, the <span class=\"star-pagination\">*572</span> value of gifts made in contemplation of death.\" <i>Heiner</i> v. <i>Donnan,</i> 285 U. S. 312, 324 (1932). We need not decide here whether that inclusion results in double taxation, for even if it did, the Constitution would not be offended as long as Congress had clearly expressed its intention to occasion the result. <i>Patton</i> v. <i>Brady,</i> 184 U. S. 608, 621 (1902). Congress clearly intended, in § 2035, to gather Hirschi's $30,000 gift into the estate; equally clear is the legislative purpose to reduce the unified credit whenever the specific exemption for lifetime gifts was used during the transitional period. There being no ambiguity in the statute, even if one could construe the treatment of Hirschi as double taxation, the Constitution would not stand in its way. <i>Hellmich</i> v. <i>Hellman,</i> 276 U. S. 233, 238 (1928).</p>\n<p></p>\n<h2>V</h2>\n<p>The application of § 2010(c) to reduce the credit available to the Hirschi estate by $6,000 is not inconsistent with the statute or the Due Process Clause of the Constitution. Accordingly, the judgment of the District Court is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>David W. Carpenter, James J. Carroll,</i> and <i>Edward C. Rustigan</i> filed a brief for Margaret A. Paluch as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  A credit has greater value to the taxpayer than a deduction or exemption. A credit directly reduces the amount of tax that must be paid, dollar for dollar, whereas a deduction reduces tax liability only indirectly by reducing the taxable estate. See R. Stephens, G. Maxfield, &amp; S. Lind, Federal Estate and Gift Taxation ¶ 3.01 (4th ed. 1978).</p>\n<p>[2]  This determination was entirely reasonable from the standpoint of the taxpayer, as the unified credit resulted in an overall increase in tax savings over that provided by the specific exemptions. For example, Hirschi's estate was subject to a 34% marginal rate of tax, and consequently the estate's $60,000 specific exemption would have yielded a tax reduction of $20,400. Using the unified credit of the new Act, however, the estate enjoyed a tax reduction of $28,000.</p>\n<p>[3]  Of course, a numerical comparison between the exemptions and the credit is not entirely fruitful because Congress intended in the Act to increase the overall amount of gifts and estates exempted from tax. See H. R. Rep. No. 94-1380, p. 11 (1976). Nevertheless, simple mathematics suggests that, if a unified credit of $47,000 were to be deemed comparable in some sense to $90,000 in exemptions, then one would expect the credit to be reduced by as much as 52% of the exemption claimed, instead of 20%. Taking account of varying tax rates, Congress clearly acted fairly when it settled on the 20% figure.</p>\n\n</div>", 
  "sha1": "beb39620956ecb99066300c2ed67199de09f8529", 
  "date_modified": "2015-03-13T09:42:24.545407", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111682/united-states-v-hemme/", 
  "citation_count": 25, 
  "supreme_court_db_id": "1985-098", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/218269/", 
  "html": "<p class=\"case_cite\">476 U.S. 558</p>\n    <p class=\"case_cite\">106 S.Ct. 2071</p>\n    <p class=\"case_cite\">90 L.Ed.2d 538</p>\n    <p class=\"parties\">UNITED STATES, et al., Appellants,<br>v.<br>Alvin HEMME et al.</p>\n    <p class=\"docket\">No. 84-1944.</p>\n    <p class=\"date\">Argued March 5, 1986.</p>\n    <p class=\"date\">Decided June 3, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Prior to 1977, the Internal Revenue Code's gift tax permitted the taxpayer a lifetime exemption of $30,000 to be deducted from amounts otherwise taxable, which exemption could be claimed, in whole or in part, at any time during the taxpayer's lifetime.  26 U.S.C. &#167; 2521 (1970 ed.).  The estate tax afforded the estate a specific exemption of $60,000 in determining the amount subject to tax.  &#167; 2052 (1970 ed.).  The Tax Reform Act of 1976 (new Act), which was enacted on October 4, 1976, and which became effective on January 1, 1977, created the so-called \"unified credit\" (deductible directly from the amount of the tax) that a taxpayer could apply either toward gift tax during life or toward estate tax after death.  &#167;&#167; 2010(a), 2505(a).  The $30,000 exemption for gifts and the $60,000 exemption for estates were eliminated, beginning with estates of taxpayers dying after December 31, 1976, and gifts given after that date, and a phase-in schedule was established for the amount of the new unified credit.  The new Act also contained a transitional rule (applicable to taxpayers who, before 1977, had used up some or all of their $30,000 gift tax exemption) providing that the amount of the unified credit \"shall be reduced by an amount equal to 20% of the aggregate amount allowed as a specific exemption under section 2521 [prior to its repeal] with respect to gifts made by the decedent after September 8, 1976.\"  &#167; 2010(c).  On September 28, 1976, a taxpayer made certain gifts, and he later filed a federal gift tax return which declared that no tax was due and in which he claimed his entire $30,000 lifetime exemption under &#167; 2521 (1970 ed.).  However, the taxpayer died just over two years later, and his estate was required by law to include in the estate all gifts made \"in contemplation of death,\" which presumptively included all gifts made within three years of the decedent's death.  &#167; 2035 (1970 ed.).  After including the 1976 gifts in the estate, the estate then claimed the unified credit of $34,000 under the new Act. However, the Internal Revenue Service (IRS) ruled that under the new Act's transitional rule in &#167; 2010(c) the credit must be reduced by 20% of the specific gift-tax exemption claimed during the decedent's lifetime, or $6,000.  The estate paid the assessed deficiency of $6,000 and ultimately a refund suit was filed by appellees (the trustee of the decedent's \"revocable living trust\" and the transferees of his property).  The District Court held that the application of &#167; 2010(c) to the decedent's gifts, which were made before the new Act's enactment, was so arbitrary and capricious as to violate the Due Process Clause of the Fifth Amendment.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. There is no merit to appellees' argument, focused on the word \"allowed\" in &#167; 2010(c), that Congress did not intend the transitional rule to be applied as the IRS applied it here, because when the 1976 gifts were required to be included in the estate as having been made in contemplation of death the $30,000 specific gift-tax exemption decedent had claimed became \"disallowed\"&#8212;a claim to a specific exemption not being \"allowed\" unless the taxpayer ultimately <i>benefited</i> from that exemption by paying less tax than he otherwise would have paid.  Longstanding interpretation of the tax laws does not support such argument. Nor was the mere inclusion of the gifts in the gross estate tantamount to disallowance of the $30,000 exemption.  Moreover, decedent did receive a benefit for his specific exemption, since he avoided any gift taxes.  The application of &#167; 2010(c) here is consistent with the statute's language and purpose.  Pp. 564-567.</p>\n      <p class=\"indent\">2. The District Court erred in finding that &#167; 2010(c), as applied here, transgressed the Due Process Clause of the Fifth Amendment as being arbitrary and capricious because it retroactively affected the final disposition of a gift made before the statute's enactment.  <i>Untermyer v. Anderson,</i> 276 U.S. 440, 48 S.Ct. 353, 72 L.Ed. 645 (1928), distinguished.  The nature of a tax and the circumstances in which it is laid must be considered before it can be said that its retroactive application is so oppressive as to transgress the constitutional limitation.  Here, in view of the applicable statutory provisions prior to the new Act, particularly the requirement of &#167; 2035 (1970 ed.) as to inclusion in an estate of gifts made in contemplation of death, appellees were no worse off than they would have been without the enactment of the new Act.  Moreover, even assuming that, as appellees asserted, the confluence of &#167;&#167; 2010(c) and 2035 required them to pay tax on the same transaction twice, the Constitution was not offended since Congress clearly expressed its intention to occasion that result.  Pp. 567-572.</p>\n      <p class=\"indent\">Reversed.</p>\n      <p class=\"indent\">MARSHALL, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Albert G. Lauber, Jr., Washington, D.C., for appellants.</p>\n      <p class=\"indent\">Edward F. Sutkowski, Peoria, Ill., for appellees.</p>\n      <p class=\"indent\">Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellees, identified as the trustee of the \"revocable living trust\" of Charles W. Hirschi and transferees of Hirschi's property, seek a refund of $6,000 in estate taxes, on the ground that the Government's interpretation of a statutory transitional rule, enacted to bridge the old and new regimes for the federal taxation of gifts and estates, violates both the statute and the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Prior to 1977, the gift tax and the estate were imposed, calculated, and collected separately.  The gift tax, imposed on donors of certain gifts, permitted each taxpayer a lifetime exemption of $30,000 to be deducted from amounts otherwise taxable.  26 U.S.C. &#167; 2521 (1970 ed.).  This so-called \"specific exemption\" could be claimed, in whole or in part, at any time during the taxpayer's lifetime.  <i>Ibid.</i>  The estate tax, too, provided certain relief for modest estates.  In determining the amount subject to estate tax, the estate was entitled to deduct a \"specific exemption\" of $60,000.  &#167; 2052 (1970 ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In considering tax reform in 1976, Congress determined that several changes were necessary to ease the burden of estate and gift taxes on taxpayers of modest means.  See H.R.Rep. No. 94-1380, p. 11 (1976), U.S.Code Cong. &amp; Admin.News 1976, p. 2897. One such change was to transform what had been tax deductions into tax credits so that taxpayers in the lower brackets would benefit as much as those in higher brackets.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  <i>Id.,</i> at 15.  In addition, Congress decided to merge the two separate specific exemptions for gifts and estates into a single credit, believing that the prior system had favored those who could afford to make substantial lifetime transfers, while disadvantaging those who needed to maintain access to their assets until death.  <i>Id.,</i> at 16.  Accordingly, the Tax Reform Act of 1976 (Act) erased many of the distinctions in treatment between transfers during life and those after death, in effect treating inheritance as the final taxable gift.  It created the so-called \"unified credit,\" which a taxpayer could apply either toward gift tax during life or toward estate tax after death.  26 U.S.C. &#167;&#167; 2010(a), 2505(a).  The $30,000 specific exemption for gifts and $60,000 specific exemption for estates were eliminated, beginning with estates of taxpayers dying after December 31, 1976, and gifts given after that date.  A phase-in schedule was established for the amount of the new unified credit, providing a credit of $30,000 for taxpayers dying in 1977, $34,000 for those dying in 1978, and culminating in $47,000 for decedents dying in 1981 and thereafter.  26 U.S.C. &#167;&#167; 2010(b), 2505(b) (1976 ed.).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The transformation from exemptions to credit left unresolved the treatment of taxpayers who, before 1977, had used up some or all of their $30,000 specific exemption to escape taxation of gifts.  Without further action by Congress, those taxpayers would have gained that benefit of the old regime and theoretically would still be entitled to the entire unified credit provided by the new scheme, even though the latter credit was intended to be a substitute for the entire $90,000 worth of specific exemptions. Moreover, taxpayers with notice of the new scheme would have a great incentive to make gifts quickly and claim their specific exemptions before the unified credit was to go into effect, deliberately seeking the windfall of double exemption.  See <i>Estate of Gawne v. Commissioner,</i> 80 T.C. 478, 483 (1983).  Recognizing these possibilities, the House Ways and Means Committee reported out a bill which provided that if any portion of the $30,000 specific exemption for gifts had been claimed by a taxpayer since 1932, the unified credit otherwise available to the taxpayer would be reduced by 20% of the amount of the specific exemption already claimed.  H.R. 14844, 94th Cong., 2d Sess., &#167;&#167; 2010(c), 2505(c) (1976), reprinted in H.R.Rep. No. 94-1380, pp. 94, 131 (1976). While the legislative history does not explain the derivation of the 20% figure, the Committee apparently believed it to represent roughly the proportion of equivalence between the values of the specific exemption and the credit, taking into account average effective tax rates.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This proposed transitional rule was amended by the Conference Committee.  The conferees limited the class of covered taxpayers to those who had made gifts after September 8, 1976, the date the Conference Committee approved the measure, but before January 1, 1977, the effective date of the Act.  See H.R.Conf.Rep. No. 94-1515, pp. 607-608 (1976).  The Conference Committee evidently was less concerned with the possibility of double tax benefits in general than it was with preventing the intentional accretion of such benefits.  See R. Stephens, G. Maxfield, &amp; S. Lind, Federal Estate and Gift Taxation &#182; 3.02, p. 3-4, n. 9 (4th ed. 1978);  J. McCord, 1976 Estate and Gift Tax Reform:  Analysis, Explanation and Commentary &#167; 2.13, pp. 26 (1977).  The Act containing this transitional rule passed both Houses of Congress on September 16, 1976, and the President signed it on October 4, 1976.  It is the application of the transitional rule that is at issue in the case before us.</p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The parties have stipulated to the facts.  On September 28, 1976, during the period designated as the transitional period, Charles Hirschi made gifts totaling $45,000 to five persons.  Two days later, Hirschi filed a federal gift tax return declaring that no tax was due.  The first $15,000 consisted of five gifts of $3,000 each, and was exempt from taxation by virtue of a statutory annual exclusion from gift tax of $3,000 per donee.  See 26 U.S.C. &#167; 2503(b) (1970 ed.).  To render the remaining $30,000 also exempt from tax, Hirschi elected to claim his entire, lifetime specific exemption.  By thus claiming the maximum exemptions to which the old law entitled him, Hirschi evidently hoped to reap the benefits of that law before its repeal.  Had he lived three years longer, he might have come closer to realizing his hopes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But, in poignant confirmation of Benjamin Franklin's adage, Hirschi escaped neither death nor taxes.  Just over two years later, Hirschi died, and his estate was required by law to include in the gross estate all gifts made \"in contemplation of death,\" which presumptively included all gifts made within three years of the decedent's demise.  See 26 U.S.C. &#167; 2035 (1970 ed.).  After including in the estate the full $45,000 worth of gifts given on September 28, 1976, the estate then claimed its entire unified credit provided by the new Act for decedents dying in 1978, in the amount of $34,000.  The Internal Revenue Service (IRS), however, concluded that, under the transitional rule, the $34,000 unified credit must be reduced by 20% of the amount of the specific exemption claimed during the decedent's lifetime, or $6,000.  The IRS made an assessment of $6,000, and the estate paid the deficiency.  The estate then filed an unsuccessful administrative claim for a refund, and this lawsuit followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Court for the Southern District of Illinois held that &#167; 2010(c), as applied to Hirschi's gift, violates the Due Process Clause of the Fifth Amendment.  Because the transitional rule has an effect on gifts made before its enactment, the court reasoned that the case is controlled by <i>Untermyer v. Anderson,</i> 276 U.S. 440, 48 S.Ct. 353, 72 L.Ed. 645 (1928), in which this Court held that the Nation's first gift tax could not be applied to gifts made before its enactment without violating due process.  <i>Id.,</i> at 445, 48 S.Ct., at 354.  The District Court found that the application of &#167; 2010(c) to this transaction was \"so arbitrary and capricious as to render it unconstitutional.\" App. to Juris. Statement 6a.  This Court noted probable jurisdiction of the Government's appeal, 474 U.S. 814, 106 S.Ct. 55, 88 L.Ed.2d 45 (1985), and we now reverse the judgment of the District Court.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellees proffer two principal arguments in support of the judgment below.  First, they maintain that Congress did not intend the transitional rule to be applied as the IRS applied it in their case.  Second, they contend that the employment of the transitional rule in their case offends due process.  Although the District Court embarked immediately upon the constitutional claim, we shall undertake the statutory analysis first.</p>\n    </div>\n    <p class=\"indent\">The transitional rule provides as follows:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"The amount of the credit allowable under subsection (a) [the      unified credit] shall be reduced by an amount equal to 20      percent of the aggregate amount allowed as a specific      exemption under section 2521 (as in effect before its repeal      by the Tax Reform Act of 1976) with respect to gifts made by      the decedent after September 8, 1976.\"  26 U.S.C. &#167; 2010(c).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellees focus on the word \"allowed.\"  They contend that, when the $30,000 gift was included in the Hirschi estate by reason of his death within three years of making the gift, the $30,000 specific exemption he had claimed became \"disallowed\";  it was improper, they argue, for the unified credit to have been diminished as if Hirschi had been \"allowed\" his specific exemption.  Under appellees' view, a claim to a specific exemption is not \"allowed\" unless the taxpayer ultimately <i>benefits</i> from that exemption by paying less tax than he otherwise would have paid.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Longstanding interpretation of the tax laws provides appellees little in the way of support.  This Court had occasion, in 1943, to consider an argument very similar to that propounded by appellees in this case.  In <i>Virginian Hotel Corp. v. Helvering,</i> 319 U.S. 523, 63 S.Ct. 1260, 87 L.Ed. 1561 (1943), the taxpayer claimed \"that 'allowed,' unlike 'allowable,' connotes the receipt of a tax benefit.\"  <i>Id.,</i> at 526, 63 S.Ct., at 1262.  The provision at issue there required the reduction of the basis of property by the amount of prior depreciation deductions \"to the extent allowed.\"  The taxpayer had claimed depreciation deductions in prior years, but, because other deductions for the years in question had been sufficient to produce overall losses, the deductions for depreciation had not reduced the amount of tax owed in those years.  Consequently, the taxpayer argued that those deductions, although claimed, had not been \"allowed,\" because they had not resulted in a tax benefit.  The Court disagreed:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"[W]e find no suggestion that 'allowed,' as distinguished      from 'allowable,' depreciation is confined to those      deductions which result in tax benefits.  'Allowed' connotes      a grant.  Under our federal tax system there is no machinery      for formal allowances of deductions from gross income.      Deductions stand if the Commissioner takes no steps to      challenge them.\"  <i>Id.,</i> at 526-527, 63 S.Ct., at 1262-1263.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this case, too, we find no suggestion that only those uses of the specific exemption that afford an ultimate tax advantage to the taxpayer are to be considered \"allowed\" within the meaning of &#167; 2010(c).  For the gift-tax scheme has no more machinery for formal allowance of deductions than does the income-tax scheme discussed in <i>Virginian Hotel.</i>  While it is true that \"the record does not reflect that the specific exemption was allowed,\" Brief for Appellees 17, inaction by the IRS under these circumstances suggests allowance, rather than disallowance, of the claim.  See <i>Kilgroe v. United States,</i> 664 F.2d 1168, 1170 (CA10 1981);  <i>Blackhawk-Perry Corp. v. Commissioner,</i> 182 F.2d 319, 321 (CA8 1950);  <i>P. Dougherty Co. v. Commissioner,</i> 159 F.2d 269, 271 (CA4 1946);  <i>Repplier Coal Co. v. Commissioner,</i> 140 F.2d 554, 558 (CA3 1944).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor is the mere inclusion of the gift in the gross estate tantamount to disallowance of the $30,000 exemption.  Under &#167; 2035, the $30,000 would have been included in the estate even if Hirschi had paid gift tax on the gift instead of claiming his specific exemption.  The operation of &#167; 2035 makes no comment upon the propriety of the claim of exemption.  Thus, we cannot conclude that Congress intended inclusion of a gift made in contemplation of death in the gross estate of the donor to render the specific exemption not \"allowed\" within the meaning of &#167; 2010(c).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The term \"allowed\" is a familiar denizen of the Tax Code. See, <i>e.g.,</i> &#167;&#167; 1016(a)(20), (25).  In some sections it appears unqualified, while in others, Congress has clearly embellished the term with the \"tax benefit\" qualification that appellees urge here.  For example, in certain situations a taxpayer's \"basis\" in property is to be reduced \"for amounts allowed as deductions . . . and resulting in a reduction of the taxpayer's taxes.\"  &#167;&#167; 1016(a)(9), (14), (16).  Congress failed to so qualify the term \"allowed\" in &#167; 2010(c), and we will not presume to impart to Congress an unstated intention to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">More importantly, Hirschi did receive a benefit for his specific exemption.  He was permitted the option of deciding, in 1976, whether he would prefer to pay gift tax at that time or to claim his lifetime specific exemption and avoid paying taxes on the gift.  He was granted the opportunity, knowing of the disadvantageous laws relating to gifts made in contemplation of death, to calculate the probability that he would live for three more years and escape tax on the $30,000 altogether.  During his lifetime he paid no tax on the $30,000 gift, consistent with his election to use the specific exemption.  The eventual effect of his decisions upon his estate cannot be said to have deprived him of the benefit Congress intended to bestow upon those in Hirschi's position.  The application of &#167; 2010(c) to reduce the unified credit of Hirschi's estate by 20% of the amount claimed as a specific exemption, therefore, is consistent with the language and purpose of the statute.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We must now address the argument that led the District Court to find unconstitutional the Government's application of the transitional rule to appellees.  Appellees contend that the rule \"effectively imposes a retroactive penalty tax upon Mr. Hirschi's claim to the specific exemption,\" Brief for Appellees 33, and that it is \"unreasonably harsh and oppressive,\" in violation of the Due Process Clause.  <i>Id.,</i> at 31.  In addition, appellees suggest that they have been subjected to double taxation, also without due process, see <i>id.,</i> at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The District Court found that &#167; 2010(c) transgresses the Due Process Clause because its application to appellees is arbitrary and capricious.  Relying heavily on <i>Untermyer v. Anderson,</i> 276 U.S. 440, 48 S.Ct. 353, 72 L.Ed. 645 (1928), the court concluded that the \"retroactive\" operation of the legislation, insofar as it affects the final disposition of a gift made before the enactment of the statute, is unreasonable.  In <i>Untermyer,</i> this Court construed the Revenue Act of 1924, which was signed on June 2 of that year and imposed a gift tax on gifts made during the entire calendar year 1924.  The Court concluded that, \"so far as applicable to bona fide gifts not made in anticipation of death and fully consummated prior to June 2, 1924, those provisions are arbitrary and invalid under the due process clause of the Fifth Amendment.\"  <i>Id.,</i> at 445, 48 S.Ct., at 354.  The principal objection to the statute was the absence of notice;  the Court endorsed the conclusion, <i>ibid.,</i> reached in <i>Blodgett v. Holden,</i> 275 U.S. 142, 147, 48 S.Ct. 105, 106, 72 L.Ed. 206 (1927), where a plurality had found it \"wholly unreasonable that one who, in entire good faith and without the slightest premonition of such consequence, made absolute disposition of his property by gifts should thereafter be required to pay a charge for so doing.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In <i>Untermyer, supra,</i> at 445, 48 S.Ct., at 354, the Court explicitly recognized a distinction between retroactive taxation of genuine gifts and that of gifts made in contemplation of death; the case, therefore, is not controlling here.  Moreover, <i>Untermyer</i> involved the levy of the first gift tax;  its authority is of limited value in assessing the constitutionality of subsequent amendments that bring about certain changes in operation of the tax laws, rather than the creation of a wholly new tax.  See <i>United States v. Darusmont,</i> 449 U.S. 292, 299, 101 S.Ct. 549, 553, 66 L.Ed.2d 513 (1981) (<i>per curiam</i> ).  Indeed, this Court has since made clear that some retrospective effect is not necessarily fatal to a revenue law.  In <i>Milliken v. United States,</i> 283 U.S. 15, 51 S.Ct. 324, 75 L.Ed. 809 (1931), for example, the Court upheld the application of an early \"gift in contemplation of death\" statute, enacted in 1918, to draw into the estate of a decedent who died in 1920 a gift given in 1916, before enactment of the statute.  In that case the equities were especially favorable to the taxpayer, because the gift in question was stock that had appreciated substantially following the gift, and inclusion in the estate occasioned taxation of the higher amount. Nevertheless, this Court reasoned that the validity of the tax depended, not upon its retroactive feature, but upon its nature and that of the gift.  The Court upheld the levy of estate tax upon the gift on the ground that the notion of taxing gifts made in contemplation of death as part of the estate was not new, and that the donor should have known that there was a chance of increased tax burden if he chose to make what amounted to a testamentary gift during his lifetime.  <i>Id.,</i> at 24, 51 S.Ct., at 327.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Following the approach taken in our prior cases, we must \"consider the nature of the tax and the circumstances in which it is laid before it can be said that its retroactive application is so harsh and oppressive as to transgress the constitutional limitation.\"  <i>Welch v. Henry,</i> 305 U.S. 134, 147, 59 S.Ct. 121, 126, 83 L.Ed. 87 (1938).  One of the relevant circumstances is whether, without notice, a statute gives a different and more oppressive legal effect to conduct undertaken before enactment of the statute.  Our first task, accordingly, is to determine whether Hirschi's conduct was granted a different and more oppressive legal effect as a result of the Act.  The key to resolution of this question is &#167; 2035, which has reached back for years to affect the taxation of gifts made in contemplation of death.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Section 2035, as it applied to gifts made before 1977, provided that gifts made within three years of the donor's death would be deemed to have been made in contemplation of death, unless the estate could establish otherwise.  26 U.S.C. &#167; 2035(b) (1970 ed.).  Congress required that gifts made in contemplation of death be included in the amount of the gross estate in order to forestall any temptation on the part of taxpayers to make deathbed transfers for the purpose of evading estate taxes.  See <i>Milliken v. United States, supra.</i>  Even if the Act had never been passed, Hirschi's gift would have been subject to the requirements of &#167; 2035.  Our inquiry, therefore, must focus upon the operation of that provision both with and without the intervening passage of &#167; 2010(c).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Had Congress not enacted &#167; 2010(c), Hirschi would have claimed his $30,000 specific exemption;  he would have paid no tax on that gift.  When he died within three years, his estate would have been required, under &#167; 2035, to include the gift in the estate and pay estate taxes on that $30,000.  His estate would have been permitted to claim its specific exemption of $60,000 against the estate tax owed.  With the enactment of &#167; 2010(c), Hirschi claimed his $30,000 specific exemption;  he paid no tax on that gift.  When he died within three years, his estate was required, under &#167; 2035, to include the gift in the estate and pay estate taxes on that $30,000.  His estate was permitted to claim its entire unified credit of $34,000, <i>minus $6,000,</i> against the estate tax owed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The operative comparison, then, is between a specific exemption of $60,000, available to the estate under the old law, and a unified credit from which $6,000 has been subtracted, available to appellees under the new Act.  As discussed above, Congress reasonably determined that the entire unified credit would provide a substitute for <i>both</i> the $30,000 specific exemption for lifetime gifts <i>and</i> the $60,000 specific exemption for estates.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Mindful that, under the old law, the estate would have been entitled to claim $60,000&#8212;only two-thirds of the taxpayer's entire $90,000 exemption&#8212;we cannot be surprised to discover that, under the new Act, too, the estate is entitled to something less than the full unified credit otherwise available.  Here, Congress quite fairly decided that the credit should be reduced by 20% of the specific exemption previously taken, a favorable exchange for the taxpayer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Taking into account Congress' equation, then, we cannot but deduce that appellees are no worse off than they would have been without the enactment of the Act.  Appellees reach a different conclusion only by comparing Hirschi's position, not to that of another taxpayer subject to &#167; 2035, but to that of a person who did not die within three years of making the gift, a person not similarly situated with respect to the relevant legal criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Other circumstances of Hirschi's transaction confirm our conclusion that appellees have not suffered different and oppressive treatment as a result of the Act.  First, &#167; 2035 had long been in effect at the time Hirschi made his gift, and it is &#167; 2035 that contains the principal retroactive feature involved in this case, requiring the estate to reach back and embrace a gift made over two years previously.  Moreover, Hirschi had no expectation at the time of the gift that he would be entitled to any particular amount of a unified credit, that credit not yet having been created.  Especially if the amount of the credit that his estate was ultimately allotted resulted in no greater a tax than the estate would have owed under the old law, the retroactive aspect of the law could not be said to be oppressive or inequitable.  Appellees concede that, even taking into account the operation of &#167; 2010(c), they still have paid estate taxes of $655.16 <i>less</i> than they would have paid had the 1976 Act never been passed.  While the amount of tax is not dispositive, it is one circumstance of the transaction to be considered under <i>Milliken.</i> Under these circumstances, we have no difficulty concluding that, even if &#167; 2010(c) can be considered to be retroactive taxation, a question that we do not answer, the provision represents a fair judgment by Congress that does not deprive appellees of anything to which they can assert a constitutional right.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellees also protest that the confluence of &#167;&#167; 2010(c) and 2035 has required them to pay tax on the same transaction twice. By reducing the unified credit by $6,000, they argue, the IRS has effectively made the estate liable for gift tax on the $30,000 while also assessing estate tax on the same $30,000.  Yet we have concluded above that appellees have not been taxed more oppressively than have any taxpayers unfortunate enough to be subject to &#167; 2035.  \"There is no doubt of the power of Congress to provide for including in the gross estate of a decedent, for purposes of the death tax, the value of gifts made in contemplation of death.\"  <i>Heiner v. Donnan,</i> 285 U.S. 312, 324, 52 S.Ct. 358, 360, 76 L.Ed. 772 (1932).  We need not decide here whether that inclusion results in double taxation, for even if it did, the Constitution would not be offended as long as Congress had clearly expressed its intention to occasion the result.  <i>Patton v. Brady,</i> 184 U.S. 608, 621, 22 S.Ct. 493, 497, 46 L.Ed. 713 (1902).  Congress clearly intended, in &#167; 2035, to gather Hirschi's $30,000 gift into the estate; equally clear is the legislative purpose to reduce the unified credit whenever the specific exemption for lifetime gifts was used during the transitional period.  There being no ambiguity in the statute, even if one could construe the treatment of Hirschi as double taxation, the Constitution would not stand in its way. <i>Hellmich v. Hellman,</i> 276 U.S. 233, 238, 48 S.Ct. 244, 246, 72 L.Ed. 544 (1928).</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The application of &#167; 2010(c) to reduce the credit available to the Hirschi estate by $6,000 is not inconsistent with the statute or the Due Process Clause of the Constitution. Accordingly, the judgment of the District Court is</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A credit has greater value to the taxpayer than a deduction or exemption.  A credit directly reduces the amount of tax that must be paid, dollar for dollar, whereas a deduction reduces tax liability only indirectly by reducing the taxable estate.  See R. Stephens, G. Maxfield, &amp; S. Lind, Federal Estate and Gift Taxation &#182; 3.01 (4th ed. 1978).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This determination was entirely reasonable from the standpoint of the taxpayer, as the unified credit resulted in an overall increase in tax savings over that provided by the specific exemptions.  For example, Hirschi's estate was subject to a 34% marginal rate of tax, and consequently the estate's $60,000 specific exemption would have yielded a tax reduction of $20,400. Using the unified credit of the new Act, however, the estate enjoyed a tax reduction of $28,000.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of course, a numerical comparison between the exemptions and the credit is not entirely fruitful because Congress intended in the Act to increase the overall amount of gifts and estates exempted from tax.  See H.R.Rep. No. 94-1380, p. 11 (1976). Nevertheless, simple mathematics suggests that, if a unified credit of $47,000 were to be deemed comparable in some sense to $90,000 in exemptions, then one would expect the credit to be reduced by as much as 52% of the exemption claimed, instead of 20%.  Taking account of varying tax rates, Congress clearly acted fairly when it settled on the 20% figure.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111682/"
}