{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "476 U.S. 140", 
    "federal_cite_two": "106 S. Ct. 1745", 
    "specialty_cite_one": null, 
    "federal_cite_three": "90 L. Ed. 2d 116", 
    "lexis_cite": "1986 U.S. LEXIS 151", 
    "document_uris": [
      "/api/rest/v2/document/111663/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Smalis v. Pennsylvania", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "85-227", 
    "id": 96022, 
    "resource_uri": "/api/rest/v2/citation/96022/"
  }, 
  "id": 111663, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1986-05-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>476 U.S. 140 (1986)</b></center>\n<center><h1>SMALIS ET AL.<br>\nv.<br>\nPENNSYLVANIA</h1></center>\n<center>No. 85-227.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2, 1986</center>\n<center>Decided May 5, 1986</center>\nCERTIORARI TO THE SUPREME COURT OF PENNSYLVANIA\n<p><i>Norma Chase</i> argued the cause for petitioners. With her on the briefs was <i>Thomas A. Livingston.</i></p>\n<p><i>Robert L. Eberhardt</i> argued the cause and filed a brief for respondent.</p>\n<p><i>Deputy Solicitor General Frey</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. With him on the brief was <i>Solicitor General Fried, Assistant Attorney General Trott,</i> and <i>Alan I. Horowitz.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*141</span> JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>At the close of the prosecution's case in chief, the trial court dismissed certain charges against petitioners on the ground that the evidence presented was legally insufficient to support a conviction. The question presented is whether the Double Jeopardy Clause bars the prosecution from appealing this ruling.</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioners, husband and wife, owned a building housing a restaurant and some apartments that burned under suspicious circumstances, killing two of the tenants. Petitioners were charged with various crimes in connection with this fire, including criminal homicide, reckless endangerment, and causing a catastrophe.<sup>[1]</sup> They opted for a bench trial, and at the close of the prosecution's case in chief challenged the sufficiency of the evidence by filing a demurrer pursuant to Pennsylvania Rule of Criminal Procedure 1124(a)(1).<sup>[2]</sup> The trial court sustained petitioners' demurrer to charges of murder, voluntary manslaughter, and causing a catastrophe, stating:</p>\n<blockquote>\"As the trier of fact and law, the court was not satisfied, after considering all of the facts together with all reasonable <span class=\"star-pagination\">*142</span> inferences which the Commonwealth's evidence tended to prove, that there was sufficient evidence from which it could be concluded that either of the defendants was guilty beyond a reasonable doubt of setting or causing to be set the fire in question.\" App. to Pet. for Cert. 101a-102a.</blockquote>\n<p>The Commonwealth sought review of this ruling in the Superior Court of Pennsylvania, but a panel of that court quashed the appeal, holding it barred by the Double Jeopardy Clause. The Superior Court granted review en banc and affirmed. 331 Pa. Super. 307, 480 A. 2d 1046 (1984). Citing a number of our decisions as controlling authority, the court set out two relevant principles of law. First, a judgment that the evidence is legally insufficient to sustain a guilty verdict constitutes an acquittal for purposes of the Double Jeopardy Clause. See, <i>e. g., </i><i>United States</i> v. <i>Martin Linen Supply Co.,</i> 430 U. S. 564 (1977); <i>Burks</i> v. <i>United States,</i> 437 U. S. 1 (1978); <i>Sanabria</i> v. <i>United States,</i> 437 U. S. 54 (1978); <i>United States</i> v. <i>Scott,</i> 437 U. S. 82, 91 (1978) (dicta); <i>Hudson</i> v. <i>Louisiana,</i> 450 U. S. 40 (1981). Second, when a trial court enters such a judgment, the Double Jeopardy Clause bars an appeal by the prosecution not only when it might result in a second trial, but also if reversal would translate into further proceedings devoted to the resolution of factual issues going to the elements of the offense charged. The Superior Court concluded that because reversal of the trial court's granting of petitioners' demurrer would necessitate further trial proceedings, the Commonwealth's appeal was improper under <i>Martin Linen.</i></p>\n<p>The Commonwealth appealed to the Supreme Court of Pennsylvania, which reversed. <i>Commonwealth</i> v. <i>Zoller,</i> 507 Pa. 344, 490 A. 2d 394 (1985).<sup>[3]</sup> The court relied heavily on the statement in <i>United States</i> v. <i>Scott, supra</i><i>,</i> that a trial <span class=\"star-pagination\">*143</span> judge's ruling in a defendant's favor constitutes an acquittal \"only when `the ruling of the judge, whatever its label, actually represents a resolution [in the defendant's favor], correct or not, of some or all of the factual elements of the offense charged.' \" <i>Id.,</i> at 97 (quoting <i>Martin Linen, supra,</i> at 571). The court gave the following explanation of why the trial court's ruling on petitioners' demurrer is not within this definition of an acquittal:</p>\n<blockquote>\"In deciding whether to grant a demurrer, the court does not determine whether or not the defendant is guilty on such evidence, but determines whether the evidence, if credited by the jury, is legally sufficient to warrant the conclusion that the defendant is guilty beyond a reasonable doubt. . . .</blockquote>\n<blockquote>\"Hence, by definition, a demurrer is not a factual determination. . . . [T]he question before the trial judge in ruling on a demurrer remains purely one of law.</blockquote>\n<blockquote>\"We conclude, therefore, that a demurrer is not the functional equivalent of an acquittal, and that the Commonwealth has the right to appeal from an order sustaining defendant's demurrer to its case-in-chief. In such a situation, the defendant himself elects to seek dismissal on grounds unrelated to his factual guilt or innocence.\" <i>Commonwealth</i> v. <i>Zoller, supra,</i> at 357-358, 490 A. 2d, at 401.</blockquote>\n<p>Accordingly, the Pennsylvania Supreme Court remanded the case to the Superior Court for a determination on the merits of the appeal. We granted certiorari, 474 U. S. 944 (1985), and now reverse.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*144</span> II</h2>\n<p>The Pennsylvania Supreme Court erred in holding that, for purposes of considering a plea of double jeopardy, a defendant who demurs at the close of the prosecution's case in chief \"elects to seek dismissal on grounds unrelated to his factual guilt or innocence.\" <i>Commonwealth</i> v. <i>Zoller, supra,</i> at 358, 490 A. 2d, at 401. What the demurring defendant seeks is a ruling that as a matter of law the State's evidence is insufficient to establish his factual guilt.<sup>[5]</sup> Our past decisions, which we are not inclined to reconsider at this time, hold that such a ruling is an acquittal under the Double Jeopardy Clause. See, <i>e. g., </i><i>United States</i> v. <i>Martin Linen Supply Co., supra</i><i>; </i><i>Sanabria</i> v. <i>United States, supra.</i><sup></sup>[6] <i>United States</i> v. <i>Scott</i> does not overturn these precedents; indeed, it plainly indicates that the category of acquittals includes \"judgment[s] . . . by the court that the evidence is insufficient to convict.\" 437 U. S., at 91.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*145</span> The Commonwealth argues that its appeal is nonetheless permissible under <i>Justices of Boston Municipal Court</i> v. <i>Lydon,</i> 466 U. S. 294 (1984), because resumption of petitioners' bench trial following a reversal on appeal would simply constitute \"continuing jeopardy.\" Brief for Respondent 87-88. But <i>Lydon</i> teaches that \"[a]cquittals, unlike convictions, terminate the initial jeopardy.\" 466 U. S., at 308. Thus, whether the trial is to a jury or to the bench, subjecting the defendant to postacquittal factfinding proceedings going to guilt or innocence violates the Double Jeopardy Clause. <i>Arizona</i> v. <i>Rumsey,</i> 467 U. S. 203, 211-212 (1984).<sup>[8]</sup></p>\n<p>When a successful postacquittal appeal by the prosecution would lead to proceedings that violate the Double Jeopardy Clause, the appeal itself has no proper purpose. Allowing such an appeal would frustrate the interest of the accused in having an end to the proceedings against him. The Superior Court was correct, therefore, in holding that the Double Jeopardy Clause bars a postacquittal appeal by the prosecution <span class=\"star-pagination\">*146</span> not only when it might result in a second trial, but also if reversal would translate into \" `further proceedings of some sort, devoted to the resolution of factual issues going to the elements of the offense charged.' \" <i>Martin Linen,</i> 430 U. S., at 570.<sup>[9]</sup></p>\n<p>We hold, therefore, that the trial judge's granting of petitioners' demurrer was an acquittal under the Double Jeopardy Clause, and that the Commonwealth's appeal was barred because reversal would have led to further trial proceedings.</p>\n<p>The judgment of the Pennsylvania Supreme Court is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Charles S. Sims</i> filed a brief for the American Civil Liberties Union et al as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Various misdemeanor charges were also filed against petitioners, as well as charges relating to a previous fire in another building that they owned. These other charges are not relevant to this petition.</p>\n<p>[2]  Pennsylvania Rule of Criminal Procedure 1124, 42 Pa. Cons. Stat. (1985 Pamphlet), provides in relevant part:\n</p>\n<p>\"Challenges to Sufficiency of Evidence</p>\n<p>\"(a) A defendant may challenge the sufficiency of the evidence to sustain a conviction of one or more of the offenses charged by a:</p>\n<p>\"(1) demurrer to the evidence presented by the Commonwealth at the close of the Commonwealth's case-in-chief;</p>\n<p>.....</p>\n<p>\"(b) A demurrer to the evidence shall not constitute an admission of any facts or inferences except for the purpose of deciding the demurrer. If the demurrer is not sustained, the defendant may present evidence and the case shall proceed.\"</p>\n<p>[3]  Before the Pennsylvania Supreme Court, petitioners' case was consolidated with another case presenting the same double jeopardy issue, <i>Commonwealth</i> v. <i>Zoller,</i> 318 Pa. Super. 402, 465 A. 2d 16 (1983).</p>\n<p>[4]  For purposes of our jurisdiction, the judgment of the Pennsylvania Supreme Court was final and subject to review at this time under 28 U. S. C. § 1257(3). <i>Harris</i> v. <i>Washington,</i> 404 U. S. 55 (1971). As explained in <i>Abney</i> v. <i>United States,</i> 431 U. S. 651 (1977):\n</p>\n<p>\"[T]he guarantee against double jeopardy assures an individual that, among other things, he will not be forced, with certain exceptions, to endure the personal strain, public embarrassment, and expense of a criminal trial more than once for the same offense. . . . Obviously, these aspects of the guarantee's protections would be lost if the accused were forced to `run the gauntlet' a second time before an appeal could be taken; even if the accused is acquitted, or, if convicted, has his conviction ultimately reversed on double jeopardy grounds, he has still been forced to endure a trial that the Double Jeopardy Clause was designed to prohibit.\" <i>Id.,</i> at 661-662 (footnote omitted).</p>\n<p>[5]  We of course accept the Pennsylvania Supreme Court's definition of what the trial judge must consider in ruling on a defendant's demurrer. But just as \"the trial judge's characterization of his own action cannot control the classification of the action [under the Double Jeopardy Clause],\" <i>United States</i> v. <i>Scott,</i> 437 U. S. 82, 96 (1978) (citation omitted), so too the Pennsylvania Supreme Court's characterization, as a matter of double jeopardy law, of an order granting a demurrer is not binding on us.</p>\n<p>[6]  See also <i>Burks</i> v. <i>United States,</i> 437 U. S. 1 (1978), where a Court of Appeals' reversal of the defendant's conviction on the ground that the evidence was insufficient to sustain the jury verdict \"unquestionably . . . `represente[d] a resolution, correct or not, of some or all of the factual elements of the offense charged.' \" <i>Id.</i> at 10 (quoting <i>Martin Linen,</i> 430 U. S., at 571).</p>\n<p>[7]  The status of the trial court's judgment as an acquittal is not affected by the Commonwealth's allegation that the court \"erred in deciding what degree of recklessness was . . . required to be shown under Pennsylvania's definition of [third-degree] murder.\" Tr. of Oral Arg. 24. \"[T]he fact that `the acquittal may result from erroneous evidentiary rulings or erroneous interpretations of governing legal principles' . . . affects the accuracy of that determination but it does not alter its essential character.\" <i>United States</i> v. <i>Scott,</i> 437 U. S., at 98 (quoting <i>id.,</i> at 106 (BRENNAN, J., dissenting)). Accord, <i>Sanabria</i> v. <i>United States,</i> 437 U. S. 54 (1978); <i>Arizona</i> v. <i>Rumsey,</i> 467 U. S. 203 (1984).</p>\n<p>[8]  In <i>Rumsey,</i> a trial judge sitting as a sentencer in a death-penalty proceeding entered an \"acquittal,\" <i>i. e.,</i> a life sentence, based on an erroneous construction of the law governing a particular aggravating circumstance. The Court held that the Double Jeopardy Clause barred a second sentencing hearing. It distinguished <i>United States</i> v. <i>Wilson,</i> 420 U. S. 332 (1975), which holds that the prosecution may appeal when the trial court enters judgment n.o.v. following a jury verdict of guilty. <i>Rumsey</i> explains that \"[n]o double jeopardy problem was presented in <i>Wilson</i> because the appellate court, upon reviewing asserted legal errors of the trial judge, could simply order the jury's guilty verdict reinstated; no new factfinding would be necessary, and the defendant therefore would not be twice placed in jeopardy.\" 467 U. S., at 211-212.</p>\n<p>[9]  The fact that the \"further proceedings\" standard which the Superior Court quoted from <i>Martin Linen</i> was first articulated in <i>United States</i> v. <i>Jenkins,</i> 420 U. S. 358, 370 (1975), does not detract from its authority. <i>United States</i> v. <i>Scott, supra</i><i>,</i> overrules <i>Jenkins</i> only insofar as <i>Jenkins</i> bars an appeal by the government when a defendant successfully moves for dismissal on a ground \"unrelated to factual guilt or innocence. . . .\" <i>Scott, supra,</i> at 99. The issue before us in <i>Scott</i> was what constitutes an acquittal under the Double Jeopardy Clause; the question of the circumstances under which an acquittal is appealable was not presented.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:20", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></span> (1986)</b></center>\n<center><h1>SMALIS ET AL.<br>\nv.<br>\nPENNSYLVANIA</h1></center>\n<center>No. 85-227.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2, 1986</center>\n<center>Decided May 5, 1986</center>\nCERTIORARI TO THE SUPREME COURT OF PENNSYLVANIA\n<p><i>Norma Chase</i> argued the cause for petitioners. With her on the briefs was <i>Thomas A. Livingston.</i></p>\n<p><i>Robert L. Eberhardt</i> argued the cause and filed a brief for respondent.</p>\n<p><i>Deputy Solicitor General Frey</i> argued the cause for the United States as <i>amicus curiae</i> urging affirmance. With him on the brief was <i>Solicitor General Fried, Assistant Attorney General Trott,</i> and <i>Alan I. Horowitz.</i><sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*141</span> JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>At the close of the prosecution's case in chief, the trial court dismissed certain charges against petitioners on the ground that the evidence presented was legally insufficient to support a conviction. The question presented is whether the Double Jeopardy Clause bars the prosecution from appealing this ruling.</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioners, husband and wife, owned a building housing a restaurant and some apartments that burned under suspicious circumstances, killing two of the tenants. Petitioners were charged with various crimes in connection with this fire, including criminal homicide, reckless endangerment, and causing a catastrophe.<sup>[1]</sup> They opted for a bench trial, and at the close of the prosecution's case in chief challenged the sufficiency of the evidence by filing a demurrer pursuant to Pennsylvania Rule of Criminal Procedure 1124(a)(1).<sup>[2]</sup> The trial court sustained petitioners' demurrer to charges of murder, voluntary manslaughter, and causing a catastrophe, stating:</p>\n<blockquote>\"As the trier of fact and law, the court was not satisfied, after considering all of the facts together with all reasonable <span class=\"star-pagination\">*142</span> inferences which the Commonwealth's evidence tended to prove, that there was sufficient evidence from which it could be concluded that either of the defendants was guilty beyond a reasonable doubt of setting or causing to be set the fire in question.\" App. to Pet. for Cert. 101a-102a.</blockquote>\n<p>The Commonwealth sought review of this ruling in the Superior Court of Pennsylvania, but a panel of that court quashed the appeal, holding it barred by the Double Jeopardy Clause. The Superior Court granted review en banc and affirmed. <span class=\"citation\" data-id=\"2049709\"><a href=\"/opinion/2049709/com-v-smalis/\"><span class=\"volume\">331</span> <span class=\"reporter\">Pa. Super.</span> <span class=\"page\">307</span></a></span>, 480 A. 2d 1046 (1984). Citing a number of our decisions as controlling authority, the court set out two relevant principles of law. First, a judgment that the evidence is legally insufficient to sustain a guilty verdict constitutes an acquittal for purposes of the Double Jeopardy Clause. See, <i>e. g., </i><i>United States</i> v. <i>Martin Linen Supply Co.,</i> 430 U. S. 564 (1977); <i>Burks</i> v. <i>United States,</i> 437 U. S. 1 (1978); <i>Sanabria</i> v. <i>United States,</i> 437 U. S. 54 (1978); <i>United States</i> v. <i>Scott,</i> 437 U. S. 82, 91 (1978) (dicta); <i>Hudson</i> v. <i>Louisiana,</i> 450 U. S. 40 (1981). Second, when a trial court enters such a judgment, the Double Jeopardy Clause bars an appeal by the prosecution not only when it might result in a second trial, but also if reversal would translate into further proceedings devoted to the resolution of factual issues going to the elements of the offense charged. The Superior Court concluded that because reversal of the trial court's granting of petitioners' demurrer would necessitate further trial proceedings, the Commonwealth's appeal was improper under <i>Martin Linen.</i></p>\n<p>The Commonwealth appealed to the Supreme Court of Pennsylvania, which reversed. <i>Commonwealth</i> v. <i>Zoller,</i> <span class=\"citation\" data-id=\"2317278\"><a href=\"/opinion/2317278/com-v-zoller/\"><span class=\"volume\">507</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">344</span></a></span>, 490 A. 2d 394 (1985).<sup>[3]</sup> The court relied heavily on the statement in <i>United States</i> v. <i>Scott, supra</i><i>,</i> that a trial <span class=\"star-pagination\">*143</span> judge's ruling in a defendant's favor constitutes an acquittal \"only when `the ruling of the judge, whatever its label, actually represents a resolution [in the defendant's favor], correct or not, of some or all of the factual elements of the offense charged.' \" <i>Id.,</i> at 97 (quoting <i>Martin Linen, supra,</i> at 571). The court gave the following explanation of why the trial court's ruling on petitioners' demurrer is not within this definition of an acquittal:</p>\n<blockquote>\"In deciding whether to grant a demurrer, the court does not determine whether or not the defendant is guilty on such evidence, but determines whether the evidence, if credited by the jury, is legally sufficient to warrant the conclusion that the defendant is guilty beyond a reasonable doubt. . . .</blockquote>\n<blockquote>\"Hence, by definition, a demurrer is not a factual determination. . . . [T]he question before the trial judge in ruling on a demurrer remains purely one of law.</blockquote>\n<blockquote>\"We conclude, therefore, that a demurrer is not the functional equivalent of an acquittal, and that the Commonwealth has the right to appeal from an order sustaining defendant's demurrer to its case-in-chief. In such a situation, the defendant himself elects to seek dismissal on grounds unrelated to his factual guilt or innocence.\" <i>Commonwealth</i> v. <i>Zoller, supra,</i> at 357-358, 490 A. 2d, at 401.</blockquote>\n<p>Accordingly, the Pennsylvania Supreme Court remanded the case to the Superior Court for a determination on the merits of the appeal. We granted certiorari, 474 U. S. 944 (1985), and now reverse.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*144</span> II</h2>\n<p>The Pennsylvania Supreme Court erred in holding that, for purposes of considering a plea of double jeopardy, a defendant who demurs at the close of the prosecution's case in chief \"elects to seek dismissal on grounds unrelated to his factual guilt or innocence.\" <i>Commonwealth</i> v. <i>Zoller, supra,</i> at 358, 490 A. 2d, at 401. What the demurring defendant seeks is a ruling that as a matter of law the State's evidence is insufficient to establish his factual guilt.<sup>[5]</sup> Our past decisions, which we are not inclined to reconsider at this time, hold that such a ruling is an acquittal under the Double Jeopardy Clause. See, <i>e. g., </i><i>United States</i> v. <i>Martin Linen Supply Co., supra</i><i>; </i><i>Sanabria</i> v. <i>United States, supra.</i><sup></sup>[6] <i>United States</i> v. <i>Scott</i> does not overturn these precedents; indeed, it plainly indicates that the category of acquittals includes \"judgment[s] . . . by the court that the evidence is insufficient to convict.\" 437 U. S., at 91.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*145</span> The Commonwealth argues that its appeal is nonetheless permissible under <i>Justices of Boston Municipal Court</i> v. <i>Lydon,</i> 466 U. S. 294 (1984), because resumption of petitioners' bench trial following a reversal on appeal would simply constitute \"continuing jeopardy.\" Brief for Respondent 87-88. But <i>Lydon</i> teaches that \"[a]cquittals, unlike convictions, terminate the initial jeopardy.\" 466 U. S., at 308. Thus, whether the trial is to a jury or to the bench, subjecting the defendant to postacquittal factfinding proceedings going to guilt or innocence violates the Double Jeopardy Clause. <i>Arizona</i> v. <i>Rumsey,</i> 467 U. S. 203, 211-212 (1984).<sup>[8]</sup></p>\n<p>When a successful postacquittal appeal by the prosecution would lead to proceedings that violate the Double Jeopardy Clause, the appeal itself has no proper purpose. Allowing such an appeal would frustrate the interest of the accused in having an end to the proceedings against him. The Superior Court was correct, therefore, in holding that the Double Jeopardy Clause bars a postacquittal appeal by the prosecution <span class=\"star-pagination\">*146</span> not only when it might result in a second trial, but also if reversal would translate into \" `further proceedings of some sort, devoted to the resolution of factual issues going to the elements of the offense charged.' \" <i>Martin Linen,</i> 430 U. S., at 570.<sup>[9]</sup></p>\n<p>We hold, therefore, that the trial judge's granting of petitioners' demurrer was an acquittal under the Double Jeopardy Clause, and that the Commonwealth's appeal was barred because reversal would have led to further trial proceedings.</p>\n<p>The judgment of the Pennsylvania Supreme Court is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Charles S. Sims</i> filed a brief for the American Civil Liberties Union et al as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Various misdemeanor charges were also filed against petitioners, as well as charges relating to a previous fire in another building that they owned. These other charges are not relevant to this petition.</p>\n<p>[2]  Pennsylvania Rule of Criminal Procedure 1124, 42 Pa. Cons. Stat. (1985 Pamphlet), provides in relevant part:\n</p>\n<p>\"Challenges to Sufficiency of Evidence</p>\n<p>\"(a) A defendant may challenge the sufficiency of the evidence to sustain a conviction of one or more of the offenses charged by a:</p>\n<p>\"(1) demurrer to the evidence presented by the Commonwealth at the close of the Commonwealth's case-in-chief;</p>\n<p>.....</p>\n<p>\"(b) A demurrer to the evidence shall not constitute an admission of any facts or inferences except for the purpose of deciding the demurrer. If the demurrer is not sustained, the defendant may present evidence and the case shall proceed.\"</p>\n<p>[3]  Before the Pennsylvania Supreme Court, petitioners' case was consolidated with another case presenting the same double jeopardy issue, <i>Commonwealth</i> v. <i>Zoller,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">Pa. Super.</span> <span class=\"page\">402</span></span>, 465 A. 2d 16 (1983).</p>\n<p>[4]  For purposes of our jurisdiction, the judgment of the Pennsylvania Supreme Court was final and subject to review at this time under 28 U. S. C. § 1257(3). <i>Harris</i> v. <i>Washington,</i> 404 U. S. 55 (1971). As explained in <i>Abney</i> v. <i>United States,</i> 431 U. S. 651 (1977):\n</p>\n<p>\"[T]he guarantee against double jeopardy assures an individual that, among other things, he will not be forced, with certain exceptions, to endure the personal strain, public embarrassment, and expense of a criminal trial more than once for the same offense. . . . Obviously, these aspects of the guarantee's protections would be lost if the accused were forced to `run the gauntlet' a second time before an appeal could be taken; even if the accused is acquitted, or, if convicted, has his conviction ultimately reversed on double jeopardy grounds, he has still been forced to endure a trial that the Double Jeopardy Clause was designed to prohibit.\" <i>Id.,</i> at 661-662 (footnote omitted).</p>\n<p>[5]  We of course accept the Pennsylvania Supreme Court's definition of what the trial judge must consider in ruling on a defendant's demurrer. But just as \"the trial judge's characterization of his own action cannot control the classification of the action [under the Double Jeopardy Clause],\" <i>United States</i> v. <i>Scott,</i> 437 U. S. 82, 96 (1978) (citation omitted), so too the Pennsylvania Supreme Court's characterization, as a matter of double jeopardy law, of an order granting a demurrer is not binding on us.</p>\n<p>[6]  See also <i>Burks</i> v. <i>United States,</i> 437 U. S. 1 (1978), where a Court of Appeals' reversal of the defendant's conviction on the ground that the evidence was insufficient to sustain the jury verdict \"unquestionably . . . `represente[d] a resolution, correct or not, of some or all of the factual elements of the offense charged.' \" <i>Id.</i> at 10 (quoting <i>Martin Linen,</i> 430 U. S., at 571).</p>\n<p>[7]  The status of the trial court's judgment as an acquittal is not affected by the Commonwealth's allegation that the court \"erred in deciding what degree of recklessness was . . . required to be shown under Pennsylvania's definition of [third-degree] murder.\" Tr. of Oral Arg. 24. \"[T]he fact that `the acquittal may result from erroneous evidentiary rulings or erroneous interpretations of governing legal principles' . . . affects the accuracy of that determination but it does not alter its essential character.\" <i>United States</i> v. <i>Scott,</i> 437 U. S., at 98 (quoting <i>id.,</i> at 106 (BRENNAN, J., dissenting)). Accord, <i>Sanabria</i> v. <i>United States,</i> 437 U. S. 54 (1978); <i>Arizona</i> v. <i>Rumsey,</i> 467 U. S. 203 (1984).</p>\n<p>[8]  In <i>Rumsey,</i> a trial judge sitting as a sentencer in a death-penalty proceeding entered an \"acquittal,\" <i>i. e.,</i> a life sentence, based on an erroneous construction of the law governing a particular aggravating circumstance. The Court held that the Double Jeopardy Clause barred a second sentencing hearing. It distinguished <i>United States</i> v. <i>Wilson,</i> 420 U. S. 332 (1975), which holds that the prosecution may appeal when the trial court enters judgment n.o.v. following a jury verdict of guilty. <i>Rumsey</i> explains that \"[n]o double jeopardy problem was presented in <i>Wilson</i> because the appellate court, upon reviewing asserted legal errors of the trial judge, could simply order the jury's guilty verdict reinstated; no new factfinding would be necessary, and the defendant therefore would not be twice placed in jeopardy.\" 467 U. S., at 211-212.</p>\n<p>[9]  The fact that the \"further proceedings\" standard which the Superior Court quoted from <i>Martin Linen</i> was first articulated in <i>United States</i> v. <i>Jenkins,</i> 420 U. S. 358, 370 (1975), does not detract from its authority. <i>United States</i> v. <i>Scott, supra</i><i>,</i> overrules <i>Jenkins</i> only insofar as <i>Jenkins</i> bars an appeal by the government when a defendant successfully moves for dismissal on a ground \"unrelated to factual guilt or innocence. . . .\" <i>Scott, supra,</i> at 99. The issue before us in <i>Scott</i> was what constitutes an acquittal under the Double Jeopardy Clause; the question of the circumstances under which an acquittal is appealable was not presented.</p>\n\n</div>", 
  "sha1": "2b4cc51ea9b7ad5cc770a096a67c0feb675a367e", 
  "date_modified": "2014-12-21T02:08:57.688818", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111663/smalis-v-pennsylvania/", 
  "citation_count": 126, 
  "supreme_court_db_id": "1985-079", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1507208/", 
  "html": "<p class=\"case_cite\">476 U.S. 140</p>\n    <p class=\"case_cite\">106 S.Ct. 1745</p>\n    <p class=\"case_cite\">90 L.Ed.2d 116</p>\n    <p class=\"parties\">Despina SMALIS and Ernest Smalis, Petitioners,<br>v.<br>PENNSYLVANIA.</p>\n    <p class=\"docket\">No. 85-227.</p>\n    <p class=\"date\">Argued April 2, 1986.</p>\n    <p class=\"date\">Decided May 5, 1986.</p>\n    <div class=\"prelims\">\n      <p>Syllabus</p>\n      <p class=\"indent\">Petitioners, husband and wife, who owned a building housing a restaurant and apartments, were charged with various crimes in connection with a fire in the building that resulted in the killing of two tenants.  At the close of the prosecution's case in chief at their bench trial in a Pennsylvania state court, petitioners challenged the sufficiency of the evidence by filing a demurrer pursuant to a Pennsylvania Rule of Criminal Procedure. The trial court sustained the demurrer, and the Pennsylvania Superior Court quashed the Commonwealth's appeal on the ground that it was barred by the Double Jeopardy Clause.  The Pennsylvania Supreme Court reversed, holding that the granting of a demurrer is not the functional equivalent of an acquittal and that, for purposes of considering a plea of double jeopardy, a defendant who demurs at the close of the prosecution's case in chief \"elects to seek dismissal on grounds unrelated to his factual guilt or innocence.\"</p>\n      <p class=\"indent\"><i>Held:</i>  The trial judge's granting of petitioners' demurrer was an acquittal under the Double Jeopardy Clause, and the Commonwealth's appeal was barred because reversal would have led to further trial proceedings.  Whether the trial is to a jury or, as here, to the bench, subjecting the defendant to postacquittal factfinding proceedings going to guilt or innocence violates the Double Jeopardy Clause.  Pp. 144-146.</p>\n      <p class=\"indent\">507 Pa. 344, 490 A.2d 394 (1985), reversed.</p>\n      <p class=\"indent\">WHITE, J., delivered the opinion for a unanimous Court.</p>\n      <p class=\"indent\">Norma Chase, for petitioners.</p>\n      <p class=\"indent\">Robert L. Eberhardt, Pittsburgh, Pa., for respondent.</p>\n      <p class=\"indent\">Andrew L. Frey, Washington, D.C., for U.S., as amicus curiae, by special leave of Court.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At the close of the prosecution's case in chief, the trial court dismissed certain charges against petitioners on the ground that the evidence presented was legally insufficient to support a conviction.  The question presented is whether the Double Jeopardy Clause bars the prosecution from appealing this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioners, husband and wife, owned a building housing a restaurant and some apartments that burned under suspicious circumstances, killing two of the tenants.  Petitioners were charged with various crimes in connection with this fire, including criminal homicide, reckless endangerment, and causing a catastrophe.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  They opted for a bench trial, and at the close of the prosecution's case in chief challenged the sufficiency of the evidence by filing a demurrer pursuant to Pennsylvania Rule of Criminal Procedure 1124(a)(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The trial court sustained petitioners' demurrer to charges of murder, voluntary manslaughter, and causing a catastrophe, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"As the trier of fact and law, the court was not satisfied,      after considering all of the facts together with all reasonable inferences which the Commonwealth's evidence tended to      prove, that there was sufficient evidence from which it could      be concluded that either of the defendants was guilty beyond      a reasonable doubt of setting or causing to be set the fire      in question.\"  App. to Pet. for Cert. 101a-102a.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Commonwealth sought review of this ruling in the Superior Court of Pennsylvania, but a panel of that court quashed the appeal, holding it barred by the Double Jeopardy Clause.  The Superior Court granted review en banc and affirmed.  331 Pa.Super. 307, 480 A.2d 1046 (1984).  Citing a number of our decisions as controlling authority, the court set out two relevant principles of law.  First, a judgment that the evidence is legally insufficient to sustain a guilty verdict constitutes an acquittal for purposes of the Double Jeopardy Clause.  See, <i>e.g., United States v. Martin Linen Supply Co.,</i> 430 U.S. 564, 97 S.Ct. 1349, 51 L.Ed.2d 642 (1977);  <i>Burks v. United States,</i> 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978);  <i>Sanabria v. United States,</i> 437 U.S. 54, 98 S.Ct. 2170, 57 L.Ed.2d 43 (1978);  <i>United States v. Scott,</i> 437 U.S. 82, 91, 98 S.Ct. 2187, 2193, 57 L.Ed.2d 65 (1978) (dicta);  <i>Hudson v. Louisiana,</i> 450 U.S. 40, 101 S.Ct. 970, 67 L.Ed.2d 30 (1981).  Second, when a trial court enters such a judgment, the Double Jeopardy Clause bars an appeal by the prosecution not only when it might result in a second trial, but also if reversal would translate into further proceedings devoted to the resolution of factual issues going to the elements of the offense charged.  The Superior Court concluded that because reversal of the trial court's granting of petitioners' demurrer would necessitate further trial proceedings, the Commonwealth's appeal was improper under <i>Martin Linen.</i></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Commonwealth appealed to the Supreme Court of Pennsylvania, which reversed.  <i>Commonwealth v. Zoller,</i> 507 Pa. 344, 490 A.2d 394 (1985).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court relied heavily on the statement in <i>United States v. Scott, supra,</i> that a trial judge's ruling in a defendant's favor constitutes an acquittal \"only when 'the ruling of the judge, whatever its label, actually represents a resolution [in the defendant's favor], correct or not, of some or all of the factual elements of the offense charged.' \"  <i>Id.,</i> 437 U.S., at 97, 98 S.Ct., at 2197 (quoting <i>Martin Linen, supra,</i> 430 U.S., at 571, 97 S.Ct., at 1354).  The court gave the following explanation of why the trial court's ruling on petitioners' demurrer is not within this definition of an acquittal:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"In deciding whether to grant a demurrer, the court does      not determine whether or not the defendant is guilty on such      evidence, but determines whether the evidence, if credited by      the jury, is legally sufficient to warrant the conclusion      that the defendant is guilty beyond a reasonable doubt. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"Hence, by definition, a demurrer is not a factual      determination.  . . . [T]he question before the trial judge      in ruling on a demurrer remains purely one of law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"We conclude, therefore, that a demurrer is not the      functional equivalent of an acquittal, and that the      Commonwealth has the right to appeal from an order sustaining      defendant's demurrer to its case-in-chief.  In such a      situation, the defendant himself elects to seek dismissal on      grounds unrelated to his factual guilt or innocence.\"      <i>Commonwealth v. Zoller, supra,</i> at 357-358, 490 A.2d, at 401.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Accordingly, the Pennsylvania Supreme Court remanded the case to the Superior Court for a determination on the merits of the appeal.  We granted certiorari, 474 U.S. 944, 106 S.Ct. 307, 88 L.Ed.2d 285 (1985), and now reverse.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Pennsylvania Supreme Court erred in holding that, for purposes of considering a plea of double jeopardy, a defendant who demurs at the close of the prosecution's case in chief \"elects to seek dismissal on grounds unrelated to his factual guilt or innocence.\"  <i>Commonwealth v. Zoller, supra,</i> at 358, 490 A.2d, at 401.  What the demurring defendant seeks is a ruling that as a matter of law the State's evidence is insufficient to establish his factual guilt.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Our past decisions, which we are not inclined to reconsider at this time, hold that such a ruling is an acquittal under the Double Jeopardy Clause.  See, <i>e.g., United States v. Martin Linen Supply Co., supra;  Sanabria v. United States, supra.</i><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  <i>United States v. Scott</i> does not overturn these precedents;  indeed, it plainly indicates that the category of acquittals includes \"judgment[s] . . . by the court that the evidence is insufficient to convict.\"  437 U.S., at 91, 98 S.Ct., at 2194.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commonwealth argues that its appeal is nonetheless permissible under <i>Justices of Boston Municipal Court v. Lydon,</i> 466 U.S. 294, 104 S.Ct. 1805, 80 L.Ed.2d 311 (1984), because resumption of petitioners' bench trial following a reversal on appeal would simply constitute \"continuing jeopardy.\"  Brief for Respondent 87-88.  But <i>Lydon</i> teaches that \"[a]cquittals, unlike convictions, terminate the initial jeopardy.\"  466 U.S., at 308, 104 S.Ct., at 1813.  Thus, whether the trial is to a jury or to the bench, subjecting the defendant to postacquittal factfinding proceedings going to guilt or innocence violates the Double Jeopardy Clause.  <i>Arizona v. Rumsey,</i> 467 U.S. 203, 211-212, 104 S.Ct. 2305, 2310-11, 81 L.Ed.2d 164 (1984).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When a successful postacquittal appeal by the prosecution would lead to proceedings that violate the Double Jeopardy Clause, the appeal itself has no proper purpose.  Allowing such an appeal would frustrate the interest of the accused in having an end to the proceedings against him.  The Superior Court was correct, therefore, in holding that the Double Jeopardy Clause bars a postacquittal appeal by the prosecution not only when it might result in a second trial, but also if reversal would translate into \" 'further proceedings of some sort, devoted to the resolution of factual issues going to the elements of the offense charged.' \"  <i>Martin Linen,</i> 430 U.S., at 570, 97 S.Ct., at 1354.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We hold, therefore, that the trial judge's granting of petitioners' demurrer was an acquittal under the Double Jeopardy Clause, and that the Commonwealth's appeal was barred because reversal would have led to further trial proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment of the Pennsylvania Supreme Court is</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\n        <i>Reversed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Various misdemeanor charges were also filed against petitioners, as well as charges relating to a previous fire in another building that they owned.  These other charges are not relevant to this petition.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pennsylvania Rule of Criminal Procedure 1124, 42 Pa.Cons.Stat. (1985 Pamphlet), provides in relevant part:</p>\n        <p>\"Challenges to Sufficiency of Evidence</p>\n        <p>\"(a) A defendant may challenge the sufficiency of the evidence to sustain a conviction of one or more of the offenses charged by a:</p>\n        <p>\"(1) demurrer to the evidence presented by the Commonwealth at the close of the Commonwealth's case-in-chief;</p>\n        <p>*          *          *          *          *</p>\n        <p>\"(b) A demurrer to the evidence shall not constitute an admission of any facts or inferences except for the purpose of deciding the demurrer.  If the demurrer is not sustained, the defendant may present evidence and the case shall proceed.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Before the Pennsylvania Supreme Court, petitioners' case was consolidated with another case presenting the same double jeopardy issue, <i>Commonwealth v. Zoller,</i> 318 Pa.Super. 402, 465 A.2d 16 (1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For purposes of our jurisdiction, the judgment of the Pennsylvania Supreme Court was final and subject to review at this time under 28 U.S.C. &#167; 1257(3).  <i>Harris v. Washington,</i> 404 U.S. 55, 92 S.Ct. 183, 30 L.Ed.2d 212 (1971).  As explained in <i>Abney v. United States,</i> 431 U.S. 651, 97 S.Ct. 2034, 52 L.Ed.2d 651 (1977):</p>\n        <p>\"[T]he guarantee against double jeopardy assures an individual that, among other things, he will not be forced, with certain exceptions, to endure the personal strain, public embarrassment, and expense of a criminal trial more than once for the same offense. . . .  Obviously, these aspects of the guarantee's protections would be lost if the accused were forced to 'run the gauntlet' a second time before an appeal could be taken;  even if the accused is acquitted, or, if convicted, has his conviction ultimately reversed on double jeopardy grounds, he has still been forced to endure a trial that the Double Jeopardy Clause was designed to prohibit.\"  <i>Id.,</i> at 661-662, 97 S.Ct., at 2041-2042 (footnote omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We of course accept the Pennsylvania Supreme Court's definition of what the trial judge must consider in ruling on a defendant's demurrer.  But just as \"the trial judge's characterization of his own action cannot control the classification of the action [under the Double Jeopardy Clause],\" <i>United States v. Scott,</i> 437 U.S. 82, 96, 98 S.Ct. 2187, 2196, 57 L.Ed.2d 65 (1978) (citation omitted), so too the Pennsylvania Supreme Court's characterization, as a matter of double jeopardy law, of an order granting a demurrer is not binding on us.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See also <i>Burks v. United States,</i> 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978), where a Court of Appeals' reversal of the defendant's conviction on the ground that the evidence was insufficient to sustain the jury verdict \"unquestionably . . . 'represente[d] a resolution, correct or not, of some or all of the factual elements of the offense charged.' \"   <i>Id.</i> at 10, 98 S.Ct., at 2147 (quoting <i>Martin Linen,</i> 430 U.S., at 571, 97 S.Ct., at 1354).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The status of the trial court's judgment as an acquittal is not affected by the Commonwealth's allegation that the court \"erred in deciding what degree of recklessness was . . . required to be shown under Pennsylvania's definition of [third-degree] murder.\"  Tr. of Oral Arg. 24.  \"[T]he fact that 'the acquittal may result from erroneous evidentiary rulings or erroneous interpretations of governing legal principles' . . . affects the accuracy of that determination but it does not alter its essential character.\"  <i>United States v. Scott,</i> 437 U.S., at 98, 98 S.Ct., at 2197 (quoting <i>id.,</i> at 106, 98 S.Ct., at 2201 (BRENNAN, J., dissenting)).  Accord, <i>Sanabria v. United States,</i> 437 U.S. 54, 98 S.Ct. 2170, 57 L.Ed.2d 43 (1978) <i>supra;  Arizona v. Rumsey,</i> 467 U.S. 203, 104 S.Ct. 2305, 81 L.Ed.2d 164 (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In <i>Rumsey,</i> a trial judge sitting as a sentencer in a death-penalty proceeding entered an \"acquittal,\" <i>i.e.,</i> a life sentence, based on an erroneous construction of the law governing a particular aggravating circumstance.  The Court held that the Double Jeopardy Clause barred a second sentencing hearing.  It distinguished <i>United States v. Wilson,</i> 420 U.S. 332, 95 S.Ct. 1013, 43 L.Ed.2d 232 (1975), which holds that the prosecution may appeal when the trial court enters judgment n.o.v. following a jury verdict of guilty.  <i>Rumsey</i> explains that \"[n]o double jeopardy problem was presented in <i>Wilson</i> because the appellate court, upon reviewing asserted legal errors of the trial judge, could simply order the jury's guilty verdict reinstated;  no new factfinding would be necessary, and the defendant therefore would not be twice placed in jeopardy.\"  467 U.S., at 211-212, 104 S.Ct., at 2310-2311.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The fact that the \"further proceedings\" standard which the Superior Court quoted from <i>Martin Linen</i> was first articulated in <i>United States v. Jenkins,</i> 420 U.S. 358, 370, 95 S.Ct. 1006, 1013, 43 L.Ed.2d 250 (1975), does not detract from its authority. <i>United States v. Scott, supra,</i> overrules <i>Jenkins</i> only insofar as <i>Jenkins</i> bars an appeal by the government when a defendant successfully moves for dismissal on a ground \"unrelated to factual guilt or innocence. . . .\"  <i>Scott, supra,</i> 437 U.S., at 99, 98 S.Ct., at 2198.  The issue before us in <i>Scott</i> was what constitutes an acquittal under the Double Jeopardy Clause;  the question of the circumstances under which an acquittal is appealable was not presented.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111663/"
}