{"absolute_url": "/opinion/111602/texas-v-mccullough/", "blocked": false, "citation": {"case_name": "Texas v. McCullough", "docket_number": "84-1198", "document_uris": ["/api/rest/v2/document/111602/"], "federal_cite_one": "475 U.S. 134", "federal_cite_three": "89 L. Ed. 2d 104", "federal_cite_two": "106 S. Ct. 976", "id": 95961, "lexis_cite": "1986 U.S. LEXIS 7", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95961/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 139, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1986-02-26", "date_modified": "2015-02-06T08:36:45.837602", "docket": "/api/rest/v2/docket/357262/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">475 U.S. 134</p>\n    <p class=\"case_cite\">106 S.Ct. 976</p>\n    <p class=\"case_cite\">89 L.Ed.2d 104</p>\n    <p class=\"parties\">TEXAS, Petitioner<br>v.<br>Sanford James McCULLOUGH.</p>\n    <p class=\"docket\">No. 84-1198.</p>\n    <p class=\"date\">Argued Dec. 10, 1985.</p>\n    <p class=\"date\">Decided Feb. 26, 1986.</p>\n    <div class=\"prelims\">\n      <p>Syllabus</p>\n      <p class=\"indent\">Respondent was tried before a jury in a Texas District Court and convicted of murder.  He elected to be sentenced by the jury, as was his right under Texas law, and the jury imposed a 20-year sentence.  The trial judge then granted respondent's motion for a new trial on the basis of prosecutorial misconduct.  Respondent was retried before a jury, with the same trial judge presiding, and again was found guilty.  This time he elected to have the judge fix his sentence, and she imposed a 50-year sentence.  To justify the longer sentence, the judge entered the following findings of fact:  the testimony of two state witnesses who had not testified at the first trial added to the credibility of the State's key witness and detracted from the credibility of respondent and a defense witness;  the two new witnesses' testimony directly implicated respondent in the commission of the murder and shed new light upon his life and conduct;  and it was learned for the first time on retrial that respondent had been released from prison only four months before the murder.  The Texas Court of Appeals reversed and sentenced respondent to 20 years' imprisonment, considering itself bound by <i>North Carolina v. Pearce,</i> 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656, wherein it was held that the Due Process Clause of the Fourteenth Amendment prevented increased sentences on retrial when the increase was motivated by the sentencing judge's vindictiveness, and that to show the absence of vindictiveness the reasons for imposing the increased sentence must affirmatively appear.  The Texas Court of Criminal Appeals, while holding that, as a matter of procedure, the case should have been remanded to the trial judge for resentencing, also held that under <i>Pearce</i> vindictiveness must be presumed even though a jury had fixed punishment at the first trial and a judge had fixed it at the second trial.</p>\n      <p class=\"indent\"><i>Held:</i>  The Due Process Clause was not violated by the trial judge's imposition of a greater sentence on retrial.  Pp. 137-144.</p>\n      <p class=\"indent\">(a) The facts of this case provide no basis for a <i>Pearce</i> presumption of vindictiveness.  In contrast to <i>Pearce,</i> respondent's second trial came about because the trial judge herself concluded that the prosecutor's misconduct required it. Granting respondent's motion for a new trial hardly suggests any vindictiveness on the judge's part toward him.  The presumption is also inapplicable because different sentencers assessed the varying sentences, the second sentencer providing an on-the-record, logical, nonvindictive reason for the longer sentence.  Pp. 141-144.</p>\n      <p class=\"indent\">(b) Even if the <i>Pearce</i> presumption were to apply here, the trial judge's findings on imposing the longer sentence overcame that presumption.  Those findings clearly constituted \"objective information justifying the increased sentence,\" <i>United States v. Goodwin,</i> 457 U.S. 368, 375, 102 S.Ct. 2485, 2489, 73 L.Ed.2d 74. Pp. 141-144.</p>\n      <p class=\"indent\">720 S.W.2d 89 (Tex.Cr.App.1983), reversed and remanded.</p>\n      <p class=\"indent\">BURGER, C.J., delivered the opinion of the Court, in which WHITE, POWELL, REHNQUIST, and O'CONNOR, JJ., joined.  BRENNAN, J., filed an opinion concurring in the judgment, <i>post,</i> p. 144, MARSHALL, J., filed a dissenting opinion, in which BLACKMUN and STEVENS, JJ., joined, <i>post,</i> p. 145.</p>\n      <p class=\"indent\">Randall L. Sherrod, Canyon, Tex., for petitioner.</p>\n      <p class=\"indent\">Jeff Blackburn, Amarillo, Tex., for respondent, pro hac vice, by special leave of Court.</p>\n      <p class=\"indent\">Chief Justice BURGER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We granted certiorari to decide whether the Due Process Clause of the Fourteenth Amendment was violated when the defendant in a state court received a greater sentence on retrial where the earlier sentence was imposed by the jury, the trial judge granted the defendant's motion for a new trial, the defendant requested that in the second trial the judge fix the sentence, and the judge entered findings of fact justifying the longer sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In 1980, Sanford James McCullough was tried before a jury in the Randall County, Texas, District Court and convicted of murder. McCullough elected to be sentenced by the jury, as was his right under Texas law.  Tex.Code Crim.Proc.Ann., Art. 37.07 (Vernon 1981).  The jury imposed a 20-year sentence.  Judge Naomi Harney, the trial judge, then granted McCullough's motion for a new trial on the basis of prosecutorial misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Three months later, McCullough was retried before a jury, with Judge Harney again presiding.  At this trial, the State presented testimony from two witnesses who had not testified at the first trial that McCullough rather than his accomplices had slashed the throat of the victim.  McCullough was again found guilty by a jury.  This time, he elected to have his sentence fixed by the trial judge.  Judge Harney sentenced McCullough to 50 years in prison and, upon his motion, made findings of fact as to why the sentence was longer than that fixed by the jury in the first trial.  She found that in fixing the sentence she relied on new evidence about the murder that was not presented at the first trial and hence never made known to the sentencing jury.  The findings focused specifically on the testimony of two new witnesses, Carolyn Hollison McCullough and Willie Lee Brown, which \"had a direct effect upon the strength of the State's case at both the guilt and punishment phases of the trial.\"  App. to Pet. for Cert. A-23.  In addition, Judge Harney explained that she learned for the first time on retrial McCullough had been released from prison only four months before the later crime had been committed. <i>Ibid.</i>  Finally, the judge candidly stated that, had she fixed the first sentence, she would have imposed more than 20 years.  <i>Id.,</i> at A-24.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, the Texas Court of Appeals reversed and resentenced McCullough to 20 years' imprisonment.  680 S.W.2d 493 (1983).  That court considered itself bound by this Court's decision in <i>North Carolina v. Pearce,</i> 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969), and held that a longer sentence upon retrial could be imposed only if it was based upon conduct of the defendant occurring after the original trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Petitioner sought review in the Texas Court of Criminal Appeals, and that court limited its review to whether the Texas Court of Appeals had authority to limit respondent's sentence to 20 years.  720 S.W.2d 89 (1983). The court concluded that, as a matter of procedure, the case should have been remanded to the trial judge for resentencing.  On petitioner's motion for rehearing, the court concluded that under <i>Pearce</i> vindictiveness must be presumed even though a jury had fixed punishment at the first trial and a judge had fixed it at the second trial.  We granted certiorari.  472 U.S. 1007, 105 S.Ct. 2699, 86 L.Ed.2d 716 (1985).  We reverse.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>North Carolina v. Pearce, supra,</i> the Court placed a limitation on the power of a sentencing authority to increase a sentence after reconviction following a new trial.  It held that the Due Process Clause of the Fourteenth Amendment prevented increased sentences when that increase was motivated by vindictiveness on the part of the sentencing judge.  The Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Due process of law, then, requires that vindictiveness      against a defendant for having successfully attacked his      first conviction must play no part in the sentence he      receives after a new trial.  And since the fear of such      vindictiveness may unconstitutionally deter a defendant's      exercise of the right to appeal or collaterally attack his      first conviction, due process also requires that a defendant be freed of apprehension of such a retaliatory      motivation on the part of the sentencing judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"In order to assure the absence of such a motivation, we      have concluded that whenever a judge imposes a more severe      sentence upon a defendant after a new trial, <i>the reasons for      his doing so must affirmatively appear.</i>\"  <i>Id.,</i> at 725-726, 89      S.Ct., at 2080-2081 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Beyond doubt, vindictiveness of a sentencing judge is the evil the Court sought to prevent rather than simply enlarged sentences after a new trial.  The <i>Pearce</i> requirements thus do not apply in every case where a convicted defendant receives a higher sentence on retrial.  Like other \"judicially created means of effectuating the rights secured by the [Constitution],\" <i>Stone v. Powell,</i> 428 U.S. 465, 482, 96 S.Ct. 3037, 3046, 49 L.Ed.2d 1067 (1976), we have restricted application of <i>Pearce</i> to areas where its \"objectives are thought most efficaciously served,\" 428 U.S., at 487, 96 S.Ct., at 3049.  Accordingly, in each case, we look to the need, under the circumstances, to \"guard against vindictiveness in the resentencing process.\"   <i>Chaffin v. Stynchcombe,</i> 412 U.S. 17, 25, 93 S.Ct. 1977, 1982, 36 L.Ed.2d 714 (1973) (emphasis omitted).  For example, in <i>Moon v. Maryland,</i> 398 U.S. 319, 90 S.Ct. 1730, 26 L.Ed.2d 262 (1970), we held that <i>Pearce</i> did not apply when the defendant conceded and it was clear that vindictiveness had played no part in the enlarged sentence. In <i>Colten v. Kentucky,</i> 407 U.S. 104, 92 S.Ct. 1953, 32 L.Ed.2d 584 (1972), we saw no need for applying the presumption when the second court in a two-tier trial system imposed a longer sentence. In <i>Chaffin, supra,</i> we held <i>Pearce</i> not applicable where a <i>jury</i> imposed the increased sentence on retrial.  Where the prophylactic rule of <i>Pearce</i> does not apply, the defendant may still obtain relief if he can show actual vindictiveness upon resentencing. <i>Wasman v. United States,</i> 468 U.S. 559, 569, 104 S.Ct. 3217, 3223, 82 L.Ed.2d 424 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The facts of this case provide no basis for a presumption of vindictiveness.  In contrast to <i>Pearce,</i> McCullough's second trial came about because the trial judge herself concluded that the prosecutor's misconduct required it.  Granting McCullough's motion for a new trial hardly suggests any vindictiveness on the part of the judge towards him.  \"[U]nlike the judge who has been reversed,\" the trial judge here had \"no motivation to engage in self-vindication.\"  <i>Chaffin,</i> 412 U.S., at 27, 93 S.Ct., at 1983.  In such circumstances, there is also no justifiable concern about \"institutional interests that might occasion higher sentences by a judge desirous of discouraging what he regards as meritless appeals.\"  <i>Ibid.</i>  In granting McCullough's new trial motion, Judge Harney went on record as agreeing that his \"claims\" had merit.  Presuming vindictiveness on this basis alone would be tantamount to presuming that a judge will be vindictive towards a defendant merely because he seeks an acquittal.  Thus, in support of its position, the dissent conjures up visions of judges who view defendants as temerarious for filing motions for new trials, <i>post,</i> at 151, and who are \"annoyed\" at being forced \"to sit through . . . trial[s] whose result[s] [are] foregone conclusion[s],\" <i>post,</i> at 150. We decline to adopt the view that the judicial temperament of our Nation's trial judges will suddenly change upon the filing of a successful post-trial motion. The presumption of <i>Pearce</i> does not apply in situations where the possibility of vindictiveness is this speculative, particularly since the presumption may often \"operate in the absence of any proof of an improper motive and thus . . . block a legitimate response to criminal conduct,\" <i>United States v. Goodwin,</i> 457 U.S. 368, 373, 102 S.Ct. 2485, 2488, 73 L.Ed.2d 74 (1982).  Indeed, not even \"apprehension of such a retaliatory motivation on the part of the sentencing judge,\" <i>Pearce,</i> 395 U.S., at 725, 89 S.Ct., at 2080, could be present in this case.  McCullough was entitled by law to choose to be sentenced by either a judge or a jury.  Faced with that choice, on retrial McCullough chose to be sentenced by Judge Harney.  There can hardly be more emphatic affirmation of his appraisal of Judge Harney's fairness than this choice. Because there was no realistic motive for vindictive sentencing, the <i>Pearce</i> presumption was inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The presumption is also inapplicable because different sentencers assessed the varying sentences that McCullough received.  In such circumstances, a sentence \"increase\" cannot truly be said to have taken place.  In <i>Colten v. Kentucky, supra,</i> which bears directly on this case, we recognized that when different sentencers are involved,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"[i]t may often be that the [second sentencer] will impose a      punishment more severe than that received from the [first].      But it no more follows that such a sentence is a vindictive      penalty for seeking a [new] trial than that the [first      sentencer] imposed a lenient penalty.\"  <i>Id.,</i> 407 U.S., at      117, 92 S.Ct., at 1960.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, the second sentencer provides an on-the-record, wholly logical, nonvindictive reason for the sentence.  We read <i>Pearce</i> to require no more particularly since trial judges must be accorded broad discretion in sentencing, see <i>Wasman, supra,</i> 468 U.S., at 563-564, 104 S.Ct., at 3220-3221.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, the trial judge stated candidly her belief that the 20-year sentence respondent received initially was unduly lenient in light of significant evidence not before the sentencing jury in the first trial.  On this record, that appraisal cannot be faulted.  In any event, nothing in the Constitution prohibits a state from permitting such discretion to play a role in sentencing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Even if the <i>Pearce</i> presumption were to apply here, we hold that the findings of the trial judge overcome that presumption. Nothing in <i>Pearce</i> is to be read as precluding a rebuttal of intimations of vindictiveness.  As we have explained, <i>Pearce</i> permits \"a sentencing authority [to] justify an increased sentence by affirmatively identifying relevant conduct or events that occurred subsequent to the original sentencing proceedings.\" <i>Wasman,</i> 468 U.S., at 572, 104 S.Ct., at 3225;  see also <i>id.,</i> at 573, 104 S.Ct., at 3225 (POWELL, J., concurring in part and concurring in judgment).  This language, however, was never intended to describe exhaustively all of the possible circumstances in which a sentence increase could be justified. Restricting justifications for a sentence increase to <i>only</i> \"events that occurred subsequent to the original sentencing proceedings\" could in some circumstances lead to absurd results.  The Solicitor General provides the following hypothetical example:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"Suppose . . . that a defendant is convicted of burglary, a      non-violent, and apparently first, offense.  He is sentenced      to a short prison term or perhaps placed on probation.      Following a successful appeal and a conviction on retrial, it      is learned that the defendant has been using an alias and in      fact has a long criminal record that includes other      burglaries, several armed robbery convictions, and a      conviction for murder committed in the course of a burglary.      None of the reasons underlying <i>Pearce</i> in any way justifies      the perverse result that the defendant receive no greater      sentence in light of this information than he originally      received when he was thought to be a first offender.\"  Brief      for United States as <i>Amicus Curiae</i> 26.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We agree with the Solicitor General and find nothing in <i>Pearce</i> that would require such a bizarre conclusion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Perhaps then the reach of <i>Pearce</i> is best captured in our statement in <i>United States v. Goodwin,</i> 457 U.S., at 374, 102 S.Ct., at 2489:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"In sum, the Court [in <i>Pearce</i> ] applied a presumption of      vindictiveness, which may be overcome only by objective      information . . . justifying the increased sentence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nothing in the Constitution requires a judge to ignore \"objective information . . . justifying the increased sentence.\" In refusing to apply <i>Pearce</i> retroactively we observed that \"the <i>Pearce</i> prophylactic rules assist in guaranteeing the propriety of the sentencing phase of the criminal process.\"  <i>Michigan v. Payne,</i> 412 U.S. 47, 52-53, 93 S.Ct. 1966, 1969, 36 L.Ed.2d 736 (1973). Realistically, if anything this focus would <i>require</i> rather than <i>forbid</i> the consideration of the relevant evidence bearing on sentence since \" '[h]ighly relevant&#8212;if not essential&#8212;to [the] selection of an appropriate sentence is the possession of the fullest information possible concerning the defendant's life and characteristics.' \" <i>Wasman, supra,</i> at 564, 104 S.Ct., at 3220-3221 (quoting <i>Williams v. New York,</i> 337 U.S. 241, 247, 69 S.Ct. 1079, 1083, 93 L.Ed. 1337 (1949)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To be sure, a defendant may be more reluctant to appeal if there is a risk that new, probative evidence supporting a longer sentence may be revealed on retrial.  But this Court has never recognized this \"chilling effect\" as sufficient reason to create a constitutional prohibition against considering relevant information in assessing sentences.  We explained in <i>Chaffin v. Stynchcombe,</i> 412 U.S., at 29, 93 S.Ct., at 1984, that \"the Court [in <i>Pearce</i> ] intimated no doubt about the constitutional validity of higher sentences in the absence of vindictiveness despite whatever incidental deterrent effect they might have on the right to appeal.\"  We see no reason to depart from this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is clear that the careful explanation by the trial judge for the sentence imposed here fits well within our prior holdings. Judge Harney relied on the testimony of two new witnesses which she concluded \"had a direct effect upon the strength of the State's case at both the guilt and punishment phases of the trial.\"  App. to Pet. for Cert. A-23.  The judge supported this conclusion with specific findings, noting that \"[t]he testimony [of the two new witnesses] added to the credibility of the State's key witness . . . and detracted from the credibility of Dennis McCullough and [respondent] who both testified for the defense.\" <i>Ibid.</i>  The judge also found that \"[t]he testimony of these two witnesses directly implicated the defendant in the commission of the murder in question and showed what part he played in committing the offense.\"  <i>Id.,</i> at A-22.  Finally, the judge concluded that their testimony \"shed new light upon [McCullough's] life, conduct, and his mental and moral propensities.\"  <i>Id.,</i> at A-23.  These findings clearly constitute \"objective information . . . justifying the increased sentence.\" Judge Harney also found that McCullough had been released from confinement only four months before the murder, <i>ibid.,</i> another obviously relevant fact not before the sentencing jury in the first trial.  We have recognized the state's legitimate interest \"in dealing in a harsher manner with those who by repeated criminal acts have shown that they are simply incapable of conforming to the norms of society as established by its criminal law.\"  <i>Rummel v. Estelle,</i> 445 U.S. 263, 276, 100 S.Ct. 1133, 1140, 63 L.Ed.2d 382 (1980).  A defendant who commits new crimes within four months of his release from prison clearly poses a greater danger to society than one who commits crimes less often.  To foreclose reliance on the kind of pertinent new information developed in the second trial would be wholly incompatible with modern sentencing standards.  This new objective information also amply justified McCullough's increased sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In setting aside the second sentence, the Texas Court of Appeals recognized that the new information bore legitimately on the appropriate sentence to impose, but concluded, reluctantly, that <i>Pearce</i> precluded reliance on this information.  It is appropriate that we clarify the scope and thrust of <i>Pearce,</i> and we do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The case is remanded to the Texas Court of Criminal Appeals for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Justice BRENNAN, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">After respondent was sentenced to 20 years' imprisonment upon his conviction for murder, Judge Harney granted respondent's motion for a new trial based on prosecutorial misconduct.  Under these circumstances, I believe that the possibility that an increased sentence upon retrial resulted from judicial vindictiveness is sufficiently remote that the presumption established in <i>North Carolina v. Pearce,</i> 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969), should not apply here.  Because respondent has not shown that the 50-year sentence imposed by Judge Harney after respondent's retrial resulted from actual vindictiveness for having successfully attacked his first conviction, I would reverse the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I emphasize, however, that were I able to find that vindictiveness should be presumed here, I would agree with Justice MARSHALL that \"the reasons offered by Judge Harney [were] far from adequate to rebut any presumption of vindictiveness.\"  <i>Post,</i> at 152. The Court's dictum to the contrary, see <i>ante,</i> at 141-144, serves in my view only to distort the holding of <i>Pearce.</i></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BLACKMUN and Justice STEVENS join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">With little more than a passing nod to the considerations that prompted this Court, in <i>North Carolina v. Pearce,</i> 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969), to safeguard due process rights by establishing a prophylactic rule of presumptive vindictiveness, the majority first refuses to apply that rule in a case where those considerations are clearly relevant, and then proceeds to rob that rule of any vitality even in cases in which it will be applied.  Because I believe that under the rationale of <i>Pearce</i> we must presume vindictiveness here and that the findings of the trial judge with respect to respondent's second sentence should not be permitted to defeat that presumption, I must dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">* After the jury in Sanford James McCullough's first trial imposed a sentence of 20 years' imprisonment, the Randall County Criminal District Attorney thought McCullough had been treated much too leniently.  A local newspaper quoted the prosecutor as commenting:  \"A guy's life ought to be worth more than that.\" Amarillo Globe-Times, Sept. 24, 1980, p. 25, col. 1;  Record, Defendant's Exhibit 5.  Luckily for the District Attorney, McCullough was not satisfied with the results of his first trial either.  McCullough filed a motion with the trial court requesting a new trial and raising two challenges to Judge Harney's conduct of the first trial:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>\"I.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"The Trial Court erred in not granting Defendant's      Motion for Mistrial subsequent to the prosecutor's improper      jury argument concerning the fact that the jury, if they only      gave the Defendant ten to fifteen years in the penitentiary,      would look outside their window at the end of that period of      time and wonder if the criminal out there was the Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>\"II.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"The Trial Court erred in overruling Defendant's Motion      for Mistrial subsequent to the prosecutor's cross-examination      of the witness, DENNIS McCULLOUGH, as to a purported      'confession' given by a Co-Defendant, KENNETH McCULLOUGH.      Such conduct constituted error in light of <i>Bruton v. United      States</i> [, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968)      ].\"  Defendant's Motion for a New Trial, App. 17.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">When Judge Harney entertained this motion on October 6, 1980, there was no argument to be heard.  The Assistant District Attorney noted the State's full agreement to a retrial.  2 Tr. 432-433 (Oct. 6, 1980).  The next day's newspaper made the prosecutor's motives clear.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\"In a rare occurrence, the Randall County Criminal      District Attorney Randy Sherrod said yesterday he has joined      a defense motion calling for a new trial in the case of      Sanford James McCullough, who was found guilty Sept. 24 of      the murder of George Preston Small and sentenced to 20 years      in the penitentiary.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\"Sherrod said it was the first time in his experience      that he had been in agreement with a defense attorney in      granting a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\"He said one of the biggest factors influencing his      decision to join the defense motion was the possibility of a [sic] getting a harsher sentence in a new trial.\"  Amarillo      Daily News, Oct. 7, 1980, p. C-1, col. 1;  Record,      Defendant's Exhibit 2.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">See also Amarillo Globe-Times, Oct. 7, 1980, p. 21, cols. 1-6 (\"DA Agrees to New Trial for Man Convicted in Murder Case\"); Record, Defendant's Exhibit 1.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In the face of this publicity, the defense moved for a change of venue, but its motion was denied.  2 Tr. 518 (Nov. 7, 1980). Having failed in this attempt to ensure that McCullough's second jury had no knowledge of his conviction and sentence in the first trial, the defense postponed its election of sentencer until it could hear the results of <i>voir dire.</i>  3 Tr. 7-8 (Dec. 10-12, 1980).  During <i>voir dire</i> at least 13 prospective jurors were excused after indicating that their knowledge of the first trial's results would affect their ability to give McCullough a fair trial.  <i>Id.,</i> at 17-33.  Immediately after the close of <i>voir dire,</i> the defendant elected to be sentenced by the trial judge if convicted.  <i>Id.,</i> at 122;  App. 25-26.  McCullough's election likely was affected by his counsel's belief that while <i>Chaffin v. Stynchcombe,</i> 412 U.S. 17, 93 S.Ct. 1977, 36 L.Ed.2d 714 (1973), had made the rule of <i>North Carolina v. Pearce, supra,</i> inapplicable to resentencing by a different jury, that rule would still bar Judge Harney from imposing a sentence greater than the 20 years defendant had received in his first trial.  But fears that <i>voir dire</i> had not been sufficient to purge the jury of all knowledge of McCullough's first trial could well have played as great a part in that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">After McCullough was convicted a second time, Judge Harney heard argument on sentencing.  Defense counsel urged that \"there being no additional evidence on the part of the conduct or action of the Defendant subsequent to the prior conviction,\" the court was bound by <i>North Carolina v. Pearce, supra,</i> to impose a sentence of not more than 20 years.  2 Tr. 273-274 (Dec. 10-12, 1980).  The prosecution replied that because defendant had elected to be sentenced by the trial judge, <i>North Carolina v. Pearce</i> would not bar the court \"from assessing a range of punishment greater than what was received by a jury.\"  2 Tr. 277 (Dec. 10-12, 1980).  Judge Harney sentenced McCullough to 50 years' imprisonment.  In response to defendant's motion, she later filed an order in which, while holding the rule of <i>North Carolina v. Pearce</i> inapplicable, she gave her reasons for imposing a heavier sentence in order to make remand unnecessary should the Court of Criminal Appeals hold the rule applicable.  App. 33.  She found that the testimony of two new witnesses, Carolyn Sue Hollison McCullough and Willie Lee Brown, implicated defendant in the crime, added to the credibility of certain prosecution witnesses, and detracted from that of certain defense witnesses.  The testimony also \"shed new light upon the defendant's life, conduct, and his mental and moral propensities,\" especially his \"propensity to commit brutal crimes against persons and to constitute a future threat to society.\" <i>Id.,</i> at 34.  Judge Harney noted further that had defendant \"elected to have the court set his punishment at the first trial, the court would have assessed more than the twenty (20) year sentence imposed by the jury.\"  <i>Ibid.</i>  Finally, the court found:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"Upon retrial after having been found guilty of murder      for a second time by a jury and after having made known to      the court that he had been involved in numerous criminal      offenses and had served time in the penitentiary, the      defendant never produced, or even attempted to produce, any      evidence that he intended to change his life style, habits,      or conduct, or that he had made any effort whatsoever toward      rehabilitating himself.  Again upon retrial, the [sic] failed      to show this court any sign or indication of refraining from      criminal conduct in the future, nor did he give any      indication upon retrial that he no longer posed a violent and      continuing threat to our society.\"  <i>Id.,</i> at 35.</p>\n    </div>\n    <p class=\"center\">II</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At the outset, one must reject the majority's suggestion, <i>ante,</i> at 139, that the fact that McCullough elected to be sentenced by Judge Harney has any relevance to the question whether <i>Pearce</i> requires us to presume that the increase in his sentence was the product of the judge's vindictiveness.  The message of <i>Pearce</i> is not that a defendant should be given a chance to choose the sentencing agency least likely to increase his sentence as a price for his decision to pursue an appeal.  Rather, <i>Pearce</i> held that under the Due Process Clause, \"vindictiveness against a defendant for having successfully attacked his first conviction must play no part in the sentence he receives after a new trial.\"  395 U.S., at 725, 89 S.Ct., at 2080.  Thus, in <i>Chaffin v. Stynchcombe, supra,</i> where the defendant had been tried and sentenced by a jury at his first trial, the Court assumed that if the defendant had elected to be tried and sentenced by a judge at his retrial, <i>Pearce</i> would circumscribe the sentence the judge could impose should defendant be convicted again.  See 412 U.S., at 33, n. 21, 93 S.Ct., at 1986, n. 21.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Had McCullough's first conviction been overturned on appeal, rather than nullified by Judge Harney's order for a retrial, it would make no sense to allow McCullough's decision to be sentenced by the court to deprive him of the safeguards against judicial vindictiveness established in <i>Pearce.</i>  Whether or not that judge had been the sentencing authority in the first proceeding, we would fear that the judge would have had a \"personal stake in the prior conviction\" and a \"motivation to engage in self-vindication,\" as well as a wish to \"discourag[e] what [s]he regards as meritless appeals.\"  <i>Chaffin, supra,</i> at 27, 93 S.Ct., at 1983.  Moreover, it would not be appropriate to find a waiver of McCullough's due process right in his exercise of his statutory right to elect his sentencer, especially in a case where defendant's choice might have been influenced by a desire to avoid being sentenced by a jury from a community that had been exposed to the considerable publicity surrounding his first trial.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In <i>Pearce,</i> recognition of the possibility that personal animosity and institutional prejudices might infect a trial judge's resentencing of a defendant after a successful appeal led this Court to establish a rule of presumptive vindictiveness.  The question here is whether these same personal and institutional prejudices may infect a judge's sentencing following a retrial that the judge herself ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The majority reasons that \"[i]n contrast to <i>Pearce,</i> McCullough's second trial came about because the trial judge herself concluded that the prosecutor's misconduct required it. Granting McCullough's motion for a new trial hardly suggests any vindictiveness on the part of the judge towards him.\"  <i>Ante,</i> at 138-139.  Such an observation betrays not only an insensitivity to the motives that might underlie any trial judge's decision to grant a motion for a new trial, but also a blindness to the peculiar circumstances surrounding the decision to grant a retrial in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The mere grant of a new trial motion can in no way be considered a guarantee, or even an indication, that the judge will harbor no resentment toward defendant as a result of his decision to exercise his statutory right to make such a motion.  Even where a trial judge believes that the assignments of error are valid, she may still resent being given a choice between publicly conceding such errors and waiting for her judgment to be put to the test on appeal.  This will be especially true when the errors alleged, however substantial as a matter of constitutional or statutory law, are considered by the judge not to cast doubt on the defendant's guilt.  In such a case, the judge might well come to defendant's sentencing annoyed at having been forced to sit through a trial whose result was a foregone conclusion, and quite ready to vent that annoyance by giving the defendant a sentence stiffer than he otherwise would have received.  Even if a trial judge is confident that her conduct of a trial was error-free, she may still grant a new trial if she has any doubts as to whether the courts reviewing her ruling will agree.  In this situation, the feelings of resentment already alluded to might be augmented by the judge's annoyance with the courts that review her judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Turning to the facts here, I believe the possibility of vindictiveness is even greater in this case than in the general run of cases in which a trial judge has granted a retrial.  It is far from clear that Judge Harney's decision to grant a new trial was made out of either solicitude for McCullough or recognition of the merits of his claims.  Defendant's motion was uncontested and, if the press coverage is any indication, the judge's decision to grant it was at least as much a boon to the prosecution as it was to defendant.  Indeed, the most cynical might even harbor suspicions that the judge shared the District Attorney's hope that a retrial would permit the imposition of a sentence more commensurate with the prosecution's view of the heinousness of the crime for which McCullough had been brought to bar.  At any rate, one can imagine that when it fell to Judge Harney to sentence McCullough after his second conviction, his decision to seek a retrial after receiving such a comparatively light sentence from his first jury was counted against him.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Whether any of these considerations actually played any part in Judge Harney's decision to give McCullough a harsher sentence after his retrial is not the issue here, just as it was not the issue in <i>Pearce.</i>  The point is that the possibility they did play such a part is sufficiently real, and proving actual prejudice, sufficiently difficult, that a presumption of vindictiveness is as appropriate here as it was in <i>Pearce.</i>  See Van Alstyne, In Gideon's Wake:  Harsher Penalties and the \"Successful\" Criminal Appellant, 74 Yale L.J. 606, 612, and n. 22 (1965) (noting difficulties faced by defendant seeking to show actual vindictiveness).</p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The majority holds that \"[e]ven if the <i>Pearce</i> presumption were to apply here, . . . the findings of the trial judge overcome that presumption.\"  <i>Ante,</i> at 141.  I find the reasons offered by Judge Harney far from adequate to rebut any presumption of vindictiveness.  Moreover, I believe that by holding those reasons sufficient, the Court effectively eviscerates the effort made in <i>Pearce</i> to ensure both that vindictiveness against a defendant for having successfully attacked his first conviction \"play no part in the sentence he receives after a new trial,\" 395 U.S., at 725, 89 S.Ct., at 2080, and that the \"defendant be freed of apprehension of such a retaliatory motivation on the part of the sentencing judge.\"  <i>Ibid.</i></p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The presumption of vindictiveness established in <i>Pearce</i> was made rebuttable.  The Court there held that where a judge decides to impose a more severe sentence on a defendant after a new trial,</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">\"the reasons for his doing so must affirmatively appear.      Those reasons must be based upon objective information      concerning identifiable conduct on the part of the defendant      occurring after the time of the original sentencing      proceeding.  And the factual data upon which the increased      sentence is based must be made part of the record, so that      the constitutional legitimacy of the increased sentence may      be fully reviewed on appeal.\"  <i>Id.,</i> at 726, 89 S.Ct., at      2081.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Whether this formulation allowed a sentencing judge to rely on any event occurring after a defendant's first sentencing or only on actual \"conduct\" by the defendant since that time might have been open to some speculation, at least until <i>Wasman v. United States,</i> 468 U.S. 559, 104 S.Ct. 3217, 82 L.Ed.2d 424 (1984), resolved that \"matter of semantics,\" <i>id.,</i> at 573, 104 S.Ct., at 3225 (POWELL, J., concurring in part and concurring in judgment).  But the Court was quite clear that the conduct or event used to justify an increased sentence must have taken place after the original sentencing proceeding.  Indeed, the majority's insistence upon this restriction led to the refusal of Justice WHITE to subscribe to one part of the Court's opinion.  He wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">\"I join the Court's opinion except that in my view Part      II-C should authorize an increased sentence on retrial based      on any objective, identifiable factual data not known to the      trial judge at the time of the original sentencing      proceeding.\"  <i>Pearce,</i> 395 U.S., at 751, 89 S.Ct., at 2089      (concurring in part).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Court's rejection of the standard proposed by Justice WHITE is no doubt explained by the majority's desire to \"protect against reasonable apprehension of vindictiveness that could deter a defendant from appealing a first conviction.\"  <i>Wasman,</i> 468 U.S., at 574, 104 S.Ct., at 3225 (POWELL, J., concurring in part and concurring in judgment).  As a majority of the Court recently recognized, the need to eliminate this apprehension was as much a concern of the Court in <i>Pearce</i> as actual vindictiveness.  See 468 U.S., at 574, 104 S.Ct., at 3225;  <i>ibid.</i>, 104 S.Ct., at 3226 (BRENNAN, J., concurring in judgment);  <i>ibid.</i> (STEVENS, J., concurring in judgment).  Recognizing that in the course of any retrial, or merely by virtue of the passage of time, new information relating to events prior to a defendant's original sentencing would become available to a sentencer after retrial, the Court decided that allowing this information to justify a harsher sentence would make the intended guarantee of fairness sound quite hollow to the defendant deciding whether to pursue his statutory right of appeal.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">By finding the reasons given by Judge Harney adequate to rebut a presumption of vindictiveness, the majority not only disregards the clear rule in <i>Pearce.</i>  It announces a new regime in which the \"chill\" that plagued defendants in the days before <i>Pearce</i> will once again be felt by those deciding whether to contest their convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">I do not doubt Judge Harney's assertions that the testimony of Carolyn Sue Hollison McCullough and Willie Lee Brown strengthened the prosecution's case against McCullough by corroborating evidence and testimony that had already been produced at his first trial and by adding a few brush strokes to the portrayal in the first proceeding of McCullough's role in the crime and of his character.  However, \"[i]n the natural course of events upon the retrial of a case, one might normally expect the Government to have available additional testimony and evidence of a defendant's guilt if for no other reason than that the Government has had additional time to prepare and refine its presentation.\"  <i>United States v. Tucker,</i> 581 F.2d 602, 606, n. 8 (CA7 1978).  That such new evidence will be available to a trial judge sentencing a defendant after a retrial is thus inevitable. And if that judge wishes to punish defendant for having asserted his right to a fair trial, she will always be able to point to that new information as the basis for any increase in defendant's sentence the second time around.  As one authority has noted:  \"If a court on retrial could justify an increased sentence on the ground that it now had additional knowledge concerning the defendant's participation in the offense, then the <i>Pearce</i> limitation could be evaded in almost every case.\"  3 W. LaFave &amp; J. Israel, Criminal Procedure 176 (1984).  This limitation would be even more easily avoided if a trial judge could rebut a presumption of vindictiveness merely by indicating that she would have given defendant a harsher sentence at his first trial had she been given the chance.  That leaves, as the only \"new\" information to support 30 additional years' imprisonment, the fact that between his two trials, McCullough did not evince a desire to rehabilitate himself.  Surely something more is required.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">There is neither any reason nor any need for us to believe that dishonest and unconstitutionally vindictive judges actually hold sway in American courtrooms, and even less call for us to doubt the integrity of Judge Harney.  The message of Pearce is that the fear of such vindictiveness is real enough. And a defendant plagued by such an apprehension is likely to take small comfort in any presumption of vindictiveness established for his benefit if the means of rebutting that presumption will always be within the easy reach of the judge who will sentence him should the challenge to his conviction prove unsuccessful.  As far as defendants are concerned, today's decision, by permitting references to new, often cumulative, information about the crime charged to satisfy <i>Pearce</i> &#167; demand for \"objective information concerning identifiable conduct on the part of the defendant,\" 395 U.S., at 726, 89 S.Ct., at 2081, nullifies the guarantee held out in <i>Pearce.</i></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Persuaded by the Solicitor General's hypothetical involving a defendant whose prior convictions are not apparent to the trial judge until after defendant's appeal and retrial, the majority concludes that \"[r]estricting justifications for a sentence increase to <i>only</i> 'events that occurred subsequent to the original sentencing proceedings' could in some circumstances lead to absurd results.\"  <i>Ante,</i> at 141.  However, this objection to such a restriction was considered in <i>Pearce</i> and rejected there, as it should be here.  As one <i>amici curiae</i> brief advised the <i>Pearce</i> Court:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">\"In the unlikely event that some prior offense escaped the      notice of the court when the accused was under consideration      for sentencing, moreover, the government is free to bring a      separate proceeding under its habitual offender (recidivism)      acts.  To the little extent that states may be concerned that      sentences generally tend to be imposed in some instances      without due consideration of the nature of the offense or the      character of the accused, moreover, each state is      constitutionally free to make ample provision for staffing      and presentence reports to guard against unduly lenient      sentencing to whatever extent that government feels to be      appropriate.  Indeed, each state presumably has done this to      the precise extent that it has been genuinely concerned with      the securing of sentences which are both fair to the accused and      adequate for the public safety.\"  Brief for American Civil      Liberties Union et al. as <i>Amici Curiae</i> in <i>North Carolina v.      Pearce,</i> O.T.1968, No. 413, pp. 9-10.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">A lot has happened since the final day of the October 1968 Term, the day <i>North Carolina v. Pearce</i> was handed down.  But nothing has happened since then that casts any doubt on the need for the guarantee of fairness that this Court held out to defendants in <i>Pearce.</i>  The majority today begins by denying respondent the promise of that guarantee even though his case clearly calls for its application.  The Court then reaches out to render the guarantee of little value to all defendants, even to those whose plight was the explicit concern of the <i>Pearce</i> Court in 1969.  To renege on the guarantee of <i>Pearce</i> is wrong.  To do so while pretending not to is a shame.  I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Later Judge Harney sentenced two other defendants for their role in the same murder.  She gave both defendants 50-year sentences identical to McCullough's.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Texas Court of Appeals in applying <i>Pearce</i> observed:</p>\n        <p>\"This case demonstrates the excessive scope of <i>Pearce.</i>  The trial judge filed detailed and valid reasons for the heavier punishment and there is nothing in the record to indicate that the increased punishment resulted from vindictiveness.  However, the reasons affirmatively supported by evidence are based on events occurring during or after the crime but before the first trial. Although those matters were not brought out at the first trial, they cannot be used [under <i>Pearce</i> ] to increase punishment because none occurred <i>after</i> the first trial.\"  680 S.W.2d, at 496, n. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>Pearce</i> itself apparently involved different judges presiding over the two trials, a fact that has led some courts to conclude by implication that the presumption of vindictiveness applies even where different sentencing judges are involved.  See, <i>e.g., United States v. Hawthorne,</i> 532 F.2d 318, 323 (CA3), cert. denied, 429 U.S. 894, 97 S.Ct. 254, 50 L.Ed.2d 177 (1976).  That fact, however, may not have been drawn to the Court's attention and does not appear anywhere in the Court's opinion in <i>Pearce.</i> Clearly the Court did not focus on it as a consideration for its holding.  See <i>Hardwick v. Doolittle,</i> 558 F.2d 292, 299 (CA5 1977), cert. denied, 434 U.S. 1049, 98 S.Ct. 897, 54 L.Ed.2d 801 (1978). Subsequent opinions have also elucidated the basis for the <i>Pearce</i> presumption.  We held in <i>Chaffin v. Stynchcombe,</i> 412 U.S. 17, 93 S.Ct. 1977, 36 L.Ed.2d 714 (1973), for instance, that the presumption derives from the judge's \"personal stake in the prior conviction,\" <i>id.,</i> at 27, 93 S.Ct., at 1983, a statement clearly at odds with reading <i>Pearce</i> to answer the two-sentencer issue.  We therefore decline to read <i>Pearce</i> as governing this issue.  See also n. 4, <i>infra.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The dissent contends that this objection \"was considered in <i>Pearce</i> and rejected there.\"  <i>Post,</i> at 155. In fact, the issue, like the two-sentencer issue just discussed, was not before the Court because in neither <i>Pearce</i> nor its companion case did the State offer \"any reason or justification\" for the increased sentence.  395 U.S., at 726, 89 S.Ct., at 2081.  Moreover, <i>Pearce</i> was argued on the assumption that the Constitution either absolutely forbade or permitted increased sentences on retrial. None of the briefs advanced the intermediate position ultimately relied upon by the Court that the Constitution permits increased sentences only in certain circumstances.  Cf. Brief for American Civil Liberties Union et al. as <i>Amici Curiae</i> in <i>North Carolina v. Pearce,</i> O.T. 1968, No. 413, pp. 8-10 (quoted <i>post,</i> at 155-156) (arguing that \"[t]o subject an accused to the risk of harsher punishment . . . as a condition of appeal . . . is an unconstitutional condition which violates the Due Process Clauses of the Fifth and Fourteenth Amendments\").  Thus, as the Solicitor General points out, \"in formulating the standard set forth in <i>Pearce,</i> the Court was completely without the 'sharpen[ing of] the presentation of issues' provided by the adversary process, 'upon which the court so largely depends for illumination of difficult constitutional issues.' \"  Brief for United States as <i>Amicus Curiae</i> 22-23 (quoting <i>Baker v. Carr,</i> 369 U.S. 186, 204, 82 S.Ct. 691, 703, 7 L.Ed.2d 663 (1962)).  But even if <i>Pearce</i> could be read to speak definitively to this situation, we are not reluctant to tailor judicially created rules to implement constitutional guarantees, like the <i>Pearce</i> rule, see <i>Michigan v. Payne,</i> 412 U.S. 47, 51, 93 S.Ct. 1966, 1968, 36 L.Ed.2d 736 (1973), when the need to do so becomes apparent.  Cf. <i>United States v. Leon,</i> 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>475 U.S. 134 (1986)</b></center>\n<center><h1>TEXAS<br>\nv.<br>\nMcCULLOUGH</h1></center>\n<center>No. 84-1198.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1985</center>\n<center>Decided February 26, 1986</center>\nCERTIORARI TO THE COURT OF CRIMINAL APPEALS OF TEXAS\n<p><span class=\"star-pagination\">*135</span> <i>Randall L. Sherrod</i> argued the cause for petitioner. With him on the brief was <i>Deane C. Watson.</i></p>\n<p><i>Jeff Blackburn</i> argued the cause <i>pro hac vice</i> for respondent. With him on the brief were <i>Michael B. Charlton</i> and <i>John Mann.</i><sup>[*]</sup></p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari to decide whether the Due Process Clause of the Fourteenth Amendment was violated when the defendant in a state court received a greater sentence on retrial where the earlier sentence was imposed by the jury, the trial judge granted the defendant's motion for a new trial, the defendant requested that in the second trial the judge fix the sentence, and the judge entered findings of fact justifying the longer sentence.</p>\n<p></p>\n<h2>I</h2>\n<p>In 1980, Sanford James McCullough was tried before a jury in the Randall County, Texas, District Court and convicted of murder. McCullough elected to be sentenced by the jury, as <span class=\"star-pagination\">*136</span> was his right under Texas law. Tex. Code Crim. Proc. Ann., Art. 37.07 (Vernon 1981). The jury imposed a 20-year sentence. Judge Naomi Harney, the trial judge, then granted McCullough's motion for a new trial on the basis of prosecutorial misconduct.</p>\n<p>Three months later, McCullough was retried before a jury, with Judge Harney again presiding. At this trial, the State presented testimony from two witnesses who had not testified at the first trial that McCullough rather than his accomplices had slashed the throat of the victim. McCullough was again found guilty by a jury. This time, he elected to have his sentence fixed by the trial judge. Judge Harney sentenced McCullough to 50 years in prison and, upon his motion, made findings of fact as to why the sentence was longer than that fixed by the jury in the first trial. She found that in fixing the sentence she relied on new evidence about the murder that was not presented at the first trial and hence never made known to the sentencing jury. The findings focused specifically on the testimony of two new witnesses, Carolyn Hollison McCullough and Willie Lee Brown, which \"had a direct effect upon the strength of the State's case at both the guilt and punishment phases of the trial.\" App. to Pet. for Cert. A-23. In addition, Judge Harney explained that she learned for the first time on retrial McCullough had been released from prison only four months before the later crime had been committed. <i>Ibid.</i> Finally, the judge candidly stated that, had she fixed the first sentence, she would have imposed more than 20 years. <i>Id.,</i> at A-24.<sup>[1]</sup></p>\n<p>On appeal, the Texas Court of Appeals reversed and resentenced McCullough to 20 years' imprisonment. 680 S. W. 2d 493 (1983). That court considered itself bound by this Court's decision in <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969), and held that a longer sentence upon retrial could be <span class=\"star-pagination\">*137</span> imposed only if it was based upon conduct of the defendant occurring after the original trial.<sup>[2]</sup> Petitioner sought review in the Texas Court of Criminal Appeals, and that court limited its review to whether the Texas Court of Appeals had authority to limit respondent's sentence to 20 years. 720 S. W. 2d 89 (1983). The court concluded that, as a matter of procedure, the case should have been remanded to the trial judge for resentencing. On petitioner's motion for rehearing, the court concluded that under <i>Pearce</i> vindictiveness must be presumed even though a jury had fixed punishment at the first trial and a judge had fixed it at the second trial. We granted certiorari. 472 U. S. 1007 (1985). We reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>In <i>North Carolina</i> v. <i>Pearce, supra</i><i>,</i> the Court placed a limitation on the power of a sentencing authority to increase a sentence after reconviction following a new trial. It held that the Due Process Clause of the Fourteenth Amendment prevented increased sentences when that increase was motivated by vindictiveness on the part of the sentencing judge. The Court stated:</p>\n<blockquote>\"Due process of law, then, requires that vindictiveness against a defendant for having successfully attacked his first conviction must play no part in the sentence he receives after a new trial. And since the fear of such vindictiveness may unconstitutionally deter a defendant's exercise of the right to appeal or collaterally attack his first conviction, due process also requires that a defendant <span class=\"star-pagination\">*138</span> be freed of apprehension of such a retaliatory motivation on the part of the sentencing judge.</blockquote>\n<blockquote>\"In order to assure the absence of such a motivation, we have concluded that whenever a judge imposes a more severe sentence upon a defendant after a new trial, <i>the reasons for his doing so must affirmatively appear.</i>\" <i>Id.,</i> at 725-726 (emphasis added).</blockquote>\n<p>Beyond doubt, vindictiveness of a sentencing judge is the evil the Court sought to prevent rather than simply enlarged sentences after a new trial. The <i>Pearce</i> requirements thus do not apply in every case where a convicted defendant receives a higher sentence on retrial. Like other \"judicially created means of effectuating the rights secured by the [Constitution],\" <i>Stone</i> v. <i>Powell,</i> 428 U. S. 465, 482 (1976), we have restricted application of <i>Pearce</i> to areas where its \"objectives are thought most efficaciously served,\" 428 U. S., at 487. Accordingly, in each case, we look to the need, under the circumstances, to \"guard against vindictiveness in the resentencing process.\" <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S. 17, 25 (1973) (emphasis omitted). For example, in <i>Moon</i> v. <i>Maryland,</i> 398 U. S. 319 (1970), we held that <i>Pearce</i> did not apply when the defendant conceded and it was clear that vindictiveness had played no part in the enlarged sentence. In <i>Colten</i> v. <i>Kentucky,</i> 407 U. S. 104 (1972), we saw no need for applying the presumption when the second court in a two-tier trial system imposed a longer sentence. In <i>Chaffin, supra,</i> we held <i>Pearce</i> not applicable where a <i>jury</i> imposed the increased sentence on retrial. Where the prophylactic rule of <i>Pearce</i> does not apply, the defendant may still obtain relief if he can show actual vindictiveness upon resentencing. <i>Wasman</i> v. <i>United States,</i> 468 U. S. 559, 569 (1984).</p>\n<p>The facts of this case provide no basis for a presumption of vindictiveness. In contrast to <i>Pearce,</i> McCullough's second trial came about because the trial judge herself concluded that the prosecutor's misconduct required it. Granting <span class=\"star-pagination\">*139</span> McCullough's motion for a new trial hardly suggests any vindictiveness on the part of the judge towards him. \"[U]nlike the judge who has been reversed,\" the trial judge here had \"no motivation to engage in self-vindication.\" <i>Chaffin,</i> 412 U. S., at 27. In such circumstances, there is also no justifiable concern about \"institutional interests that might occasion higher sentences by a judge desirous of discouraging what he regards as meritless appeals.\" <i>Ibid.</i> In granting McCullough's new trial motion, Judge Harney went on record as agreeing that his \"claims\" had merit. Presuming vindictiveness on this basis alone would be tantamount to presuming that a judge will be vindictive towards a defendant merely because he seeks an acquittal. Thus, in support of its position, the dissent conjures up visions of judges who view defendants as temerarious for filing motions for new trials, <i>post,</i> at 151, and who are \"annoyed\" at being forced \"to sit through . . . trial[s] whose result[s] [are] foregone conclusion[s],\" <i>post,</i> at 150. We decline to adopt the view that the judicial temperament of our Nation's trial judges will suddenly change upon the filing of a successful post-trial motion. The presumption of <i>Pearce</i> does not apply in situations where the possibility of vindictiveness is this speculative, particularly since the presumption may often \"operate in the absence of any proof of an improper motive and thus . . . block a legitimate response to criminal conduct,\" <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368, 373 (1982). Indeed, not even \"apprehension of such a retaliatory motivation on the part of the sentencing judge,\" <i>Pearce,</i> 395 U. S., at 725, could be present in this case. McCullough was entitled by law to choose to be sentenced by either a judge or a jury. Faced with that choice, on retrial McCullough chose to be sentenced by Judge Harney. There can hardly be more emphatic affirmation of his appraisal of Judge Harney's fairness than this choice. Because there was no realistic motive for vindictive sentencing, the <i>Pearce</i> presumption was inappropriate.</p>\n<p><span class=\"star-pagination\">*140</span> The presumption is also inapplicable because different sentencers assessed the varying sentences that McCullough received. In such circumstances, a sentence \"increase\" cannot truly be said to have taken place. In <i>Colten</i> v. <i>Kentucky, supra</i><i>,</i> which bears directly on this case, we recognized that when different sentencers are involved,</p>\n<blockquote>\"[i]t may often be that the [second sentencer] will impose a punishment more severe than that received from the [first]. But it no more follows that such a sentence is a vindictive penalty for seeking a [new] trial than that the [first sentencer] imposed a lenient penalty.\" <i>Id.,</i> at 117.</blockquote>\n<p>Here, the second sentencer provides an on-the-record, wholly logical, nonvindictive reason for the sentence. We read <i>Pearce</i> to require no more, particularly since trial judges must be accorded broad discretion in sentencing, see <i>Wasman, supra,</i> at 563-564.</p>\n<p>In this case, the trial judge stated candidly her belief that the 20-year sentence respondent received initially was unduly lenient in light of significant evidence not before the sentencing jury in the first trial. On this record, that appraisal cannot be faulted. In any event, nothing in the Constitution prohibits a state from permitting such discretion to play a role in sentencing.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*141</span> III</h2>\n<p>Even if the <i>Pearce</i> presumption were to apply here, we hold that the findings of the trial judge overcome that presumption. Nothing in <i>Pearce</i> is to be read as precluding a rebuttal of intimations of vindictiveness. As we have explained, <i>Pearce</i> permits \"a sentencing authority [to] justify an increased sentence by affirmatively identifying relevant conduct or events that occurred subsequent to the original sentencing proceedings.\" <i>Wasman,</i> 468 U. S., at 572; see also <i>id.,</i> at 573 (POWELL, J., concurring in part and concurring in judgment). This language, however, was never intended to describe exhaustively all of the possible circumstances in which a sentence increase could be justified. Restricting justifications for a sentence increase to <i>only</i> \"events that occurred subsequent to the original sentencing proceedings\" could in some circumstances lead to absurd results. The Solicitor General provides the following hypothetical example:</p>\n<blockquote>\"Suppose . . . that a defendant is convicted of burglary, a non-violent, and apparently first, offense. He is sentenced to a short prison term or perhaps placed on probation. Following a successful appeal and a conviction on retrial, it is learned that the defendant has been using an alias and in fact has a long criminal record that includes other burglaries, several armed robbery convictions, and a conviction for murder committed in the course of a burglary. None of the reasons underlying <i>Pearce</i> in any way justifies the perverse result that the defendant receive no greater sentence in light of this information than he originally received when he was thought to be a first offender.\" Brief for United States as <i>Amicus Curiae</i> 26.</blockquote>\n<p><span class=\"star-pagination\">*142</span> We agree with the Solicitor General and find nothing in <i>Pearce</i> that would require such a bizarre conclusion.<sup>[4]</sup> Perhaps then the reach of <i>Pearce</i> is best captured in our statement in <i>United States</i> v. <i>Goodwin,</i> 457 U. S., at 374:</p>\n<blockquote>\"In sum, the Court [in <i>Pearce</i>] applied a presumption of vindictiveness, which may be overcome only by objective information . . . justifying the increased sentence.\"</blockquote>\n<p>Nothing in the Constitution requires a judge to ignore \"objective information . . . justifying the increased sentence.\" In refusing to apply <i>Pearce</i> retroactively we observed that \"the <i>Pearce</i> prophylactic rules assist in guaranteeing the propriety of the sentencing phase of the criminal process.\" <i>Michigan</i> v. <i>Payne,</i> 412 U. S. 47, 52-53 (1973). Realistically, if anything this focus would <i>require</i> rather than <i>forbid</i> the consideration of the relevant evidence bearing on sentence since <span class=\"star-pagination\">*143</span> \" `[h]ighly relevant  if not essential  to [the] selection of an appropriate sentence is the possession of the fullest information possible concerning the defendant's life and characteristics.' \" <i>Wasman, supra,</i> at 564 (quoting <i>Williams</i> v. <i>New York,</i> 337 U. S. 241, 247 (1949)).</p>\n<p>To be sure, a defendant may be more reluctant to appeal if there is a risk that new, probative evidence supporting a longer sentence may be revealed on retrial. But this Court has never recognized this \"chilling effect\" as sufficient reason to create a constitutional prohibition against considering relevant information in assessing sentences. We explained in <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S., at 29, that \"the Court [in <i>Pearce</i>] intimated no doubt about the constitutional validity of higher sentences in the absence of vindictiveness despite whatever incidental deterrent effect they might have on the right to appeal.\" We see no reason to depart from this conclusion.</p>\n<p>It is clear that the careful explanation by the trial judge for the sentence imposed here fits well within our prior holdings. Judge Harney relied on the testimony of two new witnesses which she concluded \"had a direct effect upon the strength of the State's case at both the guilt and punishment phases of the trial.\" App. to Pet. for Cert. A-23. The judge supported this conclusion with specific findings, noting that \"[t]he testimony [of the two new witnesses] added to the credibility of the State's key witness . . . and detracted from the credibility of Dennis McCullough and [respondent] who both testified for the defense.\" <i>Ibid.</i> The judge also found that \"[t]he testimony of these two witnesses directly implicated the defendant in the commission of the murder in question and showed what part he played in committing the offense.\" <i>Id.,</i> at A-22. Finally, the judge concluded that their testimony \"shed new light upon [McCullough's] life, conduct, and his mental and moral propensities.\" <i>Id.,</i> at A-23. These findings clearly constitute \"objective information. . . justifying the increased sentence.\"</p>\n<p><span class=\"star-pagination\">*144</span> Judge Harney also found that McCullough had been released from confinement only four months before the murder, <i>ibid.,</i> another obviously relevant fact not before the sentencing jury in the first trial. We have recognized the state's legitimate interest \"in dealing in a harsher manner with those who by repeated criminal acts have shown that they are simply incapable of conforming to the norms of society as established by its criminal law.\" <i>Rummel</i> v. <i>Estelle,</i> 445 U. S. 263, 276 (1980). A defendant who commits new crimes within four months of his release from prison clearly poses a greater danger to society than one who commits crimes less often. To foreclose reliance on the kind of pertinent new information developed in the second trial would be wholly incompatible with modern sentencing standards. This new objective information also amply justified McCullough's increased sentence.</p>\n<p>In setting aside the second sentence, the Texas Court of Appeals recognized that the new information bore legitimately on the appropriate sentence to impose, but concluded, reluctantly, that <i>Pearce</i> precluded reliance on this information. It is appropriate that we clarify the scope and thrust of <i>Pearce,</i> and we do so here.</p>\n<p>The case is remanded to the Texas Court of Criminal Appeals for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>JUSTICE BRENNAN, concurring in the judgment.</p>\n<p>After respondent was sentenced to 20 years' imprisonment upon his conviction for murder, Judge Harney granted respondent's motion for a new trial based on prosecutorial misconduct. Under these circumstances, I believe that the possibility that an increased sentence upon retrial resulted from judicial vindictiveness is sufficiently remote that the presumption established in <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969), should not apply here. Because respondent has not shown that the 50-year sentence imposed by <span class=\"star-pagination\">*145</span> Judge Harney after respondent's retrial resulted from actual vindictiveness for having successfully attacked his first conviction, I would reverse the judgment below.</p>\n<p>I emphasize, however, that were I able to find that vindictiveness should be presumed here, I would agree with JUSTICE MARSHALL that \"the reasons offered by Judge Harney [were] far from adequate to rebut any presumption of vindictiveness.\" <i>Post,</i> at 152. The Court's dictum to the contrary, see <i>ante,</i> at 141-144, serves in my view only to distort the holding of <i>Pearce.</i></p>\n<p>JUSTICE MARSHALL, with whom JUSTICE BLACKMUN and JUSTICE STEVENS join, dissenting.</p>\n<p>With little more than a passing nod to the considerations that prompted this Court, in <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969), to safeguard due process rights by establishing a prophylactic rule of presumptive vindictiveness, the majority first refuses to apply that rule in a case where those considerations are clearly relevant, and then proceeds to rob that rule of any vitality even in cases in which it will be applied. Because I believe that under the rationale of <i>Pearce</i> we must presume vindictiveness here and that the findings of the trial judge with respect to respondent's second sentence should not be permitted to defeat that presumption, I must dissent.</p>\n<p></p>\n<h2>I</h2>\n<p>After the jury in Sanford James McCullough's first trial imposed a sentence of 20 years' imprisonment, the Randall County Criminal District Attorney thought McCullough had been treated much too leniently. A local newspaper quoted the prosecutor as commenting: \"A guy's life ought to be worth more than that.\" Amarillo Globe-Times, Sept. 24, 1980, p. 25, col. 1; Record, Defendant's Exhibit 5. Luckily for the District Attorney, McCullough was not satisfied with the results of his first trial either. McCullough filed a motion <span class=\"star-pagination\">*146</span> with the trial court requesting a new trial and raising two challenges to Judge Harney's conduct of the first trial:</p>\n<p></p>\n<h2>\"I.</h2>\n<blockquote>\"The Trial Court erred in not granting Defendant's Motion for Mistrial subsequent to the prosecutor's improper jury argument concerning the fact that the jury, if they only gave the Defendant ten to fifteen years in the penitentiary, would look outside their window at the end of that period of time and wonder if the criminal out there was the Defendant.</blockquote>\n<p></p>\n<h2>\"II.</h2>\n<blockquote>\"The Trial Court erred in overruling Defendant's Motion for Mistrial subsequent to the prosecutor's cross-examination of the witness, DENNIS McCULLOUGH, as to a purported `confession' given by a Co-Defendant, KENNETH McCULLOUGH. Such conduct constituted error in light of <i>Bruton vs. United States</i>[, 391 U. S. 123 (1968)].\" Defendant's Motion for a New Trial, App. 17.</blockquote>\n<p>When Judge Harney entertained this motion on October 6, 1980, there was no argument to be heard. The Assistant District Attorney noted the State's full agreement to a retrial. 2 Tr. 432-433 (Oct. 6, 1980). The next day's newspaper made the prosecutor's motives clear.</p>\n<blockquote>\"In a rare occurrence, the Randall County Criminal District Attorney Randy Sherrod said yesterday he has joined a defense motion calling for a new trial in the case of Sanford James McCullough, who was found guilty Sept. 24 of the murder of George Preston Small and sentenced to 20 years in the penitentiary.</blockquote>\n<blockquote>\"Sherrod said it was the first time in his experience that he had been in agreement with a defense attorney in granting a new trial.</blockquote>\n<blockquote>\"He said one of the biggest factors influencing his decision to join the defense motion was the possibility of a <span class=\"star-pagination\">*147</span> <i>[sic]</i> getting a harsher sentence in a new trial.\" Amarillo Daily News, Oct. 7, 1980, p. C-1, col. 1; Record, Defendant's Exhibit 2.</blockquote>\n<p>See also Amarillo Globe-Times, Oct. 7, 1980, p. 21, cols. 1-6 (\"DA Agrees to New Trial for Man Convicted in Murder Case\"); Record, Defendant's Exhibit 1.</p>\n<p>In the face of this publicity, the defense moved for a change of venue, but its motion was denied. 2 Tr. 518 (Nov. 7, 1980). Having failed in this attempt to ensure that McCullough's second jury had no knowledge of his conviction and sentence in the first trial, the defense postponed its election of sentencer until it could hear the results of <i>voir dire.</i> 3 Tr. 7-8 (Dec. 10-12, 1980). During <i>voir dire</i> at least 13 prospective jurors were excused after indicating that their knowledge of the first trial's results would affect their ability to give McCullough a fair trial. <i>Id.,</i> at 17-33. Immediately after the close of <i>voir dire,</i> the defendant elected to be sentenced by the trial judge if convicted. <i>Id.,</i> at 122; App. 25-26. McCullough's election likely was affected by his counsel's belief that while <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S. 17 (1973), had made the rule of <i>North Carolina</i> v. <i>Pearce, supra</i><i>,</i> inapplicable to resentencing by a different jury, that rule would still bar Judge Harney from imposing a sentence greater than the 20 years defendant had received in his first trial. But fears that <i>voir dire</i> had not been sufficient to purge the jury of all knowledge of McCullough's first trial could well have played as great a part in that decision.</p>\n<p>After McCullough was convicted a second time, Judge Harney heard argument on sentencing. Defense counsel urged that \"there being no additional evidence on the part of the conduct or action of the Defendant subsequent to the prior conviction,\" the court was bound by <i>North Carolina</i> v. <i>Pearce, supra</i><i>,</i> to impose a sentence of not more than 20 years. 2 Tr. 273-274 (Dec. 10-12, 1980). The prosecution replied that because defendant had elected to be sentenced by the trial judge, <i>North Carolina</i> v. <i>Pearce</i> would not bar <span class=\"star-pagination\">*148</span> the court \"from assessing a range of punishment greater than what was received by a jury.\" 2 Tr. 277 (Dec. 10-12, 1980). Judge Harney sentenced McCullough to 50 years' imprisonment. In response to defendant's motion, she later filed an order in which, while holding the rule of <i>North Carolina</i> v. <i>Pearce</i> inapplicable, she gave her reasons for imposing a heavier sentence in order to make remand unnecessary should the Court of Criminal Appeals hold the rule applicable. App. 33. She found that the testimony of two new witnesses, Carolyn Sue Hollison McCullough and Willie Lee Brown, implicated defendant in the crime, added to the credibility of certain prosecution witnesses, and detracted from that of certain defense witnesses. The testimony also \"shed new light upon the defendant's life, conduct, and his mental and moral propensities,\" especially his \"propensity to commit brutal crimes against persons and to constitute a future threat to society.\" <i>Id.,</i> at 34. Judge Harney noted further that had defendant \"elected to have the court set his punishment at the first trial, the court would have assessed more than the twenty (20) year sentence imposed by the jury.\" <i>Ibid.</i> Finally, the court found:</p>\n<blockquote>\"Upon retrial after having been found guilty of murder for a second time by a jury and after having made known to the court that he had been involved in numerous criminal offenses and had served time in the penitentiary, the defendant never produced, or even attempted to produce, any evidence that he intended to change his life style, habits, or conduct, or that he had made any effort whatsoever toward rehabilitating himself. Again upon retrial, the [sic] failed to show this court any sign or indication of refraining from criminal conduct in the future, nor did he give any indication upon retrial that he no longer posed a violent and continuing threat to our society.\" <i>Id.,</i> at 35.</blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*149</span> II</h2>\n<p></p>\n<h2>A</h2>\n<p>At the outset, one must reject the majority's suggestion, <i>ante,</i> at 139, that the fact that McCullough elected to be sentenced by Judge Harney has any relevance to the question whether <i>Pearce</i> requires us to presume that the increase in his sentence was the product of the judge's vindictiveness. The message of <i>Pearce</i> is not that a defendant should be given a chance to choose the sentencing agency least likely to increase his sentence as a price for his decision to pursue an appeal. Rather, <i>Pearce</i> held that under the Due Process Clause, \"vindictiveness against a defendant for having successfully attacked his first conviction must play no part in the sentence he receives after a new trial.\" 395 U. S., at 725. Thus, in <i>Chaffin</i> v. <i>Stynchcombe, supra</i><i>,</i> where the defendant had been tried and sentenced by a jury at his first trial, the Court assumed that if the defendant had elected to be tried and sentenced by a judge at his retrial, <i>Pearce</i> would circumscribe the sentence the judge could impose should defendant be convicted again. See 412 U. S., at 33, n. 21.</p>\n<p>Had McCullough's first conviction been overturned on appeal, rather than nullified by Judge Harney's order for a retrial, it would make no sense to allow McCullough's decision to be sentenced by the court to deprive him of the safeguards against judicial vindictiveness established in <i>Pearce.</i> Whether or not that judge had been the sentencing authority in the first proceeding, we would fear that the judge would have had a \"personal stake in the prior conviction\" and a \"motivation to engage in self-vindication,\" as well as a wish to \"discourag[e] what [s]he regards as meritless appeals.\" <i>Chaffin, supra,</i> at 27. Moreover, it would not be appropriate to find a waiver of McCullough's due process right in his exercise of his statutory right to elect his sentencer, especially in a case where defendant's choice might have been influenced by a desire to avoid being sentenced by a jury from a <span class=\"star-pagination\">*150</span> community that had been exposed to the considerable publicity surrounding his first trial.</p>\n<p></p>\n<h2>B</h2>\n<p>In <i>Pearce,</i> recognition of the possibility that personal animosity and institutional prejudices might infect a trial judge's resentencing of a defendant after a successful appeal led this Court to establish a rule of presumptive vindictiveness. The question here is whether these same personal and institutional prejudices may infect a judge's sentencing following a retrial that the judge herself ordered.</p>\n<p>The majority reasons that \"[i]n contrast to <i>Pearce,</i> McCullough's second trial came about because the trial judge herself concluded that the prosecutor's misconduct required it. Granting McCullough's motion for a new trial hardly suggests any vindictiveness on the part of the judge towards him.\" <i>Ante,</i> at 138-139. Such an observation betrays not only an insensitivity to the motives that might underlie any trial judge's decision to grant a motion for a new trial, but also a blindness to the peculiar circumstances surrounding the decision to grant a retrial in this case.</p>\n<p>The mere grant of a new trial motion can in no way be considered a guarantee, or even an indication, that the judge will harbor no resentment toward defendant as a result of his decision to exercise his statutory right to make such a motion. Even where a trial judge believes that the assignments of error are valid, she may still resent being given a choice between publicly conceding such errors and waiting for her judgment to be put to the test on appeal. This will be especially true when the errors alleged, however substantial as a matter of constitutional or statutory law, are considered by the judge not to cast doubt on the defendant's guilt. In such a case, the judge might well come to defendant's sentencing annoyed at having been forced to sit through a trial whose result was a foregone conclusion, and quite ready to vent that annoyance by giving the defendant a sentence stiffer than he <span class=\"star-pagination\">*151</span> otherwise would have received. Even if a trial judge is confident that her conduct of a trial was error-free, she may still grant a new trial if she has any doubts as to whether the courts reviewing her ruling will agree. In this situation, the feelings of resentment already alluded to might be augmented by the judge's annoyance with the courts that review her judgments.</p>\n<p>Turning to the facts here, I believe the possibility of vindictiveness is even greater in this case than in the general run of cases in which a trial judge has granted a retrial. It is far from clear that Judge Harney's decision to grant a new trial was made out of either solicitude for McCullough or recognition of the merits of his claims. Defendant's motion was uncontested and, if the press coverage is any indication, the judge's decision to grant it was at least as much a boon to the prosecution as it was to defendant. Indeed, the most cynical might even harbor suspicions that the judge shared the District Attorney's hope that a retrial would permit the imposition of a sentence more commensurate with the prosecution's view of the heinousness of the crime for which McCullough had been brought to bar. At any rate, one can imagine that when it fell to Judge Harney to sentence McCullough after his second conviction, his decision to seek a retrial after receiving such a comparatively light sentence from his first jury was counted against him.</p>\n<p>Whether any of these considerations actually played any part in Judge Harney's decision to give McCullough a harsher sentence after his retrial is not the issue here, just as it was not the issue in <i>Pearce.</i> The point is that the possibility they did play such a part is sufficiently real, and proving actual prejudice, sufficiently difficult, that a presumption of vindictiveness is as appropriate here as it was in <i>Pearce.</i> See Van Alstyne, In Gideon's Wake: Harsher Penalties and the \"Successful\" Criminal Appellant, 74 Yale L. J. 606, 612, and n. 22 (1965) (noting difficulties faced by defendant seeking to show actual vindictiveness).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*152</span> III</h2>\n<p>The majority holds that \"[e]ven if the <i>Pearce</i> presumption were to apply here, . . . the findings of the trial judge overcome that presumption.\" <i>Ante,</i> at 141. I find the reasons offered by Judge Harney far from adequate to rebut any presumption of vindictiveness. Moreover, I believe that by holding those reasons sufficient, the Court effectively eviscerates the effort made in <i>Pearce</i> to ensure both that vindictiveness against a defendant for having successfully attacked his first conviction \"play no part in the sentence he receives after a new trial,\" 395 U. S., at 725, and that the \"defendant be freed of apprehension of such a retaliatory motivation on the part of the sentencing judge.\" <i>Ibid.</i></p>\n<p></p>\n<h2>A</h2>\n<p>The presumption of vindictiveness established in <i>Pearce</i> was made rebuttable. The Court there held that where a judge decides to impose a more severe sentence on a defendant after a new trial,</p>\n<blockquote>\"the reasons for his doing so must affirmatively appear. Those reasons must be based upon objective information concerning identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding. And the factual data upon which the increased sentence is based must be made part of the record, so that the constitutional legitimacy of the increased sentence may be fully reviewed on appeal.\" <i>Id.,</i> at 726.</blockquote>\n<p>Whether this formulation allowed a sentencing judge to rely on any event occurring after a defendant's first sentencing or only on actual \"conduct\" by the defendant since that time might have been open to some speculation, at least until <i>Wasman</i> v. <i>United States,</i> 468 U. S. 559 (1984), resolved that \"matter of semantics,\" <i>id.,</i> at 573 (POWELL, J., concurring in part and concurring in judgment). But the Court was quite clear that the conduct or event used to justify an increased <span class=\"star-pagination\">*153</span> sentence must have taken place after the original sentencing proceeding. Indeed, the majority's insistence upon this restriction led to the refusal of JUSTICE WHITE to subscribe to one part of the Court's opinion. He wrote:</p>\n<blockquote>\"I join the Court's opinion except that in my view Part II-C should authorize an increased sentence on retrial based on any objective, identifiable factual data not known to the trial judge at the time of the original sentencing proceeding.\" <i>Pearce,</i> 395 U. S., at 751 (concurring in part).</blockquote>\n<p>The Court's rejection of the standard proposed by JUSTICE WHITE is not doubt explained by the majority's desire to \"protect against reasonable apprehension of vindictiveness that could deter a defendant from appealing a first conviction.\" <i>Wasman,</i> 468 U. S., at 574 (POWELL, J., concurring in part and concurring in judgment). As a majority of the Court recently recognized, the need to eliminate this apprehension was as much a concern of the Court in <i>Pearce</i> as actual vindictiveness. See 468 U. S., at 574; <i>ibid.</i> (BRENNAN, J., concurring in judgment); <i>ibid.</i> (STEVENS, J., concurring in judgment). Recognizing that in the course of any retrial, or merely by virtue of the passage of time, new information relating to events prior to a defendant's original sentencing would become available to a sentencer after retrial, the Court decided that allowing this information to justify a harsher sentence would make the intended guarantee of fairness sound quite hollow to the defendant deciding whether to pursue his statutory right of appeal.</p>\n<p></p>\n<h2>B</h2>\n<p>By finding the reasons given by Judge Harney adequate to rebut a presumption of vindictiveness, the majority not only disregards the clear rule in <i>Pearce.</i> It announces a new regime in which the \"chill\" that plagued defendants in the days before <i>Pearce</i> will once again be felt by those deciding whether to contest their convictions.</p>\n<p><span class=\"star-pagination\">*154</span> I do not doubt Judge Harney's assertions that the testimony of Carolyn Sue Hollison McCullough and Willie Lee Brown strengthened the prosecution's case against McCullough by corroborating evidence and testimony that had already been produced at his first trial and by adding a few brush strokes to the portrayal in the first proceeding of McCullough's role in the crime and of his character. However, \"[i]n the natural course of events upon the retrial of a case, one might normally expect the Government to have available additional testimony and evidence of a defendant's guilt if for no other reason than that the Government has had additional time to prepare and refine its presentation.\" <i>United States</i> v. <i>Tucker,</i> 581 F. 2d 602, 606, n. 8 (CA7 1978). That such new evidence will be available to a trial judge sentencing a defendant after a retrial is thus inevitable. And if that judge wishes to punish defendant for having asserted his right to a fair trial, she will always be able to point to that new information as the basis for any increase in defendant's sentence the second time around. As one authority has noted: \"If a court on retrial could justify an increased sentence on the ground that it now had additional knowledge concerning the defendant's participation in the offense, then the <i>Pearce</i> limitation could be evaded in almost every case.\" 3 W. LaFave &amp; J. Israel, Criminal Procedure 176 (1984). This limitation would be even more easily avoided if a trial judge could rebut a presumption of vindictiveness merely by indicating that she would have given defendant a harsher sentence at his first trial had she been given the chance. That leaves, as the only \"new\" information to support 30 additional years' imprisonment, the fact that between his two trials, McCullough did not evince a desire to rehabilitate himself. Surely something more is required.</p>\n<p>There is neither any reason nor any need for us to believe that dishonest and unconstitutionally vindictive judges actually hold sway in American courtrooms, and even less call for us to doubt the integrity of Judge Harney. The message of <span class=\"star-pagination\">*155</span> <i>Pearce</i> is that the fear of such vindictiveness is real enough. And a defendant plagued by such an apprehension is likely to take small comfort in any presumption of vindictiveness established for his benefit if the means of rebutting that presumption will always be within the easy reach of the judge who will sentence him should the challenge to his conviction prove unsuccessful. As far as defendants are concerned, today's decision, by permitting references to new, often cumulative, information about the crime charged to satisfy <i>Pearce</i>'s demand for \"objective information concerning identifiable conduct on the part of the defendant,\" 395 U. S., at 726, nullifies the guarantee held out in <i>Pearce.</i></p>\n<p>Persuaded by the Solicitor General's hypothetical involving a defendant whose prior convictions are not apparant to the trial judge until after defendant's appeal and retrial, the majority concludes that \"[r]estricting justifications for a sentence increase to <i>only</i> `events that occurred subsequent to the original sentencing proceedings' could in some circumstances lead to absurd results.\" <i>Ante,</i> at 141. However, this objection to such a restriction was considered in <i>Pearce</i> and rejected there, as it should be here. As one <i>amici curiae</i> brief advised the <i>Pearce</i> Court:</p>\n<blockquote>\"In the unlikely event that some prior offense escaped the notice of the court when the accused was under consideration for sentencing, moreover, the government is free to bring a separate proceeding under its habitual offender (recidivism) acts. To the little extent that states may be concerned that sentences generally tend to be imposed in some instances without due consideration of the nature of the offense or the character of the accused, moreover, each state is constitutionally free to make ample provision for staffing and presentence reports to guard against unduly lenient sentencing to whatever extent that government feels to be appropriate. Indeed, each state presumably has done this to the precise extent that it has been genuinely concerned with the securing <span class=\"star-pagination\">*156</span> of sentences which are both fair to the accused and adequate for the public safety.\" Brief for American Civil Liberties Union et al. as <i>Amici Curiae</i> in <i>North Carolina</i> v. <i>Pearce</i><i>,</i> O. T. 1968, No. 413, pp. 9-10.</blockquote>\n<p></p>\n<h2>IV</h2>\n<p>A lot has happened since the final day of the October 1968 Term, the day <i>North Carolina</i> v. <i>Pearce</i> was handed down. But nothing has happened since then that casts any doubt on the need for the guarantee of fairness that this Court held out to defendants in <i>Pearce.</i> The majority today begins by denying respondent the promise of that guarantee even though his case clearly calls for its application. The Court then reaches out to render the guarantee of little value to all defendants, even to those whose plight was the explicit concern of the <i>Pearce</i> Court in 1969. To renege on the guarantee of <i>Pearce</i> is wrong. To do so while pretending not to is a shame. I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Acting Solicitor General Fried, Assistant Attorney General Trott, Deputy Solicitor General Frey, Alan I. Horowitz,</i> and <i>Patty Merkamp Stemler</i> filed a brief for the United States as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Later Judge Harney sentenced two other defendants for their role in the same murder. She gave both defendants 50-year sentences identical to McCullough's.</p>\n<p>[2]  The Texas Court of Appeals in applying <i>Pearce</i> observed:\n</p>\n<p>\"This case demonstrates the excessive scope of <i>Pearce.</i> The trial judge filed detailed and valid reasons for the heavier punishment and there is nothing in the record to indicate that the increased punishment resulted from vindictiveness. However, the reasons affirmatively supported by evidence are based on events occurring during or after the crime but before the first trial. Although those matters were not brought out at the first trial, they cannot be used [under <i>Pearce</i>] to increase punishment because none occurred <i>after</i> the first trial.\" 680 S. W. 2d, at 496, n. 2.</p>\n<p>[3]  <i>Pearce</i> itself apparently involved different judges presiding over the two trials, a fact that has led some courts to conclude by implication that the presumption of vindictiveness applies even where different sentencing judges are involved. See, <i>e. g., </i><i>United States</i> v. <i>Hawthorne,</i> 532 F. 2d 318, 323 (CA3), cert. denied, 429 U. S. 894 (1976). That fact, however, may not have been drawn to the Court's attention and does not appear anywhere in the Court's opinion in <i>Pearce.</i> Clearly the Court did not focus on it as a consideration for its holding. See <i>Hardwick</i> v. <i>Doolittle,</i> 558 F. 2d 292, 299 (CA5 1977), cert. denied, 434 U. S. 1049 (1978). Subsequent opinions have also elucidated the basis for the <i>Pearce</i> presumption. We held in <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S. 17 (1973), for instance, that the presumption derives from the judge's \"personal stake in the prior conviction,\" <i>id.,</i> at 27, a statement clearly at odds with reading <i>Pearce</i> to answer the two-sentencer issue. We therefore decline to read <i>Pearce</i> as governing this issue. See also n. 4, <i>infra.</i></p>\n<p>[4]  The dissent contends that this objection \"was considered in <i>Pearce</i> and rejected there.\" <i>Post,</i> at 155. In fact, the issue, like the two-sentencer issue just discussed, was not before the Court because in neither <i>Pearce</i> nor its companion case did the State offer \"any reason or justification\" for the increased sentence. 395 U. S., at 726. Moreover, <i>Pearce</i> was argued on the assumption that the Constitution either absolutely forbade or permitted increased sentences on retrial. None of the briefs advanced the intermediate position ultimately relied upon by the Court that the Constitution permits increased sentences only in certain circumstances. Cf. Brief for American Civil Liberties Union et al. as <i>Amici Curiae</i> in <i>North Carolina</i> v. <i>Pearce</i><i>,</i> O. T. 1968, No. 413, pp. 8-10 (quoted <i>post,</i> at 155-156) (arguing that \"[t]o subject an accused to the risk of harsher punishment . . . as a condition of appeal . . . is an unconstitutional condition which violates the Due Process Clauses of the Fifth and Fourteenth Amendments\"). Thus, as the Solicitor General points out, \"in formulating the standard set forth in <i>Pearce,</i> the Court was completely without the `sharpen[ing of] the presentation of issues' provided by the adversary process, `upon which the court so largely depends for illumination of difficult constitutional issues.' \" Brief for United States as <i>Amicus Curiae</i> 22-23 (quoting <i>Baker</i> v. <i>Carr,</i> 369 U. S. 186, 204 (1962)). But even if <i>Pearce</i> could be read to speak definitively to this situation, we are not reluctant to tailor judicially created rules to implement constitutional guarantees, like the <i>Pearce</i> rule, see <i>Michigan</i> v. <i>Payne,</i> 412 U. S. 47, 51 (1973), when the need to do so becomes apparent. Cf. <i>United States</i> v. <i>Leon,</i> 468 U. S. 897 (1984).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></span> (1986)</b></center>\n<center><h1>TEXAS<br>\nv.<br>\nMcCULLOUGH</h1></center>\n<center>No. 84-1198.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1985</center>\n<center>Decided February 26, 1986</center>\nCERTIORARI TO THE COURT OF CRIMINAL APPEALS OF TEXAS\n<p><span class=\"star-pagination\">*135</span> <i>Randall L. Sherrod</i> argued the cause for petitioner. With him on the brief was <i>Deane C. Watson.</i></p>\n<p><i>Jeff Blackburn</i> argued the cause <i>pro hac vice</i> for respondent. With him on the brief were <i>Michael B. Charlton</i> and <i>John Mann.</i><sup>[*]</sup></p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted certiorari to decide whether the Due Process Clause of the Fourteenth Amendment was violated when the defendant in a state court received a greater sentence on retrial where the earlier sentence was imposed by the jury, the trial judge granted the defendant's motion for a new trial, the defendant requested that in the second trial the judge fix the sentence, and the judge entered findings of fact justifying the longer sentence.</p>\n<p></p>\n<h2>I</h2>\n<p>In 1980, Sanford James McCullough was tried before a jury in the Randall County, Texas, District Court and convicted of murder. McCullough elected to be sentenced by the jury, as <span class=\"star-pagination\">*136</span> was his right under Texas law. Tex. Code Crim. Proc. Ann., Art. 37.07 (Vernon 1981). The jury imposed a 20-year sentence. Judge Naomi Harney, the trial judge, then granted McCullough's motion for a new trial on the basis of prosecutorial misconduct.</p>\n<p>Three months later, McCullough was retried before a jury, with Judge Harney again presiding. At this trial, the State presented testimony from two witnesses who had not testified at the first trial that McCullough rather than his accomplices had slashed the throat of the victim. McCullough was again found guilty by a jury. This time, he elected to have his sentence fixed by the trial judge. Judge Harney sentenced McCullough to 50 years in prison and, upon his motion, made findings of fact as to why the sentence was longer than that fixed by the jury in the first trial. She found that in fixing the sentence she relied on new evidence about the murder that was not presented at the first trial and hence never made known to the sentencing jury. The findings focused specifically on the testimony of two new witnesses, Carolyn Hollison McCullough and Willie Lee Brown, which \"had a direct effect upon the strength of the State's case at both the guilt and punishment phases of the trial.\" App. to Pet. for Cert. A-23. In addition, Judge Harney explained that she learned for the first time on retrial McCullough had been released from prison only four months before the later crime had been committed. <i>Ibid.</i> Finally, the judge candidly stated that, had she fixed the first sentence, she would have imposed more than 20 years. <i>Id.,</i> at A-24.<sup>[1]</sup></p>\n<p>On appeal, the Texas Court of Appeals reversed and resentenced McCullough to 20 years' imprisonment. 680 S. W. 2d 493 (1983). That court considered itself bound by this Court's decision in <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969), and held that a longer sentence upon retrial could be <span class=\"star-pagination\">*137</span> imposed only if it was based upon conduct of the defendant occurring after the original trial.<sup>[2]</sup> Petitioner sought review in the Texas Court of Criminal Appeals, and that court limited its review to whether the Texas Court of Appeals had authority to limit respondent's sentence to 20 years. 720 S. W. 2d 89 (1983). The court concluded that, as a matter of procedure, the case should have been remanded to the trial judge for resentencing. On petitioner's motion for rehearing, the court concluded that under <i>Pearce</i> vindictiveness must be presumed even though a jury had fixed punishment at the first trial and a judge had fixed it at the second trial. We granted certiorari. 472 U. S. 1007 (1985). We reverse.</p>\n<p></p>\n<h2>II</h2>\n<p>In <i>North Carolina</i> v. <i>Pearce, supra</i><i>,</i> the Court placed a limitation on the power of a sentencing authority to increase a sentence after reconviction following a new trial. It held that the Due Process Clause of the Fourteenth Amendment prevented increased sentences when that increase was motivated by vindictiveness on the part of the sentencing judge. The Court stated:</p>\n<blockquote>\"Due process of law, then, requires that vindictiveness against a defendant for having successfully attacked his first conviction must play no part in the sentence he receives after a new trial. And since the fear of such vindictiveness may unconstitutionally deter a defendant's exercise of the right to appeal or collaterally attack his first conviction, due process also requires that a defendant <span class=\"star-pagination\">*138</span> be freed of apprehension of such a retaliatory motivation on the part of the sentencing judge.</blockquote>\n<blockquote>\"In order to assure the absence of such a motivation, we have concluded that whenever a judge imposes a more severe sentence upon a defendant after a new trial, <i>the reasons for his doing so must affirmatively appear.</i>\" <i>Id.,</i> at 725-726 (emphasis added).</blockquote>\n<p>Beyond doubt, vindictiveness of a sentencing judge is the evil the Court sought to prevent rather than simply enlarged sentences after a new trial. The <i>Pearce</i> requirements thus do not apply in every case where a convicted defendant receives a higher sentence on retrial. Like other \"judicially created means of effectuating the rights secured by the [Constitution],\" <i>Stone</i> v. <i>Powell,</i> 428 U. S. 465, 482 (1976), we have restricted application of <i>Pearce</i> to areas where its \"objectives are thought most efficaciously served,\" 428 U. S., at 487. Accordingly, in each case, we look to the need, under the circumstances, to \"guard against vindictiveness in the resentencing process.\" <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S. 17, 25 (1973) (emphasis omitted). For example, in <i>Moon</i> v. <i>Maryland,</i> 398 U. S. 319 (1970), we held that <i>Pearce</i> did not apply when the defendant conceded and it was clear that vindictiveness had played no part in the enlarged sentence. In <i>Colten</i> v. <i>Kentucky,</i> 407 U. S. 104 (1972), we saw no need for applying the presumption when the second court in a two-tier trial system imposed a longer sentence. In <i>Chaffin, supra,</i> we held <i>Pearce</i> not applicable where a <i>jury</i> imposed the increased sentence on retrial. Where the prophylactic rule of <i>Pearce</i> does not apply, the defendant may still obtain relief if he can show actual vindictiveness upon resentencing. <i>Wasman</i> v. <i>United States,</i> 468 U. S. 559, 569 (1984).</p>\n<p>The facts of this case provide no basis for a presumption of vindictiveness. In contrast to <i>Pearce,</i> McCullough's second trial came about because the trial judge herself concluded that the prosecutor's misconduct required it. Granting <span class=\"star-pagination\">*139</span> McCullough's motion for a new trial hardly suggests any vindictiveness on the part of the judge towards him. \"[U]nlike the judge who has been reversed,\" the trial judge here had \"no motivation to engage in self-vindication.\" <i>Chaffin,</i> 412 U. S., at 27. In such circumstances, there is also no justifiable concern about \"institutional interests that might occasion higher sentences by a judge desirous of discouraging what he regards as meritless appeals.\" <i>Ibid.</i> In granting McCullough's new trial motion, Judge Harney went on record as agreeing that his \"claims\" had merit. Presuming vindictiveness on this basis alone would be tantamount to presuming that a judge will be vindictive towards a defendant merely because he seeks an acquittal. Thus, in support of its position, the dissent conjures up visions of judges who view defendants as temerarious for filing motions for new trials, <i>post,</i> at 151, and who are \"annoyed\" at being forced \"to sit through . . . trial[s] whose result[s] [are] foregone conclusion[s],\" <i>post,</i> at 150. We decline to adopt the view that the judicial temperament of our Nation's trial judges will suddenly change upon the filing of a successful post-trial motion. The presumption of <i>Pearce</i> does not apply in situations where the possibility of vindictiveness is this speculative, particularly since the presumption may often \"operate in the absence of any proof of an improper motive and thus . . . block a legitimate response to criminal conduct,\" <i>United States</i> v. <i>Goodwin,</i> 457 U. S. 368, 373 (1982). Indeed, not even \"apprehension of such a retaliatory motivation on the part of the sentencing judge,\" <i>Pearce,</i> 395 U. S., at 725, could be present in this case. McCullough was entitled by law to choose to be sentenced by either a judge or a jury. Faced with that choice, on retrial McCullough chose to be sentenced by Judge Harney. There can hardly be more emphatic affirmation of his appraisal of Judge Harney's fairness than this choice. Because there was no realistic motive for vindictive sentencing, the <i>Pearce</i> presumption was inappropriate.</p>\n<p><span class=\"star-pagination\">*140</span> The presumption is also inapplicable because different sentencers assessed the varying sentences that McCullough received. In such circumstances, a sentence \"increase\" cannot truly be said to have taken place. In <i>Colten</i> v. <i>Kentucky, supra</i><i>,</i> which bears directly on this case, we recognized that when different sentencers are involved,</p>\n<blockquote>\"[i]t may often be that the [second sentencer] will impose a punishment more severe than that received from the [first]. But it no more follows that such a sentence is a vindictive penalty for seeking a [new] trial than that the [first sentencer] imposed a lenient penalty.\" <i>Id.,</i> at 117.</blockquote>\n<p>Here, the second sentencer provides an on-the-record, wholly logical, nonvindictive reason for the sentence. We read <i>Pearce</i> to require no more, particularly since trial judges must be accorded broad discretion in sentencing, see <i>Wasman, supra,</i> at 563-564.</p>\n<p>In this case, the trial judge stated candidly her belief that the 20-year sentence respondent received initially was unduly lenient in light of significant evidence not before the sentencing jury in the first trial. On this record, that appraisal cannot be faulted. In any event, nothing in the Constitution prohibits a state from permitting such discretion to play a role in sentencing.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*141</span> III</h2>\n<p>Even if the <i>Pearce</i> presumption were to apply here, we hold that the findings of the trial judge overcome that presumption. Nothing in <i>Pearce</i> is to be read as precluding a rebuttal of intimations of vindictiveness. As we have explained, <i>Pearce</i> permits \"a sentencing authority [to] justify an increased sentence by affirmatively identifying relevant conduct or events that occurred subsequent to the original sentencing proceedings.\" <i>Wasman,</i> 468 U. S., at 572; see also <i>id.,</i> at 573 (POWELL, J., concurring in part and concurring in judgment). This language, however, was never intended to describe exhaustively all of the possible circumstances in which a sentence increase could be justified. Restricting justifications for a sentence increase to <i>only</i> \"events that occurred subsequent to the original sentencing proceedings\" could in some circumstances lead to absurd results. The Solicitor General provides the following hypothetical example:</p>\n<blockquote>\"Suppose . . . that a defendant is convicted of burglary, a non-violent, and apparently first, offense. He is sentenced to a short prison term or perhaps placed on probation. Following a successful appeal and a conviction on retrial, it is learned that the defendant has been using an alias and in fact has a long criminal record that includes other burglaries, several armed robbery convictions, and a conviction for murder committed in the course of a burglary. None of the reasons underlying <i>Pearce</i> in any way justifies the perverse result that the defendant receive no greater sentence in light of this information than he originally received when he was thought to be a first offender.\" Brief for United States as <i>Amicus Curiae</i> 26.</blockquote>\n<p><span class=\"star-pagination\">*142</span> We agree with the Solicitor General and find nothing in <i>Pearce</i> that would require such a bizarre conclusion.<sup>[4]</sup> Perhaps then the reach of <i>Pearce</i> is best captured in our statement in <i>United States</i> v. <i>Goodwin,</i> 457 U. S., at 374:</p>\n<blockquote>\"In sum, the Court [in <i>Pearce</i>] applied a presumption of vindictiveness, which may be overcome only by objective information . . . justifying the increased sentence.\"</blockquote>\n<p>Nothing in the Constitution requires a judge to ignore \"objective information . . . justifying the increased sentence.\" In refusing to apply <i>Pearce</i> retroactively we observed that \"the <i>Pearce</i> prophylactic rules assist in guaranteeing the propriety of the sentencing phase of the criminal process.\" <i>Michigan</i> v. <i>Payne,</i> 412 U. S. 47, 52-53 (1973). Realistically, if anything this focus would <i>require</i> rather than <i>forbid</i> the consideration of the relevant evidence bearing on sentence since <span class=\"star-pagination\">*143</span> \" `[h]ighly relevant  if not essential  to [the] selection of an appropriate sentence is the possession of the fullest information possible concerning the defendant's life and characteristics.' \" <i>Wasman, supra,</i> at 564 (quoting <i>Williams</i> v. <i>New York,</i> 337 U. S. 241, 247 (1949)).</p>\n<p>To be sure, a defendant may be more reluctant to appeal if there is a risk that new, probative evidence supporting a longer sentence may be revealed on retrial. But this Court has never recognized this \"chilling effect\" as sufficient reason to create a constitutional prohibition against considering relevant information in assessing sentences. We explained in <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S., at 29, that \"the Court [in <i>Pearce</i>] intimated no doubt about the constitutional validity of higher sentences in the absence of vindictiveness despite whatever incidental deterrent effect they might have on the right to appeal.\" We see no reason to depart from this conclusion.</p>\n<p>It is clear that the careful explanation by the trial judge for the sentence imposed here fits well within our prior holdings. Judge Harney relied on the testimony of two new witnesses which she concluded \"had a direct effect upon the strength of the State's case at both the guilt and punishment phases of the trial.\" App. to Pet. for Cert. A-23. The judge supported this conclusion with specific findings, noting that \"[t]he testimony [of the two new witnesses] added to the credibility of the State's key witness . . . and detracted from the credibility of Dennis McCullough and [respondent] who both testified for the defense.\" <i>Ibid.</i> The judge also found that \"[t]he testimony of these two witnesses directly implicated the defendant in the commission of the murder in question and showed what part he played in committing the offense.\" <i>Id.,</i> at A-22. Finally, the judge concluded that their testimony \"shed new light upon [McCullough's] life, conduct, and his mental and moral propensities.\" <i>Id.,</i> at A-23. These findings clearly constitute \"objective information. . . justifying the increased sentence.\"</p>\n<p><span class=\"star-pagination\">*144</span> Judge Harney also found that McCullough had been released from confinement only four months before the murder, <i>ibid.,</i> another obviously relevant fact not before the sentencing jury in the first trial. We have recognized the state's legitimate interest \"in dealing in a harsher manner with those who by repeated criminal acts have shown that they are simply incapable of conforming to the norms of society as established by its criminal law.\" <i>Rummel</i> v. <i>Estelle,</i> 445 U. S. 263, 276 (1980). A defendant who commits new crimes within four months of his release from prison clearly poses a greater danger to society than one who commits crimes less often. To foreclose reliance on the kind of pertinent new information developed in the second trial would be wholly incompatible with modern sentencing standards. This new objective information also amply justified McCullough's increased sentence.</p>\n<p>In setting aside the second sentence, the Texas Court of Appeals recognized that the new information bore legitimately on the appropriate sentence to impose, but concluded, reluctantly, that <i>Pearce</i> precluded reliance on this information. It is appropriate that we clarify the scope and thrust of <i>Pearce,</i> and we do so here.</p>\n<p>The case is remanded to the Texas Court of Criminal Appeals for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>JUSTICE BRENNAN, concurring in the judgment.</p>\n<p>After respondent was sentenced to 20 years' imprisonment upon his conviction for murder, Judge Harney granted respondent's motion for a new trial based on prosecutorial misconduct. Under these circumstances, I believe that the possibility that an increased sentence upon retrial resulted from judicial vindictiveness is sufficiently remote that the presumption established in <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969), should not apply here. Because respondent has not shown that the 50-year sentence imposed by <span class=\"star-pagination\">*145</span> Judge Harney after respondent's retrial resulted from actual vindictiveness for having successfully attacked his first conviction, I would reverse the judgment below.</p>\n<p>I emphasize, however, that were I able to find that vindictiveness should be presumed here, I would agree with JUSTICE MARSHALL that \"the reasons offered by Judge Harney [were] far from adequate to rebut any presumption of vindictiveness.\" <i>Post,</i> at 152. The Court's dictum to the contrary, see <i>ante,</i> at 141-144, serves in my view only to distort the holding of <i>Pearce.</i></p>\n<p>JUSTICE MARSHALL, with whom JUSTICE BLACKMUN and JUSTICE STEVENS join, dissenting.</p>\n<p>With little more than a passing nod to the considerations that prompted this Court, in <i>North Carolina</i> v. <i>Pearce,</i> 395 U. S. 711 (1969), to safeguard due process rights by establishing a prophylactic rule of presumptive vindictiveness, the majority first refuses to apply that rule in a case where those considerations are clearly relevant, and then proceeds to rob that rule of any vitality even in cases in which it will be applied. Because I believe that under the rationale of <i>Pearce</i> we must presume vindictiveness here and that the findings of the trial judge with respect to respondent's second sentence should not be permitted to defeat that presumption, I must dissent.</p>\n<p></p>\n<h2>I</h2>\n<p>After the jury in Sanford James McCullough's first trial imposed a sentence of 20 years' imprisonment, the Randall County Criminal District Attorney thought McCullough had been treated much too leniently. A local newspaper quoted the prosecutor as commenting: \"A guy's life ought to be worth more than that.\" Amarillo Globe-Times, Sept. 24, 1980, p. 25, col. 1; Record, Defendant's Exhibit 5. Luckily for the District Attorney, McCullough was not satisfied with the results of his first trial either. McCullough filed a motion <span class=\"star-pagination\">*146</span> with the trial court requesting a new trial and raising two challenges to Judge Harney's conduct of the first trial:</p>\n<p></p>\n<h2>\"I.</h2>\n<blockquote>\"The Trial Court erred in not granting Defendant's Motion for Mistrial subsequent to the prosecutor's improper jury argument concerning the fact that the jury, if they only gave the Defendant ten to fifteen years in the penitentiary, would look outside their window at the end of that period of time and wonder if the criminal out there was the Defendant.</blockquote>\n<p></p>\n<h2>\"II.</h2>\n<blockquote>\"The Trial Court erred in overruling Defendant's Motion for Mistrial subsequent to the prosecutor's cross-examination of the witness, DENNIS McCULLOUGH, as to a purported `confession' given by a Co-Defendant, KENNETH McCULLOUGH. Such conduct constituted error in light of <i>Bruton vs. United States</i>[, 391 U. S. 123 (1968)].\" Defendant's Motion for a New Trial, App. 17.</blockquote>\n<p>When Judge Harney entertained this motion on October 6, 1980, there was no argument to be heard. The Assistant District Attorney noted the State's full agreement to a retrial. 2 Tr. 432-433 (Oct. 6, 1980). The next day's newspaper made the prosecutor's motives clear.</p>\n<blockquote>\"In a rare occurrence, the Randall County Criminal District Attorney Randy Sherrod said yesterday he has joined a defense motion calling for a new trial in the case of Sanford James McCullough, who was found guilty Sept. 24 of the murder of George Preston Small and sentenced to 20 years in the penitentiary.</blockquote>\n<blockquote>\"Sherrod said it was the first time in his experience that he had been in agreement with a defense attorney in granting a new trial.</blockquote>\n<blockquote>\"He said one of the biggest factors influencing his decision to join the defense motion was the possibility of a <span class=\"star-pagination\">*147</span> <i>[sic]</i> getting a harsher sentence in a new trial.\" Amarillo Daily News, Oct. 7, 1980, p. C-1, col. 1; Record, Defendant's Exhibit 2.</blockquote>\n<p>See also Amarillo Globe-Times, Oct. 7, 1980, p. 21, cols. 1-6 (\"DA Agrees to New Trial for Man Convicted in Murder Case\"); Record, Defendant's Exhibit 1.</p>\n<p>In the face of this publicity, the defense moved for a change of venue, but its motion was denied. 2 Tr. 518 (Nov. 7, 1980). Having failed in this attempt to ensure that McCullough's second jury had no knowledge of his conviction and sentence in the first trial, the defense postponed its election of sentencer until it could hear the results of <i>voir dire.</i> 3 Tr. 7-8 (Dec. 10-12, 1980). During <i>voir dire</i> at least 13 prospective jurors were excused after indicating that their knowledge of the first trial's results would affect their ability to give McCullough a fair trial. <i>Id.,</i> at 17-33. Immediately after the close of <i>voir dire,</i> the defendant elected to be sentenced by the trial judge if convicted. <i>Id.,</i> at 122; App. 25-26. McCullough's election likely was affected by his counsel's belief that while <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S. 17 (1973), had made the rule of <i>North Carolina</i> v. <i>Pearce, supra</i><i>,</i> inapplicable to resentencing by a different jury, that rule would still bar Judge Harney from imposing a sentence greater than the 20 years defendant had received in his first trial. But fears that <i>voir dire</i> had not been sufficient to purge the jury of all knowledge of McCullough's first trial could well have played as great a part in that decision.</p>\n<p>After McCullough was convicted a second time, Judge Harney heard argument on sentencing. Defense counsel urged that \"there being no additional evidence on the part of the conduct or action of the Defendant subsequent to the prior conviction,\" the court was bound by <i>North Carolina</i> v. <i>Pearce, supra</i><i>,</i> to impose a sentence of not more than 20 years. 2 Tr. 273-274 (Dec. 10-12, 1980). The prosecution replied that because defendant had elected to be sentenced by the trial judge, <i>North Carolina</i> v. <i>Pearce</i> would not bar <span class=\"star-pagination\">*148</span> the court \"from assessing a range of punishment greater than what was received by a jury.\" 2 Tr. 277 (Dec. 10-12, 1980). Judge Harney sentenced McCullough to 50 years' imprisonment. In response to defendant's motion, she later filed an order in which, while holding the rule of <i>North Carolina</i> v. <i>Pearce</i> inapplicable, she gave her reasons for imposing a heavier sentence in order to make remand unnecessary should the Court of Criminal Appeals hold the rule applicable. App. 33. She found that the testimony of two new witnesses, Carolyn Sue Hollison McCullough and Willie Lee Brown, implicated defendant in the crime, added to the credibility of certain prosecution witnesses, and detracted from that of certain defense witnesses. The testimony also \"shed new light upon the defendant's life, conduct, and his mental and moral propensities,\" especially his \"propensity to commit brutal crimes against persons and to constitute a future threat to society.\" <i>Id.,</i> at 34. Judge Harney noted further that had defendant \"elected to have the court set his punishment at the first trial, the court would have assessed more than the twenty (20) year sentence imposed by the jury.\" <i>Ibid.</i> Finally, the court found:</p>\n<blockquote>\"Upon retrial after having been found guilty of murder for a second time by a jury and after having made known to the court that he had been involved in numerous criminal offenses and had served time in the penitentiary, the defendant never produced, or even attempted to produce, any evidence that he intended to change his life style, habits, or conduct, or that he had made any effort whatsoever toward rehabilitating himself. Again upon retrial, the [sic] failed to show this court any sign or indication of refraining from criminal conduct in the future, nor did he give any indication upon retrial that he no longer posed a violent and continuing threat to our society.\" <i>Id.,</i> at 35.</blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*149</span> II</h2>\n<p></p>\n<h2>A</h2>\n<p>At the outset, one must reject the majority's suggestion, <i>ante,</i> at 139, that the fact that McCullough elected to be sentenced by Judge Harney has any relevance to the question whether <i>Pearce</i> requires us to presume that the increase in his sentence was the product of the judge's vindictiveness. The message of <i>Pearce</i> is not that a defendant should be given a chance to choose the sentencing agency least likely to increase his sentence as a price for his decision to pursue an appeal. Rather, <i>Pearce</i> held that under the Due Process Clause, \"vindictiveness against a defendant for having successfully attacked his first conviction must play no part in the sentence he receives after a new trial.\" 395 U. S., at 725. Thus, in <i>Chaffin</i> v. <i>Stynchcombe, supra</i><i>,</i> where the defendant had been tried and sentenced by a jury at his first trial, the Court assumed that if the defendant had elected to be tried and sentenced by a judge at his retrial, <i>Pearce</i> would circumscribe the sentence the judge could impose should defendant be convicted again. See 412 U. S., at 33, n. 21.</p>\n<p>Had McCullough's first conviction been overturned on appeal, rather than nullified by Judge Harney's order for a retrial, it would make no sense to allow McCullough's decision to be sentenced by the court to deprive him of the safeguards against judicial vindictiveness established in <i>Pearce.</i> Whether or not that judge had been the sentencing authority in the first proceeding, we would fear that the judge would have had a \"personal stake in the prior conviction\" and a \"motivation to engage in self-vindication,\" as well as a wish to \"discourag[e] what [s]he regards as meritless appeals.\" <i>Chaffin, supra,</i> at 27. Moreover, it would not be appropriate to find a waiver of McCullough's due process right in his exercise of his statutory right to elect his sentencer, especially in a case where defendant's choice might have been influenced by a desire to avoid being sentenced by a jury from a <span class=\"star-pagination\">*150</span> community that had been exposed to the considerable publicity surrounding his first trial.</p>\n<p></p>\n<h2>B</h2>\n<p>In <i>Pearce,</i> recognition of the possibility that personal animosity and institutional prejudices might infect a trial judge's resentencing of a defendant after a successful appeal led this Court to establish a rule of presumptive vindictiveness. The question here is whether these same personal and institutional prejudices may infect a judge's sentencing following a retrial that the judge herself ordered.</p>\n<p>The majority reasons that \"[i]n contrast to <i>Pearce,</i> McCullough's second trial came about because the trial judge herself concluded that the prosecutor's misconduct required it. Granting McCullough's motion for a new trial hardly suggests any vindictiveness on the part of the judge towards him.\" <i>Ante,</i> at 138-139. Such an observation betrays not only an insensitivity to the motives that might underlie any trial judge's decision to grant a motion for a new trial, but also a blindness to the peculiar circumstances surrounding the decision to grant a retrial in this case.</p>\n<p>The mere grant of a new trial motion can in no way be considered a guarantee, or even an indication, that the judge will harbor no resentment toward defendant as a result of his decision to exercise his statutory right to make such a motion. Even where a trial judge believes that the assignments of error are valid, she may still resent being given a choice between publicly conceding such errors and waiting for her judgment to be put to the test on appeal. This will be especially true when the errors alleged, however substantial as a matter of constitutional or statutory law, are considered by the judge not to cast doubt on the defendant's guilt. In such a case, the judge might well come to defendant's sentencing annoyed at having been forced to sit through a trial whose result was a foregone conclusion, and quite ready to vent that annoyance by giving the defendant a sentence stiffer than he <span class=\"star-pagination\">*151</span> otherwise would have received. Even if a trial judge is confident that her conduct of a trial was error-free, she may still grant a new trial if she has any doubts as to whether the courts reviewing her ruling will agree. In this situation, the feelings of resentment already alluded to might be augmented by the judge's annoyance with the courts that review her judgments.</p>\n<p>Turning to the facts here, I believe the possibility of vindictiveness is even greater in this case than in the general run of cases in which a trial judge has granted a retrial. It is far from clear that Judge Harney's decision to grant a new trial was made out of either solicitude for McCullough or recognition of the merits of his claims. Defendant's motion was uncontested and, if the press coverage is any indication, the judge's decision to grant it was at least as much a boon to the prosecution as it was to defendant. Indeed, the most cynical might even harbor suspicions that the judge shared the District Attorney's hope that a retrial would permit the imposition of a sentence more commensurate with the prosecution's view of the heinousness of the crime for which McCullough had been brought to bar. At any rate, one can imagine that when it fell to Judge Harney to sentence McCullough after his second conviction, his decision to seek a retrial after receiving such a comparatively light sentence from his first jury was counted against him.</p>\n<p>Whether any of these considerations actually played any part in Judge Harney's decision to give McCullough a harsher sentence after his retrial is not the issue here, just as it was not the issue in <i>Pearce.</i> The point is that the possibility they did play such a part is sufficiently real, and proving actual prejudice, sufficiently difficult, that a presumption of vindictiveness is as appropriate here as it was in <i>Pearce.</i> See Van Alstyne, In Gideon's Wake: Harsher Penalties and the \"Successful\" Criminal Appellant, 74 Yale L. J. 606, 612, and n. 22 (1965) (noting difficulties faced by defendant seeking to show actual vindictiveness).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*152</span> III</h2>\n<p>The majority holds that \"[e]ven if the <i>Pearce</i> presumption were to apply here, . . . the findings of the trial judge overcome that presumption.\" <i>Ante,</i> at 141. I find the reasons offered by Judge Harney far from adequate to rebut any presumption of vindictiveness. Moreover, I believe that by holding those reasons sufficient, the Court effectively eviscerates the effort made in <i>Pearce</i> to ensure both that vindictiveness against a defendant for having successfully attacked his first conviction \"play no part in the sentence he receives after a new trial,\" 395 U. S., at 725, and that the \"defendant be freed of apprehension of such a retaliatory motivation on the part of the sentencing judge.\" <i>Ibid.</i></p>\n<p></p>\n<h2>A</h2>\n<p>The presumption of vindictiveness established in <i>Pearce</i> was made rebuttable. The Court there held that where a judge decides to impose a more severe sentence on a defendant after a new trial,</p>\n<blockquote>\"the reasons for his doing so must affirmatively appear. Those reasons must be based upon objective information concerning identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding. And the factual data upon which the increased sentence is based must be made part of the record, so that the constitutional legitimacy of the increased sentence may be fully reviewed on appeal.\" <i>Id.,</i> at 726.</blockquote>\n<p>Whether this formulation allowed a sentencing judge to rely on any event occurring after a defendant's first sentencing or only on actual \"conduct\" by the defendant since that time might have been open to some speculation, at least until <i>Wasman</i> v. <i>United States,</i> 468 U. S. 559 (1984), resolved that \"matter of semantics,\" <i>id.,</i> at 573 (POWELL, J., concurring in part and concurring in judgment). But the Court was quite clear that the conduct or event used to justify an increased <span class=\"star-pagination\">*153</span> sentence must have taken place after the original sentencing proceeding. Indeed, the majority's insistence upon this restriction led to the refusal of JUSTICE WHITE to subscribe to one part of the Court's opinion. He wrote:</p>\n<blockquote>\"I join the Court's opinion except that in my view Part II-C should authorize an increased sentence on retrial based on any objective, identifiable factual data not known to the trial judge at the time of the original sentencing proceeding.\" <i>Pearce,</i> 395 U. S., at 751 (concurring in part).</blockquote>\n<p>The Court's rejection of the standard proposed by JUSTICE WHITE is not doubt explained by the majority's desire to \"protect against reasonable apprehension of vindictiveness that could deter a defendant from appealing a first conviction.\" <i>Wasman,</i> 468 U. S., at 574 (POWELL, J., concurring in part and concurring in judgment). As a majority of the Court recently recognized, the need to eliminate this apprehension was as much a concern of the Court in <i>Pearce</i> as actual vindictiveness. See 468 U. S., at 574; <i>ibid.</i> (BRENNAN, J., concurring in judgment); <i>ibid.</i> (STEVENS, J., concurring in judgment). Recognizing that in the course of any retrial, or merely by virtue of the passage of time, new information relating to events prior to a defendant's original sentencing would become available to a sentencer after retrial, the Court decided that allowing this information to justify a harsher sentence would make the intended guarantee of fairness sound quite hollow to the defendant deciding whether to pursue his statutory right of appeal.</p>\n<p></p>\n<h2>B</h2>\n<p>By finding the reasons given by Judge Harney adequate to rebut a presumption of vindictiveness, the majority not only disregards the clear rule in <i>Pearce.</i> It announces a new regime in which the \"chill\" that plagued defendants in the days before <i>Pearce</i> will once again be felt by those deciding whether to contest their convictions.</p>\n<p><span class=\"star-pagination\">*154</span> I do not doubt Judge Harney's assertions that the testimony of Carolyn Sue Hollison McCullough and Willie Lee Brown strengthened the prosecution's case against McCullough by corroborating evidence and testimony that had already been produced at his first trial and by adding a few brush strokes to the portrayal in the first proceeding of McCullough's role in the crime and of his character. However, \"[i]n the natural course of events upon the retrial of a case, one might normally expect the Government to have available additional testimony and evidence of a defendant's guilt if for no other reason than that the Government has had additional time to prepare and refine its presentation.\" <i>United States</i> v. <i>Tucker,</i> 581 F. 2d 602, 606, n. 8 (CA7 1978). That such new evidence will be available to a trial judge sentencing a defendant after a retrial is thus inevitable. And if that judge wishes to punish defendant for having asserted his right to a fair trial, she will always be able to point to that new information as the basis for any increase in defendant's sentence the second time around. As one authority has noted: \"If a court on retrial could justify an increased sentence on the ground that it now had additional knowledge concerning the defendant's participation in the offense, then the <i>Pearce</i> limitation could be evaded in almost every case.\" 3 W. LaFave &amp; J. Israel, Criminal Procedure 176 (1984). This limitation would be even more easily avoided if a trial judge could rebut a presumption of vindictiveness merely by indicating that she would have given defendant a harsher sentence at his first trial had she been given the chance. That leaves, as the only \"new\" information to support 30 additional years' imprisonment, the fact that between his two trials, McCullough did not evince a desire to rehabilitate himself. Surely something more is required.</p>\n<p>There is neither any reason nor any need for us to believe that dishonest and unconstitutionally vindictive judges actually hold sway in American courtrooms, and even less call for us to doubt the integrity of Judge Harney. The message of <span class=\"star-pagination\">*155</span> <i>Pearce</i> is that the fear of such vindictiveness is real enough. And a defendant plagued by such an apprehension is likely to take small comfort in any presumption of vindictiveness established for his benefit if the means of rebutting that presumption will always be within the easy reach of the judge who will sentence him should the challenge to his conviction prove unsuccessful. As far as defendants are concerned, today's decision, by permitting references to new, often cumulative, information about the crime charged to satisfy <i>Pearce</i>'s demand for \"objective information concerning identifiable conduct on the part of the defendant,\" 395 U. S., at 726, nullifies the guarantee held out in <i>Pearce.</i></p>\n<p>Persuaded by the Solicitor General's hypothetical involving a defendant whose prior convictions are not apparant to the trial judge until after defendant's appeal and retrial, the majority concludes that \"[r]estricting justifications for a sentence increase to <i>only</i> `events that occurred subsequent to the original sentencing proceedings' could in some circumstances lead to absurd results.\" <i>Ante,</i> at 141. However, this objection to such a restriction was considered in <i>Pearce</i> and rejected there, as it should be here. As one <i>amici curiae</i> brief advised the <i>Pearce</i> Court:</p>\n<blockquote>\"In the unlikely event that some prior offense escaped the notice of the court when the accused was under consideration for sentencing, moreover, the government is free to bring a separate proceeding under its habitual offender (recidivism) acts. To the little extent that states may be concerned that sentences generally tend to be imposed in some instances without due consideration of the nature of the offense or the character of the accused, moreover, each state is constitutionally free to make ample provision for staffing and presentence reports to guard against unduly lenient sentencing to whatever extent that government feels to be appropriate. Indeed, each state presumably has done this to the precise extent that it has been genuinely concerned with the securing <span class=\"star-pagination\">*156</span> of sentences which are both fair to the accused and adequate for the public safety.\" Brief for American Civil Liberties Union et al. as <i>Amici Curiae</i> in <i>North Carolina</i> v. <i>Pearce</i><i>,</i> O. T. 1968, No. 413, pp. 9-10.</blockquote>\n<p></p>\n<h2>IV</h2>\n<p>A lot has happened since the final day of the October 1968 Term, the day <i>North Carolina</i> v. <i>Pearce</i> was handed down. But nothing has happened since then that casts any doubt on the need for the guarantee of fairness that this Court held out to defendants in <i>Pearce.</i> The majority today begins by denying respondent the promise of that guarantee even though his case clearly calls for its application. The Court then reaches out to render the guarantee of little value to all defendants, even to those whose plight was the explicit concern of the <i>Pearce</i> Court in 1969. To renege on the guarantee of <i>Pearce</i> is wrong. To do so while pretending not to is a shame. I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Acting Solicitor General Fried, Assistant Attorney General Trott, Deputy Solicitor General Frey, Alan I. Horowitz,</i> and <i>Patty Merkamp Stemler</i> filed a brief for the United States as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Later Judge Harney sentenced two other defendants for their role in the same murder. She gave both defendants 50-year sentences identical to McCullough's.</p>\n<p>[2]  The Texas Court of Appeals in applying <i>Pearce</i> observed:\n</p>\n<p>\"This case demonstrates the excessive scope of <i>Pearce.</i> The trial judge filed detailed and valid reasons for the heavier punishment and there is nothing in the record to indicate that the increased punishment resulted from vindictiveness. However, the reasons affirmatively supported by evidence are based on events occurring during or after the crime but before the first trial. Although those matters were not brought out at the first trial, they cannot be used [under <i>Pearce</i>] to increase punishment because none occurred <i>after</i> the first trial.\" 680 S. W. 2d, at 496, n. 2.</p>\n<p>[3]  <i>Pearce</i> itself apparently involved different judges presiding over the two trials, a fact that has led some courts to conclude by implication that the presumption of vindictiveness applies even where different sentencing judges are involved. See, <i>e. g., </i><i>United States</i> v. <i>Hawthorne,</i> 532 F. 2d 318, 323 (CA3), cert. denied, 429 U. S. 894 (1976). That fact, however, may not have been drawn to the Court's attention and does not appear anywhere in the Court's opinion in <i>Pearce.</i> Clearly the Court did not focus on it as a consideration for its holding. See <i>Hardwick</i> v. <i>Doolittle,</i> 558 F. 2d 292, 299 (CA5 1977), cert. denied, 434 U. S. 1049 (1978). Subsequent opinions have also elucidated the basis for the <i>Pearce</i> presumption. We held in <i>Chaffin</i> v. <i>Stynchcombe,</i> 412 U. S. 17 (1973), for instance, that the presumption derives from the judge's \"personal stake in the prior conviction,\" <i>id.,</i> at 27, a statement clearly at odds with reading <i>Pearce</i> to answer the two-sentencer issue. We therefore decline to read <i>Pearce</i> as governing this issue. See also n. 4, <i>infra.</i></p>\n<p>[4]  The dissent contends that this objection \"was considered in <i>Pearce</i> and rejected there.\" <i>Post,</i> at 155. In fact, the issue, like the two-sentencer issue just discussed, was not before the Court because in neither <i>Pearce</i> nor its companion case did the State offer \"any reason or justification\" for the increased sentence. 395 U. S., at 726. Moreover, <i>Pearce</i> was argued on the assumption that the Constitution either absolutely forbade or permitted increased sentences on retrial. None of the briefs advanced the intermediate position ultimately relied upon by the Court that the Constitution permits increased sentences only in certain circumstances. Cf. Brief for American Civil Liberties Union et al. as <i>Amici Curiae</i> in <i>North Carolina</i> v. <i>Pearce</i><i>,</i> O. T. 1968, No. 413, pp. 8-10 (quoted <i>post,</i> at 155-156) (arguing that \"[t]o subject an accused to the risk of harsher punishment . . . as a condition of appeal . . . is an unconstitutional condition which violates the Due Process Clauses of the Fifth and Fourteenth Amendments\"). Thus, as the Solicitor General points out, \"in formulating the standard set forth in <i>Pearce,</i> the Court was completely without the `sharpen[ing of] the presentation of issues' provided by the adversary process, `upon which the court so largely depends for illumination of difficult constitutional issues.' \" Brief for United States as <i>Amicus Curiae</i> 22-23 (quoting <i>Baker</i> v. <i>Carr,</i> 369 U. S. 186, 204 (1962)). But even if <i>Pearce</i> could be read to speak definitively to this situation, we are not reluctant to tailor judicially created rules to implement constitutional guarantees, like the <i>Pearce</i> rule, see <i>Michigan</i> v. <i>Payne,</i> 412 U. S. 47, 51 (1973), when the need to do so becomes apparent. Cf. <i>United States</i> v. <i>Leon,</i> 468 U. S. 897 (1984).</p>\n\n</div>", "id": 111602, "judges": "Burger", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111602/", "sha1": "513bc6bf3c9b8e08efdf0ffc04503816f32e92ad", "source": "LR", "supreme_court_db_id": "1985-039", "time_retrieved": "2010-04-28T10:13:18"}