{"absolute_url": "/opinion/111758/merrell-dow-pharmaceuticals-inc-v-thompson/", "blocked": false, "citation": {"case_name": "Merrell Dow Pharmaceuticals Inc. v. Thompson", "docket_number": "85-619", "document_uris": ["/api/rest/v2/document/111758/"], "federal_cite_one": "478 U.S. 804", "federal_cite_three": "92 L. Ed. 2d 650", "federal_cite_two": "106 S. Ct. 3229", "id": 96117, "lexis_cite": "1986 U.S. LEXIS 143", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/96117/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 390, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1986-07-07", "date_modified": "2015-03-26T13:18:54.839793", "docket": "/api/rest/v2/docket/218285/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">478 U.S. 804</p>\n    <p class=\"case_cite\">106 S.Ct. 3229</p>\n    <p class=\"case_cite\">92 L.Ed.2d 650</p>\n    <p class=\"parties\">MERRELL DOW PHARMACEUTICALS INC., Petitioner<br>v.<br>Larry James Christopher THOMPSON, et ux., et al.</p>\n    <p class=\"docket\">No. 85-619.</p>\n    <p class=\"date\">Argued April 28, 1986.</p>\n    <p class=\"date\">Decided July 7, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Respondent residents of Canada and respondent residents of Scotland filed separate complaints in an Ohio state court against petitioner Ohio corporation, the manufacturer and distributor of the drug Bendectin, alleging that children were born with deformities as a result of their mothers' ingestion of the drug during pregnancy.  Damages were sought on common-law theories of negligence, breach of warranty, strict liability, fraud, and gross negligence, and also on the ground that the alleged \"misbranding\" of the drug in violation of the Federal Food, Drug, and Cosmetic Act (FDCA) represented a \"rebuttable presumption\" of negligence and the \"proximate cause\" of the injuries.  Petitioner filed a petition for removal of the actions to Federal District Court, alleging that they were founded, in part, on a claim \"arising under the laws of the United States.\"  After removal, the cases were consolidated, and the Federal District Court denied respondents' motion to remand to the state court and granted petitioner's motion to dismiss on <i>forum non conveniens</i> grounds. The Court of Appeals reversed.  Noting that the FDCA does not create or imply a private right of action, the court held that the causes of action did not arise under federal law and therefore were improperly removed to federal court.</p>\n      <p class=\"indent\"><i>Held:</i>  A violation of a federal statute as an element of a state cause of action, when Congress has determined that there should be no private, federal cause of action for the violation, does not state a claim \"arising under the Constitution, laws, or treaties of the United States\" within the meaning of 28 U.S.C. &#167; 1331.  Thus, here, determining the question of removal jurisdiction by reference to the \"well-pleaded complaint,\" and assuming that there is no federal cause of action for FDCA violations, the cases were improperly removed to the Federal District Court.  The assumed congressional determination to preclude federal private remedies for violations of the FDCA is tantamount to a congressional conclusion that a claimed violation of the statute as an element of a state cause of action is insufficiently \"substantial\" to confer federal-question jurisdiction.  The asserted federal interest in federal review and the novelty of the question whether the FDCA applies to sales in Canada and Scotland are not sufficient to give a state-based FDCA claim status as a jurisdiction-triggering federal question.  Pp. 807-817.</p>\n      <p class=\"indent\">766 F.2d 1005 (CA 6 1985), affirmed.</p>\n      <p class=\"indent\">STEVENS, J., delivered the opinion of the Court, in which BURGER, C.J., and POWELL, REHNQUIST, and O'CONNOR, JJ., joined. BRENNAN, J., filed a dissenting opinion, in which WHITE, MARSHALL, and BLACKMUN, JJ., joined, <i>post,</i> p. 818.</p>\n      <p class=\"indent\">Frank C. Woodside, III, Cincinnati, Ohio, for petitioner.</p>\n      <p class=\"indent\">Stanley M. Chesley, Cincinnati, Ohio, for respondents.</p>\n      <p class=\"indent\">Justice STEVENS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented is whether the incorporation of a federal standard in a state-law private action, when Congress has intended that there not be a federal private action for violations of that federal standard, makes the action one \"arising under the Constitution, laws, or treaties of the United States,\" 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The Thompson respondents are residents of Canada and the MacTavishes reside in Scotland.  They filed virtually identical complaints against petitioner, a corporation, that manufactures and distributes the drug Bendectin.  The complaints were filed in the Court of Common Pleas in Hamilton County, Ohio.  Each complaint alleged that a child was born with multiple deformities as a result of the mother's ingestion of Bendectin during pregnancy.  In five of the six counts, the recovery of substantial damages was requested on common-law theories of negligence, breach of warranty, strict liability, fraud, and gross negligence.  In Count IV, respondents alleged that the drug Bendectin was \"misbranded\" in violation of the Federal Food, Drug, and Cosmetic Act (FDCA), 52 Stat. 1040, as amended, 21 U.S.C. &#167; 301 <i>et seq.</i> (1982 ed. and Supp. III), because its labeling did not provide adequate warning that its use was potentially dangerous.  Paragraph 26 alleged that the violation of the FDCA \"in the promotion\" of Bendectin \"constitutes a rebuttable presumption of negligence.\" Paragraph 27 alleged that the \"violation of said federal statutes directly and proximately caused the injuries suffered\" by the two infants.  App. 22, 32.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner filed a timely petition for removal from the state court to the Federal District Court alleging that the action was \"founded, in part, on an alleged claim arising under the laws of the United States.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After removal, the two cases were consolidated.  Respondents filed a motion to remand to the state forum on the ground that the federal court lacked subject-matter jurisdiction.  Relying on our decision in <i>Smith v. Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180, 41 S.Ct. 243, 65 L.Ed. 577 (1921), the District Court held that Count IV of the complaint alleged a cause of action arising under federal law and denied the motion to remand.  It then granted petitioner's motion to dismiss on <i>forum non conveniens</i> grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Court of Appeals for the Sixth Circuit reversed.  766 F.2d 1005 (1985).  After quoting one sentence from the concluding paragraph in our recent opinion in <i>Franchise Tax Board v. Construction Laborers Vacation Trust,</i> 463 U.S. 1, 103 S.Ct. 2841, 77 L.Ed.2d 420 (1983),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and noting \"that the FDCA does not create or imply a private right of action for individuals injured as a result of violations of the Act,\" it explained:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Federal question jurisdiction would, thus, exist only if      plaintiffs' right to relief <i>depended necessarily</i> on a      substantial question of federal law.  Plaintiffs' causes of      action referred to the FDCA merely as one available criterion      for determining whether Merrell Dow was negligent.  Because      the jury could find negligence on the part of Merrell Dow      without finding a violation of the FDCA, the plaintiffs'      causes of action did not depend necessarily upon a question      of federal law.  Consequently, the causes of action did not      arise under federal law and, therefore, were improperly      removed to federal court.\"  766 F.2d, at 1006.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted certiorari, 474 U.S. 1004, 106 S.Ct. 522, 88 L.Ed.2d 455 (1985), and we now affirm.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Article III of the Constitution gives the federal courts power to hear cases \"arising under\" federal statutes.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  That grant of power, however, is not self-executing, and it was not until the Judiciary Act of 1875 that Congress gave the federal courts general federal-question jurisdiction.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although the constitutional meaning of \"arising under\" may extend to all cases in which a federal question is \"an ingredient\" of the action, <i>Osborn v. Bank of the United States,</i> 9 Wheat. 738, 823, 6 L.Ed. 204 (1824), we have long construed the statutory grant of federal-question jurisdiction as conferring a more limited power. Verlinden B.V. v. Central Bank of Nigeria, 461 U.S. 480, 494-495, 103 S.Ct. 1962, 1971-1972, 76 L.Ed.2d 81 (1983);  <i>Romero v. International Terminal Operating Co.,</i> 358 U.S. 354, 379, 79 S.Ct. 468, 483, 3 L.Ed.2d 368 (1959).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under our longstanding interpretation of the current statutory scheme, the question whether a claim \"arises under\" federal law must be determined by reference to the \"well-pleaded complaint.\"  <i>Franchise Tax Board,</i> 463 U.S., at 9-10, 103 S.Ct., at 2846-2847.  A defense that raises a federal question is inadequate to confer federal jurisdiction.  <i>Louisville &amp; Nashville R. Co. v. Mottley,</i> 211 U.S. 149, 29 S.Ct. 42, 53 L.Ed. 126 (1908).  Since a defendant may remove a case only if the claim could have been brought in federal court, 28 U.S.C. &#167; 1441(b), moreover, the question for removal jurisdiction must also be determined by reference to the \"well-pleaded complaint.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As was true in <i>Franchise Tax Board, supra,</i> the propriety of the removal in this case thus turns on whether the case falls within the original \"federal question\" jurisdiction of the federal courts.  There is no \"single, precise definition\" of that concept; rather, \"the phrase 'arising under' masks a welter of issues regarding the interrelation of federal and state authority and the proper management of the federal judicial system.\"  <i>Id.,</i> 463 U.S., at 8, 103 S.Ct., at 2846.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This much, however, is clear.  The \"vast majority\" of cases that come within this grant of jurisdiction are covered by Justice Holmes' statement that a \" 'suit arises under the law that creates the cause of action.' \"  <i>Id.,</i> at 8-9, 103 S.Ct., at 2846, quoting <i>American Well Works Co. v. Layne &amp; Bowler Co.,</i> 241 U.S. 257, 260, 36 S.Ct. 585, 586, 60 L.Ed.2d 987 (1916).  Thus, the vast majority of cases brought under the general federal-question jurisdiction of the federal courts are those in which federal law creates the cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We have, however, also noted that a case may arise under federal law \"where the vindication of a right under state law necessarily turned on some construction of federal law.\" Franchise Tax Board, 463 U.S., at 9, 103 S.Ct., at 2846.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Our actual holding in <i>Franchise Tax Board</i> demonstrates that this statement must be read with caution;  the central issue presented in that case turned on the meaning of the Employee Retirement Income Security Act of 1974, 29 U.S.C. &#167; 1001 <i>et seq.</i> (1982 ed. and Supp. III), but we nevertheless concluded that federal jurisdiction was lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This case does not pose a federal question of the first kind; respondents do not allege that federal law creates any of the causes of action that they have asserted.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This case thus poses what Justice Frankfurter called the \"litigation-provoking problem,\" <i>Textile Workers v. Lincoln Mills,</i> 353 U.S. 448, 470, 77 S.Ct. 912, 928, 1 L.Ed.2d 972 (1957) (dissenting opinion)&#8212;the presence of a federal issue in a state-created cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In undertaking this inquiry into whether jurisdiction may lie for the presence of a federal issue in a nonfederal cause of action, it is, of course, appropriate to begin by referring to our understanding of the statute conferring federal-question jurisdiction.  We have consistently emphasized that, in exploring the outer reaches of &#167; 1331, determinations about federal jurisdiction require sensitive judgments about congressional intent, judicial power, and the federal system.  \"If the history of the interpretation of judiciary legislation teaches us anything, it teaches the duty to reject treating such statutes as a wooden set of self-sufficient words. . . .  The Act of 1875 is broadly phrased, but it has been continuously construed and limited in the light of the history that produced it, the demands of reason and coherence, and the dictates of sound judicial policy which have emerged from the Act's function as a provision in the mosaic of federal judiciary legislation.\"  <i>Romero v. International Terminal Operating Co.,</i> 358 U.S., at 379, 79 S.Ct., at 483.  In <i>Franchise Tax Board,</i> we forcefully reiterated this need for prudence and restraint in the jurisdictional inquiry:  \"We have always interpreted what <i>Skelly Oil</i> [<i>Co. v. Phillips Petroleum Co.,</i> 339 U.S. 667, 673, 70 S.Ct. 876, 879, 94 L.Ed. 1194 (1950) ] called 'the current of jurisdictional legislation since the Act of March 3, 1875' . . . with an eye to practicality and necessity.\" 463 U.S., at 20, 103 S.Ct., at 2852.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this case, both parties agree with the Court of Appeals' conclusion that there is no federal cause of action for FDCA violations.  For purposes of our decision, we assume that this is a correct interpretation of the FDCA.  Thus, as the case comes to us, it is appropriate to assume that, under the settled framework for evaluating whether a federal cause of action lies, some combination of the following factors is present:  (1) the plaintiffs are not part of the class for whose special benefit the statute was passed;  (2) the indicia of legislative intent reveal no congressional purpose to provide a private cause of action;  (3) a federal cause of action would not further the underlying purposes of the legislative scheme;  and (4) the respondents' cause of action is a subject traditionally relegated to state law.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In short, Congress did not intend a private federal remedy for violations of the statute that it enacted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This is the first case in which we have reviewed this type of jurisdictional claim in light of these factors.  That this is so is not surprising.  The development of our framework for determining whether a private cause of action exists has proceeded only in the last 11 years, and its inception represented a significant change in our approach to congressional silence on the provision of federal remedies.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The recent character of that development does not, however, diminish its importance.  Indeed, the very reasons for the development of the modern implied remedy doctrine&#8212;the \"increased complexity of federal legislation and the increased volume of federal litigation,\" as well as \"the desirability of a more careful scrutiny of legislative intent,\" <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Curran,</i> 456 U.S. 353, 377, 102 S.Ct. 1825, 1838, 72 L.Ed.2d 182 (1982) (footnote omitted)&#8212;are precisely the kind of considerations that should inform the concern for \"practicality and necessity\" that <i>Franchise Tax Board</i> advised for the construction of &#167; 1331 when jurisdiction is asserted because of the presence of a federal issue in a state cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The significance of the necessary assumption that there is no federal private cause of action thus cannot be overstated.  For the ultimate import of such a conclusion, as we have repeatedly emphasized, is that it would flout congressional intent to provide a private federal remedy for the violation of the federal statute.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We think it would similarly flout, or at least undermine, congressional intent to conclude that the federal courts might nevertheless exercise federal-question jurisdiction and provide remedies for violations of that federal statute solely because the violation of the federal statute is said to be a \"rebuttable presumption\" or a \"proximate cause\" under state law, rather than a federal action under federal law.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Petitioner advances three arguments to support its position that, even in the face of this congressional preclusion of a federal cause of action for a violation of the federal statute, federal-question jurisdiction may lie for the violation of the federal statute as an element of a state cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, petitioner contends that the case represents a straightforward application of the statement in <i>Franchise Tax Board</i> that federal-question jurisdiction is appropriate when \"it appears that some substantial, disputed question of federal law is a necessary element of one of the well-pleaded state claims.\"  463 U.S., at 13, 103 S.Ct., at 2848.  <i>Franchise Tax Board,</i> however, did not purport to disturb the long-settled understanding that the mere presence of a federal issue in a state cause of action does not automatically confer federal-question jurisdiction.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Indeed, in determining that federal-question jurisdiction was not appropriate in the case before us, we stressed Justice Cardozo's emphasis on principled, pragmatic distinctions:  \" 'What is needed is something of that common-sense accommodation of judgment to kaleidoscopic situations which characterizes the law in its treatment of causation . . . a selective process which picks the substantial causes out of the web and lays the other ones aside.' \"   <i>Id.,</i> at 20-21, 103 S.Ct., at 2852 (quoting <i>Gully v. First National Bank,</i> 299 U.S. 109, 117-118, 57 S.Ct. 96, 99-100, 81 L.Ed. 70 (1936)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Far from creating some kind of automatic test, <i>Franchise Tax Board</i> thus candidly recognized the need for careful judgments about the exercise of federal judicial power in an area of uncertain jurisdiction.  Given the significance of the assumed congressional determination to preclude federal private remedies, the presence of the federal issue as an element of the state tort is not the kind of adjudication for which jurisdiction would serve congressional purposes and the federal system.  This conclusion is fully consistent with the very sentence relied on so heavily by petitioner.  We simply conclude that the congressional determination that there should be no federal remedy for the violation of this federal statute is tantamount to a congressional conclusion that the presence of a claimed violation of the statute as an element of a state cause of action is insufficiently \"substantial\" to confer federal-question jurisdiction.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second, petitioner contends that there is a powerful federal interest in seeing that the federal statute is given uniform interpretations, and that federal review is the best way of insuring such uniformity.  In addition to the significance of the congressional decision to preclude a federal remedy, we do not agree with petitioner's characterization of the federal interest and its implications for federal-question jurisdiction. To the extent that petitioner is arguing that state use and interpretation of the FDCA pose a threat to the order and stability of the FDCA regime, petitioner should be arguing, not that federal courts should be able to review and enforce state FDCA-based causes of action as an aspect of federal-question jurisdiction, but that the FDCA pre-empts state-court jurisdiction over the issue in dispute.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Petitioner's concern about the uniformity of interpretation, moreover, is considerably mitigated by the fact that, even if there is no original district court jurisdiction for these kinds of action, this Court retains power to review the decision of a federal issue in a state cause of action.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, petitioner argues that, whatever the general rule, there are special circumstances that justify federal-question jurisdiction in this case.  Petitioner emphasizes that it is unclear whether the FDCA applies to sales in Canada and Scotland; there is, therefore, a special reason for having a federal court answer the novel federal question relating to the extraterritorial meaning of the Act.  We reject this argument.  We do not believe the question whether a particular claim arises under federal law depends on the novelty of the federal issue. Although it is true that federal jurisdiction cannot be based on a frivolous or insubstantial federal question, \"the interrelation of federal and state authority and the proper management of the federal judicial system,\" <i>Franchise Tax Board,</i> 463 U.S., at 8, 103 S.Ct., at 2846, would be ill served by a rule that made the existence of federal-question jurisdiction depend on the district court's case-by-case appraisal of the novelty of the federal question asserted as an element of the state tort.  The novelty of an FDCA issue is not sufficient to give it status as a federal cause of action;  nor should it be sufficient to give a state-based FDCA claim status as a jurisdiction-triggering federal question.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We conclude that a complaint alleging a violation of a federal statute as an element of a state cause of action, when Congress has determined that there should be no private, federal cause of action for the violation, does not state a claim \"arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. &#167; 1331.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>It is so ordered.</i>   Justice BRENNAN, with whom Justice WHITE, Justice MARSHALL, and Justice BLACKMUN join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Article III, &#167; 2, of the Constitution provides that the federal judicial power shall extend to \"all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority.\"  We have long recognized the great breadth of this grant of jurisdiction, holding that there is federal jurisdiction whenever a federal question is an \"ingredient\" of the action, <i>Osborn v. Bank of the United States,</i> 9 Wheat. 738, 823, 6 L.Ed. 204 (1824), and suggesting that there may even be jurisdiction simply because a case involves \"potential federal questions,\" <i>Textile Workers v. Lincoln Mills,</i> 353 U.S. 448, 471, 77 S.Ct. 912, 928, 1 L.Ed.2d 972 (1957) (Frankfurter, J., dissenting);  see also <i>Osborn, supra,</i> 9 Wheat. at 824;  <i>Martin v. Hunter's Lessee,</i> 1 Wheat. 304, 4 L.Ed. 97 (1816);  <i>Pacific Railroad Removal Cases,</i> 115 U.S. 1, 5 S.Ct. 1113, 29 L.Ed. 319 (1885);  <i>Verlinden B.V. v. Central Bank of Nigeria,</i> 461 U.S. 480, 492-493, 103 S.Ct. 1962, 1970-1971, 76 L.Ed.2d 81 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Title 28 U.S.C. &#167; 1331 provides, in language that parrots the language of Article III, that the district courts shall have original jurisdiction \"of all civil actions arising under the Constitution, laws, or treaties of the United States.\"  Although this language suggests that Congress intended in &#167; 1331 to confer upon federal courts the full breadth of permissible \"federal question\" jurisdiction (an inference that is supported by the contemporary evidence, see <i>Franchise Tax Board v. Construction Laborers Vacation Trust,</i> 463 U.S. 1, 8, n. 8, 103 S.Ct. 2841, 2846, n. 8, 77 L.Ed.2d 420 (1983);  Forrester, The Nature of a \"Federal Question,\" 16 Tulane L.Rev. 362, 374-376 (1942); Shapiro, Jurisdiction and Discretion, 60 N.Y.U.L.Rev. 543, 568 (1985)), &#167; 1331 has been construed more narrowly than its constitutional counterpart.  See <i>Verlinden B.V., supra,</i> 461 U.S., at 494-495, 103 S.Ct., at 1971-1972;  <i>Romero v. International Terminal Operating Co.,</i> 358 U.S. 354, 379, 79 S.Ct. 468, 483, 3 L.Ed.2d 368 (1959).  Nonetheless, given the language of the statute and its close relation to the constitutional grant of federal-question jurisdiction, limitations on federal-question jurisdiction under &#167; 1331 must be justified by careful consideration of the reasons underlying the grant of jurisdiction and the need for federal review.  <i>Ibid.</i>  I believe that the limitation on federal jurisdiction recognized by the Court today is inconsistent with the purposes of &#167; 1331.  Therefore, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">* While the majority of cases covered by &#167; 1331 may well be described by Justice Holmes' adage that \"[a] suit arises under the law that creates the cause of action,\" <i>American Well Works Co. v. Layne &amp; Bowler Co.,</i> 241 U.S. 257, 260, 36 S.Ct. 585, 586, 60 L.Ed. 987 (1916), it is firmly settled that there may be federal-question jurisdiction even though both the right asserted and the remedy sought by the plaintiff are state created.  See C. Wright, Federal Courts &#167; 17, pp. 95-96 (4th ed. 1983) (hereinafter Wright);  M. Redish, Federal Jurisdiction:  Tensions in the Allocation of Judicial Power 64-71 (1980) (hereinafter Redish). The rule as to such cases was stated in what Judge Friendly described as \"[t]he path-breaking opinion\" in <i>Smith v. Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180, 41 S.Ct. 243, 65 L.Ed. 577 (1921).  <i>T.B. Harms Co. v. Eliscu,</i> 339 F.2d 823, 827 (CA2 1964). In <i>Smith,</i> a shareholder of the defendant corporation brought suit in the federal court to enjoin the defendant from investing corporate funds in bonds issued under the authority of the Federal Farm Loan Act.  The plaintiff alleged that Missouri law imposed a fiduciary duty on the corporation to invest only in bonds that were authorized by a valid law and argued that, because the Farm Loan Act was unconstitutional, the defendant could not purchase bonds issued under its authority.  Although the cause of action was wholly state created, the Court held that there was original federal jurisdiction over the case:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\"The general rule is that where it appears from the bill      or statement of the plaintiff that the right to relief      depends upon the construction or application of the      Constitution or laws of the United States, and that such      federal claim is not merely colorable, and rests upon a      reasonable foundation, the District Court has jurisdiction under [the statute granting federal question      jurisdiction].\"  255 U.S., at 199, 41 S.Ct., at 245.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The continuing vitality of <i>Smith</i> is beyond challenge.  We have cited it approvingly on numerous occasions, and reaffirmed its holding several times&#8212;most recently just three Terms ago by a unanimous Court in <i>Franchise Tax Board v. Construction Laborers Vacation Trust, supra,</i> 463 U.S., at 9, 103 S.Ct., at 2846.  See <i>American Bank &amp; Trust Co. v. Federal Reserve Bank of Atlanta,</i> 256 U.S. 350, 357, 41 S.Ct. 499, 500, 65 L.Ed. 983 (1921);  <i>Bell v. Hood,</i> 327 U.S. 678, 685, 66 S.Ct. 773, 777, 90 L.Ed. 939 (1946); <i>Association of Westinghouse Salaried Employees v. Westinghouse Electric Corp.,</i> 348 U.S. 437, 450, and n. 18, 75 S.Ct. 489, 495, and n. 18, 99 L.Ed. 510 (1955) (plurality opinion);  <i>Machinists v. Central Airlines, Inc.,</i> 372 U.S. 682, 696, 83 S.Ct. 956, 964, 10 L.Ed.2d 67 (1963);  <i>Duke Power Co. v. Carolina Environmental Study Group, Inc.,</i> 438 U.S. 59, 70, 98 S.Ct. 2620, 2628, 57 L.Ed.2d 595 (1978).  See also <i>Ashwander v. TVA,</i> 297 U.S. 288, 356, 56 S.Ct. 466, 487, 80 L.Ed. 688 (1936) (separate opinion of McReynolds, J.);   <i>Textile Workers v. Lincoln Mills, supra,</i> 353 U.S., at 470, 77 S.Ct., at 928 (Frankfurter, J., dissenting);  <i>Wheeldin v. Wheeler,</i> 373 U.S. 647, 659, 83 S.Ct. 1441, 1449, 10 L.Ed.2d 605 (1963) (BRENNAN, J., dissenting).  Cf. <i>Gully v. First National Bank,</i> 299 U.S. 109, 112, 57 S.Ct. 96, 97, 81 L.Ed. 70 (1936) (\"To bring a case within [&#167; 1331], a right or immunity created by the Constitution or laws of the United States must be an element, and an essential one, of the plaintiff's cause of action\").  Moreover, in addition to Judge Friendly's authoritative opinion in <i>T.B. Harms Co. v. Eliscu, supra,</i> at 827, <i>Smith</i> has been widely cited and followed in the lower federal courts.  See, <i>e.g., Hanes Corp. v. Millard,</i> 174 U.S.App.D.C. 253, 263, n. 8, 531 F.2d 585, 595, n. 8 (1976);  <i>Mungin v. Florida East Coast R. Co.,</i> 416 F.2d 1169, 1176-1177 (CA5 1969);  <i>Ivy Broadcasting Co. v. American Tel. &amp; Tel. Co.,</i> 391 F.2d 486, 492 (CA2 1968);  <i>Warrington Sewer Co. v. Tracy,</i> 463 F.2d 771, 772 (CA3 1972) (<i>per curiam</i> );  <i>New York by Abrams v. Citibank, N.A.,</i> 537 F.Supp. 1192, 1196 (SDNY 1982); <i>Kravitz v. Homeowners Warranty Corp.,</i> 542 F.Supp. 317, 319 (ED Pa.1982).  See also, <i>Stone &amp; Webster Engineering Corp. v. Ilsley,</i> 690 F.2d 323 (CA2 1982);  <i>Christopher v. Cavallo,</i> 662 F.2d 1082 (CA4 1981);  <i>Mountain Fuel Supply Co. v. Johnson Oil Co.,</i> 586 F.2d 1375 (CA10 1978), cert. denied, 441 U.S. 952, 99 S.Ct. 2182, 60 L.Ed.2d 1058 (1979); <i>Garrett v. Time-D.C., Inc.,</i> 502 F.2d 627 (CA9 1974), cert. denied, 421 U.S. 913, 95 S.Ct. 1569, 43 L.Ed.2d 778 (1975);  <i>Sweeney v. Abramovitz,</i> 449 F.Supp. 213 (Conn.1978).  Furthermore, the principle of the <i>Smith</i> case has been recognized and endorsed by most commentators as well.  Redish 67, 69;  American Law Institute, Study of the Division of Jurisdiction Between State and Federal Courts 178 (1969) (hereinafter ALI);  Wright &#167; 17, at 96; P. Bator, P. Mishkin, D. Shapiro, &amp; H. Wechsler, Hart &amp; Wechsler's The Federal Courts and the Federal System 889 (2d ed., 1973); Mishkin, The Federal \"Question\" in the District Courts, 53 Colum.L.Rev. 157, 166 (1953);  Wechsler, Federal Jurisdiction and the Revision of the Judicial Code, 13 Law &amp; Contemp. Prob. 216, 225 (1948).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is, to my mind, no question that there is federal jurisdiction over the respondents' fourth cause of action under the rule set forth in <i>Smith</i> and reaffirmed in <i>Franchise Tax</i> Board.  Respondents pleaded that petitioner's labeling of the drug Bendectin constituted \"misbranding\" in violation of &#167;&#167; 201 and 502(f)(2) and (j) of the Federal Food, Drug, and Cosmetic Act (FDCA), 52 Stat. 1040, as amended, 21 U.S.C. &#167; 301 <i>et seq.</i> (1982 ed. and Supp. III), and that this violation \"directly and proximately caused\" their injuries.  App. 21-22 (Thompson complaint), 31-32 (MacTavish complaint).  Respondents asserted in the complaint that this violation established petitioner's negligence <i>per se</i> and entitled them to recover damages without more.  <i>Ibid.</i>  No other basis for finding petitioner negligent was asserted in connection with this claim.  As pleaded, then, respondents' \"right to relief depend[ed] upon the construction or application of the Constitution or laws of the United States.\" <i>Smith,</i> 255 U.S., at 199, 41 S.Ct., at 244;  see also <i>Franchise Tax Board,</i> 463 U.S., at 28, 103 S.Ct., at 2856 (there is federal jurisdiction under &#167; 1331 where the plaintiff's right to relief \"necessarily depends\" upon resolution of a federal question).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> Furthermore, although petitioner disputes its liability under the FDCA, it concedes that respondents' claim that petitioner violated the FDCA is \"colorable, and rests upon a reasonable foundation.\" <i>Smith, supra,</i> 255 U.S., at 199, 41 S.Ct., at 245.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Of course, since petitioner must make this concession to prevail in this Court, it need not be accepted at face value.  However, independent examination of respondents' claim substantiates the conclusion that it is neither frivolous nor meritless.  As stated in the complaint, a drug is \"misbranded\" under the FDCA if \"the labeling or advertising fails to reveal facts material . . . with respect to consequences which may result from the use of the article to which the labeling or advertising relates. . . .\"  21 U.S.C. &#167; 321(n).  Obviously, the possibility that a mother's ingestion of Bendectin during pregnancy could produce malformed children is material.  Petitioner's principal defense is that the Act does not govern the branding of drugs that are sold in foreign countries.  It is certainly not immediately obvious whether this argument is correct.  Thus, the statutory question is one which \"discloses a need for determining the meaning or application of [the FDCA],\" <i>T.B. Harms Co. v. Eliscu,</i> 339 F.2d, at 827, and the claim raised by the fourth cause of action is one \"arising under\" federal law within the meaning of &#167; 1331.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Court apparently does not disagree with any of this except, of course, for the conclusion.  According to the Court, if we assume that Congress did not intend that there be a private federal cause of action under a particular federal law (and, presumably, <i>a fortiori</i> if Congress' decision not to create a private remedy is express), we must also assume that Congress did not intend that there be federal jurisdiction over a state cause of action that is determined by that federal law.  Therefore, assuming&#8212;only because the parties have made a similar assumption&#8212;that there is no private cause of action under the FDCA,<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> the Court holds that there is no federal jurisdiction over the plaintiffs' claim:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"The significance of the necessary assumption that there      is no federal private cause of action thus cannot be      overstated.  For the ultimate import of such a conclusion, as      we have repeatedly emphasized, is that it would flout      congressional intent to provide a private federal remedy for      the violation of the federal statute.  We think it would      similarly flout, or at least undermine, congressional intent      to conclude that the federal courts might nevertheless      exercise federal-question jurisdiction and provide remedies      for violations of that federal statute solely because the      violation of the federal statute is said to be a 'rebuttable      presumption' or a 'proximate cause' under state law, rather      than a federal action under federal law.\"  <i>Ante,</i> at 812      (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Court nowhere explains the basis for this conclusion. Yet it is hardly self-evident.  Why should the fact that Congress chose not to create a private federal <i>remedy</i> mean that Congress would not want there to be federal <i>jurisdiction</i> to adjudicate a state claim that imposes liability for violating the federal law? Clearly, the decision not to provide a private federal remedy should not affect federal jurisdiction unless the reasons Congress withholds a federal remedy are also reasons for withholding federal jurisdiction.  Thus, it is necessary to examine the reasons for Congress' decisions to grant or withhold both federal jurisdiction and private remedies, something the Court has not done.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the early days of our Republic, Congress was content to leave the task of interpreting and applying federal laws in the first instance to the state courts;  with one short-lived exception,<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> Congress did not grant the inferior federal courts original jurisdiction over cases arising under federal law until 1875.  Judiciary Act of 1875, ch. 137, &#167; 1, 18 Stat. 470.  The reasons Congress found it necessary to add this jurisdiction to the district courts are well known.  First, Congress recognized \"the importance, and even necessity of <i>uniformity</i> of decisions throughout the whole United States, upon all subjects within the purview of the constitution.\"  <i>Martin v. Hunter's Lessee,</i> 1 Wheat., at 347-348 (Story, J.) (emphasis in original).  See also, Comment, Federal Preemption, Removal Jurisdiction, and the Well-Pleaded Complaint Rule, 51 U.Chi.L.Rev. 634, 636 (1984) (hereinafter Comment);  D. Currie, Federal Courts 160 (3d ed. 1982) (hereinafter Currie).  Concededly, because federal jurisdiction is not always exclusive and because federal courts may disagree with one another, absolute uniformity has not been obtained even under &#167; 1331.  However, while perfect uniformity may not have been achieved, experience indicates that the availability of a federal forum in federal-question cases has done much to advance that goal.  This, in fact, was the conclusion of the American Law Institute's Study of the Division of Jurisdiction Between State and Federal Courts.  ALI 164-168.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In addition, &#167; 1331 has provided for adjudication in a forum that specializes in federal law and that is therefore more likely to apply that law correctly.  Because federal-question cases constitute the basic grist for federal tribunals, \"[t]he federal courts have acquired a considerable expertness in the interpretation and application of federal law.\"  <i>Id.,</i> at 164-165. By contrast, \"it is apparent that federal question cases must form a very small part of the business of [state] courts.\"  <i>Id.,</i> at 165.  As a result, the federal courts are comparatively more skilled at interpreting and applying federal law, and are much more likely correctly to divine Congress' intent in enacting legislation.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  See <i>ibid.;</i>  Redish 71;  Currie 160;  Comment 636; Hornstein, Federalism, Judicial Power and the \"Arising Under\" Jurisdiction of the Federal Courts:  A Heirarchical Analysis, 56 Ind.L.J. 563, 564-565 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">These reasons for having original federal-question jurisdiction explain why cases like this one and <i>Smith&#8212;i.e.,</i> cases where the cause of action is a creature of state law, but an essential element of the claim is federal&#8212;\"arise under\" federal law within the meaning of &#167; 1331.  Congress passes laws in order to shape behavior;  a federal law expresses Congress' determination that there is a federal interest in having individuals or other entities conform their actions to a particular norm established by that law.  Because all laws are imprecise to some degree, disputes inevitably arise over what specifically Congress intended to require or permit.  It is the duty of courts to interpret these laws and apply them in such a way that the congressional purpose is realized.  As noted above, Congress granted the district courts power to hear cases \"arising under\" federal law in order to enhance the likelihood that federal laws would be interpreted more correctly and applied more uniformly.  In other words, Congress determined that the availability of a federal forum to adjudicate cases involving federal questions would make it more likely that federal laws would shape behavior in the way that Congress intended.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">By making federal law an essential element of a state-law claim, the State places the federal law into a context where it will operate to shape behavior:  the threat of liability will force individuals to conform their conduct to interpretations of the federal law made by courts adjudicating the state-law claim. It will not matter to an individual found liable whether the officer who arrives at his door to execute judgment is wearing a state or a federal uniform;  all he cares about is the fact that a sanction is being imposed&#8212;and may be imposed again in the future because he failed to comply with the federal law.  Consequently, the possibility that the federal law will be incorrectly interpreted in the context of adjudicating the state-law claim implicates the concerns that led Congress to grant the district courts power to adjudicate cases involving federal questions in precisely the same way as if it was federal law that \"created\" the cause of action.  It therefore follows that there is federal jurisdiction under &#167; 1331.</p>\n    </div>\n    <p class=\"center\">B</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The only remaining question is whether the assumption that Congress decided not to create a private cause of action alters this analysis in a way that makes it inappropriate to exercise original federal jurisdiction.  According to the Court, \"the very reasons for the development of the modern implied remedy doctrine\" support the conclusion that, where the legislative history of a particular law shows (whether expressly or by inference) that Congress intended that there be no private federal remedy, it must also mean that Congress would not want federal courts to exercise jurisdiction over a state-law claim making violations of that federal law actionable.  <i>Ante,</i> at 811.  These reasons are \" 'the increased complexity of federal legislation,' \" \" 'the increased volume of federal litigation,' \" and \" 'the desirability of a more careful scrutiny of legislative intent.' \"  <i>Ibid.</i> (quoting <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Curran,</i> 456 U.S. 353, 377, 102 S.Ct. 1825, 1838, 72 L.Ed.2d 182 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">These reasons simply do not justify the Court's holding. Given the relative expertise of the federal courts in interpreting federal law, <i>supra,</i> at ----, the increased complexity of federal legislation argues rather strongly in <i>favor</i> of recognizing federal jurisdiction.  And, while the increased volume of litigation may appropriately be considered in connection with reasoned arguments that justify limiting the reach of &#167; 1331, I do not believe that the day has yet arrived when this Court may trim a statute solely because it thinks that Congress made it too broad.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This leaves only the third reason:  \" 'the desirability of a more careful scrutiny of legislative intent.' \"  <i>Ante,</i> at ----.  I certainly subscribe to the proposition that the Court should consider legislative intent in determining whether or not there is jurisdiction under &#167; 1331.  But the Court has not examined the purposes underlying either the FDCA or &#167; 1331 in reaching its conclusion that Congress' presumed decision not to provide a private federal remedy under the FDCA must be taken to withdraw federal jurisdiction over a private state remedy that imposes liability for violating the FDCA.  Moreover, such an examination demonstrates not only that it is consistent with legislative intent to find that there is federal jurisdiction over such a claim, but, indeed, that it is the Court's contrary conclusion that is inconsistent with congressional intent.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The enforcement scheme established by the FDCA is typical of other, similarly broad regulatory schemes.  Primary responsibility for overseeing implementation of the Act has been conferred upon a specialized administrative agency, here the Food and Drug Administration (FDA).<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  Congress has provided the FDA with a wide-ranging arsenal of weapons to combat violations of the FDCA, including authority to obtain an <i>ex parte</i> court order for the seizure of goods subject to the Act, see 21 U.S.C. &#167; 334, authority to initiate proceedings in a federal district court to enjoin continuing violations of the FDCA, see &#167; 332, and authority to request a United States Attorney to bring criminal proceedings against violators, see &#167; 333.  See generally 1 J. O'Reilly, Food and Drug Administration, chs. 6-10 (1979 and Supp.1985). Significantly, the FDA has no independent enforcement authority; final enforcement must come from the federal courts, which have exclusive jurisdiction over actions under the FDCA. See &#167;&#167; 332(a), 333, 334(a)(1).  Thus, while the initial interpretive function has been delegated to an expert administrative body whose interpretations are entitled to considerable deference, final responsibility for interpreting the statute in order to carry out the legislative mandate belongs to the federal courts.  Cf. <i>Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc.,</i> 467 U.S. 837, 843, n. 9, 104 S.Ct. 2778, 2781, n. 9, 81 L.Ed.2d 694 (1984) (\"The judiciary is the final authority on issues of statutory construction and must reject administrative constructions which are contrary to clear congressional intent\").</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Given that Congress structured the FDCA so that all express remedies are provided by the federal courts, it seems rather strange to conclude that it either \"flout[s]\" or \"undermine[s]\" congressional intent for the federal courts to adjudicate a private state-law remedy that is based upon violating the FDCA. See <i>ante,</i> at 812.  That is, assuming that a state cause of action based on the FDCA is not pre-empted, it is entirely consistent with the FDCA to find that it \"arises under\" federal law within the meaning of &#167; 1331.  Indeed, it is the Court's conclusion that such a state cause of action must be kept <i>out</i> of the federal courts that appears contrary to legislative intent inasmuch as the enforcement provisions of the FDCA quite clearly express a preference for having federal courts interpret the FDCA and provide remedies for its violation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It may be that a decision by Congress not to create a private remedy is intended to preclude all private enforcement.  If that is so, then a state cause of action that makes relief available to private individuals for violations of the FDCA is pre-empted.  But if Congress' decision not to provide a private federal remedy does <i>not</i> pre-empt such a state remedy, then, in light of the FDCA's clear policy of relying on the federal courts for enforcement, it also should not foreclose federal jurisdiction over that state remedy.  Both &#167; 1331 and the enforcement provisions of the FDCA reflect Congress' strong desire to utilize the federal courts to interpret and enforce the FDCA, and it is therefore at odds with both these statutes to recognize a private state-law remedy for violating the FDCA but to hold that this remedy cannot be adjudicated in the federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Court's contrary conclusion requires inferring from Congress' decision not to create a private federal remedy that, while some private enforcement is permissible in state courts, it is \"bad\" if that enforcement comes from the <i>federal</i> courts.  But that is simply illogical.  Congress' decision to withhold a private right of action and to rely instead on public enforcement reflects congressional concern with obtaining more accurate implementation and more coordinated enforcement of a regulatory scheme.  See <i>National Railroad Passenger Corporation v. National Assn. of Railroad Passengers,</i> 414 U.S. 453, 462-465, 94 S.Ct. 690, 695-697, 38 L.Ed.2d 646 (1974);  <i>Holloway v. Bristol-Myers Corp.,</i> 158 U.S.App.D.C. 207, 218-220, 485 F.2d 986, 997-999 (1973); Stewart &amp; Sunstein, Public Programs and Private Rights, 95 Harv.L.Rev. 1193, 1208-1209 (1982).  These reasons are closely related to the Congress' reasons for giving federal courts original federal-question jurisdiction.  Thus, if anything, Congress' decision not to create a private remedy <i>strengthens</i> the argument in favor of finding federal jurisdiction over a state remedy that is not pre-empted.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> App. 36-37.  The petition also alleged that the action \"is between citizens of a State and citizens or subjects of a foreign state.\"  <i>Id.,</i> at 36.  Because petitioner is a corporation with its principal place of business in Ohio, however, the removal was not proper unless the action was founded on a claim arising under federal law.  Title 28 U.S.C. &#167; 1441(b) provides:</p>\n        <p>\"(b) Any civil action of which the district courts have original jurisdiction founded on a claim or right arising under the Constitution, treaties or laws of the United States shall be removable without regard to the citizenship or residence of the parties.  Any other such action shall be removable only if none of the parties in interest properly joined and served as defendants is a citizen of the State in which such action is brought.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \" 'Under our interpretations, Congress has given the lower courts jurisdiction to hear, originally or by removal from a state court, only those cases in which a well-pleaded complaint establishes either that federal law creates the cause of action or that the plaintiff's right to relief necessarily depends on resolution of a substantial question of federal law.' \"  766 F.2d, at 1006 (quoting <i>Franchise Tax Board,</i> 463 U.S., at 28, 103 S.Ct., at 2856).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Art. III, &#167; 2 (\"The judicial Power shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority . . .\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Act of Mar. 3, 1875, &#167; 1, 18 Stat. 470.  As currently codified, the statute provides:  \"The district courts shall have original jurisdiction of all civil actions arising under the Constitution, laws or treaties of the United States.\"  28 U.S.C. &#167; 1331.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The case most frequently cited for that proposition is <i>Smith v. Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180, 41 S.Ct. 243, 65 L.Ed. 577 (1921).  In that case the Court upheld federal jurisdiction of a shareholder's bill to enjoin the corporation from purchasing bonds issued by the federal land banks under the authority of the Federal Farm Loan Act on the ground that the federal statute that authorized the issuance of the bonds was unconstitutional.  The Court stated:</p>\n        <p>\"The general rule is that where it appears from the bill or statement of the plaintiff that the right to relief depends upon the construction or application of the Constitution or laws of the United States, and that such federal claim is not merely colorable, and rests upon a reasonable foundation, the District Court has jurisdiction under this provision.\"   <i>Id.,</i> at 199, 41 S.Ct., at 245.</p>\n        <p>The effect of this view, expressed over Justice Holmes' vigorous dissent, on his <i>American Well Works</i> formulation has been often noted.  See, <i>e.g., Franchise Tax Board,</i> 463 U.S., at 9, 103 S.Ct., at 2846 (\"[I]t is well settled that Justice Holmes' test is more useful for describing the vast majority of cases that come within the district courts' original jurisdiction than it is for describing which cases are beyond district court jurisdiction\"); <i>T.B. Harms Co. v. Eliscu,</i> 339 F.2d 823, 827 (CA2 1964) (Friendly, J.) (\"It has come to be realized that Mr. Justice Holmes' formula is more useful for inclusion than for the exclusion for which it was intended\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Jurisdiction may not be sustained on a theory that the plaintiff has not advanced.  See <i>Healy v. Sea Gull Specialty Co.,</i> 237 U.S. 479, 480, 35 S.Ct. 658, 659, 59 L.Ed. 1056 (1915) (\"[T]he plaintiff is absolute master of what jurisdiction he will appeal to\");  <i>The Fair v. Kohler Die &amp; Specialty Co.,</i> 228 U.S. 22, 25, 33 S.Ct. 410, 411, 57 L.Ed. 716 (1913) (\"[T]he party who brings a suit is master to decide what law he will rely upon\").  See also <i>United States v. Mottaz,</i> 476 U.S. 834, 850, 106 S.Ct. 2224, 2233, 90 L.Ed.2d 841 (1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See <i>California v. Sierra Club,</i> 451 U.S. 287, 293, 101 S.Ct. 1775, 1778, 68 L.Ed.2d 101 (1981);  <i>Cannon v. University of Chicago,</i> 441 U.S. 677, 689-709, 99 S.Ct. 1946, 1953-1964, 60 L.Ed.2d 560 (1979);  <i>Cort v. Ash,</i> 422 U.S. 66, 78, 95 S.Ct. 2080, 2087, 45 L.Ed.2d 26 (1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Curran,</i> 456 U.S. 353, 377, 102 S.Ct. 1825, 1838, 72 L.Ed.2d 182 (1982) (\"In 1975 the Court unanimously decided to modify its approach to the question whether a federal statute includes a private right of action\").  Cf. <i>Middlesex County Sewerage Authority v. National Sea Clammers Assn.,</i> 453 U.S. 1, 25, 101 S.Ct. 2615, 2629, 69 L.Ed.2d 435 (1981) (STEVENS, J., concurring in judgment in part and dissenting in part) (\"In 1975, in <i>Cort v. Ash,</i> 422 U.S. 66, 95 S.Ct. 2080, the Court cut back on the simple common-law presumption by fashioning a four-factor formula that led to the denial of relief in that case\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, <i>e.g., Daily Income Fund, Inc. v. Fox,</i> 464 U.S. 523, 535-536, 104 S.Ct. 831, 838-839, 78 L.Ed.2d 645 (1984) (\"In evaluating such a claim, our focus must be on the intent of Congress when it enacted the statute in question\");  <i>Middlesex County Sewerage Authority v. National Sea Clammers Assn.,</i> 453 U.S., at 13, 101 S.Ct., at 2622 (\"The key to the inquiry is the intent of the Legislature\");  <i>Texas Industries, Inc. v. Radcliff Materials, Inc.,</i> 451 U.S. 630, 639, 101 S.Ct. 2061, 2066, 68 L.Ed.2d 500 (1981) (\"Our focus, as it is in any case involving the implication of a right of action, is on the intent of Congress\"); <i>California v. Sierra Club,</i> 451 U.S., at 293, 101 S.Ct., at 1779 (\"[T]he ultimate issue is whether Congress intended to create a private right of action\");  <i>Northwest Airlines, Inc. v. Transport Workers,</i> 451 U.S. 77, 91, 101 S.Ct. 1571, 1580, 67 L.Ed.2d 750 (1981) (\"The ultimate question in cases such as this is whether Congress intended to create the private remedy\");  <i>Transamerica Mortgage Advisors, Inc. v. Lewis,</i> 444 U.S. 11, 15, 100 S.Ct. 242, 245, 62 L.Ed.2d 146 (1979) (\"The question whether a statute creates a cause of action, either expressly or by implication, is basically a matter of statutory construction\");  <i>Touche Ross &amp; Co. v. Redington,</i> 442 U.S. 560, 568, 99 S.Ct. 2479, 2485, 61 L.Ed.2d 82 (1979) (\"The question of the existence of a statutory cause of action is, of course, one of statutory construction\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> When we conclude that Congress has decided not to provide a particular federal remedy, we are not free to \"supplement\" that decision in a way that makes it \"meaningless.\"  Cf. <i>Mobil Oil Corp. v. Higginbotham,</i> 436 U.S. 618, 625, 98 S.Ct. 2010, 2015, 56 L.Ed.2d 581 (1978) (When Congress \"does speak directly to a question, the courts are not free to 'supplement' Congress' answer so thoroughly that the Act becomes meaningless\").  See also <i>California v. Sierra Club,</i> 451 U.S., at 297, 101 S.Ct., at 1781 (\"The federal judiciary will not engraft a remedy on a statute, no matter how salutary, that Congress did not intend to provide\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See, <i>e.g., Textile Workers v. Lincoln Mills,</i> 353 U.S. 448, 470, 77 S.Ct. 912, 928, 1 L.Ed.2d 972 (1957) (Frankfurter, J., dissenting) (defining inquiry as \"the degree to which federal law must be in the forefront of the case and not collateral, peripheral or remote\");  <i>Gully v. First National Bank,</i> 299 U.S. 109, 115, 57 S.Ct. 96, 98, 81 L.Ed. 70 (1936) (\"Not every question of federal law emerging in a suit is proof that a federal law is the basis of the suit\");  <i>id.,</i> at 118, 57 S.Ct., at 100 (\"If we follow the ascent far enough, countless claims of right can be discovered to have their source or their operative limits in the provisions of a federal statute or in the Constitution itself with its circumambient restrictions upon legislative power.  To set bounds to the pursuit, the courts have formulated the distinction between controversies that are basic and those that are collateral, between disputes that are necessary and those that are merely possible.  We shall be lost in a maze if we put that compass by\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Several commentators have suggested that our &#167; 1331 decisions can best be understood as an evaluation of the <i>nature</i> of the federal interest at stake.  See, <i>e.g.,</i> Shapiro, Jurisdiction and Discretion, 60 N.Y.U.L.Rev. 543, 568 (1985);  C. Wright, Federal Courts 96 (4th ed. 1983);  Cohen, The Broken Compass:  The Requirement That a Case Arise \"Directly\" Under Federal Law, 115 U.Pa.L.Rev. 890, 916 (1967).  Cf. <i>Kravitz v. Homeowners Warranty Corp.,</i> 542 F.Supp. 317, 320 (ED Pa.1982) (Pollak, J.) (\"I cannot identify any compelling reasons of federal judicial policy for embracing a case of this kind as a federal question case.  The essential Pennsylvania elements of plaintiffs' suit for rescission would be more appropriately dealt with by a Court of Common Pleas than by this court;  and, with respect to the lesser-included issue of federal law, Pennsylvania's courts are fully competent to interpret the Magnuson-Moss Warranty Act and the relevant F.T.C. regulations, subject to review by the United States Supreme Court\").</p>\n        <p>Focusing on the nature of the federal interest, moreover, suggests that the widely perceived \"irreconcilable\" conflict between the finding of federal jurisdiction in <i>Smith v. Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180, 41 S.Ct. 243, 65 L.Ed. 577 (1921), and the finding of no jurisdiction in <i>Moore v. Chesapeake &amp; Ohio R. Co.,</i> 291 U.S. 205, 54 S.Ct. 402, 78 L.Ed. 755 (1934), see, <i>e.g.,</i> M. Redish, Federal Jurisdiction:  Tensions in the Allocation of Judicial Power 67 (1980), is far from clear.  For the difference in results can be seen as manifestations of the differences in</p>\n        <p>the nature of the federal issues at stake.  In <i>Smith,</i> as the Court emphasized, the issue was the constitutionality of an important federal statute.  See 255 U.S., at 201, 41 S.Ct., at 245 (\"It is . . . apparent that the controversy concerns the constitutional validity of an act of Congress which is directly drawn in question.  The decision depends upon the determination of this issue\").  In <i>Moore,</i> in contrast, the Court emphasized that the violation of the federal standard as an element of state tort recovery did not fundamentally change the state tort nature of the action.  See 291 U.S., at 216-217, 54 S.Ct., at 406-407 (\" 'The action fell within the familiar category of cases involving the duty of a master to his servant.  This duty is defined by the common law, except as it may be modified by legislation.  The federal statute, in the present case, touched the duty of the master at a single point and, save as provided in the statute, the right of the plaintiff to recover was left to be determined by the law of the State' \") (quoting <i>Minneapolis, St. P. &amp; S.S.M.R. Co. v. Popplar,</i> 237 U.S. 369, 372, 35 S.Ct. 609, 610, 59 L.Ed. 1000 (1915)).</p>\n        <p>The importance of the nature of the federal issue in federal-question jurisdiction is highlighted by the fact that, despite the usual reliability of the Holmes test as an inclusionary principle, this Court has sometimes found that formally federal causes of action were not properly brought under federal-question jurisdiction because of the overwhelming predominance of state-law issues.  See <i>Shulthis v. McDougal,</i> 225 U.S. 561, 569-570, 32 S.Ct. 704, 706-707, 56 L.Ed. 1205 (1912) (\"A suit to enforce a right which takes its origin in the laws of the United States is not necessarily, or for that reason alone, one arising under those laws, for a suit does not so arise unless it really and substantially involves a dispute or controversy respecting the validity, construction or effect of such a law, upon the determination of which the result depends.  This is especially so of a suit involving rights to land acquired under a law of the United States.  If it were not, every suit to establish title to land in the central and western States would so arise, as all titles in those States are traceable back to those laws\"); <i>Shoshone Mining Co. v. Rutter,</i> 177 U.S. 505, 507, 20 S.Ct. 726, 727, 44 L.Ed. 864 (1900) (\"We pointed out in the former opinion that it was well settled that a suit to enforce a right which takes its origin in the laws of the United States is not necessarily one arising under the Constitution or laws of the United States, within the meaning of the jurisdiction clauses, for if it did every action to establish title to real estate (at least in the newer States) would be such a one, as all titles in those States come from the United States or by virtue of its laws\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Cf. <i>Longshoremen v. Davis,</i> 476 U.S. 380, 391, 106 S.Ct. 1904, 1912, 90 L.Ed.2d 389 (1986) (\"[O]ur decisions describing the nature of <i>Garmon</i> [359 U.S. 236, 79 S.Ct. 773, 3 L.Ed.2d 775 (1959) ] pre-emption and defining its boundaries have rested on a determination that in enacting the [National Labor Relations Act] Congress intended for the [National Labor Relations] Board generally to exercise exclusive jurisdiction in this area\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See <i>Moore v. Chesapeake &amp; Ohio R. Co.,</i> 291 U.S., at 214-215, 54 S.Ct., at 405-406 (\"Questions arising in actions in state courts to recover for injuries sustained by employees in intrastate commerce and relating to the scope or construction of the Federal Safety Appliance Acts are, of course, federal questions which may appropriately be reviewed in this Court. . . . But it does not follow that a suit brought under the state statute which defines liability to employees who are injured while engaged in intrastate commerce, and brings within the purview of the statute a breach of the duty imposed by the federal statute, should be regarded as a suit arising under the laws of the United States and cognizable in the federal court in the absence of diversity of citizenship\").  Cf. <i>Franchise Tax Board,</i> 463 U.S., at 12, n. 12, 103 S.Ct., at 2848, n. 12 (\"[T]he absence of original jurisdiction does not mean that there is no federal forum in which a pre-emption defense may be heard.  If the state courts reject a claim of federal pre-emption, that decision may ultimately be reviewed on appeal by this Court\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Petitioner also contends that the Court of Appeals opinion rests on a view that federal-question jurisdiction was inappropriate because, whatever the role of the federal issue in the FDCA-related count, the plaintiff could recover on other, strictly state-law claims.  See 766 F.2d, at 1006 (noting that \"the jury could find negligence on the part of Merrell Dow without finding a violation of the FDCA\").  To the extent that the opinion can be read to express such a view, we agree that it was erroneous.  If the FDCA-related count presented a sufficient federal question, its relationship to the other, state-law claims would be determined by the ordinary principles of pendent jurisdiction described in <i>Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966).  For the reasons that we have stated, however, there is no federal-question jurisdiction even with that possible error corrected.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Some commentators have argued that the result in <i>Smith</i> conflicts with our decision in <i>Moore v. Chesapeake &amp; Ohio R. Co.,</i> 291 U.S. 205, 54 S.Ct. 402, 78 L.Ed. 755 (1934).  See, <i>e.g.,</i> Greene, Hybrid State Law in the Federal Courts, 83 Harv.L.Rev. 289, 323 (1969).  In <i>Moore,</i> the plaintiff brought an action under Kentucky's Employer Liability Act, which provided that a plaintiff could not be held responsible for contributory negligence or assumption of risk where his injury resulted from the violation of any state or federal statute enacted for the safety of employees. The plaintiff in <i>Moore</i> alleged that his injury was due to the defendant's failure to comply with the Federal Safety Appliance Act;  therefore, an important issue in the adjudication of the state cause of action was whether the terms of the federal law had been violated.  The Court could have dismissed the complaint on the ground that the federal issue would arise only in response to a defense of contributory negligence or assumption of risk, and that therefore there was no jurisdiction under the well-pleaded complaint rule.  Instead, the Court held that \"a suit brought under the state statute which defines liability to employees who are injured while engaged in intrastate commerce, and brings within the purview of the statute a breach of the duty imposed by the federal statute, should [not] be regarded as a suit arising under the laws of the United States and cognizable in the federal court in the absence of diversity of citizenship.\"  291 U.S., at 214-215, 54 S.Ct., at 405-406.</p>\n        <p>The Court suggests that <i>Smith</i> and <i>Moore</i> may be reconciled if one views the question whether there is jurisdiction under &#167; 1331 as turning upon \"an evaluation of the <i>nature</i> of the federal interest at stake.\"   <i>Ante,</i> at 814, n. 12 (emphasis in original). Thus, the Court explains, while in <i>Smith</i> the issue was the constitutionality of \"an important federal statute,\" in <i>Moore</i></p>\n        <p>the federal interest was less significant in that \"the violation of the federal standard as an element of state tort recovery did not fundamentally change the state tort nature of the action.\" <i>Ante,</i> at ----, n. 12.</p>\n        <p>In one sense, the Court is correct in asserting that we can reconcile <i>Smith</i> and <i>Moore</i> on the ground that the \"nature\" of the federal interest was more significant in <i>Smith</i> than in <i>Moore.</i> Indeed, as the Court appears to believe, <i>ante,</i> at ----, n. 12, we could reconcile many of the seemingly inconsistent results that have been reached under &#167; 1331 with such a test.  But this is so only because a test based upon an ad hoc evaluation of the importance of the federal issue is infinitely malleable:  at what point does a federal interest become strong enough to create jurisdiction?  What principles guide the determination whether a statute is \"important\" or not?  Why, for instance, was the statute in <i>Smith</i> so \"important\" that direct review of a state-court decision (under our mandatory appellate jurisdiction) would have been inadequate?  Would the result in <i>Moore</i> have been different if the federal issue had been a more important element of the tort claim?  The point is that if one makes the test sufficiently vague and general, virtually any set of results can be \"reconciled.\" However, the inevitable&#8212;and undesirable&#8212;result of a test such as that suggested in the Court's footnote 12 is that federal jurisdiction turns in every case on an appraisal of the federal issue, its importance and its relation to state-law issues.  Yet it is precisely because the Court believes that federal jurisdiction would be \"ill served\" by such a case-by-case appraisal that it rejects petitioner's claim that the difficulty and importance of the statutory issue presented by its claim suffices to confer jurisdiction under &#167; 1331.  <i>Ante,</i> at 817.  The Court cannot have it both ways.</p>\n        <p>My own view is in accord with those commentators who view the results in <i>Smith</i> and <i>Moore</i> as irreconcilable.  See, <i>e.g.,</i> Redish 67;  D. Currie, Federal Jurisdiction in a Nutshell 109 (2d ed. 1981).  That fact does not trouble me greatly, however, for I view <i>Moore</i> as having been a \"sport\" at the time it was decided and having long been in a state of innocuous desuetude.  Unlike the jurisdictional holding in <i>Smith,</i> the jurisdictional holding in <i>Moore</i> has never been relied upon or even cited by this Court. <i>Moore</i> has similarly borne little fruit in the lower courts, leading Professor Redish to conclude after comparing the vitality of <i>Smith</i> and <i>Moore</i> that \"the principle enunciated in <i>Smith</i> is the one widely followed by modern lower federal courts.\"  Redish 67. Finally, as noted in text, the commentators have also preferred <i>Smith.  Supra,</i> at ----.  <i>Moore</i> simply has not survived the test of time;  it is presently moribund, and, to the extent that it is inconsistent with the well-established rule of the <i>Smith</i> case, it ought to be overruled.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> As the Court correctly notes, the Court of Appeals erred in holding that respondents' right to relief did not depend upon the resolution of a federal question because respondents might prevail on one of their other, wholly state-law claims.  The fourth cause of action presents an independent and independently sufficient claim for relief.  Whether it \"arises under\" federal law within the meaning of &#167; 1331 must therefore be determined without reference to any other claims, as if only that claim was asserted.  If, after such consideration, it is determined that there is jurisdiction, the plaintiff may join additional state law claims meeting the test for pendent jurisdiction set forth in <i>Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966).  See <i>ante,</i> at 817, n. 15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> <i>Franchise Tax Board</i> states that the plaintiff's right to relief must necessarily depend upon resolution of a \"substantial\" federal question.  463 U.S., at 28, 103 S.Ct., at 2856.  In context, however, it is clear that this was simply another way of stating that the federal question must be colorable and have a reasonable foundation.  This understanding is consistent with the manner in which the <i>Smith</i> test has always been applied, as well as with the way we have used the concept of a \"substantial\" federal question in other cases concerning federal jurisdiction.  See, <i>e.g., Hagans v. Lavine,</i> 415 U.S. 528, 536-537, 94 S.Ct. 1372, 1378-1379, 39 L.Ed.2d 577 (1974);  <i>Bell v. Hood,</i> 327 U.S. 678, 682, 66 S.Ct. 773, 776, 90 L.Ed. 939 (1946).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> It bears emphasizing that the Court does <i>not</i> hold that there is no private cause of action under the FDCA.  Rather, it expressly states that \"[f]or purposes of our decision, we assume that this is a correct interpretation of the FDCA.\"  <i>Ante,</i> at 810. The Court simply holds petitioner to its concession that the FDCA provides no private remedy, and decides petitioner's claim on the basis of this concession.  I shall do the same.  Under the Court's analysis, however, if a party persuaded a court that there is a private cause of action under the FDCA, there would be federal jurisdiction under <i>Smith</i> and <i>Franchise Tax Board</i> over a state cause of action making violations of the FDCA actionable.  Such jurisdiction would apparently exist even if the plaintiff did not seek the federal remedy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Congress granted original federal-question jurisdiction briefly in the Midnight Judges Act, ch. 4, &#167; 11, 2 Stat. 92 (1801), which was repealed in 1802, Act of Mar. 8, 1802, ch. 8, &#167; 1, 2 Stat. 132.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Another reason Congress conferred original federal-question jurisdiction on the district courts was its belief that state courts are hostile to assertions of federal rights.  See Hornstein, Federalism, Judicial Power and the \"Arising Under\" Jurisdiction of the Federal Courts:  A Hierarchial Analysis, 56 Ind.L.J. 563, 564-565 (1981);  Comment 636;  Redish 71.  Although this concern may be less compelling today than it once was, the American Law Institute reported as recently as 1969 that \"it is difficult to avoid concluding that federal courts are more likely to apply federal law sympathetically and understandingly than are state courts.\"  <i>Id.,</i> at 166.  In any event, this rationale is, like the rationale based on the expertise of the federal courts, simply an expression of Congress' belief that federal courts are more likely to interpret federal law correctly.</p>\n        <p>One might argue that this Court's appellate jurisdiction over state-court judgments in cases arising under federal law can be depended upon to correct erroneous state-court decisions and to insure that federal law is interpreted and applied uniformly. However, as any experienced observer of this Court can attest, \"Supreme Court review of state courts, limited by docket pressures, narrow review of the facts, the debilitating possibilities of delay, and the necessity of deferring to adequate state grounds of decision, cannot do the whole job.\"  Currie 160. Indeed, having served on this Court for 30 years, it is clear to me that, realistically, it cannot even come close to \"doing the whole job\" and that &#167; 1331 is essential if federal rights are to be adequately protected.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> Cf. <i>Cohens v. Virginia,</i> 6 Wheat. 264, 404, 5 L.Ed. 257 (1821) (Marshall, C.J.) (\"It is most true that this Court will not take jurisdiction if it should not;  but it is equally true, that it must take jurisdiction if it should. . . .  We have no more right to decline the exercise of jurisdiction which is given, than to usurp that which is not given\").  The narrow exceptions we have recognized to Chief Justice Marshall's famous dictum have all been justified by compelling judicial concerns of comity and federalism.  See, <i>e.g., Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971);  <i>Burford v. Sun Oil Co.,</i> 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943).  It would be wholly illegitimate, however, for this Court to determine that there was no jurisdiction over a class of cases simply because the Court thought that there were too many cases in the federal courts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> The Federal Trade Commission retains regulatory and enforcement authority over the advertising (as opposed to the labeling) of foods, drugs, and cosmetics.  See 15 U.S.C. &#167;&#167; 52-55.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>478 U.S. 804 (1986)</b></center>\n<center><h1>MERRELL DOW PHARMACEUTICALS INC.<br>\nv.<br>\nTHOMPSON ET AL., AS NEXT FRIENDS AND GUARDIANS OF THOMPSON ET AL.</h1></center>\n<center>No. 85-619.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 28, 1986</center>\n<center>Decided July 7, 1986</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n<p><span class=\"star-pagination\">*805</span> <i>Frank C. Woodside III</i> argued the cause for petitioner. With him on the briefs was <i>Christine L. McBroom.</i></p>\n<p><i>Stanley M. Chesley</i> argued the cause and filed a brief for respondents.</p>\n<p>JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>The question presented is whether the incorporation of a federal standard in a state-law private action, when Congress has intended that there not be a federal private action for violations of that federal standard, makes the action one \"arising under the Constitution, laws, or treaties of the United States,\" 28 U. S. C.  1331.</p>\n<p></p>\n<h2>I</h2>\n<p>The Thompson respondents are residents of Canada and the MacTavishes reside in Scotland. They filed virtually identical complaints against petitioner, a corporation, that manufactures and distributes the drug Bendectin. The complaints were filed in the Court of Common Pleas in Hamilton County, Ohio. Each complaint alleged that a child was born with multiple deformities as a result of the mother's ingestion of Bendectin during pregnancy. In five of the six counts, the recovery of substantial damages was requested on common-law theories of negligence, breach of warranty, strict liability, fraud, and gross negligence. In Count IV, respondents alleged that the drug Bendectin was \"misbranded\" in violation of the Federal Food, Drug, and Cosmetic Act (FDCA), 52 Stat. 1040, as amended, 21 U. S. C.  301 <i>et seq.</i> (1982 ed. and Supp. III), because its labeling did not provide adequate <span class=\"star-pagination\">*806</span> warning that its use was potentially dangerous. Paragraph 26 alleged that the violation of the FDCA \"in the promotion\" of Bendectin \"constitutes a rebuttable presumption of negligence.\" Paragraph 27 alleged that the \"violation of said federal statutes directly and proximately caused the injuries suffered\" by the two infants. App. 22, 32.</p>\n<p>Petitioner filed a timely petition for removal from the state court to the Federal District Court alleging that the action was \"founded, in part, on an alleged claim arising under the laws of the United States.\"<sup>[1]</sup> After removal, the two cases were consolidated. Respondents filed a motion to remand to the state forum on the ground that the federal court lacked subject-matter jurisdiction. Relying on our decision in <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921), the District Court held that Count IV of the complaint alleged a cause of action arising under federal law and denied the motion to remand. It then granted petitioner's motion to dismiss on <i>forum non conveniens</i> grounds.</p>\n<p>The Court of Appeals for the Sixth Circuit reversed. 766 F. 2d 1005 (1985). After quoting one sentence from the concluding paragraph in our recent opinion in <i>Franchise Tax Board</i> v. <i>Construction Laborers Vacation Trust,</i> 463 U. S. 1 (1983),<sup>[2]</sup> and noting \"that the FDCA does not create or imply <span class=\"star-pagination\">*807</span> a private right of action for individuals injured as a result of violations of the Act,\" it explained:</p>\n<blockquote>\"Federal question jurisdiction would, thus, exist only if plaintiffs' right to relief <i>depended necessarily</i> on a substantial question of federal law. Plaintiffs' causes of action referred to the FDCA merely as one available criterion for determining whether Merrell Dow was negligent. Because the jury could find negligence on the part of Merrell Dow without finding a violation of the FDCA, the plaintiffs' causes of action did not depend necessarily upon a question of federal law. Consequently, the causes of action did not arise under federal law and, therefore, were improperly removed to federal court.\" 766 F. 2d, at 1006.</blockquote>\n<p>We granted certiorari, 474 U. S. 1004 (1985), and we now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>Article III of the Constitution gives the federal courts power to hear cases \"arising under\" federal statutes.<sup>[3]</sup> That grant of power, however, is not self-executing, and it was not until the Judiciary Act of 1875 that Congress gave the federal courts general federal-question jurisdiction.<sup>[4]</sup> Although the constitutional meaning of \"arising under\" may extend to all cases in which a federal question is \"an ingredient\" of the action, <i>Osborn</i> v. <i>Bank of the United States,</i> 9 Wheat. 738, 823 (1824), we have long construed the statutory grant of federal-question jurisdiction as conferring a more limited power. <span class=\"star-pagination\">*808</span> <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 494-495 (1983); <i>Romero</i> v. <i>International Terminal Operating Co.,</i> 358 U. S. 354, 379 (1959).</p>\n<p>Under our longstanding interpretation of the current statutory scheme, the question whether a claim \"arises under\" federal law must be determined by reference to the \"well-pleaded complaint.\" <i>Franchise Tax Board,</i> 463 U. S., at 9-10. A defense that raises a federal question is inadequate to confer federal jurisdiction. <i>Louisville &amp; Nashville R. Co.</i> v. <i>Mottley,</i> 211 U. S. 149 (1908). Since a defendant may remove a case only if the claim could have been brought in federal court, 28 U. S. C.  1441(b), moreover, the question for removal jurisdiction must also be determined by reference to the \"well-pleaded complaint.\"</p>\n<p>As was true in <i>Franchise Tax Board, supra,</i> the propriety of the removal in this case thus turns on whether the case falls within the original \"federal question\" jurisdiction of the federal courts. There is no \"single, precise definition\" of that concept; rather, \"the phrase `arising under' masks a welter of issues regarding the interrelation of federal and state authority and the proper management of the federal judicial system.\" <i>Id.,</i> at 8.</p>\n<p>This much, however, is clear. The \"vast majority\" of cases that come within this grant of jurisdiction are covered by Justice Holmes' statement that a \" `suit arises under the law that creates the cause of action.' \" <i>Id.,</i> at 8-9, quoting <i>American Well Works Co.</i> v. <i>Layne &amp; Bowler Co.,</i> 241 U. S. 257, 260 (1916). Thus, the vast majority of cases brought under the general federal-question jurisdiction of the federal courts are those in which federal law creates the cause of action.</p>\n<p>We have, however, also noted that a case may arise under federal law \"where the vindication of a right under state law necessarily turned on some construction of federal law.\" <span class=\"star-pagination\">*809</span> <i>Franchise Tax Board,</i> 463 U. S., at 9.<sup>[5]</sup> Our actual holding in <i>Franchise Tax Board</i> demonstrates that this statement must be read with caution; the central issue presented in that case turned on the meaning of the Employee Retirement Income Security Act of 1974, 29 U. S. C.  1001 <i>et seq.</i> (1982 ed. and Supp. III), but we nevertheless concluded that federal jurisdiction was lacking.</p>\n<p>This case does not pose a federal question of the first kind; respondents do not allege that federal law creates any of the causes of action that they have asserted.<sup>[6]</sup> This case thus poses what Justice Frankfurter called the \"litigation-provoking problem,\" <i>Textile Workers</i> v. <i>Lincoln Mills,</i> 353 <span class=\"star-pagination\">*810</span> U. S. 448, 470 (1957) (dissenting opinion)  the presence of a federal issue in a state-created cause of action.</p>\n<p>In undertaking this inquiry into whether jurisdiction may lie for the presence of a federal issue in a nonfederal cause of action, it is, of course, appropriate to begin by referring to our understanding of the statute conferring federal-question jurisdiction. We have consistently emphasized that, in exploring the outer reaches of  1331, determinations about federal jurisdiction require sensitive judgments about congressional intent, judicial power, and the federal system. \"If the history of the interpretation of judiciary legislation teaches us anything, it teaches the duty to reject treating such statutes as a wooden set of self-sufficient words. . . . The Act of 1875 is broadly phrased, but it has been continuously construed and limited in the light of the history that produced it, the demands of reason and coherence, and the dictates of sound judicial policy which have emerged from the Act's function as a provision in the mosaic of federal judiciary legislation.\" <i>Romero</i> v. <i>International Terminal Operating Co.,</i> 358 U. S., at 379. In <i>Franchise Tax Board,</i> we forcefully reiterated this need for prudence and restraint in the jurisdictional inquiry: \"We have always interpreted what <i>Skelly Oil</i> [<i>Co.</i> v. <i>Phillips Petroleum Co.,</i> 339 U. S. 667, 673 (1950)] called `the current of jurisdictional legislation since the Act of March 3, 1875' . . . with an eye to practicality and necessity.\" 463 U. S., at 20.</p>\n<p>In this case, both parties agree with the Court of Appeals' conclusion that there is no federal cause of action for FDCA violations. For purposes of our decision, we assume that this is a correct interpretation of the FDCA. Thus, as the case comes to us, it is appropriate to assume that, under the settled framework for evaluating whether a federal cause of action lies, some combination of the following factors is present: (1) the plaintiffs are not part of the class for whose special benefit the statute was passed; (2) the indicia of legislative <span class=\"star-pagination\">*811</span> intent reveal no congressional purpose to provide a private cause of action; (3) a federal cause of action would not further the underlying purposes of the legislative scheme; and (4) the respondents' cause of action is a subject traditionally relegated to state law.<sup>[7]</sup> In short, Congress did not intend a private federal remedy for violations of the statute that it enacted.</p>\n<p>This is the first case in which we have reviewed this type of jurisdictional claim in light of these factors. That this is so is not surprising. The development of our framework for determining whether a private cause of action exists has proceeded only in the last 11 years, and its inception represented a significant change in our approach to congressional silence on the provision of federal remedies.<sup>[8]</sup></p>\n<p>The recent character of that development does not, however, diminish its importance. Indeed, the very reasons for the development of the modern implied remedy doctrine  the \"increased complexity of federal legislation and the increased volume of federal litigation,\" as well as \"the desirability of a more careful scrutiny of legislative intent,\" <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</i> v. <i>Curran,</i> 456 U. S. 353, 377 (1982) (footnote omitted)  are precisely the kind of considerations that should inform the concern for \"practicality and necessity\" that <i>Franchise Tax Board</i> advised for the construction of  1331 when jurisdiction is asserted <span class=\"star-pagination\">*812</span> because of the presence of a federal issue in a state cause of action.</p>\n<p>The significance of the necessary assumption that there is no federal private cause of action thus cannot be overstated. For the ultimate import of such a conclusion, as we have repeatedly emphasized, is that it would flout congressional intent to provide a private federal remedy for the violation of the federal statute.<sup>[9]</sup> We think it would similarly flout, or at least undermine, congressional intent to conclude that the federal courts might nevertheless exercise federal-question jurisdiction and provide remedies for violations of that federal statute solely because the violation of the federal statute is said to be a \"rebuttable presumption\" or a \"proximate cause\" under state law, rather than a federal action under federal law.<sup>[10]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*813</span> III</h2>\n<p>Petitioner advances three arguments to support its position that, even in the face of this congressional preclusion of a federal cause of action for a violation of the federal statute, federal-question jurisdiction may lie for the violation of the federal statute as an element of a state cause of action.</p>\n<p>First, petitioner contends that the case represents a straightforward application of the statement in <i>Franchise Tax Board</i> that federal-question jurisdiction is appropriate when \"it appears that some substantial, disputed question of federal law is a necessary element of one of the well-pleaded state claims.\" 463 U. S., at 13. <i>Franchise Tax Board,</i> however, did not purport to disturb the long-settled understanding that the mere presence of a federal issue in a state cause of action does not automatically confer federal-question jurisdiction.<sup>[11]</sup> Indeed, in determining that federal-question jurisdiction was not appropriate in the case before us, we stressed Justice Cardozo's emphasis on principled, pragmatic distinctions: \" `What is needed is something of that common-sense accommodation of judgment to kaleidoscopic situations which characterizes the law in its treatment of causation . . . a selective process which picks the substantial causes out of the web <span class=\"star-pagination\">*814</span> and lays the other ones aside.' \" <i>Id.,</i> at 20-21 (quoting <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109, 117-118 (1936)).</p>\n<p>Far from creating some kind of automatic test, <i>Franchise Tax Board</i> thus candidly recognized the need for careful judgments about the exercise of federal judicial power in an area of uncertain jurisdiction. Given the significance of the assumed congressional determination to preclude federal private remedies, the presence of the federal issue as an element of the state tort is not the kind of adjudication for which jurisdiction would serve congressional purposes and the federal system. This conclusion is fully consistent with the very sentence relied on so heavily by petitioner. We simply conclude that the congressional determination that there should be no federal remedy for the violation of this federal statute is tantamount to a congressional conclusion that the presence of a claimed violation of the statute as an element of a state cause of action is insufficiently \"substantial\" to confer federal-question jurisdiction.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*815</span> Second, petitioner contends that there is a powerful federal interest in seeing that the federal statute is given uniform interpretations, and that federal review is the best way of insuring such uniformity. In addition to the significance of the congressional decision to preclude a federal remedy, we do <span class=\"star-pagination\">*816</span> not agree with petitioner's characterization of the federal interest and its implications for federal-question jurisdiction. To the extent that petitioner is arguing that state use and interpretation of the FDCA pose a threat to the order and stability of the FDCA regime, petitioner should be arguing, not that federal courts should be able to review and enforce state FDCA-based causes of action as an aspect of federal-question jurisdiction, but that the FDCA pre-empts state-court jurisdiction over the issue in dispute.<sup>[13]</sup> Petitioner's concern about the uniformity of interpretation, moreover, is considerably mitigated by the fact that, even if there is no original district court jurisdiction for these kinds of action, this Court retains power to review the decision of a federal issue in a state cause of action.<sup>[14]</sup></p>\n<p>Finally, petitioner argues that, whatever the general rule, there are special circumstances that justify federal-question jurisdiction in this case. Petitioner emphasizes that it is unclear whether the FDCA applies to sales in Canada and Scotland; there is, therefore, a special reason for having a federal <span class=\"star-pagination\">*817</span> court answer the novel federal question relating to the extra-territorial meaning of the Act. We reject this argument. We do not believe the question whether a particular claim arises under federal law depends on the novelty of the federal issue. Although it is true that federal jurisdiction cannot be based on a frivolous or insubstantial federal question, \"the interrelation of federal and state authority and the proper management of the federal judicial system,\" <i>Franchise Tax Board,</i> 463 U. S., at 8, would be ill served by a rule that made the existence of federal-question jurisdiction depend on the district court's case-by-case appraisal of the novelty of the federal question asserted as an element of the state tort. The novelty of an FDCA issue is not sufficient to give it status as a federal cause of action; nor should it be sufficient to give a state-based FDCA claim status as a jurisdiction-triggering federal question.<sup>[15]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>We conclude that a complaint alleging a violation of a federal statute as an element of a state cause of action, when Congress has determined that there should be no private, federal cause of action for the violation, does not state a claim \"arising under the Constitution, laws, or treaties of the United States.\" 28 U. S. C.  1331.</p>\n<p>The judgment of the Court of Appeals is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<p><span class=\"star-pagination\">*818</span> JUSTICE BRENNAN, with whom JUSTICE WHITE, JUSTICE MARSHALL, and JUSTICE BLACKMUN join, dissenting.</p>\n<p>Article III,  2, of the Constitution provides that the federal judicial power shall extend to \"all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority.\" We have long recognized the great breadth of this grant of jurisdiction, holding that there is federal jurisdiction whenever a federal question is an \"ingredient\" of the action, <i>Osborn</i> v. <i>Bank of the United States,</i> 9 Wheat. 738, 823 (1824), and suggesting that there may even be jurisdiction simply because a case involves \"potential federal questions,\" <i>Textile Workers</i> v. <i>Lincoln Mills,</i> 353 U. S. 448, 471 (1957) (Frankfurter, J., dissenting); see also <i>Osborn, supra,</i> at 824; <i>Martin</i> v. <i>Hunter's Lessee,</i> 1 Wheat. 304 (1816); <i>Pacific Railroad Removal Cases,</i> 115 U. S. 1 (1885); <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 492-493 (1983).</p>\n<p>Title 28 U. S. C.  1331 provides, in language that parrots the language of Article III, that the district courts shall have original jurisdiction \"of all civil actions arising under the Constitution, laws, or treaties of the United States.\" Although this language suggests that Congress intended in  1331 to confer upon federal courts the full breadth of permissible \"federal question\" jurisdiction (an inference that is supported by the contemporary evidence, see <i>Franchise Tax Board</i> v. <i>Construction Laborers Vacation Trust,</i> 463 U. S. 1, 8, n. 8 (1983); Forrester, The Nature of a \"Federal Question,\" 16 Tulane L. Rev. 362, 374-376 (1942); Shapiro, Jurisdiction and Discretion, 60 N. Y. U. L. Rev. 543, 568 (1985)),  1331 has been construed more narrowly than its constitutional counterpart. See <i>Verlinden B. V., supra,</i> at 494-495; <i>Romero</i> v. <i>International Terminal Operating Co.,</i> 358 U. S. 354, 379 (1959). Nonetheless, given the language of the statute and its close relation to the constitutional grant of federal-question jurisdiction, limitations on federal-question jurisdiction under  1331 must be justified by careful consideration of the reasons <span class=\"star-pagination\">*819</span> underlying the grant of jurisdiction and the need for federal review. <i>Ibid.</i> I believe that the limitation on federal jurisdiction recognized by the Court today is inconsistent with the purposes of  1331. Therefore, I respectfully dissent.</p>\n<p></p>\n<h2>I</h2>\n<p>While the majority of cases covered by  1331 may well be described by Justice Holmes' adage that \"[a] suit arises under the law that creates the cause of action,\" <i>American Well Works Co.</i> v. <i>Layne &amp; Bowler Co.,</i> 241 U. S. 257, 260 (1916), it is firmly settled that there may be federal-question jurisdiction even though both the right asserted and the remedy sought by the plaintiff are state created. See C. Wright, Federal Courts  17, pp. 95-96 (4th ed. 1983) (hereinafter Wright); M. Redish, Federal Jurisdiction: Tensions in the Allocation of Judicial Power 64-71 (1980) (hereinafter Redish). The rule as to such cases was stated in what Judge Friendly described as \"[t]he path-breaking opinion\" in <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921). <i>T. B. Harms Co.</i> v. <i>Eliscu,</i> 339 F. 2d 823, 827 (CA2 1964). In <i>Smith,</i> a shareholder of the defendant corporation brought suit in the federal court to enjoin the defendant from investing corporate funds in bonds issued under the authority of the Federal Farm Loan Act. The plaintiff alleged that Missouri law imposed a fiduciary duty on the corporation to invest only in bonds that were authorized by a valid law and argued that, because the Farm Loan Act was unconstitutional, the defendant could not purchase bonds issued under its authority. Although the cause of action was wholly state created, the Court held that there was original federal jurisdiction over the case:</p>\n<blockquote>\"The general rule is that where it appears from the bill or statement of the plaintiff that the right to relief depends upon the construction or application of the Constitution or laws of the United States, and that such federal claim is not merely colorable, and rests upon a reasonable foundation, the District Court has jurisdiction <span class=\"star-pagination\">*820</span> under [the statute granting federal question jurisdiction].\" 255 U. S., at 199.</blockquote>\n<p>The continuing vitality of <i>Smith</i> is beyond challenge. We have cited it approvingly on numerous occasions, and reaffirmed its holding several times  most recently just three Terms ago by a unanimous Court in <i>Franchise Tax Board</i> v. <i>Construction Laborers Vacation Trust, supra,</i> at 9. See <i>American Bank &amp; Trust Co.</i> v. <i>Federal Reserve Bank of Atlanta,</i> 256 U. S. 350, 357 (1921); <i>Bell</i> v. <i>Hood,</i> 327 U. S. 678, 685 (1946); <i>Association of Westinghouse Salaried Employees</i> v. <i>Westinghouse Electric Corp.,</i> 348 U. S. 437, 450, and n. 18 (1955) (plurality opinion); <i>Machinists</i> v. <i>Central Airlines, Inc.,</i> 372 U. S. 682, 696 (1963); <i>Duke Power Co.</i> v. <i>Carolina Environmental Study Group, Inc.,</i> 438 U. S. 59, 70 (1978). See also <i>Ashwander</i> v. <i>TVA,</i> 297 U. S. 288, 356 (1936) (separate opinion of McReynolds, J.); <i>Textile Workers</i> v. <i>Lincoln Mills, supra,</i> at 470 (Frankfurter, J., dissenting); <i>Wheeldin</i> v. <i>Wheeler,</i> 373 U. S. 647, 659 (1963) (BRENNAN, J., dissenting). Cf. <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109, 112 (1936) (\"To bring a case within [ 1331], a right or immunity created by the Constitution or laws of the United States must be an element, and an essential one, of the plaintiff's cause of action\"). Moreover, in addition to Judge Friendly's authoritative opinion in <i>T. B. Harms Co.</i> v. <i>Eliscu, supra,</i> at 827, <i>Smith</i> has been widely cited and followed in the lower federal courts. See, <i>e. g., </i><i>Hanes Corp.</i> v. <i>Millard,</i> 174 U. S. App. D. C. 253, 263, n. 8, 531 F. 2d 585, 595, n. 8 (1976); <i>Mungin</i> v. <i>Florida East Coast R. Co.,</i> 416 F. 2d 1169, 1176-1177 (CA5 1969); <i>Ivy Broadcasting Co.</i> v. <i>American Tel. &amp; Tel. Co.,</i> 391 F. 2d 486, 492 (CA2 1968); <i>Warrington Sewer Co.</i> v. <i>Tracy,</i> 463 F. 2d 771, 772 (CA3 1972) (<i>per curiam</i>); <i>New York by </i><i>Abrams</i> v. <i>Citibank, N. A.,</i> 537 F. Supp. 1192, 1196 (SDNY 1982); <i>Kravitz</i> v. <i>Homeowners Warranty Corp.,</i> 542 F. Supp. 317, 319 (ED Pa. 1982). See also <i>Stone &amp; Webster Engineering Corp.</i> v. <i>Ilsley,</i> 690 F. 2d 323 (CA2 1982); <i>Christopher</i> v. <i>Cavallo,</i> 662 F. 2d 1082 (CA4 1981); <i>Mountain Fuel Supply Co.</i> v. <i>Johnson Oil Co.,</i> 586 F. 2d 1375 (CA10 1978), <span class=\"star-pagination\">*821</span> cert. denied, 441 U. S. 952 (1979); <i>Garrett</i> v. <i>Time-D. C., Inc.,</i> 502 F. 2d 627 (CA9 1974), cert. denied, 421 U. S. 913 (1975); <i>Sweeney</i> v. <i>Abramovitz,</i> 449 F. Supp. 213 (Conn. 1978). Furthermore, the principle of the <i>Smith</i> case has been recognized and endorsed by most commentators as well. Redish 67, 69; American Law Institute, Study of the Division of Jurisdiction Between State and Federal Courts 178 (1969) (hereinafter ALI); Wright  17, at 96; P. Bator, P. Mishkin, D. Shapiro, &amp; H. Wechsler, Hart &amp; Wechsler's The Federal Courts and the Federal System 889 (2d ed., 1973); Mishkin, The Federal \"Question\" in the District Courts, 53 Colum. L. Rev. 157, 166 (1953); Wechsler, Federal Jurisdiction and the Revision of the Judicial Code, 13 Law &amp; Contemp. Prob. 216, 225 (1948).<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*822</span> There is, to my mind, no question that there is federal jurisdiction over the respondents' fourth cause of action under the rule set forth in <i>Smith</i> and reaffirmed in <i>Franchise Tax</i> <span class=\"star-pagination\">*823</span> <i>Board.</i> Respondents pleaded that petitioner's labeling of the drug Bendectin constituted \"misbranding\" in violation of  201 and 502(f)(2) and (j) of the Federal Food, Drug, and Cosmetic Act (FDCA), 52 Stat. 1040, as amended, 21 U. S. C.  301 <i>et seq.</i> (1982 ed. and Supp. III), and that this violation \"directly and proximately caused\" their injuries. App. 21-22 (Thompson complaint), 31-32 (MacTavish complaint). Respondents asserted in the complaint that this violation established petitioner's negligence <i>per se</i> and entitled them to recover damages without more. <i>Ibid.</i> No other basis for finding petitioner negligent was asserted in connection with this claim. As pleaded, then, respondents' \"right to relief depend[ed] upon the construction or application of the Constitution or laws of the United States.\" <i>Smith,</i> 255 U. S., at 199; see also <i>Franchise Tax Board,</i> 463 U. S., at 28 (there is federal jurisdiction under  1331 where the plaintiff's right to relief \"necessarily depends\" upon resolution of a federal question).<sup>[2]</sup> Furthermore, although petitioner disputes its liability under the FDCA, it concedes that respondents' claim that petitioner violated the FDCA is \"colorable, and rests upon a reasonable foundation.\" <i>Smith, supra,</i> at 199.<sup>[3]</sup><span class=\"star-pagination\">*824</span> Of course, since petitioner must make this concession to prevail in this Court, it need not be accepted at face value. However, independent examination of respondents' claim substantiates the conclusion that it is neither frivolous nor meritless. As stated in the complaint, a drug is \"misbranded\" under the FDCA if \"the labeling or advertising fails to reveal facts material . . . with respect to consequences which may result from the use of the article to which the labeling or advertising relates . . . .\" 21 U. S. C.  321(n). Obviously, the possibility that a mother's ingestion of Bendectin during pregnancy could produce malformed children is material. Petitioner's principal defense is that the Act does not govern the branding of drugs that are sold in foreign countries. It is certainly not immediately obvious whether this argument is correct. Thus, the statutory question is one which \"discloses a need for determining the meaning or application of [the FDCA],\" <i>T. B. Harms Co.</i> v. <i>Eliscu,</i> 339 F. 2d, at 827, and the claim raised by the fourth cause of action is one \"arising under\" federal law within the meaning of  1331.</p>\n<p></p>\n<h2>II</h2>\n<p>The Court apparently does not disagree with any of this  except, of course, for the conclusion. According to the Court, if we assume that Congress did not intend that there be a private federal cause of action under a particular federal law (and, presumably, a <i>fortiori</i> if Congress' decision not to create a private remedy is express), we must also assume that Congress did not intend that there be federal jurisdiction over a state cause of action that is determined by that federal law. Therefore, assuming  only because the parties <span class=\"star-pagination\">*825</span> have made a similar assumption  that there is no private cause of action under the FDCA,<sup>[4]</sup> the Court holds that there is no federal jurisdiction over the plaintiffs' claim:</p>\n<blockquote>\"The significance of the necessary assumption that there is no federal private cause of action thus cannot be overstated. For the ultimate import of such a conclusion, as we have repeatedly emphasized, is that it would flout congressional intent to provide a private federal remedy for the violation of the federal statute. We think it would similarly flout, or at least undermine, congressional intent to conclude that the federal courts might nevertheless exercise federal-question jurisdiction and provide remedies for violations of that federal statute solely because the violation of the federal statute is said to be a `rebuttable presumption' or a `proximate cause' under state law, rather than a federal action under federal law.\" <i>Ante,</i> at 812 (footnotes omitted).</blockquote>\n<p>The Court nowhere explains the basis for this conclusion. Yet it is hardly self-evident. Why should the fact that Congress chose not to create a private federal <i>remedy</i> mean that Congress would not want there to be federal <i>jurisdiction</i> to adjudicate a state claim that imposes liability for violating the federal law? Clearly, the decision not to provide a private federal remedy should not affect federal jurisdiction unless the reasons Congress withholds a federal remedy are also reasons for withholding federal jurisdiction. Thus, it is necessary <span class=\"star-pagination\">*826</span> to examine the reasons for Congress' decisions to grant or withhold both federal jurisdiction and private remedies, something the Court has not done.</p>\n<p></p>\n<h2>A</h2>\n<p>In the early days of our Republic, Congress was content to leave the task of interpreting and applying federal laws in the first instance to the state courts; with one short-lived exception,<sup>[5]</sup> Congress did not grant the inferior federal courts original jurisdiction over cases arising under federal law until 1875. Judiciary Act of 1875, ch. 137,  1, 18 Stat. 470. The reasons Congress found it necessary to add this jurisdiction to the district courts are well known. First, Congress recognized \"the importance, and even necessity of <i>uniformity</i> of decisions throughout the whole United States, upon all subjects within the purview of the constitution.\" <i>Martin</i> v. <i>Hunter's Lessee,</i> 1 Wheat., at 347-348 (Story, J.) (emphasis in original). See also, Comment, Federal Preemption, Removal Jurisdiction, and the Well-Pleaded Complaint Rule, 51 U. Chi. L. Rev. 634, 636 (1984) (hereinafter Comment); D. Currie, Federal Courts 160 (3d ed. 1982) (hereinafter Currie). Concededly, because federal jurisdiction is not always exclusive and because federal courts may disagree with one another, absolute uniformity has not been obtained even under  1331. However, while perfect uniformity may not have been achieved, experience indicates that the availability of a federal forum in federal-question cases has done much to advance that goal. This, in fact, was the conclusion of the American Law Institute's Study of the Division of Jurisdiction Between State and Federal Courts. ALI 164-168.</p>\n<p>In addition,  1331 has provided for adjudication in a forum that specializes in federal law and that is therefore more likely to apply that law correctly. Because federal-question <span class=\"star-pagination\">*827</span> cases constitute the basic grist for federal tribunals, \"[t]he federal courts have acquired a considerable expertness in the interpretation and application of federal law.\" <i>Id.,</i> at 164-165. By contrast, \"it is apparent that federal question cases must form a very small part of the business of [state] courts.\" <i>Id.,</i> at 165. As a result, the federal courts are comparatively more skilled at interpreting and applying federal law, and are much more likely correctly to divine Congress' intent in enacting legislation.<sup>[6]</sup> See <i>ibid.;</i> Redish 71; Currie 160; Comment 636; Hornstein, Federalism, Judicial Power and the \"Arising Under\" Jurisdiction of the Federal Courts: A Hierarchical Analysis, 56 Ind. L. J. 563, 564-565 (1981).</p>\n<p>These reasons for having original federal-question jurisdiction explain why cases like this one and <i>Smith</i>  <i>i. e.,</i> cases where the cause of action is a creature of state law, but an <span class=\"star-pagination\">*828</span> essential element of the claim is federal  \"arise under\" federal law within the meaning of  1331. Congress passes laws in order to shape behavior; a federal law expresses Congress' determination that there is a federal interest in having individuals or other entities conform their actions to a particular norm established by that law. Because all laws are imprecise to some degree, disputes inevitably arise over what specifically Congress intended to require or permit. It is the duty of courts to interpret these laws and apply them in such a way that the congressional purpose is realized. As noted above, Congress granted the district courts power to hear cases \"arising under\" federal law in order to enhance the likelihood that federal laws would be interpreted more correctly and applied more uniformly. In other words, Congress determined that the availability of a federal forum to adjudicate cases involving federal questions would make it more likely that federal laws would shape behavior in the way that Congress intended.</p>\n<p>By making federal law an essential element of a state-law claim, the State places the federal law into a context where it will operate to shape behavior: the threat of liability will force individuals to conform their conduct to interpretations of the federal law made by courts adjudicating the state-law claim. It will not matter to an individual found liable whether the officer who arrives at his door to execute judgment is wearing a state or a federal uniform; all he cares about is the fact that a sanction is being imposed  and may be imposed again in the future  because he failed to comply with the federal law. Consequently, the possibility that the federal law will be incorrectly interpreted in the context of adjudicating the state-law claim implicates the concerns that led Congress to grant the district courts power to adjudicate cases involving federal questions in precisely the same way as if it was federal law that \"created\" the cause of action. It therefore follows that there is federal jurisdiction under  1331.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*829</span> B</h2>\n<p>The only remaining question is whether the assumption that Congress decided not to create a private cause of action alters this analysis in a way that makes it inappropriate to exercise original federal jurisdiction. According to the Court, \"the very reasons for the development of the modern implied remedy doctrine\" support the conclusion that, where the legislative history of a particular law shows (whether expressly or by inference) that Congress intended that there be no private federal remedy, it must also mean that Congress would not want federal courts to exercise jurisdiction over a state-law claim making violations of that federal law actionable. <i>Ante,</i> at 811. These reasons are \" `the increased complexity of federal legislation,' \" \" `the increased volume of federal litigation,' \" and \" `the desirability of a more careful scrutiny of legislative intent.' \" <i>Ibid.</i> (quoting <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</i> v. <i>Curran,</i> 456 U. S. 353, 377 (1982)).</p>\n<p>These reasons simply do not justify the Court's holding. Given the relative expertise of the federal courts in interpreting federal law, <i>supra,</i> at 826-827, the increased complexity of federal legislation argues rather strongly in <i>favor</i> of recognizing federal jurisdiction. And, while the increased volume of litigation may appropriately be considered in connection with reasoned arguments that justify limiting the reach of  1331, I do not believe that the day has yet arrived when this Court may trim a statute solely because it thinks that Congress made it too broad.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*830</span> This leaves only the third reason: \" `the desirability of a more careful scrutiny of legislative intent.' \" <i>Ante,</i> at 811. I certainly subscribe to the proposition that the Court should consider legislative intent in determining whether or not there is jurisdiction under  1331. But the Court has not examined the purposes underlying either the FDCA or  1331 in reaching its conclusion that Congress' presumed decision not to provide a private federal remedy under the FDCA must be taken to withdraw federal jurisdiction over a private state remedy that imposes liability for violating the FDCA. Moreover, such an examination demonstrates not only that it is consistent with legislative intent to find that there is federal jurisdiction over such a claim, but, indeed, that it is the Court's contrary conclusion that is inconsistent with congressional intent.</p>\n<p>The enforcement scheme established by the FDCA is typical of other, similarly broad regulatory schemes. Primary responsibility for overseeing implementation of the Act has been conferred upon a specialized administrative agency, here the Food and Drug Administration (FDA).<sup>[8]</sup> Congress has provided the FDA with a wide-ranging arsenal of weapons to combat violations of the FDCA, including authority to obtain an <i>ex parte</i> court order for the seizure of goods subject to the Act, see 21 U. S. C.  334, authority to initiate proceedings in a federal district court to enjoin continuing violations of the FDCA, see  332, and authority to request a United States Attorney to bring criminal proceedings against violators, see  333. See generally 1 J. O'Reilly, Food and Drug Administration, chs. 6-10 (1979 and Supp. 1985). Significantly, the FDA has no independent enforcement authority; final enforcement must come from the federal courts. <span class=\"star-pagination\">*831</span> which have exclusive jurisdiction over actions under the FDCA. See  332(a), 333, 334(a)(1). Thus, while the initial interpretive function has been delegated to an expert administrative body whose interpretations are entitled to considerable deference, final responsibility for interpreting the statute in order to carry out the legislative mandate belongs to the federal courts. Cf. <i>Chevron U. S. A. Inc.</i> v. <i>Natural Resources Defense Council, Inc.,</i> 467 U. S. 837, 843, n. 9 (1984) (\"The judiciary is the final authority on issues of statutory construction and must reject administrative constructions which are contrary to clear congressional intent\").</p>\n<p>Given that Congress structured the FDCA so that all express remedies are provided by the federal courts, it seems rather strange to conclude that it either \"flout[s]\" or \"undermine[s]\" congressional intent for the federal courts to adjudicate a private state-law remedy that is based upon violating the FDCA. See <i>ante,</i> at 812. That is, assuming that a state cause of action based on the FDCA is not preempted, it is entirely consistent with the FDCA to find that it \"arises under\" federal law within the meaning of  1331. Indeed, it is the Court's conclusion that such a state cause of action must be kept <i>out</i> of the federal courts that appears contrary to legislative intent inasmuch as the enforcement provisions of the FDCA quite clearly express a preference for having federal courts interpret the FDCA and provide remedies for its violation.</p>\n<p>It may be that a decision by Congress not to create a private remedy is intended to preclude all private enforcement. If that is so, then a state cause of action that makes relief available to private individuals for violations of the FDCA is pre-empted. But if Congress' decision not to provide a private federal remedy does <i>not</i> pre-empt such a state remedy, then, in light of the FDCA's clear policy of relying on the federal courts for enforcement, it also should not foreclose federal jurisdiction over that state remedy. Both  1331 and the enforcement provisions of the FDCA reflect Congress' strong <span class=\"star-pagination\">*832</span> desire to utilize the federal courts to interpret and enforce the FDCA, and it is therefore at odds with both these statutes to recognize a private state-law remedy for violating the FDCA but to hold that this remedy cannot be adjudicated in the federal courts.</p>\n<p>The Court's contrary conclusion requires inferring from Congress' decision not to create a private federal remedy that, while some private enforcement is permissible in state courts, it is \"bad\" if that enforcement comes from the <i>federal</i> courts. But that is simply illogical. Congress' decision to withhold a private right of action and to rely instead on public enforcement reflects congressional concern with obtaining more accurate implementation and more coordinated enforcement of a regulatory scheme. See <i>National Railroad Passenger Corporation</i> v. <i>National Assn. of Railroad Passengers,</i> 414 U. S. 453, 462-465 (1974); <i>Holloway</i> v. <i>Bristol-Myers Corp.,</i> 158 U. S. App. D. C. 207, 218-220, 485 F. 2d 986, 997-999 (1973); Stewart &amp; Sunstein, Public Programs and Private Rights, 95 Harv. L. Rev. 1193, 1208-1209 (1982). These reasons are closely related to the Congress' reasons for giving federal courts original federal-question jurisdiction. Thus, if anything, Congress' decision not to create a private remedy <i>strengthens</i> the argument in favor of finding federal jurisdiction over a state remedy that is not pre-empted.</p>\n<h2>NOTES</h2>\n<p>[1]  App. 36-37. The petition also alleged that the action \"is between citizens of a State and citizens or subjects of a foreign state.\" <i>Id.,</i> at 36. Because petitioner is a corporation with its principal place of business in Ohio, however, the removal was not proper unless the action was founded on a claim arising under federal law. Title 28 U. S. C.  1441(b) provides:\n</p>\n<p>\"(b) Any civil action of which the district courts have original jurisdiction founded on a claim or right arising under the Constitution, treaties or laws of the United States shall be removable without regard to the citizenship or residence of the parties. Any other such action shall be removable only if none of the parties in interest properly joined and served as defendants is a citizen of the State in which such action is brought.\"</p>\n<p>[2]  \" `Under our interpretations, Congress has given the lower courts jurisdiction to hear, originally or by removal from a state court, only those cases in which a well-pleaded complaint establishes either that federal law creates the cause of action or that the plaintiff's right to relief necessarily depends on resolution of a substantial question of federal law.' \" 766 F. 2d, at 1006 (quoting <i>Franchise Tax Board,</i> 463 U. S., at 28).</p>\n<p>[3]  See Art. III,  2 (\"The judicial Power shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority . . .\").</p>\n<p>[4]  Act of Mar. 3, 1875,  1, 18 Stat. 470. As currently codified, the statute provides: \"The district courts shall have original jurisdiction of all civil actions arising under the Constitution, laws or treaties of the United States.\" 28 U. S. C.  1331.</p>\n<p>[5]  The case most frequently cited for that proposition is <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921). In that case the Court upheld federal jurisdiction of a shareholder's bill to enjoin the corporation from purchasing bonds issued by the federal land banks under the authority of the Federal Farm Loan Act on the ground that the federal statute that authorized the issuance of the bonds was unconstitutional. The Court stated:\n</p>\n<p>\"The general rule is that where it appears from the bill or statement of the plaintiff that the right to relief depends upon the construction or application of the Constitution or laws of the United States, and that such federal claim is not merely colorable, and rests upon a reasonable foundation, the District Court has jurisdiction under this provision.\" <i>Id.,</i> at 199.</p>\n<p>The effect of this view, expressed over Justice Holmes' vigorous dissent, on his <i>American Well Works</i> formulation has been often noted. See, <i>e. g., </i><i>Franchise Tax Board,</i> 463 U. S., at 9 (\"[I]t is well settled that Justice Holmes' test is more useful for describing the vast majority of cases that come within the district courts' original jurisdiction than it is for describing which cases are beyond district court jurisdiction\"); <i>T. B. Harms Co.</i> v. <i>Eliscu,</i> 339 F. 2d 823, 827 (CA2 1964) (Friendly, J.) (\"It has come to be realized that Mr. Justice Holmes' formula is more useful for inclusion than for the exclusion for which it was intended\").</p>\n<p>[6]  Jurisdiction may not be sustained on a theory that the plaintiff has not advanced. See <i>Healy</i> v. <i>Sea Gull Specialty Co.,</i> 237 U. S. 479, 480 (1915) (\"[T]he plaintiff is absolute master of what jurisdiction he will appeal to\"); <i>The Fair</i> v. <i>Kohler Die &amp; Specialty Co.,</i> 228 U. S. 22, 25 (1913) (\"[T]he party who brings a suit is master to decide what law he will rely upon\"). See also <i>United States</i> v. <i>Mottaz,</i> 476 U. S. 834, 850 (1986).</p>\n<p>[7]  See <i>California</i> v. <i>Sierra Club,</i> 451 U. S. 287, 293 (1981); <i>Cannon</i> v. <i>University of Chicago,</i> 441 U. S. 677, 689-709 (1979); <i>Cort</i> v. <i>Ash,</i> 422 U. S. 66, 78 (1975).</p>\n<p>[8]  See <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</i> v. <i>Curran,</i> 456 U. S. 353, 377 (1982) (\"In 1975 the Court unanimously decided to modify its approach to the question whether a federal statute includes a private right of action\"). Cf. <i>Middlesex County Sewerage Authority</i> v. <i>National Sea Clammers Assn.,</i> 453 U. S. 1, 25 (1981) (STEVENS, J., concurring in judgment in part and dissenting in part) (\"In 1975, in <i>Cort</i> v. <i>Ash,</i> 422 U. S. 66, the Court cut back on the simple common-law presumption by fashioning a four-factor formula that led to the denial of relief in that case\").</p>\n<p>[9]  See, <i>e. g., </i><i>Daily Income Fund, Inc.</i> v. <i>Fox,</i> 464 U. S. 523, 535-536 (1984) (\"In evaluating such a claim, our focus must be on the intent of Congress when it enacted the statute in question\"); <i>Middlesex County Sewerage Authority</i> v. <i>National Sea Clammers Assn.,</i> 453 U. S., at 13 (\"The key to the inquiry is the intent of the Legislature\"); <i>Texas Industries, Inc.</i> v. <i>Radcliff Materials, Inc.,</i> 451 U. S. 630, 639 (1981) (\"Our focus, as it is in any case involving the implication of a right of action, is on the intent of Congress\"); <i>California</i> v. <i>Sierra Club,</i> 451 U. S., at 293 (\"[T]he ultimate issue is whether Congress intended to create a private right of action\"); <i>Northwest Airlines, Inc.</i> v. <i>Transport Workers,</i> 451 U. S. 77, 91 (1981) (\"The ultimate question in cases such as this is whether Congress intended to create the private remedy\"); <i>Transamerica Mortgage Advisors, Inc.</i> v. <i>Lewis,</i> 444 U. S. 11, 15 (1979) (\"The question whether a statute creates a cause of action, either expressly or by implication, is basically a matter of statutory construction\"); <i>Touche Ross &amp; Co.</i> v. <i>Redington,</i> 442 U. S. 560, 568 (1979) (\"The question of the existence of a statutory cause of action is, of course, one of statutory construction\").</p>\n<p>[10]  When we conclude that Congress has decided not to provide a particular federal remedy, we are not free to \"supplement\" that decision in a way that makes it \"meaningless.\" Cf. <i>Mobil Oil Corp.</i> v. <i>Higginbotham,</i> 436 U. S. 618, 625 (1978) (When Congress \"does speak directly to a question, the courts are not free to `supplement' Congress' answer so thoroughly that the Act becomes meaningless\"). See also <i>California</i> v. <i>Sierra Club,</i> 451 U. S., at 297 (\"The federal judiciary will not engraft a remedy on a statute, no matter how salutary, that Congress did not intend to provide\").</p>\n<p>[11]  See, <i>e. g., </i><i>Textile Workers</i> v. <i>Lincoln Mills,</i> 353 U. S. 448, 470 (1957) (Frankfurter, J., dissenting) (defining inquiry as \"the degree to which federal law must be in the forefront of the case and not collateral, peripheral or remote\"); <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109, 115 (1936) (\"Not every question of federal law emerging in a suit is proof that a federal law is the basis of the suit\"); <i>id.,</i> at 118 (\"If we follow the ascent far enough, countless claims of right can be discovered to have their source or their operative limits in the provisions of a federal statute or in the Constitution itself with its circumambient restrictions upon legislative power. To set bounds to the pursuit, the courts have formulated the distinction between controversies that are basic and those that are collateral, between disputes that are necessary and those that are merely possible. We shall be lost in a maze if we put that compass by\").</p>\n<p>[12]  Several commentators have suggested that our  1331 decisions can best be understood as an evaluation of the <i>nature</i> of the federal interest at stake. See, <i>e. g.,</i> Shapiro, Jurisdiction and Discretion, 60 N. Y. U. L. Rev. 543, 568 (1985); C. Wright, Federal Courts 96 (4th ed. 1983); Cohen, The Broken Compass: The Requirement That a Case Arise \"Directly\" Under Federal Law, 115 U. Pa. L. Rev. 890, 916 (1967). Cf. <i>Kravitz</i> v. <i>Homeowners Warranty Corp.,</i> 542 F. Supp. 317, 320 (ED Pa. 1982) (Pollak, J.) (\"I cannot identify any compelling reasons of federal judicial policy for embracing a case of this kind as a federal question case. The essential Pennsylvania elements of plaintiffs' suit for rescission would be more appropriately dealt with by a Court of Common Pleas than by this court; and, with respect to the lesser-included issue of federal law, Pennsylvania's courts are fully competent to interpret the Magnuson-Moss Warranty Act and the relevant F. T. C. regulations, subject to review by the United States Supreme Court\").\n</p>\n<p>Focusing on the nature of the federal interest, moreover, suggests that the widely perceived \"irreconcilable\" conflict between the finding of federal jurisdiction in <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921), and the finding of no jurisdiction in <i>Moore</i> v. <i>Chesapeake &amp; Ohio R. Co.,</i> 291 U. S. 205 (1934), see, <i>e. g.,</i> M. Redish, Federal Jurisdiction: Tensions in the Allocation of Judicial Power 67 (1980), is far from clear. For the difference in results can be seen as manifestations of the differences in the nature of the federal issues at stake. In <i>Smith,</i> as the Court emphasized, the issue was the constitutionality of an important federal statute. See 255 U. S., at 201 (\"It is . . . apparent that the controversy concerns the constitutional validity of an act of Congress which is directly drawn in question. The decision depends upon the determination of this issue\"). In <i>Moore,</i> in contrast, the Court emphasized that the violation of the federal standard as an element of state tort recovery did not fundamentally change the state tort nature of the action. See 291 U. S., at 216-217 (\" `The action fell within the familiar category of cases involving the duty of a master to his servant. This duty is defined by the common law, except as it may be modified by legislation. The federal statute, in the present case, touched the duty of the master at a single point and, save as provided in the statute, the right of the plaintiff to recover was left to be determined by the law of the State' \") (quoting <i>Minneapolis, St. P. &amp; S. S. M. R. Co.</i> v. <i>Popplar,</i> 237 U. S. 369, 372 (1915)).</p>\n<p>The importance of the nature of the federal issue in federal-question jurisdiction is highlighted by the fact that, despite the usual reliability of the Holmes test as an inclusionary principle, this Court has sometimes found that formally federal causes of action were not properly brought under federal-question jurisdiction because of the overwhelming predominance of state-law issues. See <i>Shulthis</i> v. <i>McDougal,</i> 225 U. S. 561, 569-570 (1912) (\"A suit to enforce a right which takes its origin in the laws of the United States is not necessarily, or for that reason alone, one arising under those laws, for a suit does not so arise unless it really and substantially involves a dispute or controversy respecting the validity, construction or effect of such a law, upon the determination of which the result depends. This is especially so of a suit involving rights to land acquired under a law of the United States. If it were not, every suit to establish title to land in the central and western States would so arise, as all titles in those States are traceable back to those laws\"); <i>Shoshone Mining Co.</i> v. <i>Rutter,</i> 177 U. S. 505, 507 (1900) (\"We pointed out in the former opinion that it was well settled that a suit to enforce a right which takes its origin in the laws of the United States is not necessarily one arising under the Constitution or laws of the United States, within the meaning of the jurisdiction clauses, for if it did every action to establish title to real estate (at least in the newer States) would be such a one, as all titles in those States come from the United States or by virtue of its laws\").</p>\n<p>[13]  Cf. <i>Longshoremen</i> v. <i>Davis,</i> 476 U. S. 380, 391 (1986) (\"[O]ur decisions describing the nature of <i>Garmon</i> pre-emption and defining its boundaries have rested on a determination that in enacting the [National Labor Relations Act] Congress intended for the [National Labor Relations] Board generally to exercise exclusive jurisdiction in this area\").</p>\n<p>[14]  See <i>Moore</i> v. <i>Chesapeake &amp; Ohio R. Co.,</i> 291 U. S., at 214-215 (\"Questions arising in actions in state courts to recover for injuries sustained by employees in intrastate commerce and relating to the scope or construction of the Federal Safety Appliance Acts are, of course, federal questions which may appropriately be reviewed in this Court. . . . But it does not follow that a suit brought under the state statute which defines liability to employees who are injured while engaged in intrastate commerce, and brings within the purview of the statute a breach of the duty imposed by the federal statute, should be regarded as a suit arising under the laws of the United States and cognizable in the federal court in the absence of diversity of citizenship\"). Cf. <i>Franchise Tax Board,</i> 463 U. S., at 12, n. 12 (\"[T]he absence of original jurisdiction does not mean that there is no federal forum in which a pre-emption defense may be heard. If the state courts reject a claim of federal pre-emption, that decision may ultimately be reviewed on appeal by this Court\").</p>\n<p>[15]  Petitioner also contends that the Court of Appeals opinion rests on a view that federal-question jurisdiction was inappropriate because, whatever the role of the federal issue in the FDCA-related count, the plaintiff could recover on other, strictly state-law claims. See 766 F. 2d, at 1006 (noting that \"the jury could find negligence on the part of Merrell Dow without finding a violation of the FDCA\"). To the extent that the opinion can be read to express such a view, we agree that it was erroneous. If the FDCA-related count presented a sufficient federal question, its relationship to the other, state-law claims would be determined by the ordinary principles of pendent jurisdiction described in <i>Mine Workers</i> v. <i>Gibbs,</i> 383 U. S. 715 (1966). For the reasons that we have stated, however, there is no federal-question jurisdiction even with that possible error corrected.</p>\n<p>[1]  Some commentators have argued that the result in <i>Smith</i> conflicts with our decision in <i>Moore</i> v. <i>Chesapeake &amp; Ohio R. Co.,</i> 291 U. S. 205 (1934). See, <i>e. g.,</i> Greene, Hybrid State Law in the Federal Courts, 83 Harv. L. Rev. 289, 323 (1969). In <i>Moore,</i> the plaintiff brought an action under Kentucky's Employer Liability Act, which provided that a plaintiff could not be held responsible for contributory negligence or assumption of risk where his injury resulted from the violation of any state or federal statute enacted for the safety of employees. The plaintiff in <i>Moore</i> alleged that his injury was due to the defendant's failure to comply with the Federal Safety Appliance Act; therefore, an important issue in the adjudication of the state cause of action was whether the terms of the federal law had been violated. The Court could have dismissed the complaint on the ground that the federal issue would arise only in response to a defense of contributory negligence or assumption of risk, and that therefore there was no jurisdiction under the well-pleaded complaint rule. Instead, the Court held that \"a suit brought under the state statute which defines liability to employees who are injured while engaged in intrastate commerce, and brings within the purview of the statute a breach of the duty imposed by the federal statute, should [not] be regarded as a suit arising under the laws of the United States and cognizable in the federal court in the absence of diversity of citizenship.\" 291 U. S., at 214-215.\n</p>\n<p>The Court suggests that <i>Smith</i> and <i>Moore</i> may be reconciled if one views the question whether there is jurisdiction under  1331 as turning upon \"an evaluation of the <i>nature</i> of the federal interest at stake.\" <i>Ante,</i> at 814, n. 12 (emphasis in original). Thus, the Court explains, while in <i>Smith</i> the issue was the constitutionality of \"an important federal statute,\" in <i>Moore</i> the federal interest was less significant in that \"the violation of the federal standard as an element of state tort recovery did not fundamentally change the state tort nature of the action.\" <i>Ante,</i> at 815, n. 12.</p>\n<p>In one sense, the Court is correct in asserting that we can reconcile <i>Smith</i> and <i>Moore</i> on the ground that the \"nature\" of the federal interest was more significant in <i>Smith</i> than in <i>Moore.</i> Indeed, as the Court appears to believe, <i>ante,</i> at 814-815, n. 12, we could reconcile many of the seemingly inconsistent results that have been reached under  1331 with such a test. But this is so only because a test based upon an ad hoc evaluation of the importance of the federal issue is infinitely malleable: at what point does a federal interest become strong enough to create jurisdiction? What principles guide the determination whether a statute is \"important\" or not? Why, for instance, was the statute in <i>Smith</i> so \"important\" that direct review of a state-court decision (under our mandatory appellate jurisdiction) would have been inadequate? Would the result in <i>Moore</i> have been different if the federal issue had been a more important element of the tort claim? The point is that if one makes the test sufficiently vague and general, virtually any set of results can be \"reconciled.\" However, the inevitable  and undesirable  result of a test such as that suggested in the Court's footnote 12 is that federal jurisdiction turns in every case on an appraisal of the federal issue, its importance and its relation to state-law issues. Yet it is precisely because the Court believes that federal jurisdiction would be \"ill served\" by such a case-by-case appraisal that it rejects petitioner's claim that the difficulty and importance of the statutory issue presented by its claim suffices to confer jurisdiction under  1331. <i>Ante,</i> at 817. The Court cannot have it both ways.</p>\n<p>My own view is in accord with those commentators who view the results in <i>Smith</i> and <i>Moore</i> as irreconcilable. See, <i>e. g.,</i> Redish 67; D. Currie, Federal Jurisdiction in a Nutshell 109 (2d ed. 1981). That fact does not trouble me greatly, however, for I view <i>Moore</i> as having been a \"sport\" at the time it was decided and having long been in a state of innocuous desuetude. Unlike the jurisdictional holding in <i>Smith,</i> the jurisdictional holding in <i>Moore</i> has never been relied upon or even cited by this Court. <i>Moore</i> has similarly borne little fruit in the lower courts, leading Professor Redish to conclude after comparing the vitality of <i>Smith</i> and <i>Moore</i> that \"the principle enunciated in <i>Smith</i> is the one widely followed by modern lower federal courts.\" Redish 67. Finally, as noted in text, the commentators have also preferred <i>Smith. Supra,</i> at 821. <i>Moore</i> simply has not survived the test of time; it is presently moribund, and, to the extent that it is inconsistent with the well-established rule of the <i>Smith</i> case, it ought to be overruled.</p>\n<p>[2]  As the Court correctly notes, the Court of Appeals erred in holding that respondents' right to relief did not depend upon the resolution of a federal question because respondents might prevail on one of their other, wholly state-law claims. The fourth cause of action presents an independent and independently sufficient claim for relief. Whether it \"arises under\" federal law within the meaning of  1331 must therefore be determined without reference to any other claims, as if only that claim was asserted. If, after such consideration, it is determined that there is jurisdiction, the plaintiff may join additional state-law claims meeting the test for pendent jurisdiction set forth in <i>Mine Workers</i> v. <i>Gibbs,</i> 383 U. S. 715 (1966). See <i>ante,</i> at 817, n. 15.</p>\n<p>[3]  <i>Franchise Tax Board</i> states that the plaintiff's right to relief must necessarily depend upon resolution of a \"substantial\" federal question. 463 U. S., at 28. In context, however, it is clear that this was simply another way of stating that the federal question must be colorable and have a reasonable foundation. This understanding is consistent with the manner in which the <i>Smith</i> test has always been applied, as well as with the way we have used the concept of a \"substantial\" federal question in other cases concerning federal jurisdiction. See, <i>e. g., </i><i>Hagans</i> v. <i>Lavine,</i> 415 U. S. 528, 536-537 (1974); <i>Bell</i> v. <i>Hood,</i> 327 U. S. 678, 682 (1946).</p>\n<p>[4]  It bears emphasizing that the Court does <i>not</i> hold that there is no private cause of action under the FDCA. Rather, it expressly states that \"[f]or purposes of our decision, we assume that this is a correct interpretation of the FDCA.\" <i>Ante,</i> at 810. The Court simply holds petitioner to its concession that the FDCA provides no private remedy, and decides petitioner's claim on the basis of this concession. I shall do the same. Under the Court's analysis, however, if a party persuaded a court that there is a private cause of action under the FDCA, there would be federal jurisdiction under <i>Smith</i> and <i>Franchise Tax Board</i> over a state cause of action making violations of the FDCA actionable. Such jurisdiction would apparently exist even if the plaintiff did not seek the federal remedy.</p>\n<p>[5]  Congress granted original federal-question jurisdiction briefly in the Midnight Judges Act, ch. 4,  11, 2 Stat. 92 (1801), which was repealed in 1802, Act of Mar. 8, 1802, ch. 8,  1, 2 Stat. 132.</p>\n<p>[6]  Another reason Congress conferred original federal-question jurisdiction on the district courts was its belief that state courts are hostile to assertions of federal rights. See Hornstein, Federalism, Judicial Power and the \"Arising Under\" Jurisdiction of the Federal Courts: A Hierarchical Analysis, 56 Ind. L. J. 563, 564-565 (1981); Comment 636; Redish 71. Although this concern may be less compelling today than it once was, the American Law Institute reported as recently as 1969 that \"it is difficult to avoid concluding that federal courts are more likely to apply federal law sympathetically and understandingly than are state courts.\" ALI 166. In any event, this rationale is, like the rationale based on the expertise of the federal courts, simply an expression of Congress' belief that federal courts are more likely to interpret federal law correctly.\n</p>\n<p>One might argue that this Court's appellate jurisdiction over state-court judgments in cases arising under federal law can be depended upon to correct erroneous state-court decisions and to insure that federal law is interpreted and applied uniformly. However, as any experienced observer of this Court can attest, \"Supreme Court review of state courts, limited by docket pressures, narrow review of the facts, the debilitating possibilities of delay, and the necessity of deferring to adequate state grounds of decision, cannot do the whole job.\" Currie 160. Indeed, having served on this Court for 30 years, it is clear to me that, realistically, it cannot even come close to \"doing the whole job\" and that  1331 is essential if federal rights are to be adequately protected.</p>\n<p>[7]  Cf. <i>Cohens</i> v. <i>Virginia,</i> 6 Wheat. 264, 404 (1821) (Marshall, C. J.) (\"It is most true that this Court will not take jurisdiction if it should not; but it is equally true, that it must take jurisdiction if it should. . . . We have no more right to decline the exercise of jurisdiction which is given, than to usurp that which is not given\"). The narrow exceptions we have recognized to Chief Justice Marshall's famous dictum have all been justified by compelling judicial concerns of comity and federalism. See, <i>e. g., </i><i>Younger</i> v. <i>Harris,</i> 401 U. S. 37 (1971); <i>Burford</i> v. <i>Sun Oil Co.,</i> 319 U. S. 315 (1943). It would be wholly illegitimate, however, for this Court to determine that there was no jurisdiction over a class of cases simply because the Court thought that there were too many cases in the federal courts.</p>\n<p>[8]  The Federal Trade Commission retains regulatory and enforcement authority over the advertising (as opposed to the labeling) of foods, drugs, and cosmetics. See 15 U. S. C.  52-55.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">804</span></span> (1986)</b></center>\n<center><h1>MERRELL DOW PHARMACEUTICALS INC.<br>\nv.<br>\nTHOMPSON ET AL., AS NEXT FRIENDS AND GUARDIANS OF THOMPSON ET AL.</h1></center>\n<center>No. 85-619.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 28, 1986</center>\n<center>Decided July 7, 1986</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n<p><span class=\"star-pagination\">*805</span> <i>Frank C. Woodside III</i> argued the cause for petitioner. With him on the briefs was <i>Christine L. McBroom.</i></p>\n<p><i>Stanley M. Chesley</i> argued the cause and filed a brief for respondents.</p>\n<p>JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>The question presented is whether the incorporation of a federal standard in a state-law private action, when Congress has intended that there not be a federal private action for violations of that federal standard, makes the action one \"arising under the Constitution, laws, or treaties of the United States,\" 28 U. S. C.  1331.</p>\n<p></p>\n<h2>I</h2>\n<p>The Thompson respondents are residents of Canada and the MacTavishes reside in Scotland. They filed virtually identical complaints against petitioner, a corporation, that manufactures and distributes the drug Bendectin. The complaints were filed in the Court of Common Pleas in Hamilton County, Ohio. Each complaint alleged that a child was born with multiple deformities as a result of the mother's ingestion of Bendectin during pregnancy. In five of the six counts, the recovery of substantial damages was requested on common-law theories of negligence, breach of warranty, strict liability, fraud, and gross negligence. In Count IV, respondents alleged that the drug Bendectin was \"misbranded\" in violation of the Federal Food, Drug, and Cosmetic Act (FDCA), 52 Stat. 1040, as amended, 21 U. S. C.  301 <i>et seq.</i> (1982 ed. and Supp. III), because its labeling did not provide adequate <span class=\"star-pagination\">*806</span> warning that its use was potentially dangerous. Paragraph 26 alleged that the violation of the FDCA \"in the promotion\" of Bendectin \"constitutes a rebuttable presumption of negligence.\" Paragraph 27 alleged that the \"violation of said federal statutes directly and proximately caused the injuries suffered\" by the two infants. App. 22, 32.</p>\n<p>Petitioner filed a timely petition for removal from the state court to the Federal District Court alleging that the action was \"founded, in part, on an alleged claim arising under the laws of the United States.\"<sup>[1]</sup> After removal, the two cases were consolidated. Respondents filed a motion to remand to the state forum on the ground that the federal court lacked subject-matter jurisdiction. Relying on our decision in <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921), the District Court held that Count IV of the complaint alleged a cause of action arising under federal law and denied the motion to remand. It then granted petitioner's motion to dismiss on <i>forum non conveniens</i> grounds.</p>\n<p>The Court of Appeals for the Sixth Circuit reversed. 766 F. 2d 1005 (1985). After quoting one sentence from the concluding paragraph in our recent opinion in <i>Franchise Tax Board</i> v. <i>Construction Laborers Vacation Trust,</i> 463 U. S. 1 (1983),<sup>[2]</sup> and noting \"that the FDCA does not create or imply <span class=\"star-pagination\">*807</span> a private right of action for individuals injured as a result of violations of the Act,\" it explained:</p>\n<blockquote>\"Federal question jurisdiction would, thus, exist only if plaintiffs' right to relief <i>depended necessarily</i> on a substantial question of federal law. Plaintiffs' causes of action referred to the FDCA merely as one available criterion for determining whether Merrell Dow was negligent. Because the jury could find negligence on the part of Merrell Dow without finding a violation of the FDCA, the plaintiffs' causes of action did not depend necessarily upon a question of federal law. Consequently, the causes of action did not arise under federal law and, therefore, were improperly removed to federal court.\" 766 F. 2d, at 1006.</blockquote>\n<p>We granted certiorari, 474 U. S. 1004 (1985), and we now affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>Article III of the Constitution gives the federal courts power to hear cases \"arising under\" federal statutes.<sup>[3]</sup> That grant of power, however, is not self-executing, and it was not until the Judiciary Act of 1875 that Congress gave the federal courts general federal-question jurisdiction.<sup>[4]</sup> Although the constitutional meaning of \"arising under\" may extend to all cases in which a federal question is \"an ingredient\" of the action, <i>Osborn</i> v. <i>Bank of the United States,</i> <span class=\"citation\" data-id=\"85451\"><a href=\"/opinion/85451/osborn-v-bank-of-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">738</span></a></span>, 823 (1824), we have long construed the statutory grant of federal-question jurisdiction as conferring a more limited power. <span class=\"star-pagination\">*808</span> <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 494-495 (1983); <i>Romero</i> v. <i>International Terminal Operating Co.,</i> 358 U. S. 354, 379 (1959).</p>\n<p>Under our longstanding interpretation of the current statutory scheme, the question whether a claim \"arises under\" federal law must be determined by reference to the \"well-pleaded complaint.\" <i>Franchise Tax Board,</i> 463 U. S., at 9-10. A defense that raises a federal question is inadequate to confer federal jurisdiction. <i>Louisville &amp; Nashville R. Co.</i> v. <i>Mottley,</i> 211 U. S. 149 (1908). Since a defendant may remove a case only if the claim could have been brought in federal court, 28 U. S. C.  1441(b), moreover, the question for removal jurisdiction must also be determined by reference to the \"well-pleaded complaint.\"</p>\n<p>As was true in <i>Franchise Tax Board, supra,</i> the propriety of the removal in this case thus turns on whether the case falls within the original \"federal question\" jurisdiction of the federal courts. There is no \"single, precise definition\" of that concept; rather, \"the phrase `arising under' masks a welter of issues regarding the interrelation of federal and state authority and the proper management of the federal judicial system.\" <i>Id.,</i> at 8.</p>\n<p>This much, however, is clear. The \"vast majority\" of cases that come within this grant of jurisdiction are covered by Justice Holmes' statement that a \" `suit arises under the law that creates the cause of action.' \" <i>Id.,</i> at 8-9, quoting <i>American Well Works Co.</i> v. <i>Layne &amp; Bowler Co.,</i> 241 U. S. 257, 260 (1916). Thus, the vast majority of cases brought under the general federal-question jurisdiction of the federal courts are those in which federal law creates the cause of action.</p>\n<p>We have, however, also noted that a case may arise under federal law \"where the vindication of a right under state law necessarily turned on some construction of federal law.\" <span class=\"star-pagination\">*809</span> <i>Franchise Tax Board,</i> 463 U. S., at 9.<sup>[5]</sup> Our actual holding in <i>Franchise Tax Board</i> demonstrates that this statement must be read with caution; the central issue presented in that case turned on the meaning of the Employee Retirement Income Security Act of 1974, 29 U. S. C.  1001 <i>et seq.</i> (1982 ed. and Supp. III), but we nevertheless concluded that federal jurisdiction was lacking.</p>\n<p>This case does not pose a federal question of the first kind; respondents do not allege that federal law creates any of the causes of action that they have asserted.<sup>[6]</sup> This case thus poses what Justice Frankfurter called the \"litigation-provoking problem,\" <i>Textile Workers</i> v. <i>Lincoln Mills,</i> 353 <span class=\"star-pagination\">*810</span> U. S. 448, 470 (1957) (dissenting opinion)  the presence of a federal issue in a state-created cause of action.</p>\n<p>In undertaking this inquiry into whether jurisdiction may lie for the presence of a federal issue in a nonfederal cause of action, it is, of course, appropriate to begin by referring to our understanding of the statute conferring federal-question jurisdiction. We have consistently emphasized that, in exploring the outer reaches of  1331, determinations about federal jurisdiction require sensitive judgments about congressional intent, judicial power, and the federal system. \"If the history of the interpretation of judiciary legislation teaches us anything, it teaches the duty to reject treating such statutes as a wooden set of self-sufficient words. . . . The Act of 1875 is broadly phrased, but it has been continuously construed and limited in the light of the history that produced it, the demands of reason and coherence, and the dictates of sound judicial policy which have emerged from the Act's function as a provision in the mosaic of federal judiciary legislation.\" <i>Romero</i> v. <i>International Terminal Operating Co.,</i> 358 U. S., at 379. In <i>Franchise Tax Board,</i> we forcefully reiterated this need for prudence and restraint in the jurisdictional inquiry: \"We have always interpreted what <i>Skelly Oil</i> [<i>Co.</i> v. <i>Phillips Petroleum Co.,</i> 339 U. S. 667, 673 (1950)] called `the current of jurisdictional legislation since the Act of March 3, 1875' . . . with an eye to practicality and necessity.\" 463 U. S., at 20.</p>\n<p>In this case, both parties agree with the Court of Appeals' conclusion that there is no federal cause of action for FDCA violations. For purposes of our decision, we assume that this is a correct interpretation of the FDCA. Thus, as the case comes to us, it is appropriate to assume that, under the settled framework for evaluating whether a federal cause of action lies, some combination of the following factors is present: (1) the plaintiffs are not part of the class for whose special benefit the statute was passed; (2) the indicia of legislative <span class=\"star-pagination\">*811</span> intent reveal no congressional purpose to provide a private cause of action; (3) a federal cause of action would not further the underlying purposes of the legislative scheme; and (4) the respondents' cause of action is a subject traditionally relegated to state law.<sup>[7]</sup> In short, Congress did not intend a private federal remedy for violations of the statute that it enacted.</p>\n<p>This is the first case in which we have reviewed this type of jurisdictional claim in light of these factors. That this is so is not surprising. The development of our framework for determining whether a private cause of action exists has proceeded only in the last 11 years, and its inception represented a significant change in our approach to congressional silence on the provision of federal remedies.<sup>[8]</sup></p>\n<p>The recent character of that development does not, however, diminish its importance. Indeed, the very reasons for the development of the modern implied remedy doctrine  the \"increased complexity of federal legislation and the increased volume of federal litigation,\" as well as \"the desirability of a more careful scrutiny of legislative intent,\" <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</i> v. <i>Curran,</i> 456 U. S. 353, 377 (1982) (footnote omitted)  are precisely the kind of considerations that should inform the concern for \"practicality and necessity\" that <i>Franchise Tax Board</i> advised for the construction of  1331 when jurisdiction is asserted <span class=\"star-pagination\">*812</span> because of the presence of a federal issue in a state cause of action.</p>\n<p>The significance of the necessary assumption that there is no federal private cause of action thus cannot be overstated. For the ultimate import of such a conclusion, as we have repeatedly emphasized, is that it would flout congressional intent to provide a private federal remedy for the violation of the federal statute.<sup>[9]</sup> We think it would similarly flout, or at least undermine, congressional intent to conclude that the federal courts might nevertheless exercise federal-question jurisdiction and provide remedies for violations of that federal statute solely because the violation of the federal statute is said to be a \"rebuttable presumption\" or a \"proximate cause\" under state law, rather than a federal action under federal law.<sup>[10]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*813</span> III</h2>\n<p>Petitioner advances three arguments to support its position that, even in the face of this congressional preclusion of a federal cause of action for a violation of the federal statute, federal-question jurisdiction may lie for the violation of the federal statute as an element of a state cause of action.</p>\n<p>First, petitioner contends that the case represents a straightforward application of the statement in <i>Franchise Tax Board</i> that federal-question jurisdiction is appropriate when \"it appears that some substantial, disputed question of federal law is a necessary element of one of the well-pleaded state claims.\" 463 U. S., at 13. <i>Franchise Tax Board,</i> however, did not purport to disturb the long-settled understanding that the mere presence of a federal issue in a state cause of action does not automatically confer federal-question jurisdiction.<sup>[11]</sup> Indeed, in determining that federal-question jurisdiction was not appropriate in the case before us, we stressed Justice Cardozo's emphasis on principled, pragmatic distinctions: \" `What is needed is something of that common-sense accommodation of judgment to kaleidoscopic situations which characterizes the law in its treatment of causation . . . a selective process which picks the substantial causes out of the web <span class=\"star-pagination\">*814</span> and lays the other ones aside.' \" <i>Id.,</i> at 20-21 (quoting <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109, 117-118 (1936)).</p>\n<p>Far from creating some kind of automatic test, <i>Franchise Tax Board</i> thus candidly recognized the need for careful judgments about the exercise of federal judicial power in an area of uncertain jurisdiction. Given the significance of the assumed congressional determination to preclude federal private remedies, the presence of the federal issue as an element of the state tort is not the kind of adjudication for which jurisdiction would serve congressional purposes and the federal system. This conclusion is fully consistent with the very sentence relied on so heavily by petitioner. We simply conclude that the congressional determination that there should be no federal remedy for the violation of this federal statute is tantamount to a congressional conclusion that the presence of a claimed violation of the statute as an element of a state cause of action is insufficiently \"substantial\" to confer federal-question jurisdiction.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*815</span> Second, petitioner contends that there is a powerful federal interest in seeing that the federal statute is given uniform interpretations, and that federal review is the best way of insuring such uniformity. In addition to the significance of the congressional decision to preclude a federal remedy, we do <span class=\"star-pagination\">*816</span> not agree with petitioner's characterization of the federal interest and its implications for federal-question jurisdiction. To the extent that petitioner is arguing that state use and interpretation of the FDCA pose a threat to the order and stability of the FDCA regime, petitioner should be arguing, not that federal courts should be able to review and enforce state FDCA-based causes of action as an aspect of federal-question jurisdiction, but that the FDCA pre-empts state-court jurisdiction over the issue in dispute.<sup>[13]</sup> Petitioner's concern about the uniformity of interpretation, moreover, is considerably mitigated by the fact that, even if there is no original district court jurisdiction for these kinds of action, this Court retains power to review the decision of a federal issue in a state cause of action.<sup>[14]</sup></p>\n<p>Finally, petitioner argues that, whatever the general rule, there are special circumstances that justify federal-question jurisdiction in this case. Petitioner emphasizes that it is unclear whether the FDCA applies to sales in Canada and Scotland; there is, therefore, a special reason for having a federal <span class=\"star-pagination\">*817</span> court answer the novel federal question relating to the extra-territorial meaning of the Act. We reject this argument. We do not believe the question whether a particular claim arises under federal law depends on the novelty of the federal issue. Although it is true that federal jurisdiction cannot be based on a frivolous or insubstantial federal question, \"the interrelation of federal and state authority and the proper management of the federal judicial system,\" <i>Franchise Tax Board,</i> 463 U. S., at 8, would be ill served by a rule that made the existence of federal-question jurisdiction depend on the district court's case-by-case appraisal of the novelty of the federal question asserted as an element of the state tort. The novelty of an FDCA issue is not sufficient to give it status as a federal cause of action; nor should it be sufficient to give a state-based FDCA claim status as a jurisdiction-triggering federal question.<sup>[15]</sup></p>\n<p></p>\n<h2>IV</h2>\n<p>We conclude that a complaint alleging a violation of a federal statute as an element of a state cause of action, when Congress has determined that there should be no private, federal cause of action for the violation, does not state a claim \"arising under the Constitution, laws, or treaties of the United States.\" 28 U. S. C.  1331.</p>\n<p>The judgment of the Court of Appeals is affirmed.</p>\n<p><i>It is so ordered.</i></p>\n<p><span class=\"star-pagination\">*818</span> JUSTICE BRENNAN, with whom JUSTICE WHITE, JUSTICE MARSHALL, and JUSTICE BLACKMUN join, dissenting.</p>\n<p>Article III,  2, of the Constitution provides that the federal judicial power shall extend to \"all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority.\" We have long recognized the great breadth of this grant of jurisdiction, holding that there is federal jurisdiction whenever a federal question is an \"ingredient\" of the action, <i>Osborn</i> v. <i>Bank of the United States,</i> <span class=\"citation\" data-id=\"85451\"><a href=\"/opinion/85451/osborn-v-bank-of-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">738</span></a></span>, 823 (1824), and suggesting that there may even be jurisdiction simply because a case involves \"potential federal questions,\" <i>Textile Workers</i> v. <i>Lincoln Mills,</i> 353 U. S. 448, 471 (1957) (Frankfurter, J., dissenting); see also <i>Osborn, supra,</i> at 824; <i>Martin</i> v. <i>Hunter's Lessee,</i> <span class=\"citation\" data-id=\"85160\"><a href=\"/opinion/85160/martin-v-hunters-lessee/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">304</span></a></span> (1816); <i>Pacific Railroad Removal Cases,</i> 115 U. S. 1 (1885); <i>Verlinden B. V.</i> v. <i>Central Bank of Nigeria,</i> 461 U. S. 480, 492-493 (1983).</p>\n<p>Title 28 U. S. C.  1331 provides, in language that parrots the language of Article III, that the district courts shall have original jurisdiction \"of all civil actions arising under the Constitution, laws, or treaties of the United States.\" Although this language suggests that Congress intended in  1331 to confer upon federal courts the full breadth of permissible \"federal question\" jurisdiction (an inference that is supported by the contemporary evidence, see <i>Franchise Tax Board</i> v. <i>Construction Laborers Vacation Trust,</i> 463 U. S. 1, 8, n. 8 (1983); Forrester, The Nature of a \"Federal Question,\" 16 Tulane L. Rev. 362, 374-376 (1942); Shapiro, Jurisdiction and Discretion, 60 N. Y. U. L. Rev. 543, 568 (1985)),  1331 has been construed more narrowly than its constitutional counterpart. See <i>Verlinden B. V., supra,</i> at 494-495; <i>Romero</i> v. <i>International Terminal Operating Co.,</i> 358 U. S. 354, 379 (1959). Nonetheless, given the language of the statute and its close relation to the constitutional grant of federal-question jurisdiction, limitations on federal-question jurisdiction under  1331 must be justified by careful consideration of the reasons <span class=\"star-pagination\">*819</span> underlying the grant of jurisdiction and the need for federal review. <i>Ibid.</i> I believe that the limitation on federal jurisdiction recognized by the Court today is inconsistent with the purposes of  1331. Therefore, I respectfully dissent.</p>\n<p></p>\n<h2>I</h2>\n<p>While the majority of cases covered by  1331 may well be described by Justice Holmes' adage that \"[a] suit arises under the law that creates the cause of action,\" <i>American Well Works Co.</i> v. <i>Layne &amp; Bowler Co.,</i> 241 U. S. 257, 260 (1916), it is firmly settled that there may be federal-question jurisdiction even though both the right asserted and the remedy sought by the plaintiff are state created. See C. Wright, Federal Courts  17, pp. 95-96 (4th ed. 1983) (hereinafter Wright); M. Redish, Federal Jurisdiction: Tensions in the Allocation of Judicial Power 64-71 (1980) (hereinafter Redish). The rule as to such cases was stated in what Judge Friendly described as \"[t]he path-breaking opinion\" in <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921). <i>T. B. Harms Co.</i> v. <i>Eliscu,</i> 339 F. 2d 823, 827 (CA2 1964). In <i>Smith,</i> a shareholder of the defendant corporation brought suit in the federal court to enjoin the defendant from investing corporate funds in bonds issued under the authority of the Federal Farm Loan Act. The plaintiff alleged that Missouri law imposed a fiduciary duty on the corporation to invest only in bonds that were authorized by a valid law and argued that, because the Farm Loan Act was unconstitutional, the defendant could not purchase bonds issued under its authority. Although the cause of action was wholly state created, the Court held that there was original federal jurisdiction over the case:</p>\n<blockquote>\"The general rule is that where it appears from the bill or statement of the plaintiff that the right to relief depends upon the construction or application of the Constitution or laws of the United States, and that such federal claim is not merely colorable, and rests upon a reasonable foundation, the District Court has jurisdiction <span class=\"star-pagination\">*820</span> under [the statute granting federal question jurisdiction].\" 255 U. S., at 199.</blockquote>\n<p>The continuing vitality of <i>Smith</i> is beyond challenge. We have cited it approvingly on numerous occasions, and reaffirmed its holding several times  most recently just three Terms ago by a unanimous Court in <i>Franchise Tax Board</i> v. <i>Construction Laborers Vacation Trust, supra,</i> at 9. See <i>American Bank &amp; Trust Co.</i> v. <i>Federal Reserve Bank of Atlanta,</i> 256 U. S. 350, 357 (1921); <i>Bell</i> v. <i>Hood,</i> 327 U. S. 678, 685 (1946); <i>Association of Westinghouse Salaried Employees</i> v. <i>Westinghouse Electric Corp.,</i> 348 U. S. 437, 450, and n. 18 (1955) (plurality opinion); <i>Machinists</i> v. <i>Central Airlines, Inc.,</i> 372 U. S. 682, 696 (1963); <i>Duke Power Co.</i> v. <i>Carolina Environmental Study Group, Inc.,</i> 438 U. S. 59, 70 (1978). See also <i>Ashwander</i> v. <i>TVA,</i> 297 U. S. 288, 356 (1936) (separate opinion of McReynolds, J.); <i>Textile Workers</i> v. <i>Lincoln Mills, supra,</i> at 470 (Frankfurter, J., dissenting); <i>Wheeldin</i> v. <i>Wheeler,</i> 373 U. S. 647, 659 (1963) (BRENNAN, J., dissenting). Cf. <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109, 112 (1936) (\"To bring a case within [ 1331], a right or immunity created by the Constitution or laws of the United States must be an element, and an essential one, of the plaintiff's cause of action\"). Moreover, in addition to Judge Friendly's authoritative opinion in <i>T. B. Harms Co.</i> v. <i>Eliscu, supra,</i> at 827, <i>Smith</i> has been widely cited and followed in the lower federal courts. See, <i>e. g., </i><i>Hanes Corp.</i> v. <i>Millard,</i> 174 U. S. App. D. C. 253, 263, n. 8, 531 F. 2d 585, 595, n. 8 (1976); <i>Mungin</i> v. <i>Florida East Coast R. Co.,</i> 416 F. 2d 1169, 1176-1177 (CA5 1969); <i>Ivy Broadcasting Co.</i> v. <i>American Tel. &amp; Tel. Co.,</i> 391 F. 2d 486, 492 (CA2 1968); <i>Warrington Sewer Co.</i> v. <i>Tracy,</i> 463 F. 2d 771, 772 (CA3 1972) (<i>per curiam</i>); <i>New York by </i><i>Abrams</i> v. <i>Citibank, N. A.,</i> <span class=\"citation\" data-id=\"2348358\"><a href=\"/opinion/2348358/state-of-ny-by-abrams-v-citibank-na/\"><span class=\"volume\">537</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1192</span></a></span>, 1196 (SDNY 1982); <i>Kravitz</i> v. <i>Homeowners Warranty Corp.,</i> <span class=\"citation\" data-id=\"2284677\"><a href=\"/opinion/2284677/kravitz-v-homeowners-warranty-corp/\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">317</span></a></span>, 319 (ED Pa. 1982). See also <i>Stone &amp; Webster Engineering Corp.</i> v. <i>Ilsley,</i> 690 F. 2d 323 (CA2 1982); <i>Christopher</i> v. <i>Cavallo,</i> 662 F. 2d 1082 (CA4 1981); <i>Mountain Fuel Supply Co.</i> v. <i>Johnson Oil Co.,</i> 586 F. 2d 1375 (CA10 1978), <span class=\"star-pagination\">*821</span> cert. denied, 441 U. S. 952 (1979); <i>Garrett</i> v. <i>Time-D. C., Inc.,</i> 502 F. 2d 627 (CA9 1974), cert. denied, 421 U. S. 913 (1975); <i>Sweeney</i> v. <i>Abramovitz,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">213</span></span> (Conn. 1978). Furthermore, the principle of the <i>Smith</i> case has been recognized and endorsed by most commentators as well. Redish 67, 69; American Law Institute, Study of the Division of Jurisdiction Between State and Federal Courts 178 (1969) (hereinafter ALI); Wright  17, at 96; P. Bator, P. Mishkin, D. Shapiro, &amp; H. Wechsler, Hart &amp; Wechsler's The Federal Courts and the Federal System 889 (2d ed., 1973); Mishkin, The Federal \"Question\" in the District Courts, 53 Colum. L. Rev. 157, 166 (1953); Wechsler, Federal Jurisdiction and the Revision of the Judicial Code, 13 Law &amp; Contemp. Prob. 216, 225 (1948).<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*822</span> There is, to my mind, no question that there is federal jurisdiction over the respondents' fourth cause of action under the rule set forth in <i>Smith</i> and reaffirmed in <i>Franchise Tax</i> <span class=\"star-pagination\">*823</span> <i>Board.</i> Respondents pleaded that petitioner's labeling of the drug Bendectin constituted \"misbranding\" in violation of  201 and 502(f)(2) and (j) of the Federal Food, Drug, and Cosmetic Act (FDCA), 52 Stat. 1040, as amended, 21 U. S. C.  301 <i>et seq.</i> (1982 ed. and Supp. III), and that this violation \"directly and proximately caused\" their injuries. App. 21-22 (Thompson complaint), 31-32 (MacTavish complaint). Respondents asserted in the complaint that this violation established petitioner's negligence <i>per se</i> and entitled them to recover damages without more. <i>Ibid.</i> No other basis for finding petitioner negligent was asserted in connection with this claim. As pleaded, then, respondents' \"right to relief depend[ed] upon the construction or application of the Constitution or laws of the United States.\" <i>Smith,</i> 255 U. S., at 199; see also <i>Franchise Tax Board,</i> 463 U. S., at 28 (there is federal jurisdiction under  1331 where the plaintiff's right to relief \"necessarily depends\" upon resolution of a federal question).<sup>[2]</sup> Furthermore, although petitioner disputes its liability under the FDCA, it concedes that respondents' claim that petitioner violated the FDCA is \"colorable, and rests upon a reasonable foundation.\" <i>Smith, supra,</i> at 199.<sup>[3]</sup><span class=\"star-pagination\">*824</span> Of course, since petitioner must make this concession to prevail in this Court, it need not be accepted at face value. However, independent examination of respondents' claim substantiates the conclusion that it is neither frivolous nor meritless. As stated in the complaint, a drug is \"misbranded\" under the FDCA if \"the labeling or advertising fails to reveal facts material . . . with respect to consequences which may result from the use of the article to which the labeling or advertising relates . . . .\" 21 U. S. C.  321(n). Obviously, the possibility that a mother's ingestion of Bendectin during pregnancy could produce malformed children is material. Petitioner's principal defense is that the Act does not govern the branding of drugs that are sold in foreign countries. It is certainly not immediately obvious whether this argument is correct. Thus, the statutory question is one which \"discloses a need for determining the meaning or application of [the FDCA],\" <i>T. B. Harms Co.</i> v. <i>Eliscu,</i> 339 F. 2d, at 827, and the claim raised by the fourth cause of action is one \"arising under\" federal law within the meaning of  1331.</p>\n<p></p>\n<h2>II</h2>\n<p>The Court apparently does not disagree with any of this  except, of course, for the conclusion. According to the Court, if we assume that Congress did not intend that there be a private federal cause of action under a particular federal law (and, presumably, a <i>fortiori</i> if Congress' decision not to create a private remedy is express), we must also assume that Congress did not intend that there be federal jurisdiction over a state cause of action that is determined by that federal law. Therefore, assuming  only because the parties <span class=\"star-pagination\">*825</span> have made a similar assumption  that there is no private cause of action under the FDCA,<sup>[4]</sup> the Court holds that there is no federal jurisdiction over the plaintiffs' claim:</p>\n<blockquote>\"The significance of the necessary assumption that there is no federal private cause of action thus cannot be overstated. For the ultimate import of such a conclusion, as we have repeatedly emphasized, is that it would flout congressional intent to provide a private federal remedy for the violation of the federal statute. We think it would similarly flout, or at least undermine, congressional intent to conclude that the federal courts might nevertheless exercise federal-question jurisdiction and provide remedies for violations of that federal statute solely because the violation of the federal statute is said to be a `rebuttable presumption' or a `proximate cause' under state law, rather than a federal action under federal law.\" <i>Ante,</i> at 812 (footnotes omitted).</blockquote>\n<p>The Court nowhere explains the basis for this conclusion. Yet it is hardly self-evident. Why should the fact that Congress chose not to create a private federal <i>remedy</i> mean that Congress would not want there to be federal <i>jurisdiction</i> to adjudicate a state claim that imposes liability for violating the federal law? Clearly, the decision not to provide a private federal remedy should not affect federal jurisdiction unless the reasons Congress withholds a federal remedy are also reasons for withholding federal jurisdiction. Thus, it is necessary <span class=\"star-pagination\">*826</span> to examine the reasons for Congress' decisions to grant or withhold both federal jurisdiction and private remedies, something the Court has not done.</p>\n<p></p>\n<h2>A</h2>\n<p>In the early days of our Republic, Congress was content to leave the task of interpreting and applying federal laws in the first instance to the state courts; with one short-lived exception,<sup>[5]</sup> Congress did not grant the inferior federal courts original jurisdiction over cases arising under federal law until 1875. Judiciary Act of 1875, ch. 137,  1, 18 Stat. 470. The reasons Congress found it necessary to add this jurisdiction to the district courts are well known. First, Congress recognized \"the importance, and even necessity of <i>uniformity</i> of decisions throughout the whole United States, upon all subjects within the purview of the constitution.\" <i>Martin</i> v. <i>Hunter's Lessee,</i> 1 Wheat., at 347-348 (Story, J.) (emphasis in original). See also, Comment, Federal Preemption, Removal Jurisdiction, and the Well-Pleaded Complaint Rule, 51 U. Chi. L. Rev. 634, 636 (1984) (hereinafter Comment); D. Currie, Federal Courts 160 (3d ed. 1982) (hereinafter Currie). Concededly, because federal jurisdiction is not always exclusive and because federal courts may disagree with one another, absolute uniformity has not been obtained even under  1331. However, while perfect uniformity may not have been achieved, experience indicates that the availability of a federal forum in federal-question cases has done much to advance that goal. This, in fact, was the conclusion of the American Law Institute's Study of the Division of Jurisdiction Between State and Federal Courts. ALI 164-168.</p>\n<p>In addition,  1331 has provided for adjudication in a forum that specializes in federal law and that is therefore more likely to apply that law correctly. Because federal-question <span class=\"star-pagination\">*827</span> cases constitute the basic grist for federal tribunals, \"[t]he federal courts have acquired a considerable expertness in the interpretation and application of federal law.\" <i>Id.,</i> at 164-165. By contrast, \"it is apparent that federal question cases must form a very small part of the business of [state] courts.\" <i>Id.,</i> at 165. As a result, the federal courts are comparatively more skilled at interpreting and applying federal law, and are much more likely correctly to divine Congress' intent in enacting legislation.<sup>[6]</sup> See <i>ibid.;</i> Redish 71; Currie 160; Comment 636; Hornstein, Federalism, Judicial Power and the \"Arising Under\" Jurisdiction of the Federal Courts: A Hierarchical Analysis, 56 Ind. L. J. 563, 564-565 (1981).</p>\n<p>These reasons for having original federal-question jurisdiction explain why cases like this one and <i>Smith</i>  <i>i. e.,</i> cases where the cause of action is a creature of state law, but an <span class=\"star-pagination\">*828</span> essential element of the claim is federal  \"arise under\" federal law within the meaning of  1331. Congress passes laws in order to shape behavior; a federal law expresses Congress' determination that there is a federal interest in having individuals or other entities conform their actions to a particular norm established by that law. Because all laws are imprecise to some degree, disputes inevitably arise over what specifically Congress intended to require or permit. It is the duty of courts to interpret these laws and apply them in such a way that the congressional purpose is realized. As noted above, Congress granted the district courts power to hear cases \"arising under\" federal law in order to enhance the likelihood that federal laws would be interpreted more correctly and applied more uniformly. In other words, Congress determined that the availability of a federal forum to adjudicate cases involving federal questions would make it more likely that federal laws would shape behavior in the way that Congress intended.</p>\n<p>By making federal law an essential element of a state-law claim, the State places the federal law into a context where it will operate to shape behavior: the threat of liability will force individuals to conform their conduct to interpretations of the federal law made by courts adjudicating the state-law claim. It will not matter to an individual found liable whether the officer who arrives at his door to execute judgment is wearing a state or a federal uniform; all he cares about is the fact that a sanction is being imposed  and may be imposed again in the future  because he failed to comply with the federal law. Consequently, the possibility that the federal law will be incorrectly interpreted in the context of adjudicating the state-law claim implicates the concerns that led Congress to grant the district courts power to adjudicate cases involving federal questions in precisely the same way as if it was federal law that \"created\" the cause of action. It therefore follows that there is federal jurisdiction under  1331.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*829</span> B</h2>\n<p>The only remaining question is whether the assumption that Congress decided not to create a private cause of action alters this analysis in a way that makes it inappropriate to exercise original federal jurisdiction. According to the Court, \"the very reasons for the development of the modern implied remedy doctrine\" support the conclusion that, where the legislative history of a particular law shows (whether expressly or by inference) that Congress intended that there be no private federal remedy, it must also mean that Congress would not want federal courts to exercise jurisdiction over a state-law claim making violations of that federal law actionable. <i>Ante,</i> at 811. These reasons are \" `the increased complexity of federal legislation,' \" \" `the increased volume of federal litigation,' \" and \" `the desirability of a more careful scrutiny of legislative intent.' \" <i>Ibid.</i> (quoting <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</i> v. <i>Curran,</i> 456 U. S. 353, 377 (1982)).</p>\n<p>These reasons simply do not justify the Court's holding. Given the relative expertise of the federal courts in interpreting federal law, <i>supra,</i> at 826-827, the increased complexity of federal legislation argues rather strongly in <i>favor</i> of recognizing federal jurisdiction. And, while the increased volume of litigation may appropriately be considered in connection with reasoned arguments that justify limiting the reach of  1331, I do not believe that the day has yet arrived when this Court may trim a statute solely because it thinks that Congress made it too broad.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*830</span> This leaves only the third reason: \" `the desirability of a more careful scrutiny of legislative intent.' \" <i>Ante,</i> at 811. I certainly subscribe to the proposition that the Court should consider legislative intent in determining whether or not there is jurisdiction under  1331. But the Court has not examined the purposes underlying either the FDCA or  1331 in reaching its conclusion that Congress' presumed decision not to provide a private federal remedy under the FDCA must be taken to withdraw federal jurisdiction over a private state remedy that imposes liability for violating the FDCA. Moreover, such an examination demonstrates not only that it is consistent with legislative intent to find that there is federal jurisdiction over such a claim, but, indeed, that it is the Court's contrary conclusion that is inconsistent with congressional intent.</p>\n<p>The enforcement scheme established by the FDCA is typical of other, similarly broad regulatory schemes. Primary responsibility for overseeing implementation of the Act has been conferred upon a specialized administrative agency, here the Food and Drug Administration (FDA).<sup>[8]</sup> Congress has provided the FDA with a wide-ranging arsenal of weapons to combat violations of the FDCA, including authority to obtain an <i>ex parte</i> court order for the seizure of goods subject to the Act, see 21 U. S. C.  334, authority to initiate proceedings in a federal district court to enjoin continuing violations of the FDCA, see  332, and authority to request a United States Attorney to bring criminal proceedings against violators, see  333. See generally 1 J. O'Reilly, Food and Drug Administration, chs. 6-10 (1979 and Supp. 1985). Significantly, the FDA has no independent enforcement authority; final enforcement must come from the federal courts. <span class=\"star-pagination\">*831</span> which have exclusive jurisdiction over actions under the FDCA. See  332(a), 333, 334(a)(1). Thus, while the initial interpretive function has been delegated to an expert administrative body whose interpretations are entitled to considerable deference, final responsibility for interpreting the statute in order to carry out the legislative mandate belongs to the federal courts. Cf. <i>Chevron U. S. A. Inc.</i> v. <i>Natural Resources Defense Council, Inc.,</i> 467 U. S. 837, 843, n. 9 (1984) (\"The judiciary is the final authority on issues of statutory construction and must reject administrative constructions which are contrary to clear congressional intent\").</p>\n<p>Given that Congress structured the FDCA so that all express remedies are provided by the federal courts, it seems rather strange to conclude that it either \"flout[s]\" or \"undermine[s]\" congressional intent for the federal courts to adjudicate a private state-law remedy that is based upon violating the FDCA. See <i>ante,</i> at 812. That is, assuming that a state cause of action based on the FDCA is not preempted, it is entirely consistent with the FDCA to find that it \"arises under\" federal law within the meaning of  1331. Indeed, it is the Court's conclusion that such a state cause of action must be kept <i>out</i> of the federal courts that appears contrary to legislative intent inasmuch as the enforcement provisions of the FDCA quite clearly express a preference for having federal courts interpret the FDCA and provide remedies for its violation.</p>\n<p>It may be that a decision by Congress not to create a private remedy is intended to preclude all private enforcement. If that is so, then a state cause of action that makes relief available to private individuals for violations of the FDCA is pre-empted. But if Congress' decision not to provide a private federal remedy does <i>not</i> pre-empt such a state remedy, then, in light of the FDCA's clear policy of relying on the federal courts for enforcement, it also should not foreclose federal jurisdiction over that state remedy. Both  1331 and the enforcement provisions of the FDCA reflect Congress' strong <span class=\"star-pagination\">*832</span> desire to utilize the federal courts to interpret and enforce the FDCA, and it is therefore at odds with both these statutes to recognize a private state-law remedy for violating the FDCA but to hold that this remedy cannot be adjudicated in the federal courts.</p>\n<p>The Court's contrary conclusion requires inferring from Congress' decision not to create a private federal remedy that, while some private enforcement is permissible in state courts, it is \"bad\" if that enforcement comes from the <i>federal</i> courts. But that is simply illogical. Congress' decision to withhold a private right of action and to rely instead on public enforcement reflects congressional concern with obtaining more accurate implementation and more coordinated enforcement of a regulatory scheme. See <i>National Railroad Passenger Corporation</i> v. <i>National Assn. of Railroad Passengers,</i> 414 U. S. 453, 462-465 (1974); <i>Holloway</i> v. <i>Bristol-Myers Corp.,</i> 158 U. S. App. D. C. 207, 218-220, 485 F. 2d 986, 997-999 (1973); Stewart &amp; Sunstein, Public Programs and Private Rights, 95 Harv. L. Rev. 1193, 1208-1209 (1982). These reasons are closely related to the Congress' reasons for giving federal courts original federal-question jurisdiction. Thus, if anything, Congress' decision not to create a private remedy <i>strengthens</i> the argument in favor of finding federal jurisdiction over a state remedy that is not pre-empted.</p>\n<h2>NOTES</h2>\n<p>[1]  App. 36-37. The petition also alleged that the action \"is between citizens of a State and citizens or subjects of a foreign state.\" <i>Id.,</i> at 36. Because petitioner is a corporation with its principal place of business in Ohio, however, the removal was not proper unless the action was founded on a claim arising under federal law. Title 28 U. S. C.  1441(b) provides:\n</p>\n<p>\"(b) Any civil action of which the district courts have original jurisdiction founded on a claim or right arising under the Constitution, treaties or laws of the United States shall be removable without regard to the citizenship or residence of the parties. Any other such action shall be removable only if none of the parties in interest properly joined and served as defendants is a citizen of the State in which such action is brought.\"</p>\n<p>[2]  \" `Under our interpretations, Congress has given the lower courts jurisdiction to hear, originally or by removal from a state court, only those cases in which a well-pleaded complaint establishes either that federal law creates the cause of action or that the plaintiff's right to relief necessarily depends on resolution of a substantial question of federal law.' \" 766 F. 2d, at 1006 (quoting <i>Franchise Tax Board,</i> 463 U. S., at 28).</p>\n<p>[3]  See Art. III,  2 (\"The judicial Power shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority . . .\").</p>\n<p>[4]  Act of Mar. 3, 1875,  1, 18 Stat. 470. As currently codified, the statute provides: \"The district courts shall have original jurisdiction of all civil actions arising under the Constitution, laws or treaties of the United States.\" 28 U. S. C.  1331.</p>\n<p>[5]  The case most frequently cited for that proposition is <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921). In that case the Court upheld federal jurisdiction of a shareholder's bill to enjoin the corporation from purchasing bonds issued by the federal land banks under the authority of the Federal Farm Loan Act on the ground that the federal statute that authorized the issuance of the bonds was unconstitutional. The Court stated:\n</p>\n<p>\"The general rule is that where it appears from the bill or statement of the plaintiff that the right to relief depends upon the construction or application of the Constitution or laws of the United States, and that such federal claim is not merely colorable, and rests upon a reasonable foundation, the District Court has jurisdiction under this provision.\" <i>Id.,</i> at 199.</p>\n<p>The effect of this view, expressed over Justice Holmes' vigorous dissent, on his <i>American Well Works</i> formulation has been often noted. See, <i>e. g., </i><i>Franchise Tax Board,</i> 463 U. S., at 9 (\"[I]t is well settled that Justice Holmes' test is more useful for describing the vast majority of cases that come within the district courts' original jurisdiction than it is for describing which cases are beyond district court jurisdiction\"); <i>T. B. Harms Co.</i> v. <i>Eliscu,</i> 339 F. 2d 823, 827 (CA2 1964) (Friendly, J.) (\"It has come to be realized that Mr. Justice Holmes' formula is more useful for inclusion than for the exclusion for which it was intended\").</p>\n<p>[6]  Jurisdiction may not be sustained on a theory that the plaintiff has not advanced. See <i>Healy</i> v. <i>Sea Gull Specialty Co.,</i> 237 U. S. 479, 480 (1915) (\"[T]he plaintiff is absolute master of what jurisdiction he will appeal to\"); <i>The Fair</i> v. <i>Kohler Die &amp; Specialty Co.,</i> 228 U. S. 22, 25 (1913) (\"[T]he party who brings a suit is master to decide what law he will rely upon\"). See also <i>United States</i> v. <i>Mottaz,</i> 476 U. S. 834, 850 (1986).</p>\n<p>[7]  See <i>California</i> v. <i>Sierra Club,</i> 451 U. S. 287, 293 (1981); <i>Cannon</i> v. <i>University of Chicago,</i> 441 U. S. 677, 689-709 (1979); <i>Cort</i> v. <i>Ash,</i> 422 U. S. 66, 78 (1975).</p>\n<p>[8]  See <i>Merrill Lynch, Pierce, Fenner &amp; Smith, Inc.</i> v. <i>Curran,</i> 456 U. S. 353, 377 (1982) (\"In 1975 the Court unanimously decided to modify its approach to the question whether a federal statute includes a private right of action\"). Cf. <i>Middlesex County Sewerage Authority</i> v. <i>National Sea Clammers Assn.,</i> 453 U. S. 1, 25 (1981) (STEVENS, J., concurring in judgment in part and dissenting in part) (\"In 1975, in <i>Cort</i> v. <i>Ash,</i> 422 U. S. 66, the Court cut back on the simple common-law presumption by fashioning a four-factor formula that led to the denial of relief in that case\").</p>\n<p>[9]  See, <i>e. g., </i><i>Daily Income Fund, Inc.</i> v. <i>Fox,</i> 464 U. S. 523, 535-536 (1984) (\"In evaluating such a claim, our focus must be on the intent of Congress when it enacted the statute in question\"); <i>Middlesex County Sewerage Authority</i> v. <i>National Sea Clammers Assn.,</i> 453 U. S., at 13 (\"The key to the inquiry is the intent of the Legislature\"); <i>Texas Industries, Inc.</i> v. <i>Radcliff Materials, Inc.,</i> 451 U. S. 630, 639 (1981) (\"Our focus, as it is in any case involving the implication of a right of action, is on the intent of Congress\"); <i>California</i> v. <i>Sierra Club,</i> 451 U. S., at 293 (\"[T]he ultimate issue is whether Congress intended to create a private right of action\"); <i>Northwest Airlines, Inc.</i> v. <i>Transport Workers,</i> 451 U. S. 77, 91 (1981) (\"The ultimate question in cases such as this is whether Congress intended to create the private remedy\"); <i>Transamerica Mortgage Advisors, Inc.</i> v. <i>Lewis,</i> 444 U. S. 11, 15 (1979) (\"The question whether a statute creates a cause of action, either expressly or by implication, is basically a matter of statutory construction\"); <i>Touche Ross &amp; Co.</i> v. <i>Redington,</i> 442 U. S. 560, 568 (1979) (\"The question of the existence of a statutory cause of action is, of course, one of statutory construction\").</p>\n<p>[10]  When we conclude that Congress has decided not to provide a particular federal remedy, we are not free to \"supplement\" that decision in a way that makes it \"meaningless.\" Cf. <i>Mobil Oil Corp.</i> v. <i>Higginbotham,</i> 436 U. S. 618, 625 (1978) (When Congress \"does speak directly to a question, the courts are not free to `supplement' Congress' answer so thoroughly that the Act becomes meaningless\"). See also <i>California</i> v. <i>Sierra Club,</i> 451 U. S., at 297 (\"The federal judiciary will not engraft a remedy on a statute, no matter how salutary, that Congress did not intend to provide\").</p>\n<p>[11]  See, <i>e. g., </i><i>Textile Workers</i> v. <i>Lincoln Mills,</i> 353 U. S. 448, 470 (1957) (Frankfurter, J., dissenting) (defining inquiry as \"the degree to which federal law must be in the forefront of the case and not collateral, peripheral or remote\"); <i>Gully</i> v. <i>First National Bank,</i> 299 U. S. 109, 115 (1936) (\"Not every question of federal law emerging in a suit is proof that a federal law is the basis of the suit\"); <i>id.,</i> at 118 (\"If we follow the ascent far enough, countless claims of right can be discovered to have their source or their operative limits in the provisions of a federal statute or in the Constitution itself with its circumambient restrictions upon legislative power. To set bounds to the pursuit, the courts have formulated the distinction between controversies that are basic and those that are collateral, between disputes that are necessary and those that are merely possible. We shall be lost in a maze if we put that compass by\").</p>\n<p>[12]  Several commentators have suggested that our  1331 decisions can best be understood as an evaluation of the <i>nature</i> of the federal interest at stake. See, <i>e. g.,</i> Shapiro, Jurisdiction and Discretion, 60 N. Y. U. L. Rev. 543, 568 (1985); C. Wright, Federal Courts 96 (4th ed. 1983); Cohen, The Broken Compass: The Requirement That a Case Arise \"Directly\" Under Federal Law, 115 U. Pa. L. Rev. 890, 916 (1967). Cf. <i>Kravitz</i> v. <i>Homeowners Warranty Corp.,</i> <span class=\"citation\" data-id=\"2284677\"><a href=\"/opinion/2284677/kravitz-v-homeowners-warranty-corp/\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">317</span></a></span>, 320 (ED Pa. 1982) (Pollak, J.) (\"I cannot identify any compelling reasons of federal judicial policy for embracing a case of this kind as a federal question case. The essential Pennsylvania elements of plaintiffs' suit for rescission would be more appropriately dealt with by a Court of Common Pleas than by this court; and, with respect to the lesser-included issue of federal law, Pennsylvania's courts are fully competent to interpret the Magnuson-Moss Warranty Act and the relevant F. T. C. regulations, subject to review by the United States Supreme Court\").\n</p>\n<p>Focusing on the nature of the federal interest, moreover, suggests that the widely perceived \"irreconcilable\" conflict between the finding of federal jurisdiction in <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U. S. 180 (1921), and the finding of no jurisdiction in <i>Moore</i> v. <i>Chesapeake &amp; Ohio R. Co.,</i> 291 U. S. 205 (1934), see, <i>e. g.,</i> M. Redish, Federal Jurisdiction: Tensions in the Allocation of Judicial Power 67 (1980), is far from clear. For the difference in results can be seen as manifestations of the differences in the nature of the federal issues at stake. In <i>Smith,</i> as the Court emphasized, the issue was the constitutionality of an important federal statute. See 255 U. S., at 201 (\"It is . . . apparent that the controversy concerns the constitutional validity of an act of Congress which is directly drawn in question. The decision depends upon the determination of this issue\"). In <i>Moore,</i> in contrast, the Court emphasized that the violation of the federal standard as an element of state tort recovery did not fundamentally change the state tort nature of the action. See 291 U. S., at 216-217 (\" `The action fell within the familiar category of cases involving the duty of a master to his servant. This duty is defined by the common law, except as it may be modified by legislation. The federal statute, in the present case, touched the duty of the master at a single point and, save as provided in the statute, the right of the plaintiff to recover was left to be determined by the law of the State' \") (quoting <i>Minneapolis, St. P. &amp; S. S. M. R. Co.</i> v. <i>Popplar,</i> 237 U. S. 369, 372 (1915)).</p>\n<p>The importance of the nature of the federal issue in federal-question jurisdiction is highlighted by the fact that, despite the usual reliability of the Holmes test as an inclusionary principle, this Court has sometimes found that formally federal causes of action were not properly brought under federal-question jurisdiction because of the overwhelming predominance of state-law issues. See <i>Shulthis</i> v. <i>McDougal,</i> 225 U. S. 561, 569-570 (1912) (\"A suit to enforce a right which takes its origin in the laws of the United States is not necessarily, or for that reason alone, one arising under those laws, for a suit does not so arise unless it really and substantially involves a dispute or controversy respecting the validity, construction or effect of such a law, upon the determination of which the result depends. This is especially so of a suit involving rights to land acquired under a law of the United States. If it were not, every suit to establish title to land in the central and western States would so arise, as all titles in those States are traceable back to those laws\"); <i>Shoshone Mining Co.</i> v. <i>Rutter,</i> 177 U. S. 505, 507 (1900) (\"We pointed out in the former opinion that it was well settled that a suit to enforce a right which takes its origin in the laws of the United States is not necessarily one arising under the Constitution or laws of the United States, within the meaning of the jurisdiction clauses, for if it did every action to establish title to real estate (at least in the newer States) would be such a one, as all titles in those States come from the United States or by virtue of its laws\").</p>\n<p>[13]  Cf. <i>Longshoremen</i> v. <i>Davis,</i> 476 U. S. 380, 391 (1986) (\"[O]ur decisions describing the nature of <i>Garmon</i> pre-emption and defining its boundaries have rested on a determination that in enacting the [National Labor Relations Act] Congress intended for the [National Labor Relations] Board generally to exercise exclusive jurisdiction in this area\").</p>\n<p>[14]  See <i>Moore</i> v. <i>Chesapeake &amp; Ohio R. Co.,</i> 291 U. S., at 214-215 (\"Questions arising in actions in state courts to recover for injuries sustained by employees in intrastate commerce and relating to the scope or construction of the Federal Safety Appliance Acts are, of course, federal questions which may appropriately be reviewed in this Court. . . . But it does not follow that a suit brought under the state statute which defines liability to employees who are injured while engaged in intrastate commerce, and brings within the purview of the statute a breach of the duty imposed by the federal statute, should be regarded as a suit arising under the laws of the United States and cognizable in the federal court in the absence of diversity of citizenship\"). Cf. <i>Franchise Tax Board,</i> 463 U. S., at 12, n. 12 (\"[T]he absence of original jurisdiction does not mean that there is no federal forum in which a pre-emption defense may be heard. If the state courts reject a claim of federal pre-emption, that decision may ultimately be reviewed on appeal by this Court\").</p>\n<p>[15]  Petitioner also contends that the Court of Appeals opinion rests on a view that federal-question jurisdiction was inappropriate because, whatever the role of the federal issue in the FDCA-related count, the plaintiff could recover on other, strictly state-law claims. See 766 F. 2d, at 1006 (noting that \"the jury could find negligence on the part of Merrell Dow without finding a violation of the FDCA\"). To the extent that the opinion can be read to express such a view, we agree that it was erroneous. If the FDCA-related count presented a sufficient federal question, its relationship to the other, state-law claims would be determined by the ordinary principles of pendent jurisdiction described in <i>Mine Workers</i> v. <i>Gibbs,</i> 383 U. S. 715 (1966). For the reasons that we have stated, however, there is no federal-question jurisdiction even with that possible error corrected.</p>\n<p>[1]  Some commentators have argued that the result in <i>Smith</i> conflicts with our decision in <i>Moore</i> v. <i>Chesapeake &amp; Ohio R. Co.,</i> 291 U. S. 205 (1934). See, <i>e. g.,</i> Greene, Hybrid State Law in the Federal Courts, 83 Harv. L. Rev. 289, 323 (1969). In <i>Moore,</i> the plaintiff brought an action under Kentucky's Employer Liability Act, which provided that a plaintiff could not be held responsible for contributory negligence or assumption of risk where his injury resulted from the violation of any state or federal statute enacted for the safety of employees. The plaintiff in <i>Moore</i> alleged that his injury was due to the defendant's failure to comply with the Federal Safety Appliance Act; therefore, an important issue in the adjudication of the state cause of action was whether the terms of the federal law had been violated. The Court could have dismissed the complaint on the ground that the federal issue would arise only in response to a defense of contributory negligence or assumption of risk, and that therefore there was no jurisdiction under the well-pleaded complaint rule. Instead, the Court held that \"a suit brought under the state statute which defines liability to employees who are injured while engaged in intrastate commerce, and brings within the purview of the statute a breach of the duty imposed by the federal statute, should [not] be regarded as a suit arising under the laws of the United States and cognizable in the federal court in the absence of diversity of citizenship.\" 291 U. S., at 214-215.\n</p>\n<p>The Court suggests that <i>Smith</i> and <i>Moore</i> may be reconciled if one views the question whether there is jurisdiction under  1331 as turning upon \"an evaluation of the <i>nature</i> of the federal interest at stake.\" <i>Ante,</i> at 814, n. 12 (emphasis in original). Thus, the Court explains, while in <i>Smith</i> the issue was the constitutionality of \"an important federal statute,\" in <i>Moore</i> the federal interest was less significant in that \"the violation of the federal standard as an element of state tort recovery did not fundamentally change the state tort nature of the action.\" <i>Ante,</i> at 815, n. 12.</p>\n<p>In one sense, the Court is correct in asserting that we can reconcile <i>Smith</i> and <i>Moore</i> on the ground that the \"nature\" of the federal interest was more significant in <i>Smith</i> than in <i>Moore.</i> Indeed, as the Court appears to believe, <i>ante,</i> at 814-815, n. 12, we could reconcile many of the seemingly inconsistent results that have been reached under  1331 with such a test. But this is so only because a test based upon an ad hoc evaluation of the importance of the federal issue is infinitely malleable: at what point does a federal interest become strong enough to create jurisdiction? What principles guide the determination whether a statute is \"important\" or not? Why, for instance, was the statute in <i>Smith</i> so \"important\" that direct review of a state-court decision (under our mandatory appellate jurisdiction) would have been inadequate? Would the result in <i>Moore</i> have been different if the federal issue had been a more important element of the tort claim? The point is that if one makes the test sufficiently vague and general, virtually any set of results can be \"reconciled.\" However, the inevitable  and undesirable  result of a test such as that suggested in the Court's footnote 12 is that federal jurisdiction turns in every case on an appraisal of the federal issue, its importance and its relation to state-law issues. Yet it is precisely because the Court believes that federal jurisdiction would be \"ill served\" by such a case-by-case appraisal that it rejects petitioner's claim that the difficulty and importance of the statutory issue presented by its claim suffices to confer jurisdiction under  1331. <i>Ante,</i> at 817. The Court cannot have it both ways.</p>\n<p>My own view is in accord with those commentators who view the results in <i>Smith</i> and <i>Moore</i> as irreconcilable. See, <i>e. g.,</i> Redish 67; D. Currie, Federal Jurisdiction in a Nutshell 109 (2d ed. 1981). That fact does not trouble me greatly, however, for I view <i>Moore</i> as having been a \"sport\" at the time it was decided and having long been in a state of innocuous desuetude. Unlike the jurisdictional holding in <i>Smith,</i> the jurisdictional holding in <i>Moore</i> has never been relied upon or even cited by this Court. <i>Moore</i> has similarly borne little fruit in the lower courts, leading Professor Redish to conclude after comparing the vitality of <i>Smith</i> and <i>Moore</i> that \"the principle enunciated in <i>Smith</i> is the one widely followed by modern lower federal courts.\" Redish 67. Finally, as noted in text, the commentators have also preferred <i>Smith. Supra,</i> at 821. <i>Moore</i> simply has not survived the test of time; it is presently moribund, and, to the extent that it is inconsistent with the well-established rule of the <i>Smith</i> case, it ought to be overruled.</p>\n<p>[2]  As the Court correctly notes, the Court of Appeals erred in holding that respondents' right to relief did not depend upon the resolution of a federal question because respondents might prevail on one of their other, wholly state-law claims. The fourth cause of action presents an independent and independently sufficient claim for relief. Whether it \"arises under\" federal law within the meaning of  1331 must therefore be determined without reference to any other claims, as if only that claim was asserted. If, after such consideration, it is determined that there is jurisdiction, the plaintiff may join additional state-law claims meeting the test for pendent jurisdiction set forth in <i>Mine Workers</i> v. <i>Gibbs,</i> 383 U. S. 715 (1966). See <i>ante,</i> at 817, n. 15.</p>\n<p>[3]  <i>Franchise Tax Board</i> states that the plaintiff's right to relief must necessarily depend upon resolution of a \"substantial\" federal question. 463 U. S., at 28. In context, however, it is clear that this was simply another way of stating that the federal question must be colorable and have a reasonable foundation. This understanding is consistent with the manner in which the <i>Smith</i> test has always been applied, as well as with the way we have used the concept of a \"substantial\" federal question in other cases concerning federal jurisdiction. See, <i>e. g., </i><i>Hagans</i> v. <i>Lavine,</i> 415 U. S. 528, 536-537 (1974); <i>Bell</i> v. <i>Hood,</i> 327 U. S. 678, 682 (1946).</p>\n<p>[4]  It bears emphasizing that the Court does <i>not</i> hold that there is no private cause of action under the FDCA. Rather, it expressly states that \"[f]or purposes of our decision, we assume that this is a correct interpretation of the FDCA.\" <i>Ante,</i> at 810. The Court simply holds petitioner to its concession that the FDCA provides no private remedy, and decides petitioner's claim on the basis of this concession. I shall do the same. Under the Court's analysis, however, if a party persuaded a court that there is a private cause of action under the FDCA, there would be federal jurisdiction under <i>Smith</i> and <i>Franchise Tax Board</i> over a state cause of action making violations of the FDCA actionable. Such jurisdiction would apparently exist even if the plaintiff did not seek the federal remedy.</p>\n<p>[5]  Congress granted original federal-question jurisdiction briefly in the Midnight Judges Act, ch. 4,  11, 2 Stat. 92 (1801), which was repealed in 1802, Act of Mar. 8, 1802, ch. 8,  1, 2 Stat. 132.</p>\n<p>[6]  Another reason Congress conferred original federal-question jurisdiction on the district courts was its belief that state courts are hostile to assertions of federal rights. See Hornstein, Federalism, Judicial Power and the \"Arising Under\" Jurisdiction of the Federal Courts: A Hierarchical Analysis, 56 Ind. L. J. 563, 564-565 (1981); Comment 636; Redish 71. Although this concern may be less compelling today than it once was, the American Law Institute reported as recently as 1969 that \"it is difficult to avoid concluding that federal courts are more likely to apply federal law sympathetically and understandingly than are state courts.\" ALI 166. In any event, this rationale is, like the rationale based on the expertise of the federal courts, simply an expression of Congress' belief that federal courts are more likely to interpret federal law correctly.\n</p>\n<p>One might argue that this Court's appellate jurisdiction over state-court judgments in cases arising under federal law can be depended upon to correct erroneous state-court decisions and to insure that federal law is interpreted and applied uniformly. However, as any experienced observer of this Court can attest, \"Supreme Court review of state courts, limited by docket pressures, narrow review of the facts, the debilitating possibilities of delay, and the necessity of deferring to adequate state grounds of decision, cannot do the whole job.\" Currie 160. Indeed, having served on this Court for 30 years, it is clear to me that, realistically, it cannot even come close to \"doing the whole job\" and that  1331 is essential if federal rights are to be adequately protected.</p>\n<p>[7]  Cf. <i>Cohens</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span>, 404 (1821) (Marshall, C. J.) (\"It is most true that this Court will not take jurisdiction if it should not; but it is equally true, that it must take jurisdiction if it should. . . . We have no more right to decline the exercise of jurisdiction which is given, than to usurp that which is not given\"). The narrow exceptions we have recognized to Chief Justice Marshall's famous dictum have all been justified by compelling judicial concerns of comity and federalism. See, <i>e. g., </i><i>Younger</i> v. <i>Harris,</i> 401 U. S. 37 (1971); <i>Burford</i> v. <i>Sun Oil Co.,</i> 319 U. S. 315 (1943). It would be wholly illegitimate, however, for this Court to determine that there was no jurisdiction over a class of cases simply because the Court thought that there were too many cases in the federal courts.</p>\n<p>[8]  The Federal Trade Commission retains regulatory and enforcement authority over the advertising (as opposed to the labeling) of foods, drugs, and cosmetics. See 15 U. S. C.  52-55.</p>\n\n</div>", "id": 111758, "judges": "Stevens", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111758/", "sha1": "6ff07bcbd544bbe597d59dac2517ffc0fae577c6", "source": "LR", "supreme_court_db_id": "1985-164", "time_retrieved": "2010-04-28T10:13:23"}