{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "547 U.S. 293", 
    "federal_cite_two": "126 S. Ct. 1735", 
    "specialty_cite_one": null, 
    "federal_cite_three": "164 L. Ed. 2d 480", 
    "lexis_cite": "2006 U.S. LEXIS 3456", 
    "document_uris": [
      "/api/rest/v2/document/145660/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Marshall v. Marshall", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "04-1544", 
    "id": 129989, 
    "resource_uri": "/api/rest/v2/citation/129989/"
  }, 
  "id": 145660, 
  "blocked": false, 
  "judges": "Ginsburg", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2006-05-01", 
  "download_url": "http://www.supremecourt.gov/opinions/05pdf/04-1544.pdf", 
  "source": "LC", 
  "local_path": "pdf/2006/05/01/Marshall_v._Marshall.pdf", 
  "html_lawbox": "<div>\n<center><b>547 U.S. 293 (2006)</b></center>\n<center><h1>MARSHALL<br>\nv.<br>\nMARSHALL</h1></center>\n<center>No. 04-1544.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, 2006.</center>\n<center>Decided May 1, 2006.</center>\n<p><span class=\"star-pagination\">*298</span> <i>Kent L. Richland</i> argued the cause for petitioner. With him on the briefs were <i>Dana Gardner Adelstein, Alan Diamond, Edward L. Xanders,</i> and <i>Philip W. Boesch, Jr.</i></p>\n<p><i>Deanne E. Maynard</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With her on the brief were <i>Solicitor General Clement, Assistant Attorney General O'Connor, Deputy Solicitor General Hungar, Deputy Assistant Attorney General Morrison, Jonathan S. Cohen,</i> and <i>Joan I. Oppenheimer.</i></p>\n<p><i>G. Eric Brunstad, Jr.,</i> argued the cause for respondent. With him on the brief were <i>Rheba Rutkowski, Robert A. Brundage, Susan Kim, William C. Heuer, Thomas C. Goldstein, Amy Howe, Kevin K. Russell,</i> and <i>Kent L. Jones.</i><sup>[*]</sup></p>\n<p>JUSTICE GINSBURG delivered the opinion of the Court.</p>\n<p>In <i>Cohens</i> v. <i>Virginia</i><i>,</i> Chief Justice Marshall famously cautioned: \"It is most true that this Court will not take jurisdiction if it should not: but it is equally true, that it must take jurisdiction if it should. . . . We have no more right to decline the exercise of jurisdiction which is given, than to <span class=\"star-pagination\">*299</span> usurp that which is not given.\" 6 Wheat. 264, 404 (1821). Among longstanding limitations on federal jurisdiction otherwise properly exercised are the so-called \"domestic relations\" and \"probate\" exceptions. Neither is compelled by the text of the Constitution or federal statute. Both are judicially created doctrines stemming in large measure from misty understandings of English legal history. See, <i>e. g.,</i> Atwood, Domestic Relations Cases in Federal Court: Toward a Principled Exercise of Jurisdiction, 35 Hastings L. J. 571, 584-588 (1984); <i>Spindel</i> v. <i>Spindel,</i> 283 F. Supp. 797, 802 (EDNY 1968) (collecting cases and commentary revealing vulnerability of historical explanation for domestic relations exception); Winkler, The Probate Jurisdiction of the Federal Courts, 14 Probate L. J. 77, 125-126, and n. 256 (1997) (describing historical explanation for probate exception as \"an exercise in mythography\"). In the years following Marshall's 1821 pronouncement, courts have sometimes lost sight of his admonition and have rendered decisions expansively interpreting the two exceptions. In <i>Ankenbrandt</i> v. <i>Richards,</i> 504 U. S. 689 (1992), this Court reined in the \"domestic relations exception.\" Earlier, in <i>Markham</i> v. <i>Allen,</i> 326 U. S. 490 (1946), the Court endeavored similarly to curtail the \"probate exception.\"</p>\n<p>Nevertheless, the Ninth Circuit in the instant case read the probate exception broadly to exclude from the federal courts' adjudicatory authority \"not only direct challenges to a will or trust, but also questions which would ordinarily be decided by a probate court in determining the validity of the decedent's estate planning instrument.\" 392 F. 3d 1118, 1133 (2004). The Court of Appeals further held that a State's vesting of exclusive jurisdiction over probate matters in a special court strips federal courts of jurisdiction to entertain any \"probate related matter,\" including claims respecting \"tax liability, debt, gift, [or] tort.\" <i>Id.,</i> at 1136. We hold that the Ninth Circuit had no warrant from Congress, <span class=\"star-pagination\">*300</span> or from decisions of this Court, for its sweeping extension of the probate exception.</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner, Vickie Lynn Marshall (Vickie), also known as Anna Nicole Smith, is the surviving widow of J. Howard Marshall II (J. Howard). Vickie and J. Howard met in October 1991. After a courtship lasting more than two years, they were married on June 27, 1994. J. Howard died on August 4, 1995. Although he lavished gifts and significant sums of money on Vickie during their courtship and marriage, J. Howard did not include anything for Vickie in his will. According to Vickie, J. Howard intended to provide for her financial security through a gift in the form of a \"catchall\" trust.</p>\n<p>Respondent, E. Pierce Marshall (Pierce), one of J. Howard's sons, was the ultimate beneficiary of J. Howard's estate plan, which consisted of a living trust and a \"pourover\" will. Under the terms of the will, all of J. Howard's assets not already included in the trust were to be transferred to the trust upon his death.</p>\n<p>Competing claims regarding J. Howard's fortune ignited proceedings in both state and federal courts. In January 1996, while J. Howard's estate was subject to ongoing proceedings in Probate Court in Harris County, Texas, Vickie filed for bankruptcy under Chapter 11 of the Bankruptcy Code, 11 U. S. C. § 1101 <i>et seq.,</i> in the United States Bankruptcy Court for the Central District of California. See 275 B. R. 5, 8 (CD Cal. 2002). In June 1996, Pierce filed a proof of claim in the federal bankruptcy proceeding, <i>id.,</i> at 9; see 11 U. S. C. § 501, alleging that Vickie had defamed him when, shortly after J. Howard's death, lawyers representing Vickie told members of the press that Pierce had engaged in forgery, fraud, and overreaching to gain control of his father's assets, 275 B. R., at 9. Pierce sought a declaration that <span class=\"star-pagination\">*301</span> the debt he asserted in that claim was not dischargeable in bankruptcy. <i>Ibid.</i><sup>[1]</sup> Vickie answered, asserting truth as a defense. She also filed counterclaims, among them a claim that Pierce had tortiously interfered with a gift she expected. <i>Ibid.;</i> see App. 23-25. Vickie alleged that Pierce prevented the transfer of his father's intended gift to her by, among other things: effectively imprisoning J. Howard against his wishes; surrounding him with hired guards for the purpose of preventing personal contact between him and Vickie; making misrepresentations to J. Howard; and transferring property against J. Howard's expressed wishes. <i>Id.,</i> at 24.</p>\n<p>Vickie's tortious interference counterclaim turned her objection to Pierce's claim into an adversary proceeding. <i>Id.,</i> at 39; see Fed. Rule Bkrtcy. Proc. 3007. In that proceeding, the Bankruptcy Court granted summary judgment in favor of Vickie on Pierce's claim and, after a trial on the merits, entered judgment for Vickie on her tortious interference counterclaim. See 253 B. R. 550, 558-559 (2000). The Bankruptcy Court also held that both Vickie's objection to Pierce's claim and Vickie's counterclaim qualified as \"core proceedings\" under 28 U. S. C. § 157, which meant that the court had authority to enter a final judgment disposing of those claims. See 257 B. R. 35, 39-40 (2000). The court awarded Vickie compensatory damages of more than $449 million\u0097less whatever she recovered in the ongoing probate action in Texas\u0097as well as $25 million in punitive damages. <i>Id.,</i> at 40.</p>\n<p>Pierce filed a post-trial motion to dismiss for lack of subject-matter jurisdiction, asserting that Vickie's tortious interference claim could be tried only in the Texas probate proceedings. <i>Id.,</i> at 36. The Bankruptcy Court held that <span class=\"star-pagination\">*302</span> \"the `probate exception' argument was waived\" because it was not timely raised. <i>Id.,</i> at 39. Relying on this Court's decision in <i>Markham,</i> the court observed that a federal court has jurisdiction to \"adjudicate rights in probate property, so long as its final judgment does not undertake to interfere with the state court's possession of the property.\" 257 B. R., at 38 (citing <i>Markham,</i> 326 U. S., at 494).</p>\n<p>Meanwhile, in the Texas Probate Court, Pierce sought a declaration that the living trust and his father's will were valid. 392 F. 3d, at 1124-1125. Vickie, in turn, challenged the validity of the will and filed a tortious interference claim against Pierce, <i>ibid.,</i> but voluntarily dismissed both claims once the Bankruptcy Court entered its judgment, <i>id.,</i> at 1128. Following a jury trial, the Probate Court declared the living trust and J. Howard's will valid. <i>Id.,</i> at 1129.</p>\n<p>Back in the federal forum, Pierce sought district-court review of the Bankruptcy Court's judgment. While rejecting the Bankruptcy Court's determination that Pierce had forfeited any argument based on the probate exception, the District Court held that the exception did not reach Vickie's claim. 264 B. R. 609, 619-625 (CD Cal. 2001). The Bankruptcy Court \"did not assert jurisdiction generally over the probate proceedings . . . or take control over [the] estate's assets,\" the District Court observed, <i>id.,</i> at 621, \"[t]hus, the probate exception would bar federal jurisdiction over Vickie's counterclaim only if such jurisdiction would `interfere' with the probate proceedings,\" <i>ibid.</i> (quoting <i>Markham,</i> 326 U. S., at 494). Federal jurisdiction would not \"interfere\" with the probate proceedings, the District Court concluded, because: (1) success on Vickie's counterclaim did not necessitate any declaration that J. Howard's will was invalid, 264 B. R., at 621; and (2) under Texas law, probate courts do not have exclusive jurisdiction to entertain claims of the kind asserted in Vickie's counterclaim, <i>id.,</i> at 622-625.</p>\n<p>The District Court also held that Vickie's claim did not qualify as a \"core proceedin[g] arising under title 11, or arising in a case under title 11.\" 28 U. S. C. § 157(b)(1); see 264 <span class=\"star-pagination\">*303</span> B. R., at 625-632. A bankruptcy court may exercise plenary power only over \"core proceedings.\" See § 157(b)-(c).<sup>[2]</sup> In noncore matters, a bankruptcy court may not enter final judgment; it has authority to issue only proposed findings of fact and conclusions of law, which are reviewed <i>de novo</i> by the district court. See § 157(c)(1). Accordingly, the District Court treated the Bankruptcy Court's judgment as \"proposed[,] rather than final,\" and undertook a \"comprehensive, complete, and independent review of\" the Bankruptcy Court's determinations. <i>Id.,</i> at 633.</p>\n<p><span class=\"star-pagination\">*304</span> Adopting and supplementing the Bankruptcy Court's findings, the District Court determined that Pierce had tortiously interfered with Vickie's expectancy. Specifically, the District Court found that J. Howard directed his lawyers to prepare an <i>inter vivos</i> trust for Vickie consisting of half the appreciation of his assets from the date of their marriage. See 275 B. R., at 25-30, 51-53. It further found that Pierce conspired to suppress or destroy the trust instrument and to strip J. Howard of his assets by backdating, altering, and otherwise falsifying documents, arranging for surveillance of J. Howard and Vickie, and presenting documents to J. Howard under false pretenses. See <i>id.,</i> at 36-50, 57-58; see also 253 B. R., at 554-556, 559-560. Based on these findings, the District Court awarded Vickie some $44.3 million in compensatory damages. 275 B. R., at 53-57. In addition, finding \"overwhelming\" evidence of Pierce's \"willfulness, maliciousness, and fraud,\" the District Court awarded an equal amount in punitive damages. <i>Id.,</i> at 57-58.</p>\n<p>The Court of Appeals for the Ninth Circuit reversed. The appeals court recognized that Vickie's claim \"does not involve the administration of an estate, the probate of a will, or any other purely probate matter.\" 392 F. 3d, at 1133. Nevertheless, the court held that the probate exception bars federal jurisdiction in this case. In the Ninth Circuit's view, a claim falls within the probate exception if it raises \"questions which would ordinarily be decided by a probate court in determining the validity of the decedent's estate planning instrument,\" whether those questions involve \"fraud, undue influence[, or] tortious interference with the testator's intent.\" <i>Ibid.</i></p>\n<p>The Ninth Circuit was also of the view that state-court delineation of a probate court's exclusive adjudicatory authority could control federal subject-matter jurisdiction. In this regard, the Court of Appeals stated: \"Where a state has relegated jurisdiction over probate matters to a special court <span class=\"star-pagination\">*305</span> and [the] state's trial courts of general jurisdiction do not have jurisdiction to hear probate matters, then the federal courts also lack jurisdiction over probate matters.\" <i>Id.,</i> at 1136. Noting that \"[t]he [P]robate [C]ourt ruled it had exclusive jurisdiction over all of Vickie[`s] claims,\" the Ninth Circuit held that \"ruling . . . binding on the United States [D]istrict [C]ourt.\" <i>Ibid.</i> (citing <i>Durfee</i> v. <i>Duke,</i> 375 U. S. 106, 115-116 (1963)).</p>\n<p>We granted certiorari, 545 U. S. 1165 (2005), to resolve the apparent confusion among federal courts concerning the scope of the probate exception. Satisfied that the instant case does not fall within the ambit of the narrow exception recognized by our decisions, we reverse the Ninth Circuit's judgment.</p>\n<p></p>\n<h2>II</h2>\n<p>In <i>Ankenbrandt</i> v. <i>Richards,</i> 504 U. S. 689 (1992), we addressed both the derivation and the limits of the \"domestic relations exception\" to the exercise of federal jurisdiction. Carol Ankenbrandt, a citizen of Missouri, brought suit in Federal District Court on behalf of her daughters, naming as defendants their father (Ankenbrandt's former husband) and his female companion, both citizens of Louisiana. <i>Id.,</i> at 691. Ankenbrandt's complaint sought damages for the defendants' alleged sexual and physical abuse of the children. <i>Ibid.</i> Federal jurisdiction was predicated on diversity of citizenship. <i>Ibid.</i> (citing 28 U. S. C. § 1332). The District Court dismissed the case for lack of subject-matter jurisdiction, holding that Ankenbrandt's suit fell within \"the `domestic relations' exception to diversity jurisdiction.\" 504 U. S., at 692. The Court of Appeals agreed and affirmed. <i>Ibid.</i> We reversed the Court of Appeals' judgment. <i>Id.,</i> at 706-707.</p>\n<p>Holding that the District Court improperly refrained from exercising jurisdiction over Ankenbrandt's tort claim, <i>id.,</i> at 704, we traced explanation of the current domestic relations <span class=\"star-pagination\">*306</span> exception to <i>Barber</i> v. <i>Barber,</i> 21 How. 582 (1859). See <i>Ankenbrandt,</i> 504 U. S., at 693-695. In <i>Barber,</i> the Court upheld federal-court authority, in a diversity case, to enforce an alimony award decreed by a state court. In dicta, however, the <i>Barber</i> Court announced\u0097without citation or discussion\u0097 that federal courts lack jurisdiction over suits for divorce or the allowance of alimony. 21 How., at 584-589; see <i>Ankenbrandt,</i> 504 U. S., at 693-695.</p>\n<p>Finding no Article III impediment to federal-court jurisdiction in domestic relations cases, <i>id.,</i> at 695-697, the Court in <i>Ankenbrandt</i> anchored the exception in Congress' original provision for diversity jurisdiction, <i>id.,</i> at 698-701. Beginning at the beginning, the Court recalled:</p>\n<blockquote>\"The Judiciary Act of 1789 provided that `the circuit courts shall have original cognizance, concurrent with the courts of the several States, of <i>all suits of a civil nature at common law or in equity, where the matter in dispute exceeds,</i> exclusive of costs, the sum or value of <i>five hundred dollars,</i> and . . . an alien is a party, or the suit is <i>between a citizen of the State where the suit is brought, and a citizen of another State.</i>'\" <i>Id.,</i> at 698 (quoting Act of Sept. 24, 1789, § 11, 1 Stat. 78; emphasis added in <i>Ankenbrandt</i>).</blockquote>\n<p>The defining phrase, \"all suits of a civil nature at common law or in equity,\" the Court stressed, remained in successive statutory provisions for diversity jurisdiction until 1948, when Congress adopted the more economical phrase, \"all civil actions.\" 504 U. S., at 698; 1948 Judicial Code and Judiciary Act, 62 Stat. 930, 28 U. S. C. § 1332.</p>\n<p>The <i>Barber</i> majority, we acknowledged in <i>Ankenbrandt,</i> did not expressly tie its announcement of a domestic relations exception to the text of the diversity statute. 504 U. S., at 698. But the dissenters in that case made the connection. They stated that English courts of chancery lacked <span class=\"star-pagination\">*307</span> authority to issue divorce and alimony decrees. Because \"the jurisdiction of the courts of the United States in chancery is bounded by that of the chancery in England,\" <i>Barber,</i> 21 How., at 605 (opinion of Daniel, J.), the dissenters reasoned, our federal courts similarly lack authority to decree divorces or award alimony, <i>ibid.</i> Such relief, in other words, would not fall within the diversity statute's original grant of jurisdiction over \"all suits of a civil nature at common law or in equity.\" We concluded in <i>Ankenbrandt</i> that \"it may be inferred fairly that the jurisdictional limitation recognized by the <i>[Barber]</i> Court rested on th[e] statutory basis\" indicated by the dissenters in that case. 504 U. S., at 699.</p>\n<p>We were \"content\" in <i>Ankenbrandt</i> \"to rest our conclusion that a domestic relations exception exists as a matter of statutory construction not on the accuracy of the historical justifications on which [the exception] was seemingly based.\" <i>Id.,</i> at 700. \"[R]ather,\" we relied on \"Congress' apparent acceptance of this construction of the diversity jurisdiction provisions in the years prior to 1948, when the statute limited jurisdiction to `suits of a civil nature at common law or in equity.'\" <i>Ibid.</i> (quoting 1 Stat. 78). We further determined that Congress did not intend to terminate the exception in 1948 when it \"replace[d] the law/equity distinction with the phrase `all civil actions.'\" 504 U. S., at 700. Absent contrary indications, we presumed that Congress meant to leave undisturbed \"the Court's nearly century-long interpretation\" of the diversity statute \"to contain an exception for certain domestic relations matters.\" <i>Ibid.</i></p>\n<p>We nevertheless emphasized in <i>Ankenbrandt</i> that the exception covers only \"a narrow range of domestic relations issues.\" <i>Id.,</i> at 701. The <i>Barber</i> Court itself, we reminded, \"sanctioned the exercise of federal jurisdiction over the enforcement of an alimony decree that had been properly obtained in a state court of competent jurisdiction.\" 504 U. S., at 702. Noting that some lower federal courts had applied <span class=\"star-pagination\">*308</span> the domestic relations exception \"well beyond the circumscribed situations posed by <i>Barber</i> and its progeny,\" <i>id.,</i> at 701, we clarified that only \"divorce, alimony, and child custody decrees\" remain outside federal jurisdictional bounds, <i>id.,</i> at 703, 704. While recognizing the \"special proficiency developed by state tribunals . . . in handling issues that arise in the granting of [divorce, alimony, and child custody] decrees,\" <i>id.,</i> at 704, we viewed federal courts as equally equipped to deal with complaints alleging the commission of torts, <i>ibid.</i></p>\n<p></p>\n<h2>III</h2>\n<p>Federal jurisdiction in this case is premised on 28 U. S. C. § 1334, the statute vesting in federal district courts jurisdiction in bankruptcy cases and related proceedings. Decisions of this Court have recognized a \"probate exception,\" kin to the domestic relations exception, to otherwise proper federal jurisdiction. See <i>Markham,</i> 326 U. S., at 494; see also <i>Sutton</i> v. <i>English,</i> 246 U. S. 199 (1918); <i>Waterman</i> v. <i>Canal-Louisiana Bank &amp; Trust Co.,</i> 215 U. S. 33 (1909). Like the domestic relations exception, the probate exception has been linked to language contained in the Judiciary Act of 1789.</p>\n<p><i>Markham,</i> the Court's most recent and pathmarking pronouncement on the probate exception, stated that \"the equity jurisdiction conferred by the Judiciary Act of 1789 . . ., which is that of the English Court of Chancery in 1789, did not extend to probate matters.\" 326 U. S., at 494. See generally Nicolas, Fighting the Probate Mafia: A Dissection of the Probate Exception to Federal Court Jurisdiction, 74 S. Cal. L. Rev. 1479 (2001). As in <i>Ankenbrandt,</i> so in this case, \"[w]e have no occasion . . . to join the historical debate\" over the scope of English chancery jurisdiction in 1789, 504 U. S., at 699, for Vickie Marshall's claim falls far outside the bounds of the probate exception described in <i>Markham.</i> We therefore need not consider in this case whether there exists any <span class=\"star-pagination\">*309</span> uncodified probate exception to federal bankruptcy jurisdiction under § 1334.<sup>[3]</sup></p>\n<p>In <i>Markham,</i> the plaintiff Alien Property Custodian <sup>[4]</sup> commenced suit in Federal District Court against an executor and resident heirs to determine the Custodian's asserted rights regarding a decedent's estate. 326 U. S., at 491-492. Jurisdiction was predicated on § 24(1) of the Judicial Code, now 28 U. S. C. § 1345, which provides for federal jurisdiction over suits brought by an officer of the United States. At the time the federal suit commenced, the estate was undergoing <span class=\"star-pagination\">*310</span> probate administration in a state court. The Custodian had issued an order vesting in himself all right, title, and interest of German legatees. He sought and gained in the District Court a judgment determining that the resident heirs had no interest in the estate, and that the Custodian, substituting himself for the German legatees, was entitled to the entire net estate, including specified real estate passing under the will.</p>\n<p>Reversing the Ninth Circuit, which had ordered the case dismissed for want of federal subject-matter jurisdiction, this Court held that federal jurisdiction was properly invoked. The Court first stated:</p>\n<blockquote>\"It is true that a federal court has no jurisdiction to probate a will or administer an estate . . . . But it has been established by a long series of decisions of this Court that federal courts of equity have jurisdiction to entertain suits `in favor of creditors, legatees and heirs' and other claimants against a decedent's estate `to establish their claims' so long as the federal court does not interfere with the probate proceedings or assume general jurisdiction of the probate or control of the property in the custody of the state court.\" 326 U. S., at 494 (quoting <i>Waterman,</i> 215 U. S., at 43).</blockquote>\n<p>Next, the Court described a probate exception of distinctly limited scope:</p>\n<blockquote>\"[W]hile a federal court may not exercise its jurisdiction to disturb or affect the possession of property in the custody of a state court, . . . it may exercise its jurisdiction to adjudicate rights in such property where the final judgment does not undertake to interfere with the state court's possession save to the extent that the state court is bound by the judgment to recognize the right adjudicated by the federal court.\" 326 U. S., at 494.</blockquote>\n<p>The first of the above-quoted passages from <i>Markham</i> is not a model of clear statement. The Court observed that <span class=\"star-pagination\">*311</span> federal courts have jurisdiction to entertain suits to determine the rights of creditors, legatees, heirs, and other claimants against a decedent's estate, \"so long as the federal court does not <i>interfere with the probate proceedings.</i>\" <i>Ibid.</i> (emphasis added). Lower federal courts have puzzled over the meaning of the words \"interfere with the probate proceedings,\" and some have read those words to block federal jurisdiction over a range of matters well beyond probate of a will or administration of a decedent's estate. See, <i>e. g., </i><i>Mangieri</i> v. <i>Mangieri,</i> 226 F. 3d 1, 2-3 (CA1 2000) (breach of fiduciary duty by executor); <i>Golden ex rel. Golden</i> v. <i>Golden,</i> 382 F. 3d 348, 360-362 (CA3 2004) (same); <i>Lepard</i> v. <i>NBD Bank, Div. of Bank One,</i> 384 F. 3d 232, 234-237 (CA6 2004) (breach of fiduciary duty by trustee); <i>Storm</i> v. <i>Storm,</i> 328 F. 3d 941, 943-945 (CA7 2003) (probate exception bars claim that plaintiff's father tortiously interfered with plaintiff's inheritance by persuading trust grantor to amend irrevocable <i>inter vivos</i> trust); <i>Rienhardt</i> v. <i>Kelly,</i> 164 F. 3d 1296, 1300-1301 (CA10 1999) (probate exception bars claim that defendants exerted undue influence on testator and thereby tortiously interfered with plaintiff's expected inheritance).</p>\n<p>We read <i>Markham</i>'s enigmatic words, in sync with the second above-quoted passage, to proscribe \"disturb[ing] or affect[ing] the possession of property in the custody of a state court.\" 326 U. S., at 494. True, that reading renders the first-quoted passage in part redundant, but redundancy in this context, we do not doubt, is preferable to incoherence. In short, we comprehend the \"interference\" language in <i>Markham</i> as essentially a reiteration of the general principle that, when one court is exercising <i>in rem</i> jurisdiction over a <i>res,</i> a second court will not assume <i>in rem</i> jurisdiction over the same <i>res.</i> See, <i>e. g., </i><i>Penn General Casualty Co.</i> v. <i>Pennsylvania ex rel. Schnader,</i> 294 U. S. 189, 195-196 (1935); <i>Waterman,</i> 215 U. S., at 45-46. Thus, the probate exception reserves to state probate courts the probate or annulment of a will and the administration of a decedent's estate; it also <span class=\"star-pagination\">*312</span> precludes federal courts from endeavoring to dispose of property that is in the custody of a state probate court. But it does not bar federal courts from adjudicating matters outside those confines and otherwise within federal jurisdiction.</p>\n<p></p>\n<h2>A</h2>\n<p>As the Court of Appeals correctly observed, Vickie's claim does not \"involve the administration of an estate, the probate of a will, or any other purely probate matter.\" 392 F. 3d, at 1133. Provoked by Pierce's claim in the bankruptcy proceedings, Vickie's claim, like Carol Ankenbrandt's, alleges a widely recognized tort. See <i>King</i> v. <i>Acker,</i> 725 S. W. 2d 750, 754 (Tex. App. 1987); 4 Restatement (Second) of Torts § 774B (1977) (\"One who by fraud, duress or other tortious means intentionally prevents another from receiving from a third person an inheritance or gift that [s]he would otherwise have received is subject to liability to the other for loss of the inheritance or gift.\"). Vickie seeks an <i>in personam</i> judgment against Pierce, not the probate or annulment of a will. Cf. <i>Sutton,</i> 246 U. S., at 208 (suit to annul a will found \"supplemental to the proceedings for probate of the will\" and therefore not cognizable in federal court). Nor does she seek to reach a <i>res</i> in the custody of a state court. See <i>Markham,</i> 326 U. S., at 494.</p>\n<p>Furthermore, no \"sound policy considerations\" militate in favor of extending the probate exception to cover the case at hand. Cf. <i>Ankenbrandt,</i> 504 U. S., at 703. Trial courts, both federal and state, often address conduct of the kind Vickie alleges. State probate courts possess no \"special proficiency . . . in handling [such] issues.\" Cf. <i>id.,</i> at 704.</p>\n<p></p>\n<h2>B</h2>\n<p>The Court of Appeals advanced an alternate basis for its conclusion that the federal courts lack jurisdiction over Vickie's claim. Noting that the Texas Probate Court \"ruled it had exclusive jurisdiction over all of Vickie Lynn Marshall's <span class=\"star-pagination\">*313</span> claims against E. Pierce Marshall,\" the Ninth Circuit held that \"ruling . . . binding on the United States [D]istrict [C]ourt.\" 392 F. 3d, at 1136. We reject that determination.</p>\n<p>Texas courts have recognized a state-law tort action for interference with an expected inheritance or gift, modeled on the Restatement formulation. See <i>King,</i> 725 S. W. 2d, at 754; <i>Brandes</i> v. <i>Rice Trust, Inc.,</i> 966 S. W. 2d 144, 146-147 (Tex. App. 1998).<sup>[5]</sup> It is clear, under <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64 (1938), that Texas law governs the substantive elements of Vickie's tortious interference claim. It is also clear, however, that Texas may not reserve to its probate courts the exclusive right to adjudicate a transitory <span class=\"star-pagination\">*314</span> tort. We have long recognized that \"a State cannot create a transitory cause of action and at the same time destroy the right to sue on that transitory cause of action in any court having jurisdiction.\" <i>Tennessee Coal, Iron &amp; R. Co.</i> v. <i>George,</i> 233 U. S. 354, 360 (1914). Jurisdiction is determined \"by the law of the court's creation and cannot be defeated by the extraterritorial operation of a [state] statute . . ., even though it created the right of action.\" <i>Ibid.</i> Directly on point, we have held that the jurisdiction of the federal courts, \"having existed from the beginning of the Federal government, [can]not be impaired by subsequent state legislation creating courts of probate.\" <i>McClellan</i> v. <i>Carland,</i> 217 U. S. 268, 281 (1910) (upholding federal jurisdiction over action by heirs of decedent, who died intestate, to determine their rights in the estate (citing <i>Waterman,</i> 215 U. S. 33)).</p>\n<p>Our decision in <i>Durfee</i> v. <i>Duke,</i> 375 U. S. 106 (1963), relied upon by the Ninth Circuit, 392 F. 3d, at 1136, is not to the contrary. <i>Durfee</i> stands only for the proposition that a state court's final judgment determining <i>its own</i> jurisdiction ordinarily qualifies for full faith and credit, so long as the jurisdictional issue was fully and fairly litigated in the court that rendered the judgment. See 375 U. S., at 111, 115. At issue here, however, is not the Texas Probate Court's jurisdiction, but the federal courts' jurisdiction to entertain Vickie's tortious interference claim. Under our federal system, Texas cannot render its probate courts exclusively competent to entertain a claim of that genre. We therefore hold that the District Court properly asserted jurisdiction over Vickie's counterclaim against Pierce.</p>\n<p></p>\n<h2>IV</h2>\n<p>After determining that Vickie's claim was not a \"core proceeding,\" the District Court reviewed the case <i>de novo</i> and entered its final judgment on March 7, 2002. 275 B. R., at 5-8. The Texas Probate Court's judgment became final on February 11, 2002, nearly one month earlier. App. to Pet. <span class=\"star-pagination\">*315</span> for Cert. 41. The Court of Appeals considered only the issue of federal subject-matter jurisdiction. It did not address the question whether Vickie's claim was \"core\"; nor did it address Pierce's arguments concerning claim and issue preclusion. 392 F. 3d, at 1137. These issues remain open for consideration on remand.</p>\n<p></p>\n<h2>* * *</h2>\n<p>For the reasons stated, the judgment of the Court of Appeals for the Ninth Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, concurring in part and concurring in the judgment.</p>\n<p>The administration of decedents' estates typically is governed by rules of state law and conducted by state probate courts. Occasionally, however, disputes between interested parties arise, either in the probate proceeding itself or elsewhere, that qualify as cases or controversies that federal courts have jurisdiction to decide. See, <i>e. g., </i><i>Reed</i> v. <i>Reed,</i> 404 U. S. 71 (1971). In her opinion for the Court, Justice GINSBURG has cogently explained why this is such a case. I write separately to explain why I do not believe there is any \"probate exception\" that ousts a federal court of jurisdiction it otherwise possesses.</p>\n<p>The familiar aphorism that hard cases make bad law should extend to easy cases as well. <i>Markham</i> v. <i>Allen,</i> 326 U. S. 490 (1946), like this case, was an easy case. In <i>Markham,</i> as here, it was unnecessary to question the historical or logical underpinnings of the probate exception to federal jurisdiction because, whatever the scope of the supposed exception, it did not extend to the case at hand. But <i>Markham</i>'s obiter dicta\u0097dicta that the Court now describes as redundant if not incoherent, <i>ante,</i> at 311\u0097generated both <span class=\"star-pagination\">*316</span> confusion and abdication of the obligation Chief Justice Marshall so famously articulated, see <i>Cohens</i> v. <i>Virginia,</i> 6 Wheat. 264, 404 (1821); see also <i>ante,</i> at 298-299. While the Court today rightly abandons much of that dicta, I would go further.</p>\n<p>The Court is content to adopt the approach it followed in <i>Ankenbrandt</i> v. <i>Richards,</i> 504 U. S. 689 (1992), and to accept as foundation for the probate exception <i>Markham</i>'s bald assertion that the English High Court of Chancery's jurisdiction did not \"extend to probate matters\" in 1789. 326 U. S., at 494; see <i>ante,</i> at 308. I would not accept that premise. Not only had the theory <i>Markham</i> espoused been only sporadically and tentatively cited as justification for the exception,<sup>[1]</sup> but the most comprehensive article on the subject has persuasively demonstrated that <i>Markham</i>'s assertion is \"an exercise in mythography.\"<sup>[2]</sup></p>\n<p><i>Markham</i>'s theory apparently is the source of the Court's reformulated exception, which \"reserves to state probate courts the probate or annulment of a will and the administration of a decedent's estate.\" <i>Ante,</i> at 311. Although undoubtedly narrower in scope than <i>Markham</i>'s ill-considered description of the probate carve-out, this description also <span class=\"star-pagination\">*317</span> sweeps too broadly. For the Court has correctly upheld the exercise of federal jurisdiction over actions involving the annulment of wills and the administration of decedents' estates. In <i>Gaines</i> v. <i>Fuentes,</i> 92 U. S. 10 (1876), for example, the Court held that a defendant in an action to annul a will should be permitted to remove the case to federal court. In so doing, it explained:</p>\n<blockquote>\"[W]henever a controversy in a suit . . . arises respecting the validity or construction of a will, or the enforcement of a decree admitting it to probate, there is no more reason why the Federal courts should not take jurisdiction of the case than there is that they should not take jurisdiction of any other controversy between the parties.\" <i>Id.,</i> at 22.</blockquote>\n<p>Likewise, in <i>Payne</i> v. <i>Hook,</i> 7 Wall. 425 (1869), the Court explained that it was \"well settled that a court of chancery, as an incident to its power to enforce trusts, and make those holding a fiduciary relation account, has jurisdiction to compel executors and administrators to account and distribute the assets in their hands.\" <i>Id.,</i> at 431. (In that same case, a federal court later appointed a Special Master to administer the estate. This Court upheld some of the Master's determinations and rejected others. See <i>Hook</i> v. <i>Payne,</i> 14 Wall. 252, 255 (1872).)</p>\n<p>To be sure, there are cases that support limitations on federal courts' jurisdiction over the probate and annulment of wills and the administration of decedents' estates. But careful examination reveals that at least most of the limitations so recognized stem not from some <i>sui generis</i> exception, but rather from generally applicable jurisdictional rules. Cf. <i>Ellis</i> v. <i>Davis,</i> 109 U. S. 485, 497 (1883) (\"Jurisdiction as to wills, and their probate as such, is neither included in nor excepted out of the grant of judicial power to the courts of the United States\"). Some of those rules, like the rule that diversity jurisdiction will not attach absent an <i>inter</i> <span class=\"star-pagination\">*318</span> <i>partes</i> controversy, plainly are still relevant today. See, <i>e. g., </i><i>Waterman</i> v. <i>Canal-Louisiana Bank &amp; Trust Co.,</i> 215 U. S. 33, 44-45 (1909); see also <i>id.,</i> at 46 (reaffirming the <i>in gremio legis</i> principle). Others, like the rule that a bill in equity will lie only where there is no adequate remedy elsewhere, have less straightforward application in the wake of 20th-century jurisdictional developments. See, <i>e. g., </i><i>Case of Broderick's Will,</i> 21 Wall. 503, 510-512 (1875); <i>Ellis,</i> 109 U. S., at 503 (denying relief where plaintiff had \"a plain, adequate and complete remedy at law\"); see also Winkler, <i>supra</i> n. 2, at 112-113. Whatever the continuing viability of these individual rules, together they are more than adequate to the task of cabining federal courts' jurisdiction. They require no helping hand from the so-called probate exception.</p>\n<p>Rather than preserving whatever vitality that the \"exception\" has retained as a result of the <i>Markham</i> dicta, I would provide the creature with a decent burial in a grave adjacent to the resting place of the <i>Rooker-Feldman</i> doctrine. See <i>Lance</i> v. <i>Dennis,</i> 546 U. S. 459, 468 (2006) (Stevens, J., dissenting).</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Richard Lieb</i> filed a brief of <i>amici curiae</i> urging reversal for Richard Aaron et al.\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the State of Texas et al. by <i>Greg Abbott,</i> Attorney General of Texas, <i>Barry R. McBee,</i> First Assistant Attorney General, <i>Edward D. Burbach,</i> Deputy Attorney General for Litigation, <i>R. Ted Cruz,</i> Solicitor General, and <i>Rance L. Craft,</i> Assistant Solicitor General, and by the Attorneys General for their respective States as follows: <i>Troy King</i> of Alabama, <i>John W. Suthers</i> of Colorado, <i>Charles C. Foti, Jr.,</i> of Louisiana, <i>J. Joseph Curran, Jr.,</i> of Maryland, <i>Jim Hood</i> of Mississippi, <i>Jeremiah W. (Jay) Nixon</i> of Missouri, and <i>Hardy Myers</i> of Oregon; for the National College of Probate Judges by <i>James R. Wade;</i> for the Philanthropy Roundtable by <i>Ronald A. Cass;</i> for the Washington Legal Foundation by <i>Sidney P. Levinson, Daniel J. Popeo,</i> and <i>Paul D. Kamenar;</i> for Bonnie Snavely by <i>Carter G. Phillips</i> and <i>Jay T. Jorgensen;</i> and for Ernest A. Young et al. by <i>Craig Goldblatt.</i></p>\n<p><i>Robert Whitman</i> filed a brief of <i>amicus curiae</i> for Heirs, Inc.</p>\n<p>[1]  Among debts not dischargeable in bankruptcy, see 11 U. S. C. § 523(a), are those arising from \"willful and malicious injury by the debtor,\" § 523(a)(6).</p>\n<p>[2]  \"Core proceedings include, but are not limited to\u0097\n</p>\n<p>\"(A) matters concerning the administration of the estate;</p>\n<p>\"(B) allowance or disallowance of claims against the estate or exemptions from property of the estate, and estimation of claims or interests for the purposes of confirming a plan under chapter 11, 12, or 13 of title 11 but not the liquidation or estimation of contingent or unliquidated personal injury tort or wrongful death claims against the estate for purposes of distribution in a case under title 11;</p>\n<p>\"(C) counterclaims by the estate against persons filing claims against the estate;</p>\n<p>\"(D) orders in respect to obtaining credit;</p>\n<p>\"(E) orders to turn over property of the estate;</p>\n<p>\"(F) proceedings to determine, avoid, or recover preferences;</p>\n<p>\"(G) motions to terminate, annul, or modify the automatic stay;</p>\n<p>\"(H) proceedings to determine, avoid, or recover fraudulent conveyances;</p>\n<p>\"(I) determinations as to the dischargeability of particular debts;</p>\n<p>\"(J) objections to discharges;</p>\n<p>\"(K) determinations of the validity, extent, or priority of liens;</p>\n<p>\"(L) confirmations of plans;</p>\n<p>\"(M) orders approving the use or lease of property, including the use of cash collateral;</p>\n<p>\"(N) orders approving the sale of property other than property resulting from claims brought by the estate against persons who have not filed claims against the estate;</p>\n<p>\"(O) other proceedings affecting the liquidation of the assets of the estate or the adjustment of the debtor-creditor or the equity security holder relationship, except personal injury tort or wrongful death claims; and</p>\n<p>\"(P) recognition of foreign proceedings and other matters under chapter 15 of title 11.\" 28 U. S. C. § 157(b)(2) (2000 ed. and Supp. V).</p>\n<p>[3]  We note that the broad grant of jurisdiction conferred by § 1334(b) is subject to a mandatory abstention provision applicable to certain state-law claims. Section 1334(c)(2) provides:\n</p>\n<p>\"Upon timely motion of a party in a proceeding based upon a State law claim or State law cause of action, related to a case under title 11 but not arising under title 11 or arising in a case under title 11, with respect to which an action could not have been commenced in a court of the United States absent jurisdiction under this section, the district court shall abstain from hearing such proceeding if an action is commenced, and can be timely adjudicated, in a State forum of appropriate jurisdiction.\" That provision is, in turn, qualified: \"Non-core proceedings under section 157(b)(2)(B) of title 28, United States Code, shall not be subject to the mandatory abstention provisions of section 1334(c)(2).\" § 157(b)(4). Because the Bankruptcy Court rejected Pierce's motion for mandatory abstention as untimely, 257 B. R. 35, 39 (CD Cal. 2000), we need not consider whether these provisions might have required abstention upon a timely motion.</p>\n<p>[4]  Section 6 of the Trading with the Enemy Act, 40 Stat. 415, 50 U. S. C. App., authorizes the President to appoint an official known as the \"alien property custodian,\" who is responsible for \"receiv[ing,] . . . hold[ing], administer[ing], and account[ing] for\" \"all money and property in the United States due or belonging to an enemy, or ally of enemy . . . .\" The Act was originally enacted during World War I \"to permit, under careful safeguards and restrictions, certain kinds of business to be carried on\" among warring nations, and to \"provid[e] for the care and administration of the property and property rights of enemies and their allies in this country pending the war.\" <i>Markham</i> v. <i>Cabell,</i> 326 U. S. 404, 414, n. 1 (1945) (Burton, J., concurring) (quoting S. Rep. No. 113, 65th Cong., 1st Sess., 1 (1917)).</p>\n<p>[5]  Texas appellate courts have on occasion held claims of tortious interference with an expected inheritance \"barred\" by a prior probate court judgment, apparently applying ordinary principles of preclusion. See, <i>e. g., </i><i>Thompson</i> v. <i>Deloitte &amp; Touche,</i> 902 S. W. 2d 13, 16 (Tex. App. 1995) (final probate court judgment bars claim of tortious interference with inheritance expectancy because probate court \"necessarily found that [the decedent] signed the will with testamentary capacity, and that it reflected his intent, was not the result of coercion or undue influence, and was valid\"); <i>Neill</i> v. <i>Yett,</i> 746 S. W. 2d 32, 35-36 (Tex. App. 1988) (complaint alleging fraud and tortious interference with inheritance expectancy, filed more than two years after will was admitted to probate, was barred by both the statute of limitations and the final probate judgment, and failed to state the elements of the claim). Neither <i>Thompson</i> nor <i>Neill</i> questions the Texas trial courts' subject-matter jurisdiction over the claims in question.\n</p>\n<p>Pierce maintains that <i>Thompson, Neill,</i> and other Texas decisions support his contention that preclusion principles bar Vickie's claim. See Brief for Respondent 36-38. Vickie argues to the contrary. See Brief for Petitioner 42, n. 30 (urging that preclusion does not apply because (1) Vickie's claim was not litigated to final judgment in the Texas probate proceedings; (2) having presented her claim in the Bankruptcy Court years before she joined the Texas will contest, Vickie was not obliged to present her claim in the Texas proceedings; (3) the Bankruptcy Court's judgment preceded the Probate Court judgment; and (4) the Texas Probate Court did not have before it important evidence). See also Tex. Rule Civ. Proc. 97 (2003); <i>Ingersoll-Rand Co.</i> v. <i>Valero Energy Corp.,</i> 997 S. W. 2d 203, 206-207 (Tex. 1999). The matter of preclusion remains open for consideration on remand. See <i>infra,</i> at 315.</p>\n<p>[1]  Notably, Justice Joseph Bradley, a strong proponent of the theory that federal courts sitting in equity cannot exercise jurisdiction over probate matters because in England in 1789 such jurisdiction belonged to the ecclesiastical courts, see <i>Case of Broderick's Will,</i> 21 Wall. 503 (1875), <i>Gaines</i> v. <i>Fuentes,</i> 92 U. S. 10, 24-25 (1876) (dissenting opinion), urged that \"even in matters savoring of [e]cclesiastical process, after an issue has been formed between definite parties,\" the controversy should be heard by a federal court. See <i>Rosenbaum</i> v. <i>Bauer,</i> 120 U. S. 450, 460-461 (1887) (dissenting opinion) (citing <i>Gaines,</i> 92 U. S., at 17, and <i>Hess</i> v. <i>Reynolds,</i> 113 U. S. 73 (1885)).</p>\n<p>[2]  Winkler, The Probate Jurisdiction of the Federal Courts, 14 Probate L. J. 77, 126 (1997); see <i>ante,</i> at 299 (acknowledging Winkler's analysis). Winkler also observes, citing Charles Dickens' Bleak House (1853), that <i>Markham</i>'s \"suggestion that the High Court of Chancery had lacked jurisdiction to `administer an estate' was preposterous.\" 14 Probate L. J., at 125, and n. 256.</p>\n\n</div>", 
  "time_retrieved": "2010-05-05T17:06:24", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2005                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                      MARSHALL v. MARSHALL\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n    No. 04–1544.       Argued February 28, 2006—Decided May 1, 2006\nAmong longstanding limitations on federal-court jurisdiction otherwise\n properly exercised are the so-called “domestic relations” and “pro\n bate” exceptions. Neither is compelled by the text of the Constitution\n or federal statute. Both are judicially created doctrines stemming in\n large measure from misty understandings of English legal history.\n In view of lower federal-court decisions expansively interpreting the\n two exceptions, this Court reined in the domestic relations exception\n in Ankenbrandt v. Richards, 504 U. S. 689, and endeavored similarly\n to curtail the probate exception in Markham v. Allen, 326 U. S. 490.\n   Petitioner, Vickie Lynn Marshall (Vickie), a.k.a. Anna Nicole\n Smith, is the surviving widow of J. Howard Marshall II (J. Howard),\n who died without providing for Vickie in his will. According to\n Vickie, J. Howard intended to provide for her through a gift in the\n form of a “catch-all” trust. Respondent, E. Pierce Marshall (Pierce),\n J. Howard’s son, was the ultimate beneficiary of J. Howard’s estate\n plan. While the estate was subject to ongoing Texas Probate Court\n proceedings, Vickie filed for bankruptcy in California. Pierce filed a\n proof of claim in the federal bankruptcy court, alleging that Vickie\n had defamed him when, shortly after J. Howard’s death, her lawyers\n told the press that Pierce had engaged in forgery, fraud, and over\n reaching to gain control of his father’s assets. Pierce sought a decla\n ration that his claim was not dischargeable in bankruptcy. Vickie\n answered, asserting truth as a defense. She also filed counterclaims,\n among them a claim that Pierce had tortiously interfered with a gift\n she expected from J. Howard. Vickie’s tortious interference counter\n claim turned her objection to Pierce’s claim into an adversary pro\n ceeding, see Fed. Rule Bkrtcy. Proc. 3007, in which the Bankruptcy\n Court granted summary judgment for Vickie on Pierce’s claim and,\n2                       MARSHALL v. MARSHALL\n\n                                  Syllabus\n\n    after a trial on the merits, entered judgment for Vickie on her coun\n    terclaim. The court also held that both Vickie’s objection to Pierce’s\n    claim and her counterclaim qualified as “core proceedings” under 28\n    U. S. C. §157, which meant that the court had authority to enter a fi\n    nal judgment disposing of those claims. It awarded Vickie substan\n    tial compensatory and punitive damages. Pierce then filed a post\n    trial motion to dismiss for lack of subject-matter jurisdiction, assert\n    ing that Vickie’s tortious interference claim could be tried only in the\n    Texas probate proceedings. The Bankruptcy Court denied the mo\n    tion. Relying on Markham, the Bankruptcy Court observed that a\n    federal court has jurisdiction to adjudicate rights in probate property,\n    so long as its final judgment does not interfere with the state court’s\n    possession of the property. Subsequently, the Texas Probate Court\n    declared that J. Howard’s estate plan was valid.\n       Back in the federal forum, Pierce sought district-court review of the\n    Bankruptcy Court’s judgment. Among other things, the District\n    Court held that the probate exception did not reach Vickie’s counter\n    claim. Citing Markham, 326 U. S., at 494, the court said that the ex\n    ception would bar federal jurisdiction only if such jurisdiction would\n    “interfere” with the probate proceedings. It would not do so, the court\n    concluded, because: (1) success on Vickie’s counterclaim did not ne\n    cessitate any declaration that J. Howard’s will was invalid, and (2)\n    under Texas law, probate courts do not have exclusive jurisdiction to\n    entertain claims of the kind Vickie’s counterclaim asserted. The\n    court also held that Vickie’s claim did not qualify as a “core pro\n    ceedin[g]” over which a bankruptcy court may exercise plenary\n    power, see 28 U. S. C. §157(b)–(c). Accordingly, the District Court\n    treated the Bankruptcy Court’s judgment as proposed, rather than\n    final, and undertook de novo review. Adopting and supplementing\n    the Bankruptcy Court’s findings, the District Court determined that\n    Pierce had tortiously interfered with Vickie’s expectancy by, inter\n    alia, conspiring to suppress or destroy the inter vivos trust instru\n    ment J. Howard had directed his lawyers to prepare for Vickie, and to\n    strip J. Howard of his assets by backdating, altering, and otherwise\n    falsifying documents and presenting them to J. Howard under false\n    pretenses. The District Court awarded Vickie some $44.3 million in\n    compensatory damages and, based on “overwhelming” evidence of\n    Pierce’s willfulness, maliciousness, and fraud, an equal amount in\n    punitive damages.\n       The Ninth Circuit reversed. Although the Court of Appeals recog\n    nized that Vickie’s claim does not involve the administration of an es\n    tate, the probate of a will, or any other purely probate matter, it\n    nonetheless held that the probate exception bars federal jurisdiction\n    in this case. It read the exception broadly to exclude from the federal\n                      Cite as: 547 U. S. ____ (2006)                     3\n\n                                 Syllabus\n\n  courts’ adjudicatory authority not only direct challenges to a will or\n  trust, but also questions which would ordinarily be decided by a pro\n  bate court in determining the validity of the decedent’s estate plan\n  ning instrument, whether those questions involve fraud, undue influ\n  ence, or tortious interference with the testator’s intent. The court\n  also held that a State’s vesting of exclusive jurisdiction over probate\n  matters in a special court strips federal courts of jurisdiction to enter\n  tain any probate related matter, including claims respecting tax li\n  ability, debt, gift, and tort. Noting that the Probate Court had ruled\n  it had exclusive jurisdiction over all of Vickie’s claims, the Ninth Cir\n  cuit held that ruling binding on the Federal District Court.\nHeld: The Ninth Circuit had no warrant from Congress, or from this\n Court’s decisions, for its sweeping extension of the probate exception\n recognized in those decisions. Because this case does not fall within\n the exception’s scope, the District Court properly asserted jurisdiction\n over Vickie’s counterclaim against Pierce. Pp. 8–18.\n    (a) Ankenbrandt addressed the domestic relations exception’s deri\n vation and limits. Among other things, the Court, 504 U. S., at 693–\n 695, traced the current exception to Barber v. Barber, 21 How. 582,\n 584–589, in which the Court had announced in dicta—without cita\n tion or discussion—that federal courts lack jurisdiction over suits for\n divorce or alimony. Finding no Article III impediment to federal-\n court jurisdiction in domestic relations cases, 504 U. S., at 695–697,\n the Ankenbrandt Court, id., at 698–701, anchored the exception in\n the Judiciary Act of 1789, which, until 1948, provided circuit court\n diversity jurisdiction over “all suits of a civil nature at common law\n or in equity.” The Barber majority, the Ankenbrandt Court acknowl\n edged, 504 U. S., at 698, did not expressly tie its announcement of a\n domestic relations exception to the text of the diversity statute, but\n the Barber dissenters made the connection. Because English chan\n cery courts lacked authority to issue divorce and alimony decrees, the\n dissenters stated, United States courts similarly lacked authority to\n decree divorces or award alimony, 21 How., at 605. The Ankenbrandt\n Court was “content” “to rest [its] conclusion that a domestic relations\n exception exists as a matter of statutory construction not on the accu\n racy of [Barber’s] historical justifications, but, “rather,” on “Congress’\n apparent acceptance of this construction of the diversity jurisdiction\n provisions in the years prior to 1948,” 504 U. S., at 700. Ankenbrandt\n further determined that Congress did not intend to terminate the ex\n ception in 1948 when it “replace[d] the law/equity distinction with\n the phrase ‘all civil actions.’ ” Id., at 700. The Ankenbrandt Court\n nevertheless emphasized that the exception covers only “a narrow\n range of domestic relations issues.” Id., at 701. Noting that some\n lower federal courts had applied the exception “well beyond the cir\n4                        MARSHALL v. MARSHALL\n\n                                    Syllabus\n\n    cumscribed situations posed by Barber and its progeny,” ibid., the\n    Court clarified that only “divorce, alimony, and child custody decrees”\n    remain outside federal jurisdictional bounds, id., at 703, 704. While\n    recognizing state tribunals’ “special proficiency” in handling issues\n    arising in the granting of such decrees, id., at 704, the Court viewed\n    federal courts as equally equipped to deal with complaints alleging\n    torts, ibid. Pp. 8–11.\n        (b) This Court has recognized a probate exception, kin to the do\n    mestic relations exception, to otherwise proper federal jurisdiction.\n    See, e.g., Markham, the Court’s most recent and pathmarking pro\n    nouncement on the subject. Among other things, the Markham Court\n    first stated that, although “a federal court has no jurisdiction to pro\n    bate a will or administer an estate[,] it has [long] been established\n    . . . that federal courts of equity have jurisdiction to entertain suits ‘in\n    favor of creditors, legatees and heirs’ and other claimants against a\n    decedent’s estate ‘to establish their claims’ so long as the federal\n    court does not interfere with the probate proceedings or assume gen\n    eral jurisdiction of the probate or control of the property in the cus\n    tody of the state court.” 326 U. S., at 494. The Court next described a\n    probate exception of distinctly limited scope: “[W]hile a federal court\n    may not exercise its jurisdiction to disturb or affect the possession of\n    property in the custody of a state court, . . . it may exercise its juris\n    diction to adjudicate rights in such property where the final judgment\n    does not undertake to interfere with the state court’s possession save\n    to the extent that the state court is bound by the judgment to recog\n    nize the right adjudicated by the federal court.” Ibid. The first of\n    these quoted passages is not a model of clear statement, and some\n    lower federal courts have read the words “interfere with the probate\n    proceedings” to block federal jurisdiction over a range of matters well\n    beyond probate of a will or administration of a decedent’s estate, in\n    cluding an executor’s breach of fiduciary duty. This Court reads\n    Markham’s enigmatic words, in sync with the second above-quoted\n    passage, to proscribe “disturb[ing] or affect[ing] the possession of\n    property in the custody of a state court.” Ibid. Though that reading\n    renders the first-quoted passage in part redundant, redundancy in\n    this context is preferable to incoherence. This Court therefore com\n    prehends Markham’s “interference” language as essentially a reitera\n    tion of the general principle that, when one court is exercising in rem\n    jurisdiction over a res, a second court will not assume in rem jurisdic\n    tion over the same res. See, e.g., Penn General Casualty Co. v. Penn\n    sylvania ex rel. Schnader, 294 U. S. 189, 195–196. Thus, the probate\n    exception reserves to state probate courts the probate or annulment\n    of a will and the administration of a decedent’s estate; it also pre\n    cludes federal courts from disposing of property that is in the custody\n                    Cite as: 547 U. S. ____ (2006)                        5\n\n                                Syllabus\n\nof a state probate court. But it does not bar federal courts from adju\ndicating matters outside those confines and otherwise within federal\njurisdiction. Pp. 11–15.\n   (c) Vickie’s claim does not involve the administration of an estate,\nthe probate of a will, or any other purely probate matter. Provoked\nby Pierce’s claim in the bankruptcy proceedings, Vickie’s claim al\nleges the widely recognized tort of interference with a gift or inheri\ntance. She seeks an in personam judgment against Pierce, not the\nprobate or annulment of a will. Cf. Sutton v. English, 246 U. S. 199,\n208. Nor does she seek to reach a res in a state court’s custody. See\nMarkham, 326 U. S., at 494. Furthermore, no “sound policy consid\nerations” militate in favor of extending the probate exception to cover\nthis case. Cf. Ankenbrandt, 504 U. S., at 703. Trial courts, both fed\neral and state, often address conduct of the kind Vickie alleges. State\nprobate courts possess no “special proficiency” in handling such is\nsues. Cf. id., at 704. P. 15.\n   (d) This Court rejects the Ninth Circuit’s alternate rationale that\nthe Texas Probate Court’s jurisdictional ruling bound the Federal\nDistrict Court. Texas courts have recognized a state-law tort action\nfor interference with an expected gift or inheritance. It is clear, un\nder Erie R. Co. v. Tompkins, 304 U. S. 64, that Texas law governs the\nsubstantive elements of Vickie’s tortious interference claim. But it is\nalso clear that Texas may not reserve to its probate courts the exclu\nsive right to adjudicate a transitory tort. See Tennessee Coal, Iron &\nR. Co. v. George, 233 U. S. 354, 360. Jurisdiction is determined “by\nthe law of the court’s creation and cannot be defeated by the extrater\nritorial operation of a [state] statute . . . , even though it created the\nright of action.” Ibid. Directly on point, the Court has held that fed\neral-court jurisdiction, “having existed from the beginning of the Fed\neral government, [can] not be impaired by subsequent state legisla\ntion creating courts of probate.” McClellan v. Carland, 217 U. S. 268,\n281. Durfee v. Duke, 375 U. S. 106, on which the Ninth Circuit relied,\nis not to the contrary. Durfee stands only for the proposition that a\nstate court’s final judgment determining its own jurisdiction ordinar\nily qualifies for full faith and credit, so long as the jurisdictional issue\nwas fully and fairly litigated in the court that rendered the judgment.\nSee id., at 111, 115. At issue here, however, is not the Texas Probate\nCourt’s jurisdiction, but the federal courts’ jurisdiction to entertain\nVickie’s tortious interference claim. Under our federal system, Texas\ncannot render its probate courts exclusively competent to entertain a\nclaim of that genre. Pp. 15–17.\n   (e) The Ninth Circuit may address on remand the questions\nwhether Vickie’s claim was “core” and Pierce’s arguments concerning\nclaim and issue preclusion. P. 17–18.\n6                    MARSHALL v. MARSHALL\n\n                               Syllabus\n\n392 F. 3d 1118, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, SOUTER, THOMAS, BREYER, and ALITO, JJ.,\njoined. STEVENS, J., filed an opinion concurring in part and concurring\nin the judgment.\n                        Cite as: 547 U. S. ____ (2006)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 04–1544\n                                   _________________\n\n\nVICKIE LYNN MARSHALL, PETITIONER v. E. PIERCE\n                MARSHALL\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                                  [May 1, 2006]\n\n\n  JUSTICE GINSBURG delivered the opinion of the Court.\n  In Cohens v. Virginia, Chief Justice Marshall famously\ncautioned: “It is most true that this Court will not take\njurisdiction if it should not: but it is equally true, that it\nmust take jurisdiction, if it should . . . . We have no more\nright to decline the exercise of jurisdiction which is given,\nthan to usurp that which is not given.” 6 Wheat. 264, 404\n(1821). Among longstanding limitations on federal juris\ndiction otherwise properly exercised are the so-called\n“domestic relations” and “probate” exceptions. Neither is\ncompelled by the text of the Constitution or federal stat\nute. Both are judicially created doctrines stemming in\nlarge measure from misty understandings of English legal\nhistory. See, e.g., Atwood, Domestic Relations Cases in\nFederal Court: Toward a Principled Exercise of Jurisdic\ntion, 35 Hastings L. J. 571, 584–588 (1984); Spindel v.\nSpindel, 283 F. Supp. 797, 802 (EDNY 1968) (collecting\ncases and commentary revealing vulnerability of historical\nexplanation for domestic relations exception); Winkler,\nThe Probate Jurisdiction of the Federal Courts, 14 Probate\nL. J. 77, 125–126, and n. 256 (1997) (describing historical\n2                 MARSHALL v. MARSHALL\n\n                     Opinion of the Court\n\nexplanation for probate exception as “an exercise in my\nthography”). In the years following Marshall’s 1821 pro\nnouncement, courts have sometimes lost sight of his ad\nmonition and have rendered decisions expansively\ninterpreting the two exceptions. In Ankenbrandt v. Rich\nards, 504 U. S. 689 (1992), this Court reined in the “do\nmestic relations exception.” Earlier, in Markham v. Allen,\n326 U. S. 490 (1946), the Court endeavored similarly to\ncurtail the “probate exception.”\n   Nevertheless, the Ninth Circuit in the instant case read\nthe probate exception broadly to exclude from the federal\ncourts’ adjudicatory authority “not only direct challenges\nto a will or trust, but also questions which would ordinar\nily be decided by a probate court in determining the valid\nity of the decedent’s estate planning instrument.” 392\nF. 3d 1118, 1133 (2004). The Court of Appeals further\nheld that a State’s vesting of exclusive jurisdiction over\nprobate matters in a special court strips federal courts of\njurisdiction to entertain any “probate related matter,”\nincluding claims respecting “tax liability, debt, gift, [or]\ntort.” Id., at 1136. We hold that the Ninth Circuit had no\nwarrant from Congress, or from decisions of this Court, for\nits sweeping extension of the probate exception.\n                              I\n  Petitioner, Vickie Lynn Marshall (Vickie), also known as\nAnna Nicole Smith, is the surviving widow of J. Howard\nMarshall II (J. Howard). Vickie and J. Howard met in\nOctober 1991. After a courtship lasting more than two\nyears, they were married on June 27, 1994. J. Howard\ndied on August 4, 1995. Although he lavished gifts and\nsignificant sums of money on Vickie during their courtship\nand marriage, J. Howard did not include anything for\nVickie in his will. According to Vickie, J. Howard intended\nto provide for her financial security through a gift in the\nform of a “catch-all” trust.\n                   Cite as: 547 U. S. ____ (2006)                 3\n\n                        Opinion of the Court\n\n   Respondent, E. Pierce Marshall (Pierce), one of J. How\nard’s sons, was the ultimate beneficiary of J. Howard’s\nestate plan, which consisted of a living trust and a\n“pourover” will. Under the terms of the will, all of J.\nHoward’s assets not already included in the trust were to\nbe transferred to the trust upon his death.\n   Competing claims regarding J. Howard’s fortune ignited\nproceedings in both state and federal courts. In January\n1996, while J. Howard’s estate was subject to ongoing\nproceedings in Probate Court in Harris County, Texas,\nVickie filed for bankruptcy under Chapter 11 of the Bank\nruptcy Code, 11 U. S. C. §1101 et seq., in the United States\nBankruptcy Court for the Central District of California.\nSee 275 B. R. 5, 8 (CD Cal. 2002). In June 1996, Pierce\nfiled a proof of claim in the federal bankruptcy proceeding,\nid., at 9; see 11 U. S. C. §501, alleging that Vickie had\ndefamed him when, shortly after J. Howard’s death, law\nyers representing Vickie told members of the press that\nPierce had engaged in forgery, fraud, and overreaching to\ngain control of his father’s assets. 275 B. R., at 9. Pierce\nsought a declaration that the debt he asserted in that\nclaim was not dischargeable in bankruptcy. Ibid.1 Vickie\nanswered, asserting truth as a defense. She also filed\ncounterclaims, among them a claim that Pierce had tor\ntiously interfered with a gift she expected. Ibid.; see App.\n23–25. Vickie alleged that Pierce prevented the transfer\nof his father’s intended gift to her by, among other things:\neffectively imprisoning J. Howard against his wishes;\nsurrounding him with hired guards for the purpose of\npreventing personal contact between him and Vickie;\nmaking misrepresentations to J. Howard; and transferring\nproperty against J. Howard’s expressed wishes. Id., at 24.\n——————\n  1 Among debts not dischargeable in bankruptcy, see 11 U. S. C.\n\n§523(a), are those arising from “willful and malicious injury by the\ndebtor,” §523(a)(6).\n4                 MARSHALL v. MARSHALL\n\n                     Opinion of the Court\n\n   Vickie’s tortious interference counterclaim turned her\nobjection to Pierce’s claim into an adversary proceeding.\nId., at 39; see Fed. Rule Bkrtcy. Proc. 3007. In that pro\nceeding, the Bankruptcy Court granted summary judg\nment in favor of Vickie on Pierce’s claim and, after a trial\non the merits, entered judgment for Vickie on her tortious\ninterference counterclaim. See 253 B. R. 550, 558–559\n(2000). The Bankruptcy Court also held that both Vickie’s\nobjection to Pierce’s claim and Vickie’s counterclaim quali\nfied as “core proceedings” under 28 U. S. C. §157, which\nmeant that the court had authority to enter a final judg\nment disposing of those claims. See 257 B. R. 35, 39–40\n(2000). The court awarded Vickie compensatory damages\nof more than $449 million—less whatever she recovered in\nthe ongoing probate action in Texas—as well as $25 mil\nlion in punitive damages. Id., at 40.\n   Pierce filed a post-trial motion to dismiss for lack of\nsubject-matter jurisdiction, asserting that Vickie’s tortious\ninterference claim could be tried only in the Texas probate\nproceedings. Id., at 36. The Bankruptcy Court held that\n“the ‘probate exception’ argument was waived” because it\nwas not timely raised. Id., at 39. Relying on this Court’s\ndecision in Markham, the court observed that a federal\ncourt has jurisdiction to “adjudicate rights in probate\nproperty, so long as its final judgment does not undertake\nto interfere with the state court’s possession of the prop\nerty.” 257 B. R., at 38 (citing Markham, 326 U. S., at 494).\n   Meanwhile, in the Texas Probate Court, Pierce sought a\ndeclaration that the living trust and his father’s will were\nvalid. 392 F. 3d, at 1124–1125. Vickie, in turn, chal\nlenged the validity of the will and filed a tortious interfer\nence claim against Pierce, ibid., but voluntarily dismissed\nboth claims once the Bankruptcy Court entered its judg\nment, id., at 1128. Following a jury trial, the Probate\nCourt declared the living trust and J. Howard’s will valid.\nId., at 1129.\n                     Cite as: 547 U. S. ____ (2006)                     5\n\n                          Opinion of the Court\n\n   Back in the federal forum, Pierce sought district-court\nreview of the Bankruptcy Court’s judgment. While reject\ning the Bankruptcy Court’s determination that Pierce had\nforfeited any argument based on the probate exception,\nthe District Court held that the exception did not reach\nVickie’s claim. 264 B. R. 609, 619–625 (CD Cal. 2001).\nThe Bankruptcy Court “did not assert jurisdiction gener\nally over the probate proceedings . . . or take control over\n[the] estate’s assets,” the District Court observed, id., at\n621, “[t]hus, the probate exception would bar federal\njurisdiction over Vickie’s counterclaim only if such juris\ndiction would ‘interfere’ with the probate proceedings,”\nibid. (quoting Markham, 326 U. S., at 494). Federal juris\ndiction would not “interfere” with the probate proceedings,\nthe District Court concluded, because: (1) success on\nVickie’s counterclaim did not necessitate any declaration\nthat J. Howard’s will was invalid, 264 B. R., at 621; and\n(2) under Texas law, probate courts do not have exclusive\njurisdiction to entertain claims of the kind asserted in\nVickie’s counterclaim, id., at 622–625.\n   The District Court also held that Vickie’s claim did not\nqualify as a “core proceedin[g] arising under title 11, or\narising in a case under title 11.” 28 U. S. C. §157(b)(1); see\n264 B. R., at 625–632. A bankruptcy court may exercise\nplenary power only over “core proceedings.” See §157(b)–\n(c).2 In non-core matters, a bankruptcy court may not\n——————\n  2 “Core  proceedings include, but are not limited to—\n   “(A) matters concerning the administration of the estate;\n   “(B) allowance or disallowance of claims against the estate or exemp\ntions from property of the estate, and estimation of claims or interests\nfor the purposes of confirming a plan under chapter 11, 12, or 13 of title\n11 but not the liquidation or estimation of contingent or unliquidated\npersonal injury tort or wrongful death claims against the estate for\npurposes of distribution in a case under title 11;\n   “(C) counterclaims by the estate against persons filing claims against\nthe estate;\n   “(D) orders in respect to obtaining credit;\n6                    MARSHALL v. MARSHALL\n\n                         Opinion of the Court\n\nenter final judgment; it has authority to issue only pro\nposed findings of fact and conclusions of law, which are\nreviewed de novo by the district court. See §157(c)(1).\nAccordingly, the District Court treated the Bankruptcy\nCourt’s judgment as “proposed[,] rather than final,” and\nundertook a “comprehensive, complete, and independent\nreview of” the Bankruptcy Court’s determinations. 264\nB. R., at 633.\n   Adopting and supplementing the Bankruptcy Court’s\nfindings, the District Court determined that Pierce had\ntortiously interfered with Vickie’s expectancy. Specifi\ncally, the District Court found that J. Howard directed his\nlawyers to prepare an inter vivos trust for Vickie consist\ning of half the appreciation of his assets from the date of\ntheir marriage. See 275 B. R., at 25–30, 51–53. It further\nfound that Pierce conspired to suppress or destroy the\ntrust instrument and to strip J. Howard of his assets by\n——————\n   “(E) orders to turn over property of the estate;\n   “(F) proceedings to determine, avoid, or recover preferences;\n   “(G) motions to terminate, annul, or modify the automatic stay;\n   “(H) proceedings to determine, avoid, or recover fraudulent convey\nances;\n   “(I) determinations as to the dischargeability of particular debts;\n   “(J) objections to discharges;\n   “(K) determinations of the validity, extent, or priority of liens;\n   “(L) confirmations of plans;\n   “(M) orders approving the use or lease of property, including the use\nof cash collateral;\n   “(N) orders approving the sale of property other than property result\ning from claims brought by the estate against persons who have not\nfiled claims against the estate;\n   “(O) other proceedings affecting the liquidation of the assets of the\nestate or the adjustment of the debtor-creditor or the equity security\nholder relationship, except personal injury tort or wrongful death\nclaims; and\n   “(P) recognition of foreign proceedings and other matters under chap\nter 15 of title 11.” 28 U. S. C. A. §157(b)(2) (1993 ed. and July 2005\nSupp.).\n                  Cite as: 547 U. S. ____ (2006)            7\n\n                      Opinion of the Court\n\nbackdating, altering, and otherwise falsifying documents,\narranging for surveillance of J. Howard and Vickie, and\npresenting documents to J. Howard under false pretenses.\nSee id., at 36–50, 57–58; see also 253 B. R., at 554–556,\n559–560. Based on these findings, the District Court\nawarded Vickie some $44.3 million in compensatory dam\nages. 275 B. R., at 53–57. In addition, finding “over\nwhelming” evidence of Pierce’s “willfulness, maliciousness,\nand fraud,” the District Court awarded an equal amount\nin punitive damages. Id., at 57–58.\n   The Court of Appeals for the Ninth Circuit reversed.\nThe appeals court recognized that Vickie’s claim “does not\ninvolve the administration of an estate, the probate of a\nwill, or any other purely probate matter.” 392 F. 3d, at\n1133. Nevertheless, the court held that the probate excep\ntion bars federal jurisdiction in this case. In the Ninth\nCircuit’s view, a claim falls within the probate exception if\nit raises “questions which would ordinarily be decided by a\nprobate court in determining the validity of the decedent’s\nestate planning instrument,” whether those questions\ninvolve “fraud, undue influence[, or] tortious interference\nwith the testator’s intent.” Ibid.\n   The Ninth Circuit was also of the view that state-court\ndelineation of a probate court’s exclusive adjudicatory\nauthority could control federal subject-matter jurisdiction.\nIn this regard, the Court of Appeals stated: “Where a state\nhas relegated jurisdiction over probate matters to a special\ncourt and [the] state’s trial courts of general jurisdiction\ndo not have jurisdiction to hear probate matters, then\nfederal courts also lack jurisdiction over probate matters.”\nId., at 1136. Noting that “[t]he [P]robate [C]ourt ruled it\nhad exclusive jurisdiction over all of Vickie[’s] claims,” the\nNinth Circuit held that “ruling . . . binding on the United\nStates [D]istrict [C]ourt.” Ibid. (citing Durfee v. Duke, 375\nU. S. 106, 115–116 (1963)).\n8                 MARSHALL v. MARSHALL\n\n                     Opinion of the Court\n\n  We granted certiorari, 545 U. S. ___ (2005), to resolve\nthe apparent confusion among federal courts concerning\nthe scope of the probate exception. Satisfied that the\ninstant case does not fall within the ambit of the narrow\nexception recognized by our decisions, we reverse the\nNinth Circuit’s judgment.\n                              II\n   In Ankenbrandt v. Richards, 504 U. S. 689 (1992), we\naddressed both the derivation and the limits of the “do\nmestic relations exception” to the exercise of federal juris\ndiction. Carol Ankenbrandt, a citizen of Missouri, brought\nsuit in Federal District Court on behalf of her daughters,\nnaming as defendants their father (Ankenbrandt’s former\nhusband) and his female companion, both citizens of Lou\nisiana. Id., at 691. Ankenbrandt’s complaint sought\ndamages for the defendants’ alleged sexual and physical\nabuse of the children. Ibid. Federal jurisdiction was\npredicated on diversity of citizenship. Ibid. (citing 28\nU. S. C. §1332). The District Court dismissed the case for\nlack of subject-matter jurisdiction, holding that Anken\nbrandt’s suit fell within “the ‘domestic relations’ exception\nto diversity jurisdiction.” 504 U. S., at 692. The Court of\nAppeals agreed and affirmed. Ibid. We reversed the\nCourt of Appeals’ judgment. Id., at 706–707.\n   Holding that the District Court improperly refrained\nfrom exercising jurisdiction over Ankenbrandt’s tort claim,\nid., at 704, we traced explanation of the current domestic\nrelations exception to Barber v. Barber, 21 How. 582\n(1859). See Ankenbrandt, 504 U. S., at 693–695. In Bar\nber, the Court upheld federal-court authority, in a diver\nsity case, to enforce an alimony award decreed by a state\ncourt. In dicta, however, the Barber Court announced—\nwithout citation or discussion—that federal courts lack\njurisdiction over suits for divorce or the allowance of ali\n                 Cite as: 547 U. S. ____ (2006) \t           9\n\n                     Opinion of the Court\n\nmony. 21 How., at 584–589; see Ankenbrandt, 504 U. S.,\nat 693–695.\n  Finding no Article III impediment to federal-court juris\ndiction in domestic relations cases, id., at 695–697, the\nCourt in Ankenbrandt anchored the exception in Congress’\noriginal provision for diversity jurisdiction, id., at 698–\n701. \tBeginning at the beginning, the Court recalled:\n       “The Judiciary Act of 1789 provided that ‘the circuit\n    courts shall have original cognizance, concurrent with\n    the courts of the several States, of all suits of a civil\n    nature at common law or in equity, where the matter\n    in dispute exceeds, exclusive of costs, the sum or value\n    of five hundred dollars, and . . . an alien is a party, or\n    the suit is between a citizen of the State where the suit\n    is brought, and a citizen of another State.’ ” Id., at 698\n    (quoting Act of Sept. 24, 1789, §11, 1 Stat. 78; empha\n    sis added in Ankenbrandt).\nThe defining phrase, “all suits of a civil nature at common\nlaw or in equity,” the Court stressed, remained in succes\nsive statutory provisions for diversity jurisdiction until\n1948, when Congress adopted the more economical phrase,\n“all civil actions.” 504 U. S., at 698; 1948 Judicial Code\nand Judiciary Act, 62 Stat. 930, 28 U. S. C. §1332.\n   The Barber majority, we acknowledged in Ankenbrandt,\ndid not expressly tie its announcement of a domestic rela\ntions exception to the text of the diversity statute. 504\nU. S., at 698. But the dissenters in that case made the\nconnection. They stated that English courts of chancery\nlacked authority to issue divorce and alimony decrees.\nBecause “the jurisdiction of the courts of the United States\nin chancery is bounded by that of the chancery in Eng\nland,” Barber, 21 How., at 605 (opinion of Daniel, J.), the\ndissenters reasoned, our federal courts similarly lack\nauthority to decree divorces or award alimony, ibid. Such\nrelief, in other words, would not fall within the diversity\n10                MARSHALL v. MARSHALL\n\n                      Opinion of the Court\n\nstatute’s original grant of jurisdiction over “all suits of a\ncivil nature at common law or in equity.” We concluded in\nAnkenbrandt that “it may be inferred fairly that the juris\ndictional limitation recognized by the [Barber] Court\nrested on th[e] statutory basis” indicated by the dissenters\nin that case. 504 U. S., at 699.\n   We were “content” in Ankenbrandt “to rest our conclu\nsion that a domestic relations exception exists as a matter\nof statutory construction not on the accuracy of the his\ntorical justifications on which [the exception] was seem\ningly based.” Id., at 700. “[R]ather,” we relied on “Con\ngress’ apparent acceptance of this construction of the\ndiversity jurisdiction provisions in the years prior to 1948,\nwhen the statute limited jurisdiction to ‘suits of a civil\nnature at common law or in equity.’” Ibid. (quoting 1 Stat.\n78). We further determined that Congress did not intend\nto terminate the exception in 1948 when it “replace[d] the\nlaw/equity distinction with the phrase ‘all civil actions.’ ”\n504 U. S., at 700. Absent contrary indications, we pre\nsumed that Congress meant to leave undisturbed “the\nCourt’s nearly century-long interpretation” of the diversity\nstatute “to contain an exception for certain domestic rela\ntions matters.” Ibid.\n   We nevertheless emphasized in Ankenbrandt that the\nexception covers only “a narrow range of domestic rela\ntions issues.” Id., at 701. The Barber Court itself, we\nreminded, “sanctioned the exercise of federal jurisdiction\nover the enforcement of an alimony decree that had been\nproperly obtained in a state court of competent jurisdic\ntion.” 504 U. S., at 702. Noting that some lower federal\ncourts had applied the domestic relations exception “well\nbeyond the circumscribed situations posed by Barber and\nits progeny,” id., at 701, we clarified that only “divorce,\nalimony, and child custody decrees” remain outside federal\njurisdictional bounds, id., at 703, 704. While recognizing\nthe “special proficiency developed by state tribunals . . . in\n                     Cite as: 547 U. S. ____ (2006)                   11\n\n                          Opinion of the Court\n\nhandling issues that arise in the granting of [divorce,\nalimony, and child custody] decrees,” id., at 704, we\nviewed federal courts as equally equipped to deal with\ncomplaints alleging the commission of torts, ibid.\n                             III\n    Federal jurisdiction in this case is premised on 28\nU. S. C. §1334, the statute vesting in federal district\ncourts jurisdiction in bankruptcy cases and related pro\nceedings. Decisions of this Court have recognized a “pro\nbate exception,” kin to the domestic relations exception, to\notherwise proper federal jurisdiction. See Markham v.\nAllen, 326 U. S., at 494; see also Sutton v. English, 246\nU. S. 199 (1918); Waterman v. Canal-Louisiana Bank &\nTrust Co., 215 U. S. 33 (1909). Like the domestic relations\nexception, the probate exception has been linked to lan\nguage contained in the Judiciary Act of 1789.\n    Markham, the Court’s most recent and pathmarking\npronouncement on the probate exception, stated that “the\nequity jurisdiction conferred by the Judiciary Act of 1789\n. . . , which is that of the English Court of Chancery in\n1789, did not extend to probate matters.” 326 U. S., at\n494. See generally Nicolas, Fighting the Probate Mafia: A\nDissection of the Probate Exception to Federal Jurisdic\ntion, 74 S. Cal. L. Rev. 1479 (2001). As in Ankenbrandt, so\nin this case, “[w]e have no occasion . . . to join the histori\ncal debate” over the scope of English chancery jurisdiction\nin 1789, 504 U. S., at 699, for Vickie Marshall’s claim falls\nfar outside the bounds of the probate exception described\nin Markham. We therefore need not consider in this case\nwhether there exists any uncodified probate exception to\nfederal bankruptcy jurisdiction under §1334.3\n——————\n  3 We note that the broad grant of jurisdiction conferred by §1334(b) is\nsubject to a mandatory abstention provision applicable to certain state-\nlaw claims. Section 1334(c)(2) provides:\n12                    MARSHALL v. MARSHALL\n\n                          Opinion of the Court\n\n  In Markham, the plaintiff Alien Property Custodian4\ncommenced suit in Federal District Court against an\nexecutor and resident heirs to determine the Custodian’s\nasserted rights regarding a decedent’s estate. 326 U. S., at\n491–492. Jurisdiction was predicated on §24(1) of the\nJudicial Code, now 28 U. S. C. §1345, which provides for\nfederal jurisdiction over suits brought by an officer of the\nUnited States. At the time the federal suit commenced,\nthe estate was undergoing probate administration in a\nstate court. The Custodian had issued an order vesting in\nhimself all right, title, and interest of German legatees.\nHe sought and gained in the District Court a judgment\n——————\n  “Upon timely motion of a party in a proceeding based upon a State\nlaw claim or State law cause of action, related to a case under title 11\nbut not arising under title 11 or arising in a case under title 11, with\nrespect to which an action could not have been commenced in a court of\nthe United States absent jurisdiction under this section, the district\ncourt shall abstain from hearing such proceeding if an action is com\nmenced, and can be timely adjudicated, in a State forum of appropriate\njurisdiction.”\nThat provision is, in turn, qualified: “Non-core proceedings under\nsection 157(b)(2)(B) of title 28, United States Code, shall not be subject\nto the mandatory abstention provisions of section 1334(c)(2).”\n§157(b)(4). Because the Bankruptcy Court rejected Pierce’s motion for\nmandatory abstention as untimely, 257 B. R. 35, 39 (CD Cal. 2000), we\nneed not consider whether these provisions might have required ab\nstention upon a timely motion.\n  4 Section 6 of the Trading with the Enemy Act, 40 Stat. 415, 50\n\nU. S. C. App., authorizes the President to appoint an official known as\nthe “alien property custodian,” who is responsible for “receiv[ing,] . . .\nhold[ing], administer[ing], and account[ing] for” “all money and prop\nerty in the United States due or belonging to an enemy, or ally of\nenemy . . . .” The Act was originally enacted during World War I “to\npermit, under careful safeguards and restrictions, certain kinds of\nbusiness to be carried on” among warring nations, and to “provid[e] for\nthe care and administration of the property and property rights of\nenemies and their allies in this country pending the war.” Markham v.\nCabell, 326 U. S. 404, 414, n. 1 (1945) (Burton, J., concurring) (quoting\nS. Rep. No. 113, 65th Cong., 1st Sess., p. 1 (1917)).\n                 Cite as: 547 U. S. ____ (2006)            13\n\n                     Opinion of the Court\n\ndetermining that the resident heirs had no interest in the\nestate, and that the Custodian, substituting himself for\nthe German legatees, was entitled to the entire net estate,\nincluding specified real estate passing under the will.\n  Reversing the Ninth Circuit, which had ordered the case\ndismissed for want of federal subject-matter jurisdiction,\nthis Court held that federal jurisdiction was properly\ninvoked. The Court first stated:\n        “It is true that a federal court has no jurisdiction\n    to probate a will or administer an estate . . . . But it\n    has been established by a long series of decisions of\n    this Court that federal courts of equity have jurisdic\n    tion to entertain suits ‘in favor of creditors, legatees\n    and heirs’ and other claimants against a decedent’s\n    estate ‘to establish their claims’ so long as the federal\n    court does not interfere with the probate proceedings\n    or assume general jurisdiction of the probate or con\n    trol of the property in the custody of the state court.”\n    326 U. S., at 494 (quoting Waterman, 215 U. S., at 43).\nNext, the Court described a probate exception of distinctly\nlimited scope:\n    “[W]hile a federal court may not exercise its jurisdic\n    tion to disturb or affect the possession of property in\n    the custody of a state court, . . . it may exercise its ju\n    risdiction to adjudicate rights in such property where\n    the final judgment does not undertake to interfere\n    with the state court’s possession save to the extent\n    that the state court is bound by the judgment to rec\n    ognize the right adjudicated by the federal court.” 326\n    U. S., at 494.\n  The first of the above-quoted passages from Markham is\nnot a model of clear statement. The Court observed that\nfederal courts have jurisdiction to entertain suits to de\ntermine the rights of creditors, legatees, heirs, and other\n14                MARSHALL v. MARSHALL\n\n                     Opinion of the Court\n\nclaimants against a decedent’s estate, “so long as the\nfederal court does not interfere with the probate proceed\nings.” Ibid. (emphasis added). Lower federal courts have\npuzzled over the meaning of the words “interfere with the\nprobate proceedings,” and some have read those words to\nblock federal jurisdiction over a range of matters well\nbeyond probate of a will or administration of a decedent’s\nestate. See, e.g., Mangieri v. Mangieri, 226 F. 3d 1, 2–3\n(CA1 2000) (breach of fiduciary duty by executor); Golden\nex rel. Golden v. Golden, 382 F. 3d 348, 360–362 (CA3\n2004) (same); Lepard v. NBD Bank, 384 F. 3d 232–237\n(CA6 2004) (breach of fiduciary duty by trustee); Storm v.\nStorm, 328 F. 3d 941, 943–945 (CA7 2003) (probate excep\ntion bars claim that plaintiff’s father tortiously interfered\nwith plaintiff’s inheritance by persuading trust grantor to\namend irrevocable inter vivos trust); Rienhardt v. Kelly,\n164 F. 3d 1296, 1300–1301 (CA10 1999) (probate exception\nbars claim that defendants exerted undue influence on\ntestator and thereby tortiously interfered with plaintiff’s\nexpected inheritance).\n   We read Markham’s enigmatic words, in sync with the\nsecond above-quoted passage, to proscribe “disturb[ing] or\naffect[ing] the possession of property in the custody of a\nstate court.” 326 U. S., at 494. True, that reading renders\nthe first-quoted passage in part redundant, but redun\ndancy in this context, we do not doubt, is preferable to\nincoherence. In short, we comprehend the “interference”\nlanguage in Markham as essentially a reiteration of the\ngeneral principle that, when one court is exercising in rem\njurisdiction over a res, a second court will not assume in\nrem jurisdiction over the same res. See, e.g., Penn General\nCasualty Co. v. Pennsylvania ex rel. Schnader, 294 U. S.\n189, 195–196 (1935); Waterman, 215 U. S., at 45–46.\nThus, the probate exception reserves to state probate\ncourts the probate or annulment of a will and the admini\nstration of a decedent’s estate; it also precludes federal\n                   Cite as: 547 U. S. ____ (2006)             15\n\n                       Opinion of the Court\n\ncourts from endeavoring to dispose of property that is in\nthe custody of a state probate court. But it does not bar\nfederal courts from adjudicating matters outside those\nconfines and otherwise within federal jurisdiction.\n                                A\n  As the Court of Appeals correctly observed, Vickie’s\nclaim does not “involve the administration of an estate,\nthe probate of a will, or any other purely probate matter.”\n392 F. 3d, at 1133. Provoked by Pierce’s claim in the\nbankruptcy proceedings, Vickie’s claim, like Carol Anken\nbrandt’s, alleges a widely recognized tort. See King v.\nAcker, 725 S. W. 2d 750, 754 (Tex. App. 1987); Restate\nment (Second) of Torts §774B (1977) (“One who by fraud,\nduress or other tortious means intentionally prevents\nanother from receiving from a third person an inheritance\nor gift that [s]he would otherwise have received is subject\nto liability to the other for loss of the inheritance or gift.”).\nVickie seeks an in personam judgment against Pierce, not\nthe probate or annulment of a will. Cf. Sutton, 246 U. S.,\nat 208 (suit to annul a will found “supplemental to the\nproceedings for probate of the will” and therefore not\ncognizable in federal court). Nor does she seek to reach a\nres in the custody of a state court. See Markham, 326\nU. S., at 494.\n  Furthermore, no “sound policy considerations” militate\nin favor of extending the probate exception to cover the\ncase at hand. Cf. Ankenbrandt, 504 U. S., at 703. Trial\ncourts, both federal and state, often address conduct of the\nkind Vickie alleges. State probate courts possess no “spe\ncial proficiency . . . in handling [such] issues.” Cf. id., at\n704.\n                           B\n  The Court of Appeals advanced an alternate basis for its\nconclusion that the federal courts lack jurisdiction over\n16                   MARSHALL v. MARSHALL\n\n                         Opinion of the Court\n\nVickie’s claim. Noting that the Texas Probate Court\n“ruled it had exclusive jurisdiction over all of Vickie Lynn\nMarshall’s claims against E. Pierce Marshall,” the Ninth\nCircuit held that “ruling . . . binding on the United States\n[D]istrict [C]ourt.” 392 F. 3d, at 1136. We reject that\ndetermination.\n  Texas courts have recognized a state-law tort action for\ninterference with an expected inheritance or gift, modeled\non the Restatement formulation. See King, 725 S. W. 2d,\nat 754; Brandes v. Rice Trust, Inc., 966 S. W. 2d 144, 146–\n147 (Tex. App. 1998).5 It is clear, under Erie R. Co. v.\n——————\n   5 Texas appellate courts have on occasion held claims of tortious in\n\nterference with an expected inheritance “barred” by a prior probate\ncourt judgment, apparently applying ordinary principles of preclusion.\nSee, e.g., Thompson v. Deloitte & Touche, 902 S. W. 2d 13, 16 (Tex. App.\n1995) (final probate court judgment bars claim of tortious interference\nwith inheritance expectancy because probate court “necessarily found\nthat [the decedent] signed the will with testamentary capacity, and\nthat it reflected his intent, was not the result of coercion or undue\ninfluence, and was valid”); Neill v. Yett, 746 S. W. 2d 32, 35–36 (Tex.\nApp. 1988) (complaint alleging fraud and tortious interference with\ninheritance expectancy, filed more than two years after will was admit\nted to probate, was barred by both the statute of limitations and the\nfinal probate judgment, and failed to state the elements of the claim).\nNeither Thompson nor Neill questions the Texas trial courts’ subject-\nmatter jurisdiction over the claims in question.\n   Pierce maintains that Thompson, Neill, and other Texas decisions\nsupport his contention that preclusion principles bar Vickie’s claim.\nSee Brief for Respondent 36–38. Vickie argues to the contrary. See\nBrief for Petitioner 42 n. 30 (urging that preclusion does not apply\nbecause (1) Vickie’s claim was not litigated to final judgment in the\nTexas probate proceedings; (2) having presented her claim in the\nBankruptcy Court years before she joined the Texas will contest, Vickie\nwas not obliged to present her claim in the Texas proceedings; (3) the\nBankruptcy Court’s judgment preceded the Probate Court judgment;\nand (4) the Texas Probate Court did not have before it important\nevidence). See also Tex. Rule Civ. Proc. 97; Ingersoll-Rand Co. v.\nValero Energy Corp., 997 S. W. 2d 203, 206–207 (Tex. 1999). The\nmatter of preclusion remains open for consideration on remand. See\ninfra, at 18.\n                  Cite as: 547 U. S. ____ (2006)            17\n\n                      Opinion of the Court\n\nTompkins, 304 U. S. 64 (1938), that Texas law governs the\nsubstantive elements of Vickie’s tortious interference\nclaim. It is also clear, however, that Texas may not re\nserve to its probate courts the exclusive right to adjudicate\na transitory tort. We have long recognized that “a State\ncannot create a transitory cause of action and at the same\ntime destroy the right to sue on that transitory cause of\naction in any court having jurisdiction.” Tennessee Coal,\nIron & R. Co. v. George, 233 U. S. 354, 360 (1914). Juris\ndiction is determined “by the law of the court’s creation\nand cannot be defeated by the extraterritorial operation of\na [state] statute . . . , even though it created the right of\naction.” Ibid. Directly on point, we have held that the\njurisdiction of the federal courts, “having existed from the\nbeginning of the Federal government, [can] not be im\npaired by subsequent state legislation creating courts of\nprobate.” McClellan v. Carland, 217 U. S. 268, 281 (1910)\n(upholding federal jurisdiction over action by heirs of\ndecedent, who died intestate, to determine their rights in\nthe estate (citing Waterman, 215 U. S. 33)).\n  Our decision in Durfee v. Duke, 375 U. S. 106 (1963),\nrelied upon by the Ninth Circuit, 392 F. 3d, at 1136, is not\nto the contrary. Durfee stands only for the proposition\nthat a state court’s final judgment determining its own\njurisdiction ordinarily qualifies for full faith and credit, so\nlong as the jurisdictional issue was fully and fairly liti\ngated in the court that rendered the judgment. See 375\nU. S., at 111, 115. At issue here, however, is not the Texas\nProbate Court’s jurisdiction, but the federal courts’ juris\ndiction to entertain Vickie’s tortious interference claim.\nUnder our federal system, Texas cannot render its probate\ncourts exclusively competent to entertain a claim of that\ngenre. We therefore hold that the District Court properly\n18                MARSHALL v. MARSHALL\n\n                     Opinion of the Court\n\nasserted jurisdiction over Vickie’s counterclaim against\nPierce.\n                             IV\n   After determining that Vickie’s claim was not a “core\nproceeding,” the District Court reviewed the case de novo\nand entered its final judgment on March 7, 2002. 275\nB. R., at 5–8. The Texas Probate Court’s judgment be\ncame final on February 11, 2002, nearly one month ear\nlier. App. to Pet. for Cert. 41. The Court of Appeals con\nsidered only the issue of federal subject-matter\njurisdiction. It did not address the question whether\nVickie’s claim was “core”; nor did it address Pierce’s argu\nments concerning claim and issue preclusion. 392 F. 3d,\nat 1137. These issues remain open for consideration on\nremand.\n                      *    *      *\n  For the reasons stated, the judgment of the Court of\nAppeals for the Ninth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                           It is so ordered.\n                 Cite as: 547 U. S. ____ (2006)            1\n\n                     Opinion of STEVENS, J.\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 04–1544\n                         _________________\n\n\nVICKIE LYNN MARSHALL, PETITIONER v. E. PIERCE\n                MARSHALL\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n            APPEALS FOR THE NINTH CIRCUIT\n\n                         [May 1, 2006]\n\n\n   JUSTICE STEVENS, concurring in part and concurring in\nthe judgment.\n   The administration of decedents’ estates typically is\ngoverned by rules of state law and conducted by state\nprobate courts. Occasionally, however, disputes between\ninterested parties arise, either in the probate proceeding\nitself or elsewhere, that qualify as cases or controversies\nthat federal courts have jurisdiction to decide. See, e.g.,\nReed v. Reed, 404 U. S. 71 (1971). In her opinion for the\nCourt, JUSTICE GINSBURG has cogently explained why this\nis such a case. I write separately to explain why I do not\nbelieve there is any “probate exception” that ousts a federal\ncourt of jurisdiction it otherwise possesses.\n   The familiar aphorism that hard cases make bad law\nshould extend to easy cases as well. Markham v. Allen,\n326 U. S. 490 (1946), like this case, was an easy case. In\nMarkham, as here, it was unnecessary to question the\nhistorical or logical underpinnings of the probate exception\nto federal jurisdiction because, whatever the scope of the\nsupposed exception, it did not extend to the case at hand.\nBut Markham’s obiter dicta—dicta that the Court now\ndescribes as redundant if not incoherent, ante, at 14—\ngenerated both confusion and abdication of the obligation\nChief Justice Marshall so famously articulated, see\nCohens v. Virginia, 6 Wheat. 264, 404 (1821); see also\n2                     MARSHALL v. MARSHALL\n\n                         Opinion of STEVENS, J.\n\nante, at 1. While the Court today rightly abandons much\nof that dicta, I would go further.\n   The Court is content to adopt the approach it followed in\nAnkenbrandt v. Richards, 504 U. S. 689 (1992), and to\naccept as foundation for the probate exception Markham’s\nbald assertion that the English High Court of Chancery’s\njurisdiction did not “extend to probate matters” in 1789.\n326 U. S., at 495; see ante, at 11. I would not accept that\npremise. Not only had the theory Markham espoused\nbeen only sporadically and tentatively cited as justification\nfor the exception,1 but the most comprehensive article on\nthe subject has persuasively demonstrated that Mark\nham’s assertion is “an exercise in mythography.”2\n   Markham’s theory apparently is the source of the\nCourt’s reformulated exception, which “reserves to state\nprobate courts the probate or annulment of a will and the\nadministration of a decedent’s estate.” Ante, at 14. Al\nthough undoubtedly narrower in scope than Markham’s\nill-considered description of the probate carve-out, this\ndescription also sweeps too broadly. For the Court has\ncorrectly upheld the exercise of federal jurisdiction over\nactions involving the annulment of wills and the admini\n——————\n   1 Notably, Justice Joseph Bradley, a strong proponent of the theory\n\nthat federal courts sitting in equity cannot exercise jurisdiction over\nprobate matters because in England in 1789 such jurisdiction belonged\nto the ecclesiastical courts, see Case of Broderick’s Will, 21 Wall. 503\n(1875), Gaines v. Fuentes, 92 U. S. 10, 24-25 (1876) (dissenting opinion),\nurged that “even in matters savoring of [e]cclesiastical process, after an\nissue has been formed between definite parties,” the controversy should be\nheard by a federal court. See Rosenbaum v. Bauer, 120 U. S. 450, 460-461\n(1887) (dissenting opinion) (citing Gaines, 92 U. S., at 17, and Hess v.\nReynolds, 113 U. S. 73 (1885)).\n   2 Winkler, The Probate Jurisdiction of the Federal Courts, 14 Probate\n\nL. J. 77, 126 (1997); see ante, at 1–2 (acknowledging Winkler’s analy\nsis). Winkler also observes, citing Charles Dickens’ Bleak House\n(1853), that Markham’s “suggestion that the High Court of Chancery\nhad lacked jurisdiction to ‘administer an estate’ was preposterous.” 14\nProbate L. J., at 125, and n. 256.\n                 Cite as: 547 U. S. ____ (2006)            3\n\n                    Opinion of STEVENS, J.\n\nstration of decedents’ estates. In Gaines v. Fuentes, 92\nU. S. 10 (1876), for example, the Court held that a defen\ndant in an action to annul a will should be permitted to\nremove the case to federal court. In so doing, it explained:\n    “[W]henever a controversy in a suit . . . arises respect\n    ing the validity or construction of a will, or the en\n    forcement of a decree admitting it to probate, there is\n    no more reason why the Federal courts should not\n    take jurisdiction of the case than there is that they\n    should not take jurisdiction of any other controversy\n    between the parties.” Id., at 22.\nLikewise, in Payne v. Hook, 7 Wall. 425 (1869), the Court\nexplained that it was “well settled that a court of chan\ncery, as an incident to its power to enforce trusts, and\nmake those holding a fiduciary relation account, has juris\ndiction to compel executors and administrators to account\nand distribute the assets in their hands.” Id., at 431. (In\nthat same case, a federal court later appointed a Special\nMaster to administer the estate. This Court upheld some\nof the Master’s determinations and rejected others. See\nHook v. Payne, 14 Wall. 252, 255 (1872).)\n   To be sure, there are cases that support limitations on\nfederal courts’ jurisdiction over the probate and annul\nment of wills and the administration of decedents’ estates.\nBut careful examination reveals that at least most of the\nlimitations so recognized stem not from some sui generis\nexception, but rather from generally applicable jurisdic\ntional rules. Cf. Ellis v. Davis, 109 U. S. 485, 497 (1883)\n(“Jurisdiction as to wills, and their probate as such, is\nneither included in nor excepted out of the grant of judicial\npower to the courts of the United States”). Some of those\nrules, like the rule that diversity jurisdiction will not\nattach absent an inter partes controversy, plainly are still\nrelevant today. See, e.g., Waterman v. Canal-Louisiana\nBank & Trust Co., 215 U. S. 33, 44–45 (1909); see also id.,\n4                 MARSHALL v. MARSHALL\n\n                     Opinion of STEVENS, J.\n\nat 46 (reaffirming the in gremio legis principle). Others,\nlike the rule that a bill in equity will lie only where there\nis no adequate remedy elsewhere, have less straightfor\nward application in the wake of 20th-century jurisdic\ntional developments. See, e.g., Case of Broderick’s Will, 21\nWall. 503, 510–512 (1875); Ellis, 109 U. S., at 503 (deny\ning relief where plaintiff had “a plain, adequate, and\ncomplete remedy at law”); see also Winkler, supra, n.2, at\n112–113. Whatever the continuing viability of these indi\nvidual rules, together they are more than adequate to the\ntask of cabining federal courts’ jurisdiction. They require\nno helping hand from the so-called probate exception.\n   Rather than preserving whatever vitality that the “ex\nception” has retained as a result of the Markham dicta, I\nwould provide the creature with a decent burial in a grave\nadjacent to the resting place of the Rooker-Feldman doc\ntrine. See Lance v. Dennis, 546 U. S. ___, ___ (2006)\n(STEVENS, J., dissenting) (slip op., at 2–3).\n", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></span> (2006)</b></center>\n<center><h1>MARSHALL<br>\nv.<br>\nMARSHALL</h1></center>\n<center>No. 04-1544.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 28, 2006.</center>\n<center>Decided May 1, 2006.</center>\n<p><span class=\"star-pagination\">*298</span> <i>Kent L. Richland</i> argued the cause for petitioner. With him on the briefs were <i>Dana Gardner Adelstein, Alan Diamond, Edward L. Xanders,</i> and <i>Philip W. Boesch, Jr.</i></p>\n<p><i>Deanne E. Maynard</i> argued the cause for the United States as <i>amicus curiae</i> urging reversal. With her on the brief were <i>Solicitor General Clement, Assistant Attorney General O'Connor, Deputy Solicitor General Hungar, Deputy Assistant Attorney General Morrison, Jonathan S. Cohen,</i> and <i>Joan I. Oppenheimer.</i></p>\n<p><i>G. Eric Brunstad, Jr.,</i> argued the cause for respondent. With him on the brief were <i>Rheba Rutkowski, Robert A. Brundage, Susan Kim, William C. Heuer, Thomas C. Goldstein, Amy Howe, Kevin K. Russell,</i> and <i>Kent L. Jones.</i><sup>[*]</sup></p>\n<p>JUSTICE GINSBURG delivered the opinion of the Court.</p>\n<p>In <i>Cohens</i> v. <i>Virginia</i><i>,</i> Chief Justice Marshall famously cautioned: \"It is most true that this Court will not take jurisdiction if it should not: but it is equally true, that it must take jurisdiction if it should. . . . We have no more right to decline the exercise of jurisdiction which is given, than to <span class=\"star-pagination\">*299</span> usurp that which is not given.\" <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span>, 404 (1821). Among longstanding limitations on federal jurisdiction otherwise properly exercised are the so-called \"domestic relations\" and \"probate\" exceptions. Neither is compelled by the text of the Constitution or federal statute. Both are judicially created doctrines stemming in large measure from misty understandings of English legal history. See, <i>e. g.,</i> Atwood, Domestic Relations Cases in Federal Court: Toward a Principled Exercise of Jurisdiction, 35 Hastings L. J. 571, 584-588 (1984); <i>Spindel</i> v. <i>Spindel,</i> <span class=\"citation\" data-id=\"1906075\"><a href=\"/opinion/1906075/spindel-v-spindel/\"><span class=\"volume\">283</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">797</span></a></span>, 802 (EDNY 1968) (collecting cases and commentary revealing vulnerability of historical explanation for domestic relations exception); Winkler, The Probate Jurisdiction of the Federal Courts, 14 Probate L. J. 77, 125-126, and n. 256 (1997) (describing historical explanation for probate exception as \"an exercise in mythography\"). In the years following Marshall's 1821 pronouncement, courts have sometimes lost sight of his admonition and have rendered decisions expansively interpreting the two exceptions. In <i>Ankenbrandt</i> v. <i>Richards,</i> 504 U. S. 689 (1992), this Court reined in the \"domestic relations exception.\" Earlier, in <i>Markham</i> v. <i>Allen,</i> 326 U. S. 490 (1946), the Court endeavored similarly to curtail the \"probate exception.\"</p>\n<p>Nevertheless, the Ninth Circuit in the instant case read the probate exception broadly to exclude from the federal courts' adjudicatory authority \"not only direct challenges to a will or trust, but also questions which would ordinarily be decided by a probate court in determining the validity of the decedent's estate planning instrument.\" 392 F. 3d 1118, 1133 (2004). The Court of Appeals further held that a State's vesting of exclusive jurisdiction over probate matters in a special court strips federal courts of jurisdiction to entertain any \"probate related matter,\" including claims respecting \"tax liability, debt, gift, [or] tort.\" <i>Id.,</i> at 1136. We hold that the Ninth Circuit had no warrant from Congress, <span class=\"star-pagination\">*300</span> or from decisions of this Court, for its sweeping extension of the probate exception.</p>\n<p></p>\n<h2>I</h2>\n<p>Petitioner, Vickie Lynn Marshall (Vickie), also known as Anna Nicole Smith, is the surviving widow of J. Howard Marshall II (J. Howard). Vickie and J. Howard met in October 1991. After a courtship lasting more than two years, they were married on June 27, 1994. J. Howard died on August 4, 1995. Although he lavished gifts and significant sums of money on Vickie during their courtship and marriage, J. Howard did not include anything for Vickie in his will. According to Vickie, J. Howard intended to provide for her financial security through a gift in the form of a \"catchall\" trust.</p>\n<p>Respondent, E. Pierce Marshall (Pierce), one of J. Howard's sons, was the ultimate beneficiary of J. Howard's estate plan, which consisted of a living trust and a \"pourover\" will. Under the terms of the will, all of J. Howard's assets not already included in the trust were to be transferred to the trust upon his death.</p>\n<p>Competing claims regarding J. Howard's fortune ignited proceedings in both state and federal courts. In January 1996, while J. Howard's estate was subject to ongoing proceedings in Probate Court in Harris County, Texas, Vickie filed for bankruptcy under Chapter 11 of the Bankruptcy Code, 11 U. S. C. § 1101 <i>et seq.,</i> in the United States Bankruptcy Court for the Central District of California. See 275 B. R. 5, 8 (CD Cal. 2002). In June 1996, Pierce filed a proof of claim in the federal bankruptcy proceeding, <i>id.,</i> at 9; see 11 U. S. C. § 501, alleging that Vickie had defamed him when, shortly after J. Howard's death, lawyers representing Vickie told members of the press that Pierce had engaged in forgery, fraud, and overreaching to gain control of his father's assets, 275 B. R., at 9. Pierce sought a declaration that <span class=\"star-pagination\">*301</span> the debt he asserted in that claim was not dischargeable in bankruptcy. <i>Ibid.</i><sup>[1]</sup> Vickie answered, asserting truth as a defense. She also filed counterclaims, among them a claim that Pierce had tortiously interfered with a gift she expected. <i>Ibid.;</i> see App. 23-25. Vickie alleged that Pierce prevented the transfer of his father's intended gift to her by, among other things: effectively imprisoning J. Howard against his wishes; surrounding him with hired guards for the purpose of preventing personal contact between him and Vickie; making misrepresentations to J. Howard; and transferring property against J. Howard's expressed wishes. <i>Id.,</i> at 24.</p>\n<p>Vickie's tortious interference counterclaim turned her objection to Pierce's claim into an adversary proceeding. <i>Id.,</i> at 39; see Fed. Rule Bkrtcy. Proc. 3007. In that proceeding, the Bankruptcy Court granted summary judgment in favor of Vickie on Pierce's claim and, after a trial on the merits, entered judgment for Vickie on her tortious interference counterclaim. See 253 B. R. 550, 558-559 (2000). The Bankruptcy Court also held that both Vickie's objection to Pierce's claim and Vickie's counterclaim qualified as \"core proceedings\" under 28 U. S. C. § 157, which meant that the court had authority to enter a final judgment disposing of those claims. See 257 B. R. 35, 39-40 (2000). The court awarded Vickie compensatory damages of more than $449 million\u0097less whatever she recovered in the ongoing probate action in Texas\u0097as well as $25 million in punitive damages. <i>Id.,</i> at 40.</p>\n<p>Pierce filed a post-trial motion to dismiss for lack of subject-matter jurisdiction, asserting that Vickie's tortious interference claim could be tried only in the Texas probate proceedings. <i>Id.,</i> at 36. The Bankruptcy Court held that <span class=\"star-pagination\">*302</span> \"the `probate exception' argument was waived\" because it was not timely raised. <i>Id.,</i> at 39. Relying on this Court's decision in <i>Markham,</i> the court observed that a federal court has jurisdiction to \"adjudicate rights in probate property, so long as its final judgment does not undertake to interfere with the state court's possession of the property.\" 257 B. R., at 38 (citing <i>Markham,</i> 326 U. S., at 494).</p>\n<p>Meanwhile, in the Texas Probate Court, Pierce sought a declaration that the living trust and his father's will were valid. 392 F. 3d, at 1124-1125. Vickie, in turn, challenged the validity of the will and filed a tortious interference claim against Pierce, <i>ibid.,</i> but voluntarily dismissed both claims once the Bankruptcy Court entered its judgment, <i>id.,</i> at 1128. Following a jury trial, the Probate Court declared the living trust and J. Howard's will valid. <i>Id.,</i> at 1129.</p>\n<p>Back in the federal forum, Pierce sought district-court review of the Bankruptcy Court's judgment. While rejecting the Bankruptcy Court's determination that Pierce had forfeited any argument based on the probate exception, the District Court held that the exception did not reach Vickie's claim. 264 B. R. 609, 619-625 (CD Cal. 2001). The Bankruptcy Court \"did not assert jurisdiction generally over the probate proceedings . . . or take control over [the] estate's assets,\" the District Court observed, <i>id.,</i> at 621, \"[t]hus, the probate exception would bar federal jurisdiction over Vickie's counterclaim only if such jurisdiction would `interfere' with the probate proceedings,\" <i>ibid.</i> (quoting <i>Markham,</i> 326 U. S., at 494). Federal jurisdiction would not \"interfere\" with the probate proceedings, the District Court concluded, because: (1) success on Vickie's counterclaim did not necessitate any declaration that J. Howard's will was invalid, 264 B. R., at 621; and (2) under Texas law, probate courts do not have exclusive jurisdiction to entertain claims of the kind asserted in Vickie's counterclaim, <i>id.,</i> at 622-625.</p>\n<p>The District Court also held that Vickie's claim did not qualify as a \"core proceedin[g] arising under title 11, or arising in a case under title 11.\" 28 U. S. C. § 157(b)(1); see 264 <span class=\"star-pagination\">*303</span> B. R., at 625-632. A bankruptcy court may exercise plenary power only over \"core proceedings.\" See § 157(b)-(c).<sup>[2]</sup> In noncore matters, a bankruptcy court may not enter final judgment; it has authority to issue only proposed findings of fact and conclusions of law, which are reviewed <i>de novo</i> by the district court. See § 157(c)(1). Accordingly, the District Court treated the Bankruptcy Court's judgment as \"proposed[,] rather than final,\" and undertook a \"comprehensive, complete, and independent review of\" the Bankruptcy Court's determinations. <i>Id.,</i> at 633.</p>\n<p><span class=\"star-pagination\">*304</span> Adopting and supplementing the Bankruptcy Court's findings, the District Court determined that Pierce had tortiously interfered with Vickie's expectancy. Specifically, the District Court found that J. Howard directed his lawyers to prepare an <i>inter vivos</i> trust for Vickie consisting of half the appreciation of his assets from the date of their marriage. See 275 B. R., at 25-30, 51-53. It further found that Pierce conspired to suppress or destroy the trust instrument and to strip J. Howard of his assets by backdating, altering, and otherwise falsifying documents, arranging for surveillance of J. Howard and Vickie, and presenting documents to J. Howard under false pretenses. See <i>id.,</i> at 36-50, 57-58; see also 253 B. R., at 554-556, 559-560. Based on these findings, the District Court awarded Vickie some $44.3 million in compensatory damages. 275 B. R., at 53-57. In addition, finding \"overwhelming\" evidence of Pierce's \"willfulness, maliciousness, and fraud,\" the District Court awarded an equal amount in punitive damages. <i>Id.,</i> at 57-58.</p>\n<p>The Court of Appeals for the Ninth Circuit reversed. The appeals court recognized that Vickie's claim \"does not involve the administration of an estate, the probate of a will, or any other purely probate matter.\" 392 F. 3d, at 1133. Nevertheless, the court held that the probate exception bars federal jurisdiction in this case. In the Ninth Circuit's view, a claim falls within the probate exception if it raises \"questions which would ordinarily be decided by a probate court in determining the validity of the decedent's estate planning instrument,\" whether those questions involve \"fraud, undue influence[, or] tortious interference with the testator's intent.\" <i>Ibid.</i></p>\n<p>The Ninth Circuit was also of the view that state-court delineation of a probate court's exclusive adjudicatory authority could control federal subject-matter jurisdiction. In this regard, the Court of Appeals stated: \"Where a state has relegated jurisdiction over probate matters to a special court <span class=\"star-pagination\">*305</span> and [the] state's trial courts of general jurisdiction do not have jurisdiction to hear probate matters, then the federal courts also lack jurisdiction over probate matters.\" <i>Id.,</i> at 1136. Noting that \"[t]he [P]robate [C]ourt ruled it had exclusive jurisdiction over all of Vickie[`s] claims,\" the Ninth Circuit held that \"ruling . . . binding on the United States [D]istrict [C]ourt.\" <i>Ibid.</i> (citing <i>Durfee</i> v. <i>Duke,</i> 375 U. S. 106, 115-116 (1963)).</p>\n<p>We granted certiorari, 545 U. S. 1165 (2005), to resolve the apparent confusion among federal courts concerning the scope of the probate exception. Satisfied that the instant case does not fall within the ambit of the narrow exception recognized by our decisions, we reverse the Ninth Circuit's judgment.</p>\n<p></p>\n<h2>II</h2>\n<p>In <i>Ankenbrandt</i> v. <i>Richards,</i> 504 U. S. 689 (1992), we addressed both the derivation and the limits of the \"domestic relations exception\" to the exercise of federal jurisdiction. Carol Ankenbrandt, a citizen of Missouri, brought suit in Federal District Court on behalf of her daughters, naming as defendants their father (Ankenbrandt's former husband) and his female companion, both citizens of Louisiana. <i>Id.,</i> at 691. Ankenbrandt's complaint sought damages for the defendants' alleged sexual and physical abuse of the children. <i>Ibid.</i> Federal jurisdiction was predicated on diversity of citizenship. <i>Ibid.</i> (citing 28 U. S. C. § 1332). The District Court dismissed the case for lack of subject-matter jurisdiction, holding that Ankenbrandt's suit fell within \"the `domestic relations' exception to diversity jurisdiction.\" 504 U. S., at 692. The Court of Appeals agreed and affirmed. <i>Ibid.</i> We reversed the Court of Appeals' judgment. <i>Id.,</i> at 706-707.</p>\n<p>Holding that the District Court improperly refrained from exercising jurisdiction over Ankenbrandt's tort claim, <i>id.,</i> at 704, we traced explanation of the current domestic relations <span class=\"star-pagination\">*306</span> exception to <i>Barber</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"87254\"><a href=\"/opinion/87254/barber-v-barber/\"><span class=\"volume\">21</span> <span class=\"reporter\">How.</span> <span class=\"page\">582</span></a></span> (1859). See <i>Ankenbrandt,</i> 504 U. S., at 693-695. In <i>Barber,</i> the Court upheld federal-court authority, in a diversity case, to enforce an alimony award decreed by a state court. In dicta, however, the <i>Barber</i> Court announced\u0097without citation or discussion\u0097 that federal courts lack jurisdiction over suits for divorce or the allowance of alimony. 21 How., at 584-589; see <i>Ankenbrandt,</i> 504 U. S., at 693-695.</p>\n<p>Finding no Article III impediment to federal-court jurisdiction in domestic relations cases, <i>id.,</i> at 695-697, the Court in <i>Ankenbrandt</i> anchored the exception in Congress' original provision for diversity jurisdiction, <i>id.,</i> at 698-701. Beginning at the beginning, the Court recalled:</p>\n<blockquote>\"The Judiciary Act of 1789 provided that `the circuit courts shall have original cognizance, concurrent with the courts of the several States, of <i>all suits of a civil nature at common law or in equity, where the matter in dispute exceeds,</i> exclusive of costs, the sum or value of <i>five hundred dollars,</i> and . . . an alien is a party, or the suit is <i>between a citizen of the State where the suit is brought, and a citizen of another State.</i>'\" <i>Id.,</i> at 698 (quoting Act of Sept. 24, 1789, § 11, 1 Stat. 78; emphasis added in <i>Ankenbrandt</i>).</blockquote>\n<p>The defining phrase, \"all suits of a civil nature at common law or in equity,\" the Court stressed, remained in successive statutory provisions for diversity jurisdiction until 1948, when Congress adopted the more economical phrase, \"all civil actions.\" 504 U. S., at 698; 1948 Judicial Code and Judiciary Act, 62 Stat. 930, 28 U. S. C. § 1332.</p>\n<p>The <i>Barber</i> majority, we acknowledged in <i>Ankenbrandt,</i> did not expressly tie its announcement of a domestic relations exception to the text of the diversity statute. 504 U. S., at 698. But the dissenters in that case made the connection. They stated that English courts of chancery lacked <span class=\"star-pagination\">*307</span> authority to issue divorce and alimony decrees. Because \"the jurisdiction of the courts of the United States in chancery is bounded by that of the chancery in England,\" <i>Barber,</i> 21 How., at 605 (opinion of Daniel, J.), the dissenters reasoned, our federal courts similarly lack authority to decree divorces or award alimony, <i>ibid.</i> Such relief, in other words, would not fall within the diversity statute's original grant of jurisdiction over \"all suits of a civil nature at common law or in equity.\" We concluded in <i>Ankenbrandt</i> that \"it may be inferred fairly that the jurisdictional limitation recognized by the <i>[Barber]</i> Court rested on th[e] statutory basis\" indicated by the dissenters in that case. 504 U. S., at 699.</p>\n<p>We were \"content\" in <i>Ankenbrandt</i> \"to rest our conclusion that a domestic relations exception exists as a matter of statutory construction not on the accuracy of the historical justifications on which [the exception] was seemingly based.\" <i>Id.,</i> at 700. \"[R]ather,\" we relied on \"Congress' apparent acceptance of this construction of the diversity jurisdiction provisions in the years prior to 1948, when the statute limited jurisdiction to `suits of a civil nature at common law or in equity.'\" <i>Ibid.</i> (quoting 1 Stat. 78). We further determined that Congress did not intend to terminate the exception in 1948 when it \"replace[d] the law/equity distinction with the phrase `all civil actions.'\" 504 U. S., at 700. Absent contrary indications, we presumed that Congress meant to leave undisturbed \"the Court's nearly century-long interpretation\" of the diversity statute \"to contain an exception for certain domestic relations matters.\" <i>Ibid.</i></p>\n<p>We nevertheless emphasized in <i>Ankenbrandt</i> that the exception covers only \"a narrow range of domestic relations issues.\" <i>Id.,</i> at 701. The <i>Barber</i> Court itself, we reminded, \"sanctioned the exercise of federal jurisdiction over the enforcement of an alimony decree that had been properly obtained in a state court of competent jurisdiction.\" 504 U. S., at 702. Noting that some lower federal courts had applied <span class=\"star-pagination\">*308</span> the domestic relations exception \"well beyond the circumscribed situations posed by <i>Barber</i> and its progeny,\" <i>id.,</i> at 701, we clarified that only \"divorce, alimony, and child custody decrees\" remain outside federal jurisdictional bounds, <i>id.,</i> at 703, 704. While recognizing the \"special proficiency developed by state tribunals . . . in handling issues that arise in the granting of [divorce, alimony, and child custody] decrees,\" <i>id.,</i> at 704, we viewed federal courts as equally equipped to deal with complaints alleging the commission of torts, <i>ibid.</i></p>\n<p></p>\n<h2>III</h2>\n<p>Federal jurisdiction in this case is premised on 28 U. S. C. § 1334, the statute vesting in federal district courts jurisdiction in bankruptcy cases and related proceedings. Decisions of this Court have recognized a \"probate exception,\" kin to the domestic relations exception, to otherwise proper federal jurisdiction. See <i>Markham,</i> 326 U. S., at 494; see also <i>Sutton</i> v. <i>English,</i> 246 U. S. 199 (1918); <i>Waterman</i> v. <i>Canal-Louisiana Bank &amp; Trust Co.,</i> 215 U. S. 33 (1909). Like the domestic relations exception, the probate exception has been linked to language contained in the Judiciary Act of 1789.</p>\n<p><i>Markham,</i> the Court's most recent and pathmarking pronouncement on the probate exception, stated that \"the equity jurisdiction conferred by the Judiciary Act of 1789 . . ., which is that of the English Court of Chancery in 1789, did not extend to probate matters.\" 326 U. S., at 494. See generally Nicolas, Fighting the Probate Mafia: A Dissection of the Probate Exception to Federal Court Jurisdiction, 74 S. Cal. L. Rev. 1479 (2001). As in <i>Ankenbrandt,</i> so in this case, \"[w]e have no occasion . . . to join the historical debate\" over the scope of English chancery jurisdiction in 1789, 504 U. S., at 699, for Vickie Marshall's claim falls far outside the bounds of the probate exception described in <i>Markham.</i> We therefore need not consider in this case whether there exists any <span class=\"star-pagination\">*309</span> uncodified probate exception to federal bankruptcy jurisdiction under § 1334.<sup>[3]</sup></p>\n<p>In <i>Markham,</i> the plaintiff Alien Property Custodian <sup>[4]</sup> commenced suit in Federal District Court against an executor and resident heirs to determine the Custodian's asserted rights regarding a decedent's estate. 326 U. S., at 491-492. Jurisdiction was predicated on § 24(1) of the Judicial Code, now 28 U. S. C. § 1345, which provides for federal jurisdiction over suits brought by an officer of the United States. At the time the federal suit commenced, the estate was undergoing <span class=\"star-pagination\">*310</span> probate administration in a state court. The Custodian had issued an order vesting in himself all right, title, and interest of German legatees. He sought and gained in the District Court a judgment determining that the resident heirs had no interest in the estate, and that the Custodian, substituting himself for the German legatees, was entitled to the entire net estate, including specified real estate passing under the will.</p>\n<p>Reversing the Ninth Circuit, which had ordered the case dismissed for want of federal subject-matter jurisdiction, this Court held that federal jurisdiction was properly invoked. The Court first stated:</p>\n<blockquote>\"It is true that a federal court has no jurisdiction to probate a will or administer an estate . . . . But it has been established by a long series of decisions of this Court that federal courts of equity have jurisdiction to entertain suits `in favor of creditors, legatees and heirs' and other claimants against a decedent's estate `to establish their claims' so long as the federal court does not interfere with the probate proceedings or assume general jurisdiction of the probate or control of the property in the custody of the state court.\" 326 U. S., at 494 (quoting <i>Waterman,</i> 215 U. S., at 43).</blockquote>\n<p>Next, the Court described a probate exception of distinctly limited scope:</p>\n<blockquote>\"[W]hile a federal court may not exercise its jurisdiction to disturb or affect the possession of property in the custody of a state court, . . . it may exercise its jurisdiction to adjudicate rights in such property where the final judgment does not undertake to interfere with the state court's possession save to the extent that the state court is bound by the judgment to recognize the right adjudicated by the federal court.\" 326 U. S., at 494.</blockquote>\n<p>The first of the above-quoted passages from <i>Markham</i> is not a model of clear statement. The Court observed that <span class=\"star-pagination\">*311</span> federal courts have jurisdiction to entertain suits to determine the rights of creditors, legatees, heirs, and other claimants against a decedent's estate, \"so long as the federal court does not <i>interfere with the probate proceedings.</i>\" <i>Ibid.</i> (emphasis added). Lower federal courts have puzzled over the meaning of the words \"interfere with the probate proceedings,\" and some have read those words to block federal jurisdiction over a range of matters well beyond probate of a will or administration of a decedent's estate. See, <i>e. g., </i><i>Mangieri</i> v. <i>Mangieri,</i> 226 F. 3d 1, 2-3 (CA1 2000) (breach of fiduciary duty by executor); <i>Golden ex rel. Golden</i> v. <i>Golden,</i> 382 F. 3d 348, 360-362 (CA3 2004) (same); <i>Lepard</i> v. <i>NBD Bank, Div. of Bank One,</i> 384 F. 3d 232, 234-237 (CA6 2004) (breach of fiduciary duty by trustee); <i>Storm</i> v. <i>Storm,</i> 328 F. 3d 941, 943-945 (CA7 2003) (probate exception bars claim that plaintiff's father tortiously interfered with plaintiff's inheritance by persuading trust grantor to amend irrevocable <i>inter vivos</i> trust); <i>Rienhardt</i> v. <i>Kelly,</i> 164 F. 3d 1296, 1300-1301 (CA10 1999) (probate exception bars claim that defendants exerted undue influence on testator and thereby tortiously interfered with plaintiff's expected inheritance).</p>\n<p>We read <i>Markham</i>'s enigmatic words, in sync with the second above-quoted passage, to proscribe \"disturb[ing] or affect[ing] the possession of property in the custody of a state court.\" 326 U. S., at 494. True, that reading renders the first-quoted passage in part redundant, but redundancy in this context, we do not doubt, is preferable to incoherence. In short, we comprehend the \"interference\" language in <i>Markham</i> as essentially a reiteration of the general principle that, when one court is exercising <i>in rem</i> jurisdiction over a <i>res,</i> a second court will not assume <i>in rem</i> jurisdiction over the same <i>res.</i> See, <i>e. g., </i><i>Penn General Casualty Co.</i> v. <i>Pennsylvania ex rel. Schnader,</i> 294 U. S. 189, 195-196 (1935); <i>Waterman,</i> 215 U. S., at 45-46. Thus, the probate exception reserves to state probate courts the probate or annulment of a will and the administration of a decedent's estate; it also <span class=\"star-pagination\">*312</span> precludes federal courts from endeavoring to dispose of property that is in the custody of a state probate court. But it does not bar federal courts from adjudicating matters outside those confines and otherwise within federal jurisdiction.</p>\n<p></p>\n<h2>A</h2>\n<p>As the Court of Appeals correctly observed, Vickie's claim does not \"involve the administration of an estate, the probate of a will, or any other purely probate matter.\" 392 F. 3d, at 1133. Provoked by Pierce's claim in the bankruptcy proceedings, Vickie's claim, like Carol Ankenbrandt's, alleges a widely recognized tort. See <i>King</i> v. <i>Acker,</i> 725 S. W. 2d 750, 754 (Tex. App. 1987); 4 Restatement (Second) of Torts § 774B (1977) (\"One who by fraud, duress or other tortious means intentionally prevents another from receiving from a third person an inheritance or gift that [s]he would otherwise have received is subject to liability to the other for loss of the inheritance or gift.\"). Vickie seeks an <i>in personam</i> judgment against Pierce, not the probate or annulment of a will. Cf. <i>Sutton,</i> 246 U. S., at 208 (suit to annul a will found \"supplemental to the proceedings for probate of the will\" and therefore not cognizable in federal court). Nor does she seek to reach a <i>res</i> in the custody of a state court. See <i>Markham,</i> 326 U. S., at 494.</p>\n<p>Furthermore, no \"sound policy considerations\" militate in favor of extending the probate exception to cover the case at hand. Cf. <i>Ankenbrandt,</i> 504 U. S., at 703. Trial courts, both federal and state, often address conduct of the kind Vickie alleges. State probate courts possess no \"special proficiency . . . in handling [such] issues.\" Cf. <i>id.,</i> at 704.</p>\n<p></p>\n<h2>B</h2>\n<p>The Court of Appeals advanced an alternate basis for its conclusion that the federal courts lack jurisdiction over Vickie's claim. Noting that the Texas Probate Court \"ruled it had exclusive jurisdiction over all of Vickie Lynn Marshall's <span class=\"star-pagination\">*313</span> claims against E. Pierce Marshall,\" the Ninth Circuit held that \"ruling . . . binding on the United States [D]istrict [C]ourt.\" 392 F. 3d, at 1136. We reject that determination.</p>\n<p>Texas courts have recognized a state-law tort action for interference with an expected inheritance or gift, modeled on the Restatement formulation. See <i>King,</i> 725 S. W. 2d, at 754; <i>Brandes</i> v. <i>Rice Trust, Inc.,</i> 966 S. W. 2d 144, 146-147 (Tex. App. 1998).<sup>[5]</sup> It is clear, under <i>Erie R. Co.</i> v. <i>Tompkins,</i> 304 U. S. 64 (1938), that Texas law governs the substantive elements of Vickie's tortious interference claim. It is also clear, however, that Texas may not reserve to its probate courts the exclusive right to adjudicate a transitory <span class=\"star-pagination\">*314</span> tort. We have long recognized that \"a State cannot create a transitory cause of action and at the same time destroy the right to sue on that transitory cause of action in any court having jurisdiction.\" <i>Tennessee Coal, Iron &amp; R. Co.</i> v. <i>George,</i> 233 U. S. 354, 360 (1914). Jurisdiction is determined \"by the law of the court's creation and cannot be defeated by the extraterritorial operation of a [state] statute . . ., even though it created the right of action.\" <i>Ibid.</i> Directly on point, we have held that the jurisdiction of the federal courts, \"having existed from the beginning of the Federal government, [can]not be impaired by subsequent state legislation creating courts of probate.\" <i>McClellan</i> v. <i>Carland,</i> 217 U. S. 268, 281 (1910) (upholding federal jurisdiction over action by heirs of decedent, who died intestate, to determine their rights in the estate (citing <i>Waterman,</i> 215 U. S. 33)).</p>\n<p>Our decision in <i>Durfee</i> v. <i>Duke,</i> 375 U. S. 106 (1963), relied upon by the Ninth Circuit, 392 F. 3d, at 1136, is not to the contrary. <i>Durfee</i> stands only for the proposition that a state court's final judgment determining <i>its own</i> jurisdiction ordinarily qualifies for full faith and credit, so long as the jurisdictional issue was fully and fairly litigated in the court that rendered the judgment. See 375 U. S., at 111, 115. At issue here, however, is not the Texas Probate Court's jurisdiction, but the federal courts' jurisdiction to entertain Vickie's tortious interference claim. Under our federal system, Texas cannot render its probate courts exclusively competent to entertain a claim of that genre. We therefore hold that the District Court properly asserted jurisdiction over Vickie's counterclaim against Pierce.</p>\n<p></p>\n<h2>IV</h2>\n<p>After determining that Vickie's claim was not a \"core proceeding,\" the District Court reviewed the case <i>de novo</i> and entered its final judgment on March 7, 2002. 275 B. R., at 5-8. The Texas Probate Court's judgment became final on February 11, 2002, nearly one month earlier. App. to Pet. <span class=\"star-pagination\">*315</span> for Cert. 41. The Court of Appeals considered only the issue of federal subject-matter jurisdiction. It did not address the question whether Vickie's claim was \"core\"; nor did it address Pierce's arguments concerning claim and issue preclusion. 392 F. 3d, at 1137. These issues remain open for consideration on remand.</p>\n<p></p>\n<h2>* * *</h2>\n<p>For the reasons stated, the judgment of the Court of Appeals for the Ninth Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE STEVENS, concurring in part and concurring in the judgment.</p>\n<p>The administration of decedents' estates typically is governed by rules of state law and conducted by state probate courts. Occasionally, however, disputes between interested parties arise, either in the probate proceeding itself or elsewhere, that qualify as cases or controversies that federal courts have jurisdiction to decide. See, <i>e. g., </i><i>Reed</i> v. <i>Reed,</i> 404 U. S. 71 (1971). In her opinion for the Court, Justice GINSBURG has cogently explained why this is such a case. I write separately to explain why I do not believe there is any \"probate exception\" that ousts a federal court of jurisdiction it otherwise possesses.</p>\n<p>The familiar aphorism that hard cases make bad law should extend to easy cases as well. <i>Markham</i> v. <i>Allen,</i> 326 U. S. 490 (1946), like this case, was an easy case. In <i>Markham,</i> as here, it was unnecessary to question the historical or logical underpinnings of the probate exception to federal jurisdiction because, whatever the scope of the supposed exception, it did not extend to the case at hand. But <i>Markham</i>'s obiter dicta\u0097dicta that the Court now describes as redundant if not incoherent, <i>ante,</i> at 311\u0097generated both <span class=\"star-pagination\">*316</span> confusion and abdication of the obligation Chief Justice Marshall so famously articulated, see <i>Cohens</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span>, 404 (1821); see also <i>ante,</i> at 298-299. While the Court today rightly abandons much of that dicta, I would go further.</p>\n<p>The Court is content to adopt the approach it followed in <i>Ankenbrandt</i> v. <i>Richards,</i> 504 U. S. 689 (1992), and to accept as foundation for the probate exception <i>Markham</i>'s bald assertion that the English High Court of Chancery's jurisdiction did not \"extend to probate matters\" in 1789. 326 U. S., at 494; see <i>ante,</i> at 308. I would not accept that premise. Not only had the theory <i>Markham</i> espoused been only sporadically and tentatively cited as justification for the exception,<sup>[1]</sup> but the most comprehensive article on the subject has persuasively demonstrated that <i>Markham</i>'s assertion is \"an exercise in mythography.\"<sup>[2]</sup></p>\n<p><i>Markham</i>'s theory apparently is the source of the Court's reformulated exception, which \"reserves to state probate courts the probate or annulment of a will and the administration of a decedent's estate.\" <i>Ante,</i> at 311. Although undoubtedly narrower in scope than <i>Markham</i>'s ill-considered description of the probate carve-out, this description also <span class=\"star-pagination\">*317</span> sweeps too broadly. For the Court has correctly upheld the exercise of federal jurisdiction over actions involving the annulment of wills and the administration of decedents' estates. In <i>Gaines</i> v. <i>Fuentes,</i> 92 U. S. 10 (1876), for example, the Court held that a defendant in an action to annul a will should be permitted to remove the case to federal court. In so doing, it explained:</p>\n<blockquote>\"[W]henever a controversy in a suit . . . arises respecting the validity or construction of a will, or the enforcement of a decree admitting it to probate, there is no more reason why the Federal courts should not take jurisdiction of the case than there is that they should not take jurisdiction of any other controversy between the parties.\" <i>Id.,</i> at 22.</blockquote>\n<p>Likewise, in <i>Payne</i> v. <i>Hook,</i> <span class=\"citation\" data-id=\"88024\"><a href=\"/opinion/88024/payne-v-hook/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">425</span></a></span> (1869), the Court explained that it was \"well settled that a court of chancery, as an incident to its power to enforce trusts, and make those holding a fiduciary relation account, has jurisdiction to compel executors and administrators to account and distribute the assets in their hands.\" <i>Id.,</i> at 431. (In that same case, a federal court later appointed a Special Master to administer the estate. This Court upheld some of the Master's determinations and rejected others. See <i>Hook</i> v. <i>Payne,</i> <span class=\"citation\" data-id=\"88534\"><a href=\"/opinion/88534/hook-v-payne/\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">252</span></a></span>, 255 (1872).)</p>\n<p>To be sure, there are cases that support limitations on federal courts' jurisdiction over the probate and annulment of wills and the administration of decedents' estates. But careful examination reveals that at least most of the limitations so recognized stem not from some <i>sui generis</i> exception, but rather from generally applicable jurisdictional rules. Cf. <i>Ellis</i> v. <i>Davis,</i> 109 U. S. 485, 497 (1883) (\"Jurisdiction as to wills, and their probate as such, is neither included in nor excepted out of the grant of judicial power to the courts of the United States\"). Some of those rules, like the rule that diversity jurisdiction will not attach absent an <i>inter</i> <span class=\"star-pagination\">*318</span> <i>partes</i> controversy, plainly are still relevant today. See, <i>e. g., </i><i>Waterman</i> v. <i>Canal-Louisiana Bank &amp; Trust Co.,</i> 215 U. S. 33, 44-45 (1909); see also <i>id.,</i> at 46 (reaffirming the <i>in gremio legis</i> principle). Others, like the rule that a bill in equity will lie only where there is no adequate remedy elsewhere, have less straightforward application in the wake of 20th-century jurisdictional developments. See, <i>e. g., </i><i>Case of Broderick's Will,</i> <span class=\"citation\" data-id=\"89035\"><a href=\"/opinion/89035/case-of-brodericks-will/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">503</span></a></span>, 510-512 (1875); <i>Ellis,</i> 109 U. S., at 503 (denying relief where plaintiff had \"a plain, adequate and complete remedy at law\"); see also Winkler, <i>supra</i> n. 2, at 112-113. Whatever the continuing viability of these individual rules, together they are more than adequate to the task of cabining federal courts' jurisdiction. They require no helping hand from the so-called probate exception.</p>\n<p>Rather than preserving whatever vitality that the \"exception\" has retained as a result of the <i>Markham</i> dicta, I would provide the creature with a decent burial in a grave adjacent to the resting place of the <i>Rooker-Feldman</i> doctrine. See <i>Lance</i> v. <i>Dennis,</i> 546 U. S. 459, 468 (2006) (Stevens, J., dissenting).</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Richard Lieb</i> filed a brief of <i>amici curiae</i> urging reversal for Richard Aaron et al.\n</p>\n<p>Briefs of <i>amici curiae</i> urging affirmance were filed for the State of Texas et al. by <i>Greg Abbott,</i> Attorney General of Texas, <i>Barry R. McBee,</i> First Assistant Attorney General, <i>Edward D. Burbach,</i> Deputy Attorney General for Litigation, <i>R. Ted Cruz,</i> Solicitor General, and <i>Rance L. Craft,</i> Assistant Solicitor General, and by the Attorneys General for their respective States as follows: <i>Troy King</i> of Alabama, <i>John W. Suthers</i> of Colorado, <i>Charles C. Foti, Jr.,</i> of Louisiana, <i>J. Joseph Curran, Jr.,</i> of Maryland, <i>Jim Hood</i> of Mississippi, <i>Jeremiah W. (Jay) Nixon</i> of Missouri, and <i>Hardy Myers</i> of Oregon; for the National College of Probate Judges by <i>James R. Wade;</i> for the Philanthropy Roundtable by <i>Ronald A. Cass;</i> for the Washington Legal Foundation by <i>Sidney P. Levinson, Daniel J. Popeo,</i> and <i>Paul D. Kamenar;</i> for Bonnie Snavely by <i>Carter G. Phillips</i> and <i>Jay T. Jorgensen;</i> and for Ernest A. Young et al. by <i>Craig Goldblatt.</i></p>\n<p><i>Robert Whitman</i> filed a brief of <i>amicus curiae</i> for Heirs, Inc.</p>\n<p>[1]  Among debts not dischargeable in bankruptcy, see 11 U. S. C. § 523(a), are those arising from \"willful and malicious injury by the debtor,\" § 523(a)(6).</p>\n<p>[2]  \"Core proceedings include, but are not limited to\u0097\n</p>\n<p>\"(A) matters concerning the administration of the estate;</p>\n<p>\"(B) allowance or disallowance of claims against the estate or exemptions from property of the estate, and estimation of claims or interests for the purposes of confirming a plan under chapter 11, 12, or 13 of title 11 but not the liquidation or estimation of contingent or unliquidated personal injury tort or wrongful death claims against the estate for purposes of distribution in a case under title 11;</p>\n<p>\"(C) counterclaims by the estate against persons filing claims against the estate;</p>\n<p>\"(D) orders in respect to obtaining credit;</p>\n<p>\"(E) orders to turn over property of the estate;</p>\n<p>\"(F) proceedings to determine, avoid, or recover preferences;</p>\n<p>\"(G) motions to terminate, annul, or modify the automatic stay;</p>\n<p>\"(H) proceedings to determine, avoid, or recover fraudulent conveyances;</p>\n<p>\"(I) determinations as to the dischargeability of particular debts;</p>\n<p>\"(J) objections to discharges;</p>\n<p>\"(K) determinations of the validity, extent, or priority of liens;</p>\n<p>\"(L) confirmations of plans;</p>\n<p>\"(M) orders approving the use or lease of property, including the use of cash collateral;</p>\n<p>\"(N) orders approving the sale of property other than property resulting from claims brought by the estate against persons who have not filed claims against the estate;</p>\n<p>\"(O) other proceedings affecting the liquidation of the assets of the estate or the adjustment of the debtor-creditor or the equity security holder relationship, except personal injury tort or wrongful death claims; and</p>\n<p>\"(P) recognition of foreign proceedings and other matters under chapter 15 of title 11.\" 28 U. S. C. § 157(b)(2) (2000 ed. and Supp. V).</p>\n<p>[3]  We note that the broad grant of jurisdiction conferred by § 1334(b) is subject to a mandatory abstention provision applicable to certain state-law claims. Section 1334(c)(2) provides:\n</p>\n<p>\"Upon timely motion of a party in a proceeding based upon a State law claim or State law cause of action, related to a case under title 11 but not arising under title 11 or arising in a case under title 11, with respect to which an action could not have been commenced in a court of the United States absent jurisdiction under this section, the district court shall abstain from hearing such proceeding if an action is commenced, and can be timely adjudicated, in a State forum of appropriate jurisdiction.\" That provision is, in turn, qualified: \"Non-core proceedings under section 157(b)(2)(B) of title 28, United States Code, shall not be subject to the mandatory abstention provisions of section 1334(c)(2).\" § 157(b)(4). Because the Bankruptcy Court rejected Pierce's motion for mandatory abstention as untimely, 257 B. R. 35, 39 (CD Cal. 2000), we need not consider whether these provisions might have required abstention upon a timely motion.</p>\n<p>[4]  Section 6 of the Trading with the Enemy Act, 40 Stat. 415, 50 U. S. C. App., authorizes the President to appoint an official known as the \"alien property custodian,\" who is responsible for \"receiv[ing,] . . . hold[ing], administer[ing], and account[ing] for\" \"all money and property in the United States due or belonging to an enemy, or ally of enemy . . . .\" The Act was originally enacted during World War I \"to permit, under careful safeguards and restrictions, certain kinds of business to be carried on\" among warring nations, and to \"provid[e] for the care and administration of the property and property rights of enemies and their allies in this country pending the war.\" <i>Markham</i> v. <i>Cabell,</i> 326 U. S. 404, 414, n. 1 (1945) (Burton, J., concurring) (quoting S. Rep. No. 113, 65th Cong., 1st Sess., 1 (1917)).</p>\n<p>[5]  Texas appellate courts have on occasion held claims of tortious interference with an expected inheritance \"barred\" by a prior probate court judgment, apparently applying ordinary principles of preclusion. See, <i>e. g., </i><i>Thompson</i> v. <i>Deloitte &amp; Touche,</i> 902 S. W. 2d 13, 16 (Tex. App. 1995) (final probate court judgment bars claim of tortious interference with inheritance expectancy because probate court \"necessarily found that [the decedent] signed the will with testamentary capacity, and that it reflected his intent, was not the result of coercion or undue influence, and was valid\"); <i>Neill</i> v. <i>Yett,</i> 746 S. W. 2d 32, 35-36 (Tex. App. 1988) (complaint alleging fraud and tortious interference with inheritance expectancy, filed more than two years after will was admitted to probate, was barred by both the statute of limitations and the final probate judgment, and failed to state the elements of the claim). Neither <i>Thompson</i> nor <i>Neill</i> questions the Texas trial courts' subject-matter jurisdiction over the claims in question.\n</p>\n<p>Pierce maintains that <i>Thompson, Neill,</i> and other Texas decisions support his contention that preclusion principles bar Vickie's claim. See Brief for Respondent 36-38. Vickie argues to the contrary. See Brief for Petitioner 42, n. 30 (urging that preclusion does not apply because (1) Vickie's claim was not litigated to final judgment in the Texas probate proceedings; (2) having presented her claim in the Bankruptcy Court years before she joined the Texas will contest, Vickie was not obliged to present her claim in the Texas proceedings; (3) the Bankruptcy Court's judgment preceded the Probate Court judgment; and (4) the Texas Probate Court did not have before it important evidence). See also Tex. Rule Civ. Proc. 97 (2003); <i>Ingersoll-Rand Co.</i> v. <i>Valero Energy Corp.,</i> 997 S. W. 2d 203, 206-207 (Tex. 1999). The matter of preclusion remains open for consideration on remand. See <i>infra,</i> at 315.</p>\n<p>[1]  Notably, Justice Joseph Bradley, a strong proponent of the theory that federal courts sitting in equity cannot exercise jurisdiction over probate matters because in England in 1789 such jurisdiction belonged to the ecclesiastical courts, see <i>Case of Broderick's Will,</i> <span class=\"citation\" data-id=\"89035\"><a href=\"/opinion/89035/case-of-brodericks-will/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">503</span></a></span> (1875), <i>Gaines</i> v. <i>Fuentes,</i> 92 U. S. 10, 24-25 (1876) (dissenting opinion), urged that \"even in matters savoring of [e]cclesiastical process, after an issue has been formed between definite parties,\" the controversy should be heard by a federal court. See <i>Rosenbaum</i> v. <i>Bauer,</i> 120 U. S. 450, 460-461 (1887) (dissenting opinion) (citing <i>Gaines,</i> 92 U. S., at 17, and <i>Hess</i> v. <i>Reynolds,</i> 113 U. S. 73 (1885)).</p>\n<p>[2]  Winkler, The Probate Jurisdiction of the Federal Courts, 14 Probate L. J. 77, 126 (1997); see <i>ante,</i> at 299 (acknowledging Winkler's analysis). Winkler also observes, citing Charles Dickens' Bleak House (1853), that <i>Markham</i>'s \"suggestion that the High Court of Chancery had lacked jurisdiction to `administer an estate' was preposterous.\" 14 Probate L. J., at 125, and n. 256.</p>\n\n</div>", 
  "sha1": "3c53b7566c668858ea5e439482245cdbf2d74885", 
  "date_modified": "2015-04-14T07:35:13.767313", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/145660/marshall-v-marshall/", 
  "citation_count": 88, 
  "supreme_court_db_id": "2005-051", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/531298/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/145660/"
}