{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "181 U.S. 434", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95482/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States Rubber Co. v. American Oak Leather Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "150", 
    "id": 79863, 
    "resource_uri": "/api/rest/v2/citation/79863/"
  }, 
  "id": 95482, 
  "blocked": false, 
  "judges": "Shiras, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1901-05-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>181 U.S. 434 (1901)</b></center>\n<center><h1>UNITED STATES RUBBER COMPANY<br>\nv.<br>\nAMERICAN OAK LEATHER COMPANY.</h1></center>\n<center>No. 150.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 25, 28, 1901.</center>\n<center>Decided May 13, 1901.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*445</span> <i>Mr. Henry S. Robbins</i> for petitioners. <i>Mr. George A. Follansbee</i> and <i>Mr. Edward S. Isham</i> were on his brief.</p>\n<p><i>Mr. Frederick A. Smith</i> and <i>Mr. Jacob Newman</i> for respondents. <i>Mr. William J. Manning</i> and <i>Mr. Horace Kent Tenney</i> were on Mr. Smith's brief. <i>Mr. George W. Northrup, Mr. S.O. Levinson</i> and <i>Mr. Benjamin V. Becker</i> were on Mr. Newman's brief.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>This was a case in which the Circuit Court of the United States for the Northern District of Illinois, sitting in chancery, was called upon to administer and distribute the assets of an insolvent corporation. The jurisdiction of the court was invoked by a bill of complaint filed on behalf of unsecured creditors seeking to set aside as fraudulent certain preferences held by the defendants. Pending that controversy, a receiver was appointed, and ultimately a fund was realized for distribution amounting to about $111,000.</p>\n<p>The contested questions raised by the bill, intervening petitions, and answers were referred to a master to take proofs and report the same \"together with his conclusions thereon as to the facts only.\"</p>\n<p>After stating his findings of facts, the master thus stated his conclusions thereon:</p>\n<p>\"I find nothing in the testimony which has been taken before me upon this reference which so changes the record which was before the court upon the hearing of the application for the appointment of a receiver as to lead me to a conclusion different <span class=\"star-pagination\">*446</span> from that announced by the court at that time; indeed, the effect of the testimony, in my judgment, is to explain and strengthen the conclusion then expressed by the court, that there was no fraud in fact or want of good faith shown in the conduct of any of the defendants in respect to the transactions complained of; and upon a careful examination of the whole record and testimony I so find and report.\"</p>\n<p>The Circuit Court overruled exceptions taken to the findings and conclusion of the master, and confirmed his report.</p>\n<p>The conclusions of the Circuit Court were thus expressed in the opinion of Circuit Judge Grosscup:</p>\n<p>\"After as careful an examination of the evidence as I have been able to give to it, I have come to the following conclusions:</p>\n<p>\"First. That the intervening creditors have not clearly proven that the rubber company and the Candee Company had any intention to commit a fraud upon the other creditors at the time of the arrangement of January, 1896; on the contrary, I think the weight of proof shows that both these companies believed that, with the help they were about to give Fargo &amp; Company, that company would be able to weather the storm. I am, therefore, of the conclusion that there was no intentional fraud committed.</p>\n<p>\"Second. The proof on the part of the intervenors has not clearly shown that the ten thousand dollars borrowed from the Metropolitan National Bank upon which the Fargos were personally liable as indorsers did not go into the business of and to the benefit of the Fargo Company; on the contrary, the proof clearly shows that, so far as the Metropolitan National Bank knew, the money had gone to the company. Under these circumstances I see no reason why the Metropolitan National Bank had not a right to advance the ten thousand dollars additional money. . . .</p>\n<p>\"Fourth. . . . Candee &amp; Company, the rubber company and the bank would, undoubtedly, in January or in August, have had the rightful power to have obtained the judgment notes actually taken. Had they taken judgment thereon, there can be no doubt but that their preference would have been sustained. The vice in the conduct of the rubber company <span class=\"star-pagination\">*447</span> and the Candee Company consisted in their attempting to tie up the corporation against the power to give like preferences in favor of others. It was, in a certain sense, a new attempt; it was in the line of efforts of creditors to secure themselves; it was, on the whole, not ungenerous to Fargo &amp; Company; and did not, considering their rights to have taken judgment notes, and the fact that none of the other creditors attempted to obtain such notes, or any other preference, before the general crash, do any actual injury to the other creditors.</p>\n<p>\"On the whole, I think the interests of justice will be best subserved by placing them in the class with the other creditors, and compelling them to pay the general costs of this litigation.\"</p>\n<p>In the opinion of the Circuit Court of Appeals there does not appear to have been made any serious attempt to overrule or substantially modify the master's findings of facts; but the conclusion of the Circuit Court permitting the defendants to participate in a <i>pro rata</i> distribution of the fund was not approved, and the decree in that particular was reversed by a majority of the court.</p>\n<p>In his dissenting opinion Mr. Justice Brown thus expressed his views on the questions of fact:</p>\n<p>\"I find no testimony to satisfy me that an actual fraud upon the general creditors was intended. . . . The evidence satisfies me that there was a <i>bona fide</i> effort to assist the Fargo Company in continuing its business, with the hope of ultimately pulling it through, and that if this attempt had been successful, it would have redounded greatly to the interest of the general creditors. It was natural, at least, that in making this attempt the rubber companies should have endeavored to secure themselves, not only for their immediate outlay of $50,000, but for their prior debts. In palliation of the secrecy which was held to make this constructively fraudulent, it may be said that publicity doubtless would have destroyed the entire scheme of raising money to carry on the business.\"</p>\n<p>Nor has our own examination of the evidence led us to disapprove of the findings of facts by the master, confirmed and adopted by the Circuit Court.</p>\n<p><span class=\"star-pagination\">*448</span> What judgment, then, ought a court of equity to render upon such an ascertained state of facts?</p>\n<p>The view of the majority of the Court of Appeals was that the defendants in the court below should not be allowed to participate in the fund until all the other creditors had been paid in full. The result in the present case and in most similar cases would be that the defendants would get nothing, as the fund would not reach them. This would be a striking exercise of power by a court of equity. Thereby the advantages obtained by remedies on the law side of the court would be transferred to the complainants on its equity side; the preferred would become the unpreferred creditors, and the unpreferred become the preferred creditors.</p>\n<p>The common law recognizes in every man the right to dispose of his property as he pleases. If he becomes insolvent, he may pay one creditor, and leave another unpaid. He may secure one and not another by a transfer of assets. Such a condition of things, when left uncontrolled, naturally resulted in great abuses. Under cover or pretence of paying or securing one set of creditors, property actually procured from another would be withdrawn from the reach of the latter. Yet the only remedy afforded by the common law was in the principles of the statute of 13 Elizabeth, c. 5, which have been substantially reenacted in the various states of the Union. Under those principles a collusive transfer, placing the property of a debtor out of the reach of his creditors, while securing to him its beneficial enjoyment, would be invalid. But an insolvent debtor may prefer a creditor, even though the latter has knowledge of such insolvency and the effect of the preference be to delay or disappoint his other creditors. <i>Crawford</i> v. <i>Neal,</i> 144 U.S. 585; <i>Davis</i> v. <i>Schwartz,</i> 155 U.S. 631.</p>\n<p>The right of an insolvent debtor to prefer one creditor to another exists in the State of Illinois to its fullest extent, and the giving of judgment notes is recognized as a legitimate method of preference. <i>Tomlinson</i> v. <i>Matthews,</i> 98 Illinois, 178; <i>Field</i> v. <i>Ridgely,</i> 116 Illinois, 424.</p>\n<p>The abuses which are possible in such a state of affairs were among the causes that led to the enactment of bankrupt laws <span class=\"star-pagination\">*449</span> forbidding preferences by insolvent debtors. But, in the absence of such laws, as in the present case, if a remedy is sought in a court of equity against fraudulent preferences, it must be on allegation and proof of a design to defraud and delay the complaining creditor. It does not suffice to show a mere case of a preference intended by an insolvent debtor in paying or securing a <i>bona fide</i> creditor, even though the latter was well aware that the natural effect of the preference could work a detriment to other creditors. This was well known to the learned counsel who drew the bill of complaint in the present case, and accordingly we find therein charges that C.H. Fargo &amp; Company, the United States Rubber Company and L. Candee &amp; Company entered into a fraudulent agreement, in and by which it was provided that said foreign corporations should be immediately placed in control of said C.H. Fargo &amp; Company, and have sole and exclusive power and authority to manage, control and direct the business and affairs of C.H. Fargo &amp; Company; that said transfer of control should be effectuated secretly, and to be kept secret, so as to enable C.H. Fargo &amp; Company to continue apparently doing business for a limited time, and that said C.H. Fargo &amp; Company should continue during said period to purchase merchandise on credit, and should turn the same or the proceeds thereof over to the said foreign corporations, and should secure and prefer said foreign corporations out of the assets and property then owned by C.H. Fargo &amp; Company, and out of the property and merchandise which should be thereafter purchased by C.H. Fargo &amp; Company, to the exclusion of the other creditors, and to defraud, hinder and delay the other creditors; and that it was not intended that C.H. Fargo &amp; Company should <i>bona fide</i> continue business, but, on the contrary, it was intended that they should continue in business for a limited time only, and only for the purpose of consummating said fraudulent agreement. The bill further alleges that said agreement was carried out; that a large amount of merchandise was purchased on credit from other creditors, and that, finally, by means of judgment notes and transfers of accounts, the entire assets of C.H. Fargo &amp; Company were levied on for the benefit of the secured creditors; <span class=\"star-pagination\">*450</span> that the claims of the said rubber companies and of the Metropolitan National Bank were considerably less than the amount for which judgments were severally confessed in their favor, and that therefore said judgments so confessed were absolutely null and void, etc.</p>\n<p>Without pursuing in further detail the allegations of the bill, it may be conceded that, if satisfactorily sustained by evidence, they would have justified the conclusion that the transactions between C.H. Fargo &amp; Company and the defendants constituted, not an agreement for the purpose of securing <i>bona fide</i> creditors, but a conspiracy to hinder, delay and defraud the unsecured creditors of C.H. Fargo &amp; Company. But, as already stated, and as found by the master and the Circuit Court, these incriminating allegations were not sustained, and the conclusion of the master, of the Circuit Court and of the dissenting justice of the Circuit Court of Appeals was that no fraud upon the general creditors was intended or actually carried into effect.</p>\n<p>The theory of the Court of Appeals, as forcibly expressed in the opinion of Circuit Judge Woods, would seem to be an application to the facts of the case of the principles of the bankrupt law, with its feature of forbidding preferences. It overlooks, as we think, the legal right of creditors to secure themselves by legal remedies, even though they may result in hardship and loss to others. In stating that the rubber companies were guilty of fraud in fact, we think the Circuit Court of Appeals was not borne out by the findings of the master and of the Circuit Court, nor by the facts as they appear to us; and in holding that, as against other creditors, they and the Metropolitan National Bank should not be allowed to share in the fund for distribution, there was error.</p>\n<p>If, in the agreement between C.H. Fargo &amp; Company and the preferred creditors, and the giving and taking of the preferences, there was no actual fraud upon the other creditors intended, it may not be easy to clearly state the grounds on which a court of equity may deprive the defendants in the bill of the legal advantages thus obtained.</p>\n<p>Still, it has often been held that permitting personal property, <span class=\"star-pagination\">*451</span> like a stock of goods, to remain in the possession of an insolvent merchant as a basis for credit, however rightfully intended, is forbidden by the policy of the law. And we adopt the view of the Circuit Court, that \"while the policy of the law permits preferences and such preferences as are necessarily unknown to others than those concerned, it does not permit any device which prevents the debtor from giving a like advantage to his other creditors, if he so wishes, unless such device is put in the form of a mortgage or other instrument perpetually open to public inspection upon the public record. . . . The device resorted to accomplished for the Fargos and the favored creditors all that a secret chattel mortgage, with possession and power of sale remaining in the mortgagee, could have accomplished, and must therefore be treated in equity, upon all considerations of justice and reason, as such a mortgage would be treated. . . . The judgment notes themselves would not have been a fraud in law; the assignment of the accounts or of the plant at Dixon would not themselves have been a fraud in law; but connected, as they were, with the other advantages obtained \u0097 namely, deprivation of the Fargos of all further power and permission to retain possession of the goods and reap the profits of their trade, a scheme on the whole under which a dishonest trader could effectually shelter himself \u0097 they are, in my judgment, within the plain prohibitions of the law,\" citing <i>Robinson</i> v. <i>Elliott,</i> 22 Wall. 513.</p>\n<p>The decree of the Circuit Court, while depriving the rubber companies and the Metropolitan National Bank of the prior liens created by the confessed judgments and assignments, placed them in the class with the other creditors, and entitled to share ratably in the distribution of the fund in court.</p>\n<p>Mr. Justice Brown, in his dissenting opinion in the Circuit Court of Appeals, thus expressed the same view:</p>\n<p>\"Upon the whole it does not seem to me that such a case of fraud is made out as authorizes the court to postpone the claims of the preferred creditors to those of the general creditors, and thereby practically to confiscate them; and there is no sound reason for departing from the general rule laid down in the Supreme Court in <i>White</i> v. <i>Cotzhausen,</i> 129 U.S. 329, and in <span class=\"star-pagination\">*452</span> <i>Streeter</i> v. <i>Jefferson County Bank,</i> 147 U.S. 36, wherein the preferred creditors were permitted, after their security had been set aside, to stand upon an equality with the general creditors.\"</p>\n<p>The case of <i>White</i> v. <i>Cotzhausen</i> arose under the voluntary assignment act of the State of Illinois, and it was held that creditors who had attempted to secure an illegal preference of their debts by means of a conveyance to them of the property of their debtor when insolvent, to the exclusion of other creditors, were not thereby debarred, under the operation of the statute, from participating in a distribution, under that act, of all the debtor's property, including that illegally conveyed to them. The Circuit Court held that such illegally preferred creditors should be postponed in the distribution, but this court said, <i>per</i> Mr. Justice Harlan:</p>\n<p>\"We are not able to assent to this determination of the rights of the parties; for the mother, sisters and brother of Alexander White, Jr., were his creditors, and, so far as the record discloses, they only sought to obtain a preference over the other creditors. But their attempt to obtain such illegal preference ought not to have the effect of depriving them of their interest, under the statute in the proceeds of the property in question, or justify a decree giving a prior right to the appellee. It was not intended by the statute to give priority of right to the creditors who are not preferred. All that the appellee can claim is to participate in such proceeds upon terms of equality with other creditors.\"</p>\n<p>A similar view prevailed in <i>Streeter</i> v. <i>Jefferson County Bank</i><i>,</i> and it was held that where a creditor of a bankrupt caused execution to be levied, before the bankruptcy, on goods of the bankrupt to satisfy the debt, and the levy was afterwards set aside as an illegal preference within the purview of the bankrupt act, in consequence of knowledge of the debtor's condition by the plaintiff's attorney, that the creditor was not thereby precluded from proving his debt against the bankrupt.</p>\n<p>There is a wide difference between the case of a fraud <i>ab initio,</i> such, for instance, as a scheme to enforce a false or pretended indebtedness, so as to remove the assets of an alleged <span class=\"star-pagination\">*453</span> debtor from the reach of his <i>bona fide</i> creditors, and the case of an attempt by <i>bona fide</i> creditors to secure preferences for themselves, but using methods forbidden by statute or by the policy of law. In the former case, undoubtedly, a court of equity will refuse to permit the guilty parties to derive any profit or advantage from the fraudulent arrangement. In the latter case a court of equity will not declare a forfeiture of just debts, or, by postponing them till all other creditors are satisfied, practically confiscate them, but will, while defeating the attempt to obtain a forbidden preference, leave such creditors to use and enjoy the same rights and remedies possessed by other creditors.</p>\n<p>We think the present case is one in which the fundamental rule, that equality is equity, may properly be applied, and that will result in avoiding the attempted preferences and in permitting all the creditors to share ratably in the distribution of the fund in the hands of the receiver.</p>\n<p><i>The decree of the Circuit Court of Appeals is reversed with costs, and that of the Circuit Court is affirmed.</i></p>\n<p>MR. JUSTICE BROWN did not take part in the decision of the case.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:15", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></span> (1901)</b></center>\n<center><h1>UNITED STATES RUBBER COMPANY<br>\nv.<br>\nAMERICAN OAK LEATHER COMPANY.</h1></center>\n<center>No. 150.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 25, 28, 1901.</center>\n<center>Decided May 13, 1901.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*445</span> <i>Mr. Henry S. Robbins</i> for petitioners. <i>Mr. George A. Follansbee</i> and <i>Mr. Edward S. Isham</i> were on his brief.</p>\n<p><i>Mr. Frederick A. Smith</i> and <i>Mr. Jacob Newman</i> for respondents. <i>Mr. William J. Manning</i> and <i>Mr. Horace Kent Tenney</i> were on Mr. Smith's brief. <i>Mr. George W. Northrup, Mr. S.O. Levinson</i> and <i>Mr. Benjamin V. Becker</i> were on Mr. Newman's brief.</p>\n<p>MR. JUSTICE SHIRAS, after stating the case, delivered the opinion of the court.</p>\n<p>This was a case in which the Circuit Court of the United States for the Northern District of Illinois, sitting in chancery, was called upon to administer and distribute the assets of an insolvent corporation. The jurisdiction of the court was invoked by a bill of complaint filed on behalf of unsecured creditors seeking to set aside as fraudulent certain preferences held by the defendants. Pending that controversy, a receiver was appointed, and ultimately a fund was realized for distribution amounting to about $111,000.</p>\n<p>The contested questions raised by the bill, intervening petitions, and answers were referred to a master to take proofs and report the same \"together with his conclusions thereon as to the facts only.\"</p>\n<p>After stating his findings of facts, the master thus stated his conclusions thereon:</p>\n<p>\"I find nothing in the testimony which has been taken before me upon this reference which so changes the record which was before the court upon the hearing of the application for the appointment of a receiver as to lead me to a conclusion different <span class=\"star-pagination\">*446</span> from that announced by the court at that time; indeed, the effect of the testimony, in my judgment, is to explain and strengthen the conclusion then expressed by the court, that there was no fraud in fact or want of good faith shown in the conduct of any of the defendants in respect to the transactions complained of; and upon a careful examination of the whole record and testimony I so find and report.\"</p>\n<p>The Circuit Court overruled exceptions taken to the findings and conclusion of the master, and confirmed his report.</p>\n<p>The conclusions of the Circuit Court were thus expressed in the opinion of Circuit Judge Grosscup:</p>\n<p>\"After as careful an examination of the evidence as I have been able to give to it, I have come to the following conclusions:</p>\n<p>\"First. That the intervening creditors have not clearly proven that the rubber company and the Candee Company had any intention to commit a fraud upon the other creditors at the time of the arrangement of January, 1896; on the contrary, I think the weight of proof shows that both these companies believed that, with the help they were about to give Fargo &amp; Company, that company would be able to weather the storm. I am, therefore, of the conclusion that there was no intentional fraud committed.</p>\n<p>\"Second. The proof on the part of the intervenors has not clearly shown that the ten thousand dollars borrowed from the Metropolitan National Bank upon which the Fargos were personally liable as indorsers did not go into the business of and to the benefit of the Fargo Company; on the contrary, the proof clearly shows that, so far as the Metropolitan National Bank knew, the money had gone to the company. Under these circumstances I see no reason why the Metropolitan National Bank had not a right to advance the ten thousand dollars additional money. . . .</p>\n<p>\"Fourth. . . . Candee &amp; Company, the rubber company and the bank would, undoubtedly, in January or in August, have had the rightful power to have obtained the judgment notes actually taken. Had they taken judgment thereon, there can be no doubt but that their preference would have been sustained. The vice in the conduct of the rubber company <span class=\"star-pagination\">*447</span> and the Candee Company consisted in their attempting to tie up the corporation against the power to give like preferences in favor of others. It was, in a certain sense, a new attempt; it was in the line of efforts of creditors to secure themselves; it was, on the whole, not ungenerous to Fargo &amp; Company; and did not, considering their rights to have taken judgment notes, and the fact that none of the other creditors attempted to obtain such notes, or any other preference, before the general crash, do any actual injury to the other creditors.</p>\n<p>\"On the whole, I think the interests of justice will be best subserved by placing them in the class with the other creditors, and compelling them to pay the general costs of this litigation.\"</p>\n<p>In the opinion of the Circuit Court of Appeals there does not appear to have been made any serious attempt to overrule or substantially modify the master's findings of facts; but the conclusion of the Circuit Court permitting the defendants to participate in a <i>pro rata</i> distribution of the fund was not approved, and the decree in that particular was reversed by a majority of the court.</p>\n<p>In his dissenting opinion Mr. Justice Brown thus expressed his views on the questions of fact:</p>\n<p>\"I find no testimony to satisfy me that an actual fraud upon the general creditors was intended. . . . The evidence satisfies me that there was a <i>bona fide</i> effort to assist the Fargo Company in continuing its business, with the hope of ultimately pulling it through, and that if this attempt had been successful, it would have redounded greatly to the interest of the general creditors. It was natural, at least, that in making this attempt the rubber companies should have endeavored to secure themselves, not only for their immediate outlay of $50,000, but for their prior debts. In palliation of the secrecy which was held to make this constructively fraudulent, it may be said that publicity doubtless would have destroyed the entire scheme of raising money to carry on the business.\"</p>\n<p>Nor has our own examination of the evidence led us to disapprove of the findings of facts by the master, confirmed and adopted by the Circuit Court.</p>\n<p><span class=\"star-pagination\">*448</span> What judgment, then, ought a court of equity to render upon such an ascertained state of facts?</p>\n<p>The view of the majority of the Court of Appeals was that the defendants in the court below should not be allowed to participate in the fund until all the other creditors had been paid in full. The result in the present case and in most similar cases would be that the defendants would get nothing, as the fund would not reach them. This would be a striking exercise of power by a court of equity. Thereby the advantages obtained by remedies on the law side of the court would be transferred to the complainants on its equity side; the preferred would become the unpreferred creditors, and the unpreferred become the preferred creditors.</p>\n<p>The common law recognizes in every man the right to dispose of his property as he pleases. If he becomes insolvent, he may pay one creditor, and leave another unpaid. He may secure one and not another by a transfer of assets. Such a condition of things, when left uncontrolled, naturally resulted in great abuses. Under cover or pretence of paying or securing one set of creditors, property actually procured from another would be withdrawn from the reach of the latter. Yet the only remedy afforded by the common law was in the principles of the statute of 13 Elizabeth, c. 5, which have been substantially reenacted in the various states of the Union. Under those principles a collusive transfer, placing the property of a debtor out of the reach of his creditors, while securing to him its beneficial enjoyment, would be invalid. But an insolvent debtor may prefer a creditor, even though the latter has knowledge of such insolvency and the effect of the preference be to delay or disappoint his other creditors. <i>Crawford</i> v. <i>Neal,</i> 144 U.S. 585; <i>Davis</i> v. <i>Schwartz,</i> 155 U.S. 631.</p>\n<p>The right of an insolvent debtor to prefer one creditor to another exists in the State of Illinois to its fullest extent, and the giving of judgment notes is recognized as a legitimate method of preference. <i>Tomlinson</i> v. <i>Matthews,</i> 98 Illinois, 178; <i>Field</i> v. <i>Ridgely,</i> 116 Illinois, 424.</p>\n<p>The abuses which are possible in such a state of affairs were among the causes that led to the enactment of bankrupt laws <span class=\"star-pagination\">*449</span> forbidding preferences by insolvent debtors. But, in the absence of such laws, as in the present case, if a remedy is sought in a court of equity against fraudulent preferences, it must be on allegation and proof of a design to defraud and delay the complaining creditor. It does not suffice to show a mere case of a preference intended by an insolvent debtor in paying or securing a <i>bona fide</i> creditor, even though the latter was well aware that the natural effect of the preference could work a detriment to other creditors. This was well known to the learned counsel who drew the bill of complaint in the present case, and accordingly we find therein charges that C.H. Fargo &amp; Company, the United States Rubber Company and L. Candee &amp; Company entered into a fraudulent agreement, in and by which it was provided that said foreign corporations should be immediately placed in control of said C.H. Fargo &amp; Company, and have sole and exclusive power and authority to manage, control and direct the business and affairs of C.H. Fargo &amp; Company; that said transfer of control should be effectuated secretly, and to be kept secret, so as to enable C.H. Fargo &amp; Company to continue apparently doing business for a limited time, and that said C.H. Fargo &amp; Company should continue during said period to purchase merchandise on credit, and should turn the same or the proceeds thereof over to the said foreign corporations, and should secure and prefer said foreign corporations out of the assets and property then owned by C.H. Fargo &amp; Company, and out of the property and merchandise which should be thereafter purchased by C.H. Fargo &amp; Company, to the exclusion of the other creditors, and to defraud, hinder and delay the other creditors; and that it was not intended that C.H. Fargo &amp; Company should <i>bona fide</i> continue business, but, on the contrary, it was intended that they should continue in business for a limited time only, and only for the purpose of consummating said fraudulent agreement. The bill further alleges that said agreement was carried out; that a large amount of merchandise was purchased on credit from other creditors, and that, finally, by means of judgment notes and transfers of accounts, the entire assets of C.H. Fargo &amp; Company were levied on for the benefit of the secured creditors; <span class=\"star-pagination\">*450</span> that the claims of the said rubber companies and of the Metropolitan National Bank were considerably less than the amount for which judgments were severally confessed in their favor, and that therefore said judgments so confessed were absolutely null and void, etc.</p>\n<p>Without pursuing in further detail the allegations of the bill, it may be conceded that, if satisfactorily sustained by evidence, they would have justified the conclusion that the transactions between C.H. Fargo &amp; Company and the defendants constituted, not an agreement for the purpose of securing <i>bona fide</i> creditors, but a conspiracy to hinder, delay and defraud the unsecured creditors of C.H. Fargo &amp; Company. But, as already stated, and as found by the master and the Circuit Court, these incriminating allegations were not sustained, and the conclusion of the master, of the Circuit Court and of the dissenting justice of the Circuit Court of Appeals was that no fraud upon the general creditors was intended or actually carried into effect.</p>\n<p>The theory of the Court of Appeals, as forcibly expressed in the opinion of Circuit Judge Woods, would seem to be an application to the facts of the case of the principles of the bankrupt law, with its feature of forbidding preferences. It overlooks, as we think, the legal right of creditors to secure themselves by legal remedies, even though they may result in hardship and loss to others. In stating that the rubber companies were guilty of fraud in fact, we think the Circuit Court of Appeals was not borne out by the findings of the master and of the Circuit Court, nor by the facts as they appear to us; and in holding that, as against other creditors, they and the Metropolitan National Bank should not be allowed to share in the fund for distribution, there was error.</p>\n<p>If, in the agreement between C.H. Fargo &amp; Company and the preferred creditors, and the giving and taking of the preferences, there was no actual fraud upon the other creditors intended, it may not be easy to clearly state the grounds on which a court of equity may deprive the defendants in the bill of the legal advantages thus obtained.</p>\n<p>Still, it has often been held that permitting personal property, <span class=\"star-pagination\">*451</span> like a stock of goods, to remain in the possession of an insolvent merchant as a basis for credit, however rightfully intended, is forbidden by the policy of the law. And we adopt the view of the Circuit Court, that \"while the policy of the law permits preferences and such preferences as are necessarily unknown to others than those concerned, it does not permit any device which prevents the debtor from giving a like advantage to his other creditors, if he so wishes, unless such device is put in the form of a mortgage or other instrument perpetually open to public inspection upon the public record. . . . The device resorted to accomplished for the Fargos and the favored creditors all that a secret chattel mortgage, with possession and power of sale remaining in the mortgagee, could have accomplished, and must therefore be treated in equity, upon all considerations of justice and reason, as such a mortgage would be treated. . . . The judgment notes themselves would not have been a fraud in law; the assignment of the accounts or of the plant at Dixon would not themselves have been a fraud in law; but connected, as they were, with the other advantages obtained \u0097 namely, deprivation of the Fargos of all further power and permission to retain possession of the goods and reap the profits of their trade, a scheme on the whole under which a dishonest trader could effectually shelter himself \u0097 they are, in my judgment, within the plain prohibitions of the law,\" citing <i>Robinson</i> v. <i>Elliott,</i> 22 Wall. 513.</p>\n<p>The decree of the Circuit Court, while depriving the rubber companies and the Metropolitan National Bank of the prior liens created by the confessed judgments and assignments, placed them in the class with the other creditors, and entitled to share ratably in the distribution of the fund in court.</p>\n<p>Mr. Justice Brown, in his dissenting opinion in the Circuit Court of Appeals, thus expressed the same view:</p>\n<p>\"Upon the whole it does not seem to me that such a case of fraud is made out as authorizes the court to postpone the claims of the preferred creditors to those of the general creditors, and thereby practically to confiscate them; and there is no sound reason for departing from the general rule laid down in the Supreme Court in <i>White</i> v. <i>Cotzhausen,</i> <span class=\"citation\" data-id=\"92415\"><a href=\"/opinion/92415/white-v-cotzhausen/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, and in <span class=\"star-pagination\">*452</span> <i>Streeter</i> v. <i>Jefferson County Bank,</i> <span class=\"citation\" data-id=\"93469\"><a href=\"/opinion/93469/streeter-v-jefferson-county-bank/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, wherein the preferred creditors were permitted, after their security had been set aside, to stand upon an equality with the general creditors.\"</p>\n<p>The case of <i>White</i> v. <i>Cotzhausen</i> arose under the voluntary assignment act of the State of Illinois, and it was held that creditors who had attempted to secure an illegal preference of their debts by means of a conveyance to them of the property of their debtor when insolvent, to the exclusion of other creditors, were not thereby debarred, under the operation of the statute, from participating in a distribution, under that act, of all the debtor's property, including that illegally conveyed to them. The Circuit Court held that such illegally preferred creditors should be postponed in the distribution, but this court said, <i>per</i> Mr. Justice Harlan:</p>\n<p>\"We are not able to assent to this determination of the rights of the parties; for the mother, sisters and brother of Alexander White, Jr., were his creditors, and, so far as the record discloses, they only sought to obtain a preference over the other creditors. But their attempt to obtain such illegal preference ought not to have the effect of depriving them of their interest, under the statute in the proceeds of the property in question, or justify a decree giving a prior right to the appellee. It was not intended by the statute to give priority of right to the creditors who are not preferred. All that the appellee can claim is to participate in such proceeds upon terms of equality with other creditors.\"</p>\n<p>A similar view prevailed in <i>Streeter</i> v. <i>Jefferson County Bank</i><i>,</i> and it was held that where a creditor of a bankrupt caused execution to be levied, before the bankruptcy, on goods of the bankrupt to satisfy the debt, and the levy was afterwards set aside as an illegal preference within the purview of the bankrupt act, in consequence of knowledge of the debtor's condition by the plaintiff's attorney, that the creditor was not thereby precluded from proving his debt against the bankrupt.</p>\n<p>There is a wide difference between the case of a fraud <i>ab initio,</i> such, for instance, as a scheme to enforce a false or pretended indebtedness, so as to remove the assets of an alleged <span class=\"star-pagination\">*453</span> debtor from the reach of his <i>bona fide</i> creditors, and the case of an attempt by <i>bona fide</i> creditors to secure preferences for themselves, but using methods forbidden by statute or by the policy of law. In the former case, undoubtedly, a court of equity will refuse to permit the guilty parties to derive any profit or advantage from the fraudulent arrangement. In the latter case a court of equity will not declare a forfeiture of just debts, or, by postponing them till all other creditors are satisfied, practically confiscate them, but will, while defeating the attempt to obtain a forbidden preference, leave such creditors to use and enjoy the same rights and remedies possessed by other creditors.</p>\n<p>We think the present case is one in which the fundamental rule, that equality is equity, may properly be applied, and that will result in avoiding the attempted preferences and in permitting all the creditors to share ratably in the distribution of the fund in the hands of the receiver.</p>\n<p><i>The decree of the Circuit Court of Appeals is reversed with costs, and that of the Circuit Court is affirmed.</i></p>\n<p>MR. JUSTICE BROWN did not take part in the decision of the case.</p>\n</div>", 
  "sha1": "2b3730f243fba446576ddbfb939740cccf1d8b88", 
  "date_modified": "2014-12-21T01:33:27.814210", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95482/united-states-rubber-co-v-american-oak-leather-co/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1115042/", 
  "html": "<p class=\"case_cite\">181 U.S. 434</p>\n    <p class=\"case_cite\">21 S.Ct. 670</p>\n    <p class=\"case_cite\">45 L.Ed. 938</p>\n    <p class=\"parties\">UNITED STATES RUBBER COMPANY, L. Candee &amp; Company, and  Metropolitan National Bank, <i>Petitioners</i>,<br>v.<br>AMERICAN OAK LEATHER COMPANY <i>et al.</i></p>\n    <p class=\"docket\">No. 150.</p>\n    <p class=\"date\">Argued January 25, 28, 1901.</p>\n    <p class=\"date\">Decided May 13, 1901.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On September 11, 1896, the American Oak Leather Company, a corporation of the state of Ohio, filed in the circuit court of the United States for the northern district of Illinois a bill of complaint against C. H. Fargo &amp; Company, a corporation of the state of Illinois; the United States Rubber Company, a corporation of the state of New Jersey; L. Candee &amp; Company, a corporation of the state of Connecticut; John W. Arnold, United States marshal for the northern district of Illinois, and the Metropolitan National Bank, a national banking association.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bill alleged that the complainant was a judgment creditor of C. H. Fargo &amp; Company, an insolvent corporation; that judgments by confession against said C. H. Fargo &amp; Company had been entered in the circuit court of the United States on August 6, 1896, for large amounts in favor of the United States Rubber Company and L. Candee &amp; Company; that, on the same day, an assignment was made by C. H. Fargo &amp; Company of all its book accounts to said rubber companies; that a judgment by confession had been entered on August 6, 1896, for a large amount, in favor of the Metropolitan National Bank, and on the same day deeds to said bank had been executed by Fargo &amp; Company, conveying its factory at Dixon, Illinois; that executions had been issued on said judgments and levied upon all the tangible assets of C. H. Fargo &amp; Company; that said judgments were illegal because given and taken with intent to defraud the complainant and other creditors of C. H. Fargo &amp; Company. The bill prayed that the said judgments, executions, assignment, and deeds should be set aside, and that the assets of C. H. Fargo &amp; Company should be applied, through a receiver, to the payment of its bona fide creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequently other creditors to a large amount filed intervening petitions, and joined in the complainant's prayer for relief. Answers were filed by the several defendants, denying the allegations of fraud; and thereupon the court referred the case to Henry W. Bishop, as a master in chancery, 'to take proofs herein and report the same, together with his conclusions thereon, as to the facts only.' An order was also entered appointing a receiver, and upon appeal to the circuit court of appeals for the seventh circuit this order was affirmed. 27 C. C. A. 118, 53 U. S. App. 444, 82 Fed. Rep. 248.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 17, 1899, after taking a large amount of testimony, and a protracted hearing, the master filed a report, of which the important portions were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'There was due January 6, 1896, to Candee &amp; Company, upon the notes of C. H. Fargo &amp; Company (given in settlement in November, 1895), the sum of $44,900, and on the same date there was due from the Fargo Company to the United States Rubber Company on open account for proceeds of sale of consigned goods the sum of $141,537.13.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'It is shown by the testimony, and I so find, that about January 2, 1896, the C. H. Fargo Company, anticipating difficulty in meeting its regular obligations maturing during that month, applied to one Charles L. Johnson, who represented both the Candee Company and the United States Rubber Company, for a loan of $50,000, representing that the Fargo Company was perfectly solvent, and that this accommodation would relieve it from its temporary embarrassments and enable it to go on with its business.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'This application was granted, and on January 6, 1896, Johnson agreed, acting for L. Candee Company, to lend the Fargo Company the sum of $50,000 for six months, upon the understanding that this loan and the indebtedness of $44,900 upon the notes previously given as aforesaid, and the balance due the United States Rubber Company, and which might become due it, should be secured in such way as might be satisfactory to their counsel, Mr. Beale, of the law firm of Isham, Lincoln, &amp; Beale.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The proposition was accepted on the 6th day of January, 1896, and it was agreed and was arranged between the parties as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'First. That the $50,000 should be advanced by the Fargo Company by L. Candee &amp; Company, partly on that date and during the succeeding two weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Second. That the Fargo Company should that day execute and deliver its three judgment notes, one for $45,000, payable on demand to the order of L. Candee &amp; Company, to secure that company with respect to its liability as indorser or guarantor upon the notes for $44,900 given previous to January, 1896; one for $51,500, payable on demand to L. Candee &amp; Company, as collateral security to plain notes of the Fargo Company, which were given as evidence of the advance of $50,000 then to be made, and one for $140,000, payable on demand to the order of the United States Rubber Company, as collateral security to the then existing and to any future indebtedness of the Fargo Company to the United States Rubber Company as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Third. That in case the Fargo Company should at any time find it necessary to suspend business it would assign as additional security all its accounts and bills receivable; that it should not give any judgment notes to other creditors which would impair the security to the Rubber Companies, and that the $50,000 advance should be used by the Fargo Company in reduction of its general indebtedness as it matured; and</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Fourth. That the four employees of the Fargo Company who were on the board of directors, and also E. A. Fargo, should retire from the board and there should be elected in their places by the stockholders of the company five persons, to be nominated by said Beale, in whom he had confidence, one of whom should become secretary and treasurer, and that the directors so to be elected at Beal's nomination should not hamper or interfere with the proper carrying on of the ordinary business of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'I find that the attention of the general creditors was never called to this arrangement, and they had no knowledge of it. The Metropolitan National Bank first learned of it at or about the time a judgment note was given it to secure the payment of its claim of $50,000 as hereinafter stated.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'I find that in pursuance of this arrangement, and on January 6, 1896, a meeting of the board of directors of the C. H. Fargo &amp; Company was had before any change in said board, when a resolution was passed authorizing the borrowing of the $50,000, the giving of judgment notes, as in said agreement provided for, and assignment of the accounts, bills, and choses in action upon the contingencies agreed upon; and upon the same day the three judgment notes referred to were executed and delivered by Charles E. Fargo, president of the company, Frank M. Fargo, vice president and treasurer, and E. A. Fargo, secretary, and the loan of $50,000 was perfected, $10,000 being advanced at the time and the balance of $50,000 during the succeeding two weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'This action was ratified on the 8th day of January, 1896, by the unanimous vote of the stockholders of C. H. Fargo &amp; Company, all the shares being represented.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'I find that in pursuance also of said arrangement, and as a part of it, at a meeting of the stockholders of C. H. Fargo &amp; Company, held January 9, 1896, George C. Madison, Tiffany Blake, Buell McKeever, Frederick B. Fuller, Gilbert E. Porter, Charles E. Fargo, and F. M. Fargo were duly elected directors for the ensuing year.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'The first five, except Blake, were employees in the office of William G. Beale, and said Blake was assistant corporation counsel of the city of Chicago, of which William G. Beale was then corporation counsel, and all five were elected by the stockholders at the suggestion of said Beale. Subsequently, at a meeting of the newly constituted board, at which Charles E. Fargo was re-elected president of the company, Frank M. Fargo was re-elected vice president of the company, and Buell McKeever was elected secretary and treasurer of the company, the by-laws of the company were amended, providing against the giving of judgment notes or preferential security without special authorization of the board of directors.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'I also find that the change of the board of directors and officers, and the changes of the by-laws of said company, and the resolution thereof authorizing judgment notes and assignments of accounts if necessary, were all for the purpose of giving preferential security to the rubber companies, and the matter was kept secret in order to allow the Fargo Company an opportunity of getting through embarrassments apparently temporary, but not with a fraudulent intent as to the other creditors of the company. The only purpose and object of changing the board of directors as aforesaid, and of amending the by-laws, was to protect the rubber companies against the giving by the Fargo Company of preferential security or judgment notes to other of its creditors which should be superior to the security of the rubber companies.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'I further find that the arrangement as made was carried out in good faith by the parties, and that the directors elected at the suggestion of said Beale took no part in the active management of the Fargo Company after their election, and that no stockholders' or directors' meetings of the Fargo Company were held after January 9, 1896, until August 5, 1896.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'I find that on January 9, 1896, which was the date of the meeting of the new directors, the authorized capital stock of the said corporation of C. H. Fargo &amp; Company was $400,000 and the debts of the corporation on January 6, 1896, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <pre>      Amount owing United States Rubber Company....... $141,537 13\n      Amount owing Candee &amp; Company..................... 44,900 00\n      Amount owing Metropolitan National Bank........... 50,000 00\n      Amount owing other creditors..................... 210,216 20\n                                                      ------------\n         Total........................................ $446,653 33</pre>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>'I find that the value of the assets of C. H. Fargo &amp; Company at that time had not been definitely ascertained, but I find, as a matter of fact, as the results of efforts since made in collecting the same in liquidation and from other sources of information disclosed by the testimony, that on the 6th day of January, 1896, the assets of said company were not sufficient to discharge its indebtedness, of which fact the defendants, the rubber companies, are shown to have been ignorant, relying upon the representation of the Fargos that there was a large excess of assets over liabilities. The fact that Johnson, representing the rubber companies, made no detailed examination of the assets of the company, but consented to advance the money which was applied for, is evidence to my mind that he believed in the assurances which were given him by the Fargos of the condition of their company.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'I further find that between January 6, 1896, and August 6, 1896, the new liabilities incurred by said corporation to creditors other than the rubber companies and the bank were $246,660.54 (of which there was due and unpaid on August 6, 1896, $142,690.95), and that during the same period the Fargo Company paid out more than $300,000 to its general creditors in the regular course of business, paying substantially all of the indebtedness of January 6, 1896, which was largely to the same persons who are now creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'I further find that between January 6 and August 6, 1896, the Fargo Company continued its business as before, reducing its general indebtedness to a considerable extent with its general creditors; that during said time it paid Candee &amp; Company $44,900, the amount of its indebtedness prior to January 6, 1896, and $13,470 on account of the advance of $50,000 as aforesaid; that during said time it paid to the United States Rubber Company $15,000 on account of the indebtedness to that company existing January 6, but it also sold consigned goods of that company to the amount of $24,534.04, of which it remitted only $5,495.40; and that on August 6, 1896, there was due to the United States Rubber Company the sum of $142,424,81, and to L. Candee &amp; Company the sum of $36,530.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'I further find from the testimony that the indebtedness of the Fargo Company, which was incurred after January 9, 1896, up to the time of the entry of judgment upon the judgment notes referred to, was incurred in ignorance of the giving of the judgment notes and the change of directors, and of the change of officers, and of the arrangement existing between the rubber companies and the Fargo Company, and that the amount of the claims that were thus contracted and is still unpaid exceeded $110,000.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'I find that while Johnson and Sadler, representing the rubber companies, were here from January 2 to January 6, 1896, that it was then agreed that separate books showing sales of consigned goods should be kept, and the proceeds of the sales thereof should be kept in a separate bank account, which was done.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'I find that the advance of $50,000 on January 6, 1896, and the giving of the judgment notes and security referred to, was the result of an evident feeling upon the part of all the parties to the transaction, and was in the belief and expectation on their part, that through the assistance which was in this way afforded the Fargo Company it would be enabled to continue its business successfully and become ultimately relieved of its financial embarrassment, and that said arrangement was entered into in good faith and without any fraudulent intent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'I find that the testimony does not show that the parties were influenced in making the arrangement aforesaid upon a belief of the insolvency of the Fargo Company at that time, and the conduct of the corporation afterwards and until about the time of the entering up of the judgment notes, in my judgment, clearly indicated the hope and expectation that the Fargo Company would be finally relieved of its troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'In support of this conclusion I find that in the meantime and between January 6, 1896, and August, 1896, in the regular course of its business the Fargo Company reduced, to a large extent, the indebtedness which existed January 1, 1896, increasing the capacity of their manufacturing business, reducing its stock and discharging, to a large extent, its general liabilities, except with the United States Rubber Company and the Metropolitan National Bank, with an evident purpose and expectation of continuing its business; during which time nothing is shown to have occurred with these parties inconsistent with this theory.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'I find that during this period the general creditors were substantially the same as before, with the exception of the Eagle Tanning Works of Chicago, whose claim of $2,500.24 has been established, for the goods purchased on credit between April 1, 1896, and July 15, 1896, and Wilder &amp; Company, and the Pfister &amp; Vogel Leather Company, hereinafter mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'And I also find that during this time upon the letter heads of the C. H. Fargo Company the printed names of the Fargos, treasurer and secretary, appeared as before, without anything to show any change in the construction or management of said corporation, nor were such changes in any way mentioned, or their real condition disclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'I further find that during many years prior to January 6, 1896, the C. H. Fargo Company had been doing business with the Metropolitan National Bank of this city, its banker, resulting in the creation from time to time of a large indebtedness to said bank, which was finally reduced, in the usual course of business, so that on the 5th day of August, 1896, said indebtedness amounted to the sum of $40,000.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'That the Metropolitan National Bank, during the summer of 1896, applied to C. H. Fargo &amp; Company to reduce its indebtedness to it and to finally discharge it by the month of November following.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'I further find that at the same time said bank gave the C. H. Fargo Company said notice, and down to about the 3d or 4th day of August, A. D. 1896, it had no knowledge of any transactions which occurred between it and the rubber companies in the previous month of January, and that it did not know of the change in the board of directors of said C. H. Fargo &amp; Company, or that it had given the rubber companies judgment notes for an indebtedness owing by it to said rubber companies, or of the agreement which had been entered into in respect to the same between it and the rubber companies, or of the action which had been taken by the newly constituted board in pursuance of this agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'I further find that on or about Monday, the 3d day of August, A. D. 1896, Charles E. Fargo, president of the said C. H. Fargo &amp; Company, called at the Metropolitan National Bank, and while there applied to the bank for an additional loan of $10,000.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'I find that during this interview, or shortly thereafter, the said Charles E. Fargo informed the president of said bank that the said C. H. Fargo &amp; Company had given the rubber companies judgment notes for the amount of its indebtedness to them, and while said C. E. Fargo insisted that the assets of his company were at that time largely in excess of its indebtedness and ample to meet the entire amount thereof, that, owing to the difficulty in making its collections as rapidly as its outstanding paper matured, his company would be obliged to fail unless it received some assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'I find that at the time of said interviews the said C. E. Fargo represented to the president of said bank that the said C. H. Fargo &amp; Company was indebted to him and his brothers for money exceeding $10,000 which they had borrowed upon their notes for the benefit of the company, and which they had paid over to the company for use in its business, and that said Fargo brothers had put up some bank stock that they owned as collateral to said notes, and C. F. Fargo thereupon proposed to said bank that if it would loan said C. H. Fargo &amp; Company $10,000 in addition to its then existing loan, so that said company could reimburse him and his brothers and enable them to take up said notes, he would procure from the said C. H. Fargo &amp; Company judgment notes for said bank, both for said sum so advanced as aforesaid, and also for notes then remaining due said bank to the amount of $40,000.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'I further find that said bank acceded to said proposition, and loaned said C. H. Fargo &amp; Company said additional sum of $10,000. receiving two judgment notes of the Fargo Company for the sum of $25,000 each, crediting to the account of said C. H. Fargo &amp; Company in said bank said sum of $10,000.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'I further find that, at the time of the completion of this arrangement with said bank, neither the bank nor its officers nor attorneys had any knowledge of the change of the board of directors of the said C. H. Fargo &amp; Company, or of its by-laws, but the bank did know that the rubber companies, as a part of the final arrangements made, were entitled equally with themselves to enter judgment upon the judgment notes which had been given.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'I further find that neither the complainants herein nor any of the other creditors of the said C. H. Fargo &amp; Company were led to give credit to said company by reason of the transactions had between it and the bank; nor did any of the said parties sell any goods to said C. H. Fargo &amp; Company subsequent to the time when said bank made said $10,000 loan aforesaid to C. H. Fargo &amp; Company, nor did the said bank in any way participate in or have any knowledge of the change in the by-laws of said C. H. Fargo &amp; Company as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'I further find that from about the time when the said judgment notes were given to said bank, as aforesaid, the said bank entered into a stipulation with the rubber companies by which it was agreed that they should unite their efforts to collect their respective claims against the said C. H. Fargo Fargo &amp; Company and should share <i>pro rate</i> in whatever proceeds should be derived therefrom.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">*          *          *          *          * 'I further find upon the testimony submitted to and taken before me in connection with this branch of the case, that the defendant, the Metropolitan National Bank, is not shown to have been guilty of any actual fraud as against the complainants or the other creditors of C. H. Fargo &amp; Company by reason of any of its transactions with the said defendants, C. H. Fargo &amp; Company or the said rubber companies.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'I further find that August 6, 1896, before entry of the judgment in favor of the rubber companies as set forth in the pleadings, C. E. Fargo &amp; Company, by its president, C. E. Fargo, duly assigned to the United States rubber company all the accounts and bills receivable of the Fargo Company as further security for the indebtedness to the rubber companies, pursuant to and in accordance with the agreement made in January, 1896.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">'I find nothing in the testimony which has been taken before me upon this reference, which so changes the record which was before the court upon the hearing of the application for the appointment of a receiver as to lead me to a conclusion different from that aunounced by the court at that time; indeed, the effect of the testimony, in my judgment, is to explain and strengthen the conclusion then expressed by the court, that there was no fraud in fact or want of good faith shown in the conduct of any of the defendants in respect to the transactions complained of; and upon a careful examination of the whole record and testimony I so find and report.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Exceptions filed by the respondents were overruled, and the report was in all respects confirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On May 4, 1899, the circuit court, per Circuit Judge Grosscup, entered a decree setting aside the preferences complained of in the bill, as 'fraudulent in law (although not at the time believed by the parties to be such, but, on the contrary, believed to have been within their rights) as against the other creditors of C. H. Fargo &amp; Company;' and directing the assets in the hands of the receiver, amounting to about $111,000, to be distributed <i>pro rata</i> among the creditors, including the defendants. An appeal and a cross appeal were taken to the circuit court of appeals, and that court, on October 3, 1899, reversed the decree of the circuit court in so far as it permitted the rubber companies and bank, defendants, to share equally with other creditors in the fund to be distributed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Thereupon this court upon the petition of the rubber companies and the Metropolitan National Bank, and the cross petition of the complaining creditors, allowed a writ of certiorari to the circuit court of appeals of the seventh circuit.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\"><i>Messrs. Henry S. Robbins, Edward S. Isham,</i> and <i>George A. Follansbee</i> for petitioners.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\"><i>Messrs. Frederick A. Smith, Jacob Newman, Horace K. Tenney, Wm. J. Manning, G. W. Northrup, Jr., J. V. Quarles, S. O. Levinson,</i> and <i>Benj. V. Becker</i> for respondents.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. Justice Shiras delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This was a case in which the circuit court of the United States for the northern district of Illinois, sitting in chancery, was called upon to administer and distribute the assets of an insolvent corporation. The jurisdiction of the court was invoked by a bill of complaint filed on behalf of unsecured creditors seeking to set aside as fraudulent certain preferences held by the defendants. Pending that controversy, a receiver was appointed, and ultimately a fund was realized for distribution amounting to about $111,000.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The contested questions raised by the bill, intervening petitions, and answers were referred to a master to take proofs and report the same 'together with his conclusions thereon as to the facts only.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">After stating his findings of facts, the master thus stated his conclusions thereon:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">'I find nothing in the testimony which has been taken before me upon this reference, which so changes the record which was before the court upon the hearing of the application for the appointment of a receiver as to lead me to a conclusion different from that announced by the court at that time; indeed, the effect of the testimony, in my judgment, is to explain and strengthen the conclusion then expressed by the court, that there was no fraud in fact or want of good faith shown in the conduct of any of the defendants in respect to the transactions complained of; and upon a careful examination of the whole record and testimony I so find and report.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The circuit court overruled exceptions taken to the findings and conclusion of the master, and confirmed his report.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The conclusions of the circuit court were thus expressed in the opinion of Circuit Judge Grosscup:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'After as careful an examination of the evidence as I have been able to give to it, I have come to the following conclusions:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">'First. That the intervening creditors have not clearly proven that the rubber company and the Candee Company had any intention to commit a fraud upon the other creditors at the time of the arrangement of January, 1896; on the contrary, I think the weight of proof shows that both these companies believed that, with the help they were about to give Fargo &amp; Company, that company would be able to weather the storm. I am, therefore, of the conclusion that there was no intentional fraud committed.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'Second. The proof on the part of the interveners has not clearly shown that the $10,000 borrowed from the Metropolitan National Bank upon which the Fargos were personally liable as indorsers did not go into the business of and to the benefit of the Fargo Company; on the contrary, the proof clearly shows that, so far as the Metropolitan National Bank knew, the money had gone to the company. Under these circumstances I see no reason why the Metropolitan National Bank had not a right to advance the $10,000 additional money. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'Fourth . . . Candee &amp; Company, the rubber company, and the bank would, undoubtedly, in January or in August, have had the rightful power to have obtained the judgment notes actually taken. Had they taken judgment thereon, there can be no doubt but that their preference would have been sustained. The vice in the conduct of the rubber company and the Candee Company consisted in their attempting to tie up the corporation against the power to give like preferences in favor of others. It was, in a certain sense, a new attempt; it was in the line of efforts of creditors to secure themselves; it was, on the whole, not ungenerous to Fargo &amp; Company; and did not, considering their rights to have taken judgment notes, and the fact that none of the other creditors attempted to obtain such notes, or any other preference, before the general crash, do any actual injury to the other creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">'On the whole, I think the interests of justice will be best subserved by placing them in the class with the other creditors, and compelling them to pay the general costs of this litigation.'</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In the opinion of the circuit court of appeals there does not appear to have been made any serious attempt to overrule or substantially modify the master's findings of facts; but the conclusion of the circuit court permitting the defendants to participate in a <i>pro rata</i> distribution of the fund was not approved, and the decree in that particular was reversed by a majority of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In his dissenting opinion Mr. Justice Brown thus expressed his views on the questions of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">'I find no testimony to satisfy me that an actual fraud upon the general creditors was intended. . . . The evidence satisfies me that there was a bona fide attempt to assist the Fargo Company in continuing its business, with the hope of ultimately pulling it through, and that, if this attempt had been successful, it would have redounded greatly to the interest of the general creditors. It was natural, at least, that in making this attempt the rubber companies should have endeavored to secure themselves, not only for their immediate outlay of $50,000, but for their prior debts. In palliation of the secrecy which was held to make this constructively fraudulent, it may be said that publicity doubtless would have destroyed the entire scheme of raising money to carry on the business.' [37 C. C. A. 614, 96 Fed. Rep. 906].</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Nor has our own examination of the evidence led us to disapprove of the findings of facts by the master, confirmed and adopted by the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">What judgment, then, ought a court of equity to render upon such an ascertained state of facts?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The view of the majority of the court of appeals was that the defendants in the court below should not be allowed to participate in the fund until all the other creditors had been paid in full. The result in the present case and in most similar cases would be that the defendants would get nothing, as the fund would not reach them. This would be a striking exercise of power by a court of equity. Thereby the advantages obtained by remedies on the law side of the court would be transferred to the complainants on its equity side; the preferred would become the unpreferred creditors, and the unpreferred become the preferred creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The common law recognizes in every man the right to dispose of his property as he pleases. If he becomes insolvent, he may pay one creditor, and leave another unpaid. He may sccure one, and not another, by a transfer of assets. Such a condition of things, when left uncontrolled, naturally resulted in great abuses. Under cover or pretense of paying or securing one set of creditors, property actually procured from another would be withdrawn from the reach of the latter. Yet the only remedy afforded by the common law was in the principles of the statute of 13 Elizabeth, chap. 5, which have been substantially re-enacted in the various states of the Union. Under those principles a collusive transfer placing the property of a debtor out of the reach of his creditors while securing to him its beneficial enjoyment would be invalid. But an insolvent debtor may prefer a creditor, even though the latter has knowledge of such insolvency and the effect of the preference be to delay or disappoint his other creditors. <i>Crawford</i> v. <i>Neal</i>, 144 U. S. 585, 36 L. ed. 552, 12 Sup. Ct. Rep. 759; <i>Davis</i> v. <i>Schwartz</i>, 155 U. S. 631, 39 L. ed. 289, 15 Sup. Ct. Rep. 237.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The right of an insolvent debtor to prefer one creditor to another exists in the state of Illinois to its fullest extent, and the giving of judgment notes is recognized as a legitimate method of preference. <i>Tomlinson</i> v. <i>Matthews</i>, 98 Ill. 178; <i>Field</i> v. <i>Ridgely</i>, 116 Ill. 424, 6 N. E. 156.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The abuses which are possible in such a state of affairs were among the causes that led to the enactment of bankrupt laws forbidding preferences by insolvent debtors. But, in the absence of such laws, as in the present case, if a remedy is sought in a court of equity against fraudulent preferences, it must be on allegation and proof of a design to defraud and delay the complaining creditor. It does not suffice to show a mere case of a preference intended by an insolvent debtor in paying or securing a bona fide creditor, even though the latter was well aware that the natural effect of the preference could work a detriment to other creditors. This was well known to the learned counsel who drew the bill of complaint in the present case, and accordingly we find therein charges that C. H. Fargo &amp; Company, the United States Rubber Company, and L. Candee &amp; Company entered into a fraudulent agreement in and by which it was provided that said foreign corporations should be immediately placed in control of said C. H. Fargo &amp; Company, and have sole and exclusive power and authority to manage, control, and direct the business and affairs of C. H. Fargo &amp; Company; that said transfer of control should be effectuated secretly, and to be kept secret, so as to enable C. H. Fargo &amp; Company to continue apparently doing business for a limited time, and that said C. H. Fargo &amp; Company should continue during said period to purchase merchandise on credit, and should turn the same or the proceeds thereof over to the said foreign corporations, and should secure and prefer said foreign corporations out of the assets and property then owned by C. H. Fargo &amp; Company, and out of the property and merchandise which should be thereafter purchased by C. H. Fargo &amp; Company, to the exclusion of the other creditors, and to defraud, hinder, and delay the other creditors; and that it was not intended that C. H. Fargo &amp; Company should bona fide continue business, but, on the contrary, it was intended that they should continue in business for a limited time only, and only for the purpose of consummating said fraudulent agreement. The bill further alleges that said agreement was carried out; that a large amount of merchandise was purchased on credit from other creditors, and that finally, by means of judgment notes and transfers of accounts, the entire assets of C. H. Fargo &amp; Company were levied on for the benefit of the secured creditors; that the claims of the said rubber companies and of the Metropolitan National Bank were considerably less than the amount for which judgments were severally confessed in their favor, and that therefore said judgments so confessed were absolutely null and void, etc.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Without pursuing in further detail the allegations of the bill, it may be conceded that, if satisfactorily sustained by evidence, they would have justified the conclusion that the transactions between C. H. Fargo &amp; Company and the defendants constituted, not an agreement for the purpose of securing bona fide creditors, but a conspiracy to hinder, delay, and defraud the unsecured creditors of C. H. Fargo &amp; Company. But, as already stated, and as found by the master and the circuit court, these incriminating allegations were not sustained, and the conclusion of the master, of the circuit court, and of the dissenting justice of the circuit court of appeals was that no fraud upon the general creditors was intended or actually carried into effect.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The theory of the court of appeals, as forcibly expressed in the opinion of Circuit Judge Woods, would seem to be an application to the facts of the case of the principles of the bankrupt law, with its feature of forbidding preferences. It overlooks, as we think, the legal right of creditors to secure themselves by legal remedies, even though they may result in hardship and loss to others. In stating that the rubber companies were guilty of fraud in fact, we think the circuit court of appeals was not borne out by the findings of the master and of the circuit court, nor by the facts as they appear to us; and in holding that, as against other creditors, they and the Metropolitan National Bank should not be allowed to share in the fund for distribution, there was error.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">If , in the agreement between C. H. Fargo &amp; Company and the preferred creditors, and the giving and taking of the preferences, there was no actual fraud upon the other creditors intended, it may not be easy to clearly state the grounds on which a court of equity may deprive the defendants in the bill of the legal advantages thus obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Still, it has often been held that permitting personal property, like a stock of goods, to remain in the possession of an insolvent merchant as a basis for credit, however rightfully intended, is forbidden by the policy of the law. And we adopt the view of the circuit court, that 'while the policy of the law permits preferences, and such preferences as are necessarily unknown to others than those concerned, it does not permit any device which prevents the debtor from giving a like advantage to his other creditors, if he so wishes, unless such device is put in the form of a mortgage or other instrument perpetually open to inspection upon the public records. . . . The device [resorted to] accomplished for the Fargos and the favored creditors all that a secret chattel mortgage, with possession and power of sale remaining in the mortgagor, could have accomplished, and must therefore be treated in equity [upon all considerations of justice and reason] as such a mortgage would be treated. . . . The judgment notes themselves would not have been a fraud in law; the assignment of the accounts or of the plant at Dixon would not themselves have been a fraud in law; but connected, as they were, with the other advantages obtained,&#8212;namely, deprivation of the Fargos of all further power, with permission to retain possession of the goods and reap the profits of their trade, a scheme on the whole under which a dishonest trader could effectually shelter himself,&#8212;they are, in my judgment, within the plain prohibitions of the law,' citing <i>Robinson</i> v. <i>Elliott</i>, 22 Wall. 513, 22 L. ed. 758.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The decree of the circuit court, while depriving the rubber companies and the Metropolitan National Bank of the prior liens created by the confessed judgments and assignments, placed them in the class with the other creditors, and entitled to share ratably in the distribution of the fund in court.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Mr. Justice Brown, in his dissenting opinion in the circuit court of appeals, thus expressed the same view:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">'Upon the whole it does not seem to me that such a case of fraud is made out as authorizes the court to postpone the claims of the preferred creditors to those of the general creditors, and thereby practically to confiscate them; and that there is no sound reason for departing from the general rule laid down in the Supreme Court in <i>White</i> v. <i>Cotzhausen</i>, 129 U. S. 329, 32 L. ed. 677, 9 Sup. Ct. Rep. 309, and in <i>Streeter</i> v. <i>Jefferson County Nat. Bank</i>, 147 U. S. 36, 37 L. ed. 68, 13 Sup. Ct. Rep. 236, wherein the preferred creditors were permitted, after their security had been set aside, to stand upon an equality with the general creditors.'</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The case of <i>White</i> v. <i>Cotzhausen</i> arose under the voluntary assignment act of the state of Illinois, and it was held that creditors who had attempted to secure an illegal preference of their debts by means of a conveyance to them to the property of their debtor when insolvent, to the exclusion of other creditors, were not thereby debarred, under the operation of the statute, from participating in a distribution, under that act, of all the debtor's property, including that illegally conveyed to them. The circuit court held that such illegally preferred creditors should be postponed in the distribution, but this court said, per Mr. Justice Harlan:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">'We are not able to assent, to this determination of the rights of the parties; for the mother, sisters, and brother of Alexander White, Jr., were his creditors, and, so far as the record discloses, they only sought to obtain a preference over other creditors. But their attempts to obtain such illegal preference ought not to have the effect of depriving them of their interest, under the statute, in the proceeds of the property in question, or justify a decree giving a prior right to the appellee. It was not intended by the statute to give priority of right to the creditors who are not preferred. All that the appellee can claim is to participate in such proceeds upon terms of equality with other creditors.'</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">A similar view prevailed in <i>Streeter</i> v. <i>Jefferson County Nat. Bank</i>, and it was held that where a creditor of the bankrupt caused execution to be levied, before the bankruptcy, on goods of the bankrupt to satisfy the debt, and the levy was afterwards set aside as an illegal preference within the purview of the bankrupt act, in consequence of knowledge of the debtor's condition by the plaintiff's attorney, that the creditor was not thereby precluded from proving his debt against the bankrupt.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">There is a wide difference between the case of a fraud <i>ab initio</i>,&#8212;such for instance, as a scheme to enforce a false or pretended indebtedness, so as to remove the assets of an alleged debtor from the reach of his bona fide creditors,&#8212;and the case of an attempt by bona fide creditors to secure preferences for themselves, but using methods forbidden by statute or by the policy of law. In the former case, undoubtedly, a court of equity will refuse to permit the guilty parties to derive any profit or advantage from the fraudulent arrangement. In the latter case a court of equity will not declare a forfeiture of just debts, or by postponing them till all other creditors are satisfied, practically confiscate them, but will, while defeating the attempt to obtain a forbidden preference, leave such creditors to use and enjoy the same rights and remedies possessed by other creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We think the present case is one in which the fundamental rule, that equality is equity, may properly be applied, and that will result in avoiding the attempted preferences and in permitting all the creditors to share ratably in the distribution of the fund in the hands of the receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\"><i>The decree of the Circuit Court of Appeals is reversed, with costs, and that of the Circuit Court is affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Mr. Justice Brown did not take part in the decision of the case.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95482/"
}