{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "182 U.S. 516", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/95516/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Russell v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "242", 
    "id": 79897, 
    "resource_uri": "/api/rest/v2/citation/79897/"
  }, 
  "id": 95516, 
  "blocked": false, 
  "judges": "McKenna, After Making the Above Statement of the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1901-05-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>182 U.S. 516 (1901)</b></center>\n<center><h1>RUSSELL<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 242.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 16, 1901.</center>\n<center>Decided May 27, 1901.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*530</span> <i>Mr. James H. Hayden</i> for appellants. <i>Mr. Joseph K. McCammon</i> was on his brief.</p>\n<p><i>Mr. Charles C. Binney</i> for appellee. <i>Mr. Assistant Attorney General Pradt</i> was on his brief.</p>\n<p>MR. JUSTICE McKENNA, after making the above statement of the case, delivered the opinion of the court.</p>\n<p>It is conceded that a contract must be established to entitle appellants to recover, and, it is contended, that one is established by the correspondence between the Ordnance Department and Russell in regard to the use of the \"Army rifle,\" which, it is claimed, contained features of Russell's invention. That is, not an express contract is claimed, but an implied contract is claimed. This court has held that under the act of March 3, 1887, 24 Stat. 505, c. 359, defining claims of which the Court of Claims had jurisdiction, the court had no jurisdiction of demands against the United States founded on torts. <i>Schillinger</i> v. <i>United States,</i> 155 U.S. 163; <i>United States</i> v. <i>Berdan Fire-Arms Co.,</i> 156 U.S. 552. In other words, to give the Court of Claims jurisdiction the demand sued on must be founded on a convention between the parties \u0097 \"a coming together of minds.\" That there was such \"coming together of minds\" is asserted in the case at bar, and <i>United States</i> v. <i>Palmer,</i> 128 U.S. 262, is cited to sustain the assertion. That case was considered and <span class=\"star-pagination\">*531</span> commented on in <i>Schillinger</i> v. <i>United States, supra</i><i>,</i> and it was said to be \"an action to recover for the authorized use of a patent by the government, and these observations in the opinion are pertinent: `This is not a claim for an infringement, but a claim of compensation for an authorized use \u0097 two things totally distinct in the law, as distinct as trespass on lands is from use and occupation under a lease. The first sentence in the original opinion of the court below strikes the keynote of the argument on this point. It is as follows: \"The claimant in this case invited the government to adopt his patented infantry equipments, and the government did so. It is conceded on both sides that there was no infringement of the claimant's patent, and that whatever the government did was done with the consent of the patentee and under his implied license.\" We think that an implied contract for compensation fairly arose under the license to use, and the actual use, little or much, that ensued thereon.'\"</p>\n<p>The facts of the case fully supported the remarks of the court. The petitioner Palmer was the inventor, patentee and owner of improvement of infantry equipments. They were submitted to a board of officers appointed to consider and report upon the subject of proper equipment for infantry soldiers. The board recommended Palmer's invention. The recommendation was approved by the General of the Army and the Secretary of War, and the invention was manufactured by the government and used.</p>\n<p><i>McKeever</i> v. <i>United States,</i> 14 C. Cl. 396, affirmed on appeal by this court, rested on the same facts as the <i>Palmer</i> case, the only difference being that McKeever's invention was a cartridge box. There was a recommendation by the board, and the manufacture and use of the cartridge box by the government.</p>\n<p>But there is a wide difference between the facts in those cases and the facts in the case at bar. The rifle of the petitioners was not adopted by the board; the Krag-Jorgensen rifle was. The contention is, however, that the latter rifle contained some of the features of petitioners' invention, and that by adopting it the Ordnance Department conceded that fact and the rights of petitioners to compensation. We are unable to draw <span class=\"star-pagination\">*532</span> that conclusion from the correspondence, conceding the power of the Ordnance Department to make the concessions.</p>\n<p>The first letter of Captain Russell \"invites attention to claims 22, 28 and 29\" of his patent, and expresses a belief that \"the Krag-Jorgensen magazine gun <i>lately adopted by the War Department</i>\" infringed them \"in the connection between the magazine and the receiver.\" The letter concluded as follows: \"In considering the allowance for inventions we would request that our claims for these vital points of construction be regarded.\" A somewhat vague request. However, the letter was replied to (November 18), and he was told that \"the business arrangements with the Krag-Jorgensen Company for the manufacture of this arm have not yet been completed,\" and it is represented to him that the company may agree to indemnify the United States, in which case his \"recourse would be to communicate directly with the company.\" Or if the government should proceed to manufacture the arms without such arrangement, his course would be \"to bring suit against the government in the Court of Claims after manufacture has progressed.\" Of what and on account of what was he to communicate to the Krag-Jorgensen Company, and on account of what was he to bring suit against the government? On account of an implied contract which had arisen or would arise between him and the United States? Certainly not but on account of an infringement of his invention which might arise. And this was his interpretation, for he writes on the 9th of December that he \"could practically have no remedy for infringement of any patent against the Krag-Jorgensen Company, as they have not, that I am aware of, any property in the United States.\" He requested a hearing before \"any business arrangement with the Krag-Jorgensen Company\" should be closed.</p>\n<p>In reply to that letter he was told by the Ordnance Department that his letters had been referred to the Commissioner of Patents, and that the Commissioner \"states that the invention of H.I. Krag and Erik Jorgensen for improvement in magazine firearms has been examined, and the invention has been found patentable.\" He is then requested, in \"further presentation\" of his patent, to \"communicate direct with the Commissioner <span class=\"star-pagination\">*533</span> of Patents.\" He did so, and was informed that it was not seen how the Patent Office had any jurisdiction in the matter. \"Questions of infringement,\" he was told, \"can be determined only by the courts.\" Letter February 14, 1893. Waiting until June 30, he informs the Ordnance Department of the reply of the Commissioner of Patents, claimed again the Krag-Jorgensen to be an infringement of his patent and repeated the request of December 9, 1892, that the Ordnance Office allow him \"a hearing before any business arrangement with the Krag-Jorgensen Company\" be closed. On July 7 that letter was returned to Captain Russell with the endorsement, \"that a statement of the case be made in writing for file at this office, and for future reference, as the case stated cannot be determined by the Ordnance Office. The agreement with the Krag-Jorgensen people is such that they are required to guarantee the United States against all damages for infringement.\"</p>\n<p>In answer to this letter Captain Russell's letter of November 22, 1893, (Ex. I,) was written. It need not be reproduced at length. It described his invention and wherein the Krag-Jorgensen rifle infringed that invention, and stated that he based his claim \"for compensation on the infringement\" of his claims 22 and 28 \"and the probable infringement of claim 29\" of his patent No. 230,823, of August 3, 1800, \"by the Krag-Jorgensen construction.\" The letter concluded as follows:</p>\n<p>\"I am not fully informed as to the terms of the contract between the United States and the owners of the Krag-Jorgensen patent. Assuming that the owners of said patent are in ignorance of my rights in the premises, I respectfully request that a copy of this communication may be sent to said parties, and a duplicate of this paper is forwarded for that purpose, with an extra copy of my patent to go with the duplicate. I further request that I may be furnished with the name and address of the responsible parties representing the Krag-Jorgensen interest.</p>\n<p>\"I am aware that in the event of a suit in equity the alleged infringing parties have a statutory right to challenge the validity of my patent, and, to avoid litigation, I am willing to go further than to make a mere statement of the <i>prima facie</i> case as above, and show to the infringing parties or their experts that <span class=\"star-pagination\">*534</span> my claims are well within my rights, provided I am met by these parties in a fair spirit and with a desire to make just compensation when my title to the property is shown.</p>\n<p>\"My first official notice to the Ordnance Department of this infringement is dated November 16, 1892, (Ordnance Office file 5839 of 1892,) but a gun presenting the special features here mentioned was submitted by me to the board on magazine guns, convened by General Orders 31, H.Q.A., March 21, 1881, and it is described in the report of that board. It is now in my possession subject to examination.\"</p>\n<p>He received the following reply, which seems decisive against the contention of petitioners that there was a concession of their patented rights and implied contract to compensate petitioners:</p>\n<p>\"I am instructed by the Chief of Ordnance to acknowledge the receipt of your letter of the 22d instant, and to inform you that the terms of the contract between the United States and the Krag-Jorgensen Company contain a clause to the following effect:</p>\n<p>\"`The said party of the first part shall indemnify the United States and all persons acting under them for all liability on account of any patent rights granted by the United States which may affect the right to manufacture herein contracted for.</p>\n<p>\"`You have requested that a copy of your communication and a copy of your patent should be forwarded by this office to the company, and for that purpose you have forwarded duplicates of your letter and of the patent specifications. It is considered best that you should forward these communications direct; they are, therefore, returned to you for the purpose.'</p>\n<p>\"The address of the contracting party is `The Krag-Jorgensen Geivehr-Kompagnie, Christiania, Norway.' The other papers, enclosures to Ordnance Office file 3515, containing letter and copies of patent specifications, are filed in this office for future reference.</p>\n<p>\"Your attention is again invited to the statement of the first endorsement on that file, which states that the case `cannot be determined by the Ordnance Department.'\"</p>\n<p>Not only is the foregoing letter closing the correspondence decisive against petitioners, but we can discern nothing which <span class=\"star-pagination\">*535</span> tends to support their contention and claim. It was not deemed necessary even to grant his request for a hearing. His rifle was not adopted; another was. There was no concession of his rights. He was told twice that his case could not be determined by the Ordnance Department. There was probably, however, no thought of an arbitrary invasion of his rights. The Ordnance Office sought the opinion of the Commissioner of Patents, and was informed that the Krag-Jorgensen improvement in machine firearms had been examined, and the invention had been found patentable in view of the state of the art. The patent of petitioners was part of the state of the art. The opinion of the Commissioner, of course, was not necessarily conclusive. As he himself said, \"Questions of infringement belong to the courts.\" And because such questions are for the courts the Ordnance Office, no doubt, took indemnity from the Krag-Jorgensen Company, not in concession of petitioners' claim, but for protection against it, if protection should be necessary, and whether it would be or not the Ordnance Office very naturally resolved not to determine. The prudence which takes a bond against a claim cannot be said to constitute or raise a contract in favor of the claim \u0097 cannot be said to have intended to create the liability which was meant to be forestalled. Indeed, the Ordnance Office twice wrote Captain Russell that his case could not be determined by it. No contract therefore based on the action of that office can be claimed. If petitioners have suffered injury it has been through the infringement of their patent, not by a breach of contract, and for the redress of an infringement the Court of Claims has no jurisdiction. This doctrine may be technical. If the United States was a person, on the facts of this record (assuming, of course, the petition to be true) it could be sued as upon an implied contract, but it is the prerogative of a sovereign not to be sued at all without its consent or upon such causes of action as it chooses. It has not chosen to be sued in an action sounding in tort this court has declared, as we have seen.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE HARLAN did not participate in this case.</p>\n<p><span class=\"star-pagination\">*536</span> MR. JUSTICE SHIRAS, MR. JUSTICE WHITE and MR. JUSTICE PECKHAM dissented.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:38:15", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></span> (1901)</b></center>\n<center><h1>RUSSELL<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 242.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 16, 1901.</center>\n<center>Decided May 27, 1901.</center>\nAPPEAL FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*530</span> <i>Mr. James H. Hayden</i> for appellants. <i>Mr. Joseph K. McCammon</i> was on his brief.</p>\n<p><i>Mr. Charles C. Binney</i> for appellee. <i>Mr. Assistant Attorney General Pradt</i> was on his brief.</p>\n<p>MR. JUSTICE McKENNA, after making the above statement of the case, delivered the opinion of the court.</p>\n<p>It is conceded that a contract must be established to entitle appellants to recover, and, it is contended, that one is established by the correspondence between the Ordnance Department and Russell in regard to the use of the \"Army rifle,\" which, it is claimed, contained features of Russell's invention. That is, not an express contract is claimed, but an implied contract is claimed. This court has held that under the act of March 3, 1887, 24 Stat. 505, c. 359, defining claims of which the Court of Claims had jurisdiction, the court had no jurisdiction of demands against the United States founded on torts. <i>Schillinger</i> v. <i>United States,</i> 155 U.S. 163; <i>United States</i> v. <i>Berdan Fire-Arms Co.,</i> 156 U.S. 552. In other words, to give the Court of Claims jurisdiction the demand sued on must be founded on a convention between the parties \u0097 \"a coming together of minds.\" That there was such \"coming together of minds\" is asserted in the case at bar, and <i>United States</i> v. <i>Palmer,</i> <span class=\"citation\" data-id=\"92332\"><a href=\"/opinion/92332/united-states-v-palmer/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, is cited to sustain the assertion. That case was considered and <span class=\"star-pagination\">*531</span> commented on in <i>Schillinger</i> v. <i>United States, supra</i><i>,</i> and it was said to be \"an action to recover for the authorized use of a patent by the government, and these observations in the opinion are pertinent: `This is not a claim for an infringement, but a claim of compensation for an authorized use \u0097 two things totally distinct in the law, as distinct as trespass on lands is from use and occupation under a lease. The first sentence in the original opinion of the court below strikes the keynote of the argument on this point. It is as follows: \"The claimant in this case invited the government to adopt his patented infantry equipments, and the government did so. It is conceded on both sides that there was no infringement of the claimant's patent, and that whatever the government did was done with the consent of the patentee and under his implied license.\" We think that an implied contract for compensation fairly arose under the license to use, and the actual use, little or much, that ensued thereon.'\"</p>\n<p>The facts of the case fully supported the remarks of the court. The petitioner Palmer was the inventor, patentee and owner of improvement of infantry equipments. They were submitted to a board of officers appointed to consider and report upon the subject of proper equipment for infantry soldiers. The board recommended Palmer's invention. The recommendation was approved by the General of the Army and the Secretary of War, and the invention was manufactured by the government and used.</p>\n<p><i>McKeever</i> v. <i>United States,</i> 14 C. Cl. 396, affirmed on appeal by this court, rested on the same facts as the <i>Palmer</i> case, the only difference being that McKeever's invention was a cartridge box. There was a recommendation by the board, and the manufacture and use of the cartridge box by the government.</p>\n<p>But there is a wide difference between the facts in those cases and the facts in the case at bar. The rifle of the petitioners was not adopted by the board; the Krag-Jorgensen rifle was. The contention is, however, that the latter rifle contained some of the features of petitioners' invention, and that by adopting it the Ordnance Department conceded that fact and the rights of petitioners to compensation. We are unable to draw <span class=\"star-pagination\">*532</span> that conclusion from the correspondence, conceding the power of the Ordnance Department to make the concessions.</p>\n<p>The first letter of Captain Russell \"invites attention to claims 22, 28 and 29\" of his patent, and expresses a belief that \"the Krag-Jorgensen magazine gun <i>lately adopted by the War Department</i>\" infringed them \"in the connection between the magazine and the receiver.\" The letter concluded as follows: \"In considering the allowance for inventions we would request that our claims for these vital points of construction be regarded.\" A somewhat vague request. However, the letter was replied to (November 18), and he was told that \"the business arrangements with the Krag-Jorgensen Company for the manufacture of this arm have not yet been completed,\" and it is represented to him that the company may agree to indemnify the United States, in which case his \"recourse would be to communicate directly with the company.\" Or if the government should proceed to manufacture the arms without such arrangement, his course would be \"to bring suit against the government in the Court of Claims after manufacture has progressed.\" Of what and on account of what was he to communicate to the Krag-Jorgensen Company, and on account of what was he to bring suit against the government? On account of an implied contract which had arisen or would arise between him and the United States? Certainly not but on account of an infringement of his invention which might arise. And this was his interpretation, for he writes on the 9th of December that he \"could practically have no remedy for infringement of any patent against the Krag-Jorgensen Company, as they have not, that I am aware of, any property in the United States.\" He requested a hearing before \"any business arrangement with the Krag-Jorgensen Company\" should be closed.</p>\n<p>In reply to that letter he was told by the Ordnance Department that his letters had been referred to the Commissioner of Patents, and that the Commissioner \"states that the invention of H.I. Krag and Erik Jorgensen for improvement in magazine firearms has been examined, and the invention has been found patentable.\" He is then requested, in \"further presentation\" of his patent, to \"communicate direct with the Commissioner <span class=\"star-pagination\">*533</span> of Patents.\" He did so, and was informed that it was not seen how the Patent Office had any jurisdiction in the matter. \"Questions of infringement,\" he was told, \"can be determined only by the courts.\" Letter February 14, 1893. Waiting until June 30, he informs the Ordnance Department of the reply of the Commissioner of Patents, claimed again the Krag-Jorgensen to be an infringement of his patent and repeated the request of December 9, 1892, that the Ordnance Office allow him \"a hearing before any business arrangement with the Krag-Jorgensen Company\" be closed. On July 7 that letter was returned to Captain Russell with the endorsement, \"that a statement of the case be made in writing for file at this office, and for future reference, as the case stated cannot be determined by the Ordnance Office. The agreement with the Krag-Jorgensen people is such that they are required to guarantee the United States against all damages for infringement.\"</p>\n<p>In answer to this letter Captain Russell's letter of November 22, 1893, (Ex. I,) was written. It need not be reproduced at length. It described his invention and wherein the Krag-Jorgensen rifle infringed that invention, and stated that he based his claim \"for compensation on the infringement\" of his claims 22 and 28 \"and the probable infringement of claim 29\" of his patent No. 230,823, of August 3, 1800, \"by the Krag-Jorgensen construction.\" The letter concluded as follows:</p>\n<p>\"I am not fully informed as to the terms of the contract between the United States and the owners of the Krag-Jorgensen patent. Assuming that the owners of said patent are in ignorance of my rights in the premises, I respectfully request that a copy of this communication may be sent to said parties, and a duplicate of this paper is forwarded for that purpose, with an extra copy of my patent to go with the duplicate. I further request that I may be furnished with the name and address of the responsible parties representing the Krag-Jorgensen interest.</p>\n<p>\"I am aware that in the event of a suit in equity the alleged infringing parties have a statutory right to challenge the validity of my patent, and, to avoid litigation, I am willing to go further than to make a mere statement of the <i>prima facie</i> case as above, and show to the infringing parties or their experts that <span class=\"star-pagination\">*534</span> my claims are well within my rights, provided I am met by these parties in a fair spirit and with a desire to make just compensation when my title to the property is shown.</p>\n<p>\"My first official notice to the Ordnance Department of this infringement is dated November 16, 1892, (Ordnance Office file 5839 of 1892,) but a gun presenting the special features here mentioned was submitted by me to the board on magazine guns, convened by General Orders 31, H.Q.A., March 21, 1881, and it is described in the report of that board. It is now in my possession subject to examination.\"</p>\n<p>He received the following reply, which seems decisive against the contention of petitioners that there was a concession of their patented rights and implied contract to compensate petitioners:</p>\n<p>\"I am instructed by the Chief of Ordnance to acknowledge the receipt of your letter of the 22d instant, and to inform you that the terms of the contract between the United States and the Krag-Jorgensen Company contain a clause to the following effect:</p>\n<p>\"`The said party of the first part shall indemnify the United States and all persons acting under them for all liability on account of any patent rights granted by the United States which may affect the right to manufacture herein contracted for.</p>\n<p>\"`You have requested that a copy of your communication and a copy of your patent should be forwarded by this office to the company, and for that purpose you have forwarded duplicates of your letter and of the patent specifications. It is considered best that you should forward these communications direct; they are, therefore, returned to you for the purpose.'</p>\n<p>\"The address of the contracting party is `The Krag-Jorgensen Geivehr-Kompagnie, Christiania, Norway.' The other papers, enclosures to Ordnance Office file 3515, containing letter and copies of patent specifications, are filed in this office for future reference.</p>\n<p>\"Your attention is again invited to the statement of the first endorsement on that file, which states that the case `cannot be determined by the Ordnance Department.'\"</p>\n<p>Not only is the foregoing letter closing the correspondence decisive against petitioners, but we can discern nothing which <span class=\"star-pagination\">*535</span> tends to support their contention and claim. It was not deemed necessary even to grant his request for a hearing. His rifle was not adopted; another was. There was no concession of his rights. He was told twice that his case could not be determined by the Ordnance Department. There was probably, however, no thought of an arbitrary invasion of his rights. The Ordnance Office sought the opinion of the Commissioner of Patents, and was informed that the Krag-Jorgensen improvement in machine firearms had been examined, and the invention had been found patentable in view of the state of the art. The patent of petitioners was part of the state of the art. The opinion of the Commissioner, of course, was not necessarily conclusive. As he himself said, \"Questions of infringement belong to the courts.\" And because such questions are for the courts the Ordnance Office, no doubt, took indemnity from the Krag-Jorgensen Company, not in concession of petitioners' claim, but for protection against it, if protection should be necessary, and whether it would be or not the Ordnance Office very naturally resolved not to determine. The prudence which takes a bond against a claim cannot be said to constitute or raise a contract in favor of the claim \u0097 cannot be said to have intended to create the liability which was meant to be forestalled. Indeed, the Ordnance Office twice wrote Captain Russell that his case could not be determined by it. No contract therefore based on the action of that office can be claimed. If petitioners have suffered injury it has been through the infringement of their patent, not by a breach of contract, and for the redress of an infringement the Court of Claims has no jurisdiction. This doctrine may be technical. If the United States was a person, on the facts of this record (assuming, of course, the petition to be true) it could be sued as upon an implied contract, but it is the prerogative of a sovereign not to be sued at all without its consent or upon such causes of action as it chooses. It has not chosen to be sued in an action sounding in tort this court has declared, as we have seen.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE HARLAN did not participate in this case.</p>\n<p><span class=\"star-pagination\">*536</span> MR. JUSTICE SHIRAS, MR. JUSTICE WHITE and MR. JUSTICE PECKHAM dissented.</p>\n</div>", 
  "sha1": "63e1caa4b0a2a6f56d158a807d5cd328ba27cbfb", 
  "date_modified": "2014-12-21T07:27:42.175649", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/95516/russell-v-united-states/", 
  "citation_count": 28, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1119115/", 
  "html": "<p class=\"case_cite\">182 U.S. 516</p>\n    <p class=\"case_cite\">21 S.Ct. 899</p>\n    <p class=\"case_cite\">45 L.Ed. 1210</p>\n    <p class=\"parties\">ANDREW H. RUSSELL and William R. Livermore, <i>Appts</i>.,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 242.</p>\n    <p class=\"date\">Argued April 16, 1901.</p>\n    <p class=\"date\">Decided May 27, 1901.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action for $100,000, brought in the court of claims by the appellants, upon an implied contract, asserted to have arisen from the use by the United States of Krag-Jorgensen rifles, which rifles contained, it is claimed, certain features, which were the invention of Russell, one of the appellants. The United States demurred to the petition, and the demurrer was sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts as presented by the petition are as follows: That on or about August 3, 1880, letters patent No. 230,823, for certain new and useful improvements in firearms, were granted to Russell, and that he and Livermore are now the owners of such invention.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That pursuant to an advertisment by a board of officers convened under the act of Congress, approved February 4, 1881, to select a magazine rifle for the service of the United States, Russell submitted to said board an operative magazine rifle made in accordance with his letters patent, and on or about December 16, 1890, submitted to another board of officers, convened for like purpose, the same rifle. The officers made reports on the rifle, which reports, it is alleged, may be found in certain congressional documents designated by number and of the session of Congress of whose records they constitute a part.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the 15th of September, 1892, a second board recommended the adoption of the magazine rifle presented to it by the Krag-Jorgensen Gevaerkompagni of Christiania, Norway, and the rifle was provisionally adopted by the War Department for the use of the United States Army. The rifle is termed in the petition 'army rifle.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petition recites a correspondence between Russell and the Chief of Ordnance of the United States Army giving its substance, which may be omitted, as the letters are hereafter set out in full.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is also alleged that on June 7, 1893, the Krag-Jorgensen Gevaerkompagni and the United States, represented by Brigadier General D. W. Flagler, United States Army, Chief of Ordnance, under the direction and by the authority of the Secretary of War, entered into a contract, whereby that company granted to the United States the right to manufacture an unlimited number of said 'army rifles.' As much of the contract as we consider important is hereinafter set out.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That the United States did proceed to manufacture said 'army rifles,' and introduce them for use in the United States Army, and since January 1, 1894, commenced to account, and has ever since accounted, to the Krag-Jorgensen Company for royalties, at the rate named in the contract, and paid certain sums on account thereof. The company failed to furnish an indemnifying bond, but the United States, with consent of the company, withheld a certain amount of the royalties, which aggregated on or about June 16, 1895, the sum of $25,000. The company then gave a bond with sureties, and the said sum was paid to it. The bond was conditioned as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'That whereas the Krag-Jorgensen Gevaerkompagni of Christiania, Norway, has, on the seventh day of June, 1893, entered into a contract with the United States, represented by Brigadier General D. W. Flagler, Chief of Ordnance, for granting unto the United States full rights to manufacture an unlimited number of the Krag-Jorgensen magazine firearms, for the military service of the United States, under the American patents Nos. 429,811, of June, 1890, and 492,212, of February 21, 1893, granted to O. W. J. Krag and E. Jorgensen, during the lifetime of the said patents, and by the said contract covenanted to indemnify the United States, and all persons acting under them, for all liability on account of any patent rights granted by the United States which may affect the right to manufacture therein contracted for, and further covenanted and agreed to furnish, before the payment of any royalties by the United States, a good and sufficient bond in the penal sum of twenty-five thousand dollars, to protect and defend the United States against all suits and claims by any and all persons for infringement of their inventions in the manufacture of said arms, and to pay all judgments that may be obtained against the United States for the same:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Now, therefore, if the said Krag-Jorgensen Gevaerkompagni shall and will in all respects indemnify the United States, and all persons acting under them, for all liability on account of any patent rights granted by the United States which may affect the right to manufacture granted by said contract, and shall and will fully protect and defend the United States against all suits and claims by any and all persons for infringement of their inventions in the manufacture of said arms, and pay all judgments that may be obtained against the United States, or any officer or agent thereof for the same, then the above obligation shall be void and of no effect; otherwise to remain in full force and virtue.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is alleged that the United States manufactured and used upwards of 75,000 'army rifles' containing Russell's invention, and derived a profit thereby of $1 on each rifle.</p>\n    </div>\n    <p class=\"indent\">The petition concluded as follows:</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'By reason of the foregoing facts the claimants say:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'That neither the said contract, entered into by the United States and the Krag-Jorgensen Gevaerkompagni (Exhibit L) nor the said bond of indemnity delivered by the Krag-Jorgensen Gevaerkompagni to the United States, did provide the claimants with a remedy against the said Krag-Jorgensen Gevaerkompagni for the use made by the United States of the claimants' said patent invention in accordance with the first alternative proposed by the Ordnance Department in its said letter to the claimant Russell, bearing date November 18, 1892 (Exhibit B).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'That there is to be implied from the use by the United States of the claimants' said patented invention, as hereinbefore related, a contract, whereby the United States agreed to pay to the claimants reasonable compensation for the same, and whereby the amount of such compensation was to be ascertained by means of a suit to be brought by the claimants in this court, in accordance with the second alternative proposed in the said letter (Exhibit B), and that the sum of $100,000 would be reasonable compensation for the said use, and that the United States has failed to pay the claimants the said sum of $100,000, or any sum or sums whatsoever for or on account of the said use, although duly requested thereunto.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The claimants are the only persons owning or interested in the claim above set forth, and no assignment or transfer of the said claim or of any part thereof or interest therein has been made. The claimants are justly entitled to receive and recover from the United States the sum of one hundred thousand dollars ($100,000), after allowing all just credits and offsets. The claimants have always borne true allegiance to the government of the United States, and have not in way aided, abetted, or given encouragement to rebellion against the said government, and they believe the facts hereinabove stated to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Wherefore the claimants pray for judgment against the United States in the sum of one hundred thousand dollars ($100,000), and for such further relief as this honorable court may be entitled to grant, both at law and in equity, in the premises.'</p>\n    </div>\n    <p class=\"indent\">The following is the correspondence:</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Exhibit A.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(Copy.)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Washington, D. C., November 16, 1892.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To the Chief of Ordnance, U. S. Army.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the interest of Major Wm. R. Livermore, U. S. Army, and myself, I have the honor to invite attention to claims      22, 28, and 29 in U.S. patent No. 230,823, owned by us, as we      believe their provisions to be infringed in the construction      of the Krag-Jorgensen magazine gun lately adopted by the War      Department, the points of resemblance being in the connection      between the magazine and the receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In considering the allowance to inventors, we would request      that our claims for these vital points of construction be      regarded.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Very respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Your obedient servant,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(Signed) A. H. Russell,</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Capt. of Ordnance, U. S. Army.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Exhibit B.</p>\n    </div>\n    <p class=\"indent\">5839.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Ordnance Office, War Department, Washington, November 18,      1892.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Capt. A. H. Russell, Ordnance Department, U. S. A., cor. 15th      St. and N. Y. Ave., Washington, D. C.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In reference to your letter of the 16th instant claiming the      use of your patent right in the Krag-Jorgensen gun, lately      adopted by this department for trial, which has been received      and placed on file, I am instructed by the Chief of Ordnance      to inform you that the business arrangements with the      Krag-Jorgensen Company for the manufacture of this arm have      not yet been completed.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On the one hand, that company may agree to indemnify the      United States on account of any patent rights granted by the      United States which may affect the manufacture of the guns,      in which case your recourse would be to communicate directly      with the company.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On the other hand, should the government proceed to      manufacture the arms without such arrangement, your course      will be to bring a suit against the government in the court      of claims after manufacture has progressed.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">(Signed) C. W. Whipple,</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Capt. Ord. Dept., U. S. A.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Exhibit C.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Washington, D. C., December 9, 1892.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To the Chief of Ordnance, U. S. Army.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In reference to my letter to the Chief of Ordnance of      November 16, 1892, and to the answer of November 18th from      the Ordnance Office in reply thereto, concerning the claims      22, 28, and 29 in the U.S. patent to me, No. 230,823 (a copy      of the specifications on which was inclosed in my letter), I      desire to say that I could practically have no remedy for      infringement of my patent against the Krag-Jorgensen Company,      as they have not, that I am aware of, any property in this      country; and also that I presume it would be more      satisfactory to the United States, as it certainly would be      to me, to have whatever may be justly due to me on my patents      allowed without litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I therefore hope that the Ordnance Office will bear my letter      of November 16th, and this letter, in mind, and allow me a      hearing before any business arrangement with the      Krag-Jorgensen Company is closed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Very respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Your obedient servant,</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(Signed) A. H. Russell,</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Capt. of Ordnance, U. S. Army.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Exhibit D.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ordnance Office, War Department, Washington, December 19,      1892.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Capt. A. H. Russell, World's Columbian Exposition, Chicago,      Ill.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Referring to your letters of the 16th ult. and the 9th inst.,      on the subject of infringement of your patent in the      manufacture of the Krag-Jorgensen magazine firearm, I am      instructed by the Chief of Ordnance to inform you that in a      letter received from the Commissioner of Patents dated 15th      inst. he states that the invention of H. I. Krag and Erik      Jorgensen for improvement in machine firearms had been      examined and the invention has been found patentable in view      of the state of the art, but that other applications are      pending which appear to conflict in subject-matter; therefore the application of      Krag and Jorgensen will be withheld from issue until that      question is settled definitely.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I am also instructed to inform you that in a letter to the      Commissioner of Patents, dated 16th inst., the Chief of      Ordnance transmitted to him copies of your above-mentioned      letters of 16th ult. and 9th inst.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Should you desire further presentation of your patent, it is      suggested that you communicate direct with the Commissioner      of Patents.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(Signed) Charles Shaler,</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Capt. Ord. Dept., U. S. A.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Exhibit E.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">1429 New York Ave.,</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Washington, D. C., February 6, 1893.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">To the Commissioner of Patents.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In an official communication from the Chief of Ordnance, U.      S. A., dated December 19, 1892, it is suggested that I      'communicate direct with the Commissioner of Patents' in      regard to the following matter.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">I presented to the Ordnance Office the claim that the gun      recommended for adoption by the U. S. Army, known as the      Krag-Jorgensen gun, infringed claims 22, 28, and 29 of my      patent No. 230,823, dated August 3, 1880, and I ask that the      government do justice by me in case of using such device.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The Chief of Ordnance states that there were claims now      pending in the Patent Office, and referred me to you, with      the information that copies of my letters had been sent you      December 16, 1892.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Copies of these letters are inclosed, with copies of replies      from the Ordnance Office.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">I have the honor to inquire what further action should be      taken by me.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Very respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">(Signed) A. H. Russell.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Exhibit F.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Department of the Interior,</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">United States Patent Office,</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Washington, D. C., February 14, 1893.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Capt. A. H. Russell, U. S. A., 1429 New York avenue,      Washington, D. C.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">I have your letter of the 6th instant, and in reply you are      advised that it is not seen how the Patent Office has any      jurisdiction in the matter concerning which you write.      Questions of infringement can be determined only by the      courts.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Very respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">(Signed) W. E. Simonds, 12,509 Div. A&#8212;1893. Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Exhibit G.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Chicago, Ill., June 30, 1893.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">To the Chief of Ordnance, U. S. Army, Washington, D. C.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In reference to correspondence regarding infiringement of my      patent No. 230,823 by the manufacture of the Krag-Jorgensen      magazine rifle recommended by the magazine gun board, I have      the honor to state that I communicated direct with the      Commissioner of Patents, as suggested in the letter of      December 19, 1892, from the Ordnance Office, and was told      that the Patent Office had no jurisdiction. The patent      infringed is one of long standing, and no claim is made that      the Krag-Jorgensen patents infringe, but it is claimed that      the construction of the gun embodying those patents does      infringe my patent of 1880.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">I therefore respectfully renew the request contained in my      letter of December 9, 1892, that the Ordnance Office will      'allow me a hearing before any business arrangement with the      Krag-Jorgensen Company is closed.'</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Very respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Your obedient servant,</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">(Signed) A. H. Russell,</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Capt. of Ord., U. S. Army.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Exhibit H.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">(1st indorsement.)</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Ordnance Office, Washington, July 7, 1893.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Respectfully returned to Capt. A. H. Russell. Government Building, Jackson Park, Chicago, Ill., with information that      a statement of this case should be made in writing for file      at this office, and for future reference, as the case stated      cannot be determined by the Ordnance Office.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The agreement with the Krag-Jorgensen people is such that      they are required to guarantee the United States against all      damages for infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">(Signed) Charles Shaler,</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Acting Chief of Ordnance.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Exhibit I.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Chicago, Ill., November 22, 1893.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">To the Chief of Ordance, U. S. Army, Washington, D. C.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">In response to your communication of July 7, 1893, in the 1st      indorsement on my letter of June 30, 1893, Ordnance Office      files 3515 of 1893, I hereby respectfully state my position      with regard to the Krag-Jorgensen rifle construction recently      adopted for the U. S. Army, and now in process of manufacture      at the Springfield Armory.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">I do not claim to be the inventor of all the mechanism of      said gun. There are probably several important and      meritorious inventions involved. The grant of a patent by the      Patent Office on some features, however, does not authorize      the making or using of other features covered by other      patentees, as I am informed, and as seems a reasonable      construction of law.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The specific features used in said gun and claimed by me, and      believed to be covered by my U. S. patent No. 230,823 of      August 3, 1880, are embraced in the 22d, 28th and possibly in      the 29th claims of said patent. A free description of the      general features of my invention as used in the      Krag-Jorgensen gun would be 'a magazine feeding into the side      of the receiver under a bridge, with the entrance way under      the bridge narrowed at the rear of the receiver, so as to      permit but a slight projection of the side of the cartridge      into the receiver when the bolt is drawn back, but with a      wider opening further forward, so that as the cartridge moves      forward impelled by the bolt, it will find a full-width      passage under the bridge, through which passes into the      receiver.' This bridge and magazine opening is described in my           patent, referred to, page 6, lines 100 <i>et seq.</i>, as           follows:</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">'In filling the chamber of the magazine the gate is forced      downward as the cartridges are filled in, leaving ample space      to insert cartridges between the top edge of the magazine      wall and a bridge or top part, M, and thus supply the      magazine. When relieved of the downward pressure the gate      ascends far enough to prevent egress of cartridges in any      other way than sidewise from the magazine mouth into the      receiver B' beneath the bridge.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">'The bridge M is of peculiar formation on its under and inner      surface, and is at one side of the longitudinal center of the      barrel and breech-bolt housing. (See particularly Figs. 9,      10, 11, 12, 13 and 14, where is represented the manner of      curving or recessing the bridge so as to admit cartridges to      the receiver and guide and control their movements as      supplied to the receiver from the magazine mouth, and thence      conducted to the firing chamber by the thrust of the breech      bolt A<sup>2</sup>.)</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">'Supposing the breech bolt to be retracted and about to be      advanced, the operation of supplying and seating a cartridge      from the magazine is as follows, reference being had to the      last referred to figures and to Figs. 3, 4, and 6, ignoring      for the present the hinged gate N: The topmost cartridge is      elevated by the pusher against the bridge, so that its flange      projects partially, but very slightly, into the path of      travel of the breech-bolt head (see dotted lines, Fig. 11),      and in which position it is prevented from accidental inward      movement by a slight ridge or swell, <i>n</i> (see Figs. 4 and 11),      at the rear portion of the edge or wall of the opening in the      receiver bottom, with which the magazine communicates, and by      a similar ridge or downward swell, <i>n</i>', on the bridge.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">'The point or nose of the cartridge is guided past the spring      <i>l</i> and into the firing chamber <i>b</i> by the flaring way or incline      <i>m</i> as the bolt advances.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">'Before the cartridge has been moved forward far enough by      the advance of the bolt to jam or bind crosswise, the flange      will have been moved to a point where the two ridges <i>n n</i>'      begin to slope respectively downward and inward gradually to the plane of the bottom or lowest part of the receiver, and      upward and inward, thus allowing the flange to pass toward      its place in the receiver. The bridge is also cut away on a      curve or incline <i>m</i><sup>2</sup>, forward and inward from its lower edge      to <i>m</i>', so that as the front of the cartridge is entering the      chamber the rear is being gradually brought into line      therewith.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">'About the time the flange has been advanced to the point      indicated by <i>m</i>', Fig. 9, the curved recess or incline <i>m</i><sup>2</sup> of      the inner and under side of the bridge, which had previously      served to gradually admit the inward passage of the flange,      and which at this point terminates in a swell or ridge      similar to <i>n</i>', now serves to prevent its escape or outward      movement and to direct it into the proper position to be      pushed home and firmly seated by the bolt, as already      described. . . . The bridge M is shown as formed with or      attached to the magazine. It may, however, obviously be      formed with the shoe or breech of the gun partly over and at      one side of the receiver chamber.'</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">In the main, this description applies to the Krag-Jorgensen      gun quite as well as to my own gun, and my opinion is      confirmed by that of experts that this part of my      construction has been adopted in that arm.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">I am informed that my rights under my patent depend on the      claims therein, and my belief is sustained by expert opinion      that the Krag-Jorgensen gun under construction at Springfield      infringes the 22d claim of my patent, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">'22. The combination of the shoe chamber or receiver, the      bridge at the side and top of the receiver, and the magazine      chamber having an inlet to receive the cartridges inserted      downward outside and beneath the bridge, and a mouth to      conduct them beneath the bridge into and at the side of the      receiver, substantially as hereinbefore set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">Taking the elements of this claim separately, it will be seen      that the Krag-Jorgensen gun has 'the shoe or receiver.' All      bolt guns and many others have it. The Krag gun is, however,      one of a few to have 'the bridge at the side and top of the      receiver.' It also has 'the magazine chamber having an inlet      to receive the cartridges inserted downward outside and      beneath the bridge.' It is true that the Krag-Jorgensen gun      shows the loading opening in a different place from that illustrated in      my patent, but my claim is not limited as to the exact      location of the loading opening, and the whole tenor of my      patent is against the theory that I am limited in this claim      to the precise construction shown in my drawing. Further, I      am informed that the rule of law is that a patent claim, if      valid, covers its mechanical equivalents&#8212;that is, other      devices operating in a similar way to a like result, which is      certainly the case in this instance. My claim further      specifies 'a mouth by which to conduct them' (the cartridges)      'beneath the bridge into and at the side of the receiver,      substantially as hereinbefore set forth.' This language, like      the rest of the claim, applies quite as well to the      Krag-Jorgensen gun as to the one invented and constructed by      me.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">It thus seems demonstrable that the Krag-Jorgensen gun,      having adopted part of my invention, has also adopted that      part covered by claim 22.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">Claim 28 in my specified patent is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">'28. The combination, substantially as hereinbefore set      forth, of the reciprocating breech bolt, the shoe chamber or      receiver, the magazine chamber having a mouth, as described,      the cartridge-supplying mechanism, and the bridge M, having      the ridge or swell <i>n</i>', and otherwise curved or recessed,      substantially in the manner and for the purpose set forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">The Krag-Jorgensen gun has 'the reciprocating breech bolt,      the shoe chamber or receiver, the magazine chamber having a      mouth;' it has 'cartridge-supplying mechanism;' and 'the      bridge having the ridge or swell' below the main part of the      bridge and extending forward precisely in the same manner and      for the same purpose as the swell <i>n</i>' of my patent, and is      otherwise curved or recessed substantially in the manner set      forth in my patent. I therefore feel warranted in the belief      that my claim 28 covers the Krag-Jorgensen construction, and      is infringed thereby.</p>\n    </div>\n    <p class=\"indent\">Claim 29 of my patent is as follows:</p>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">'29. The bridge M, located relatively to the receiver and      mouth of the magazine essentially as shown and described, and      having the rear ridge <i>n</i>', and the curved or inclined surfaces      <i>m</i> and <i>m</i><sup>2</sup>, substantially as and for the purpose hereinbefore set      forth.'</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The construction of the Krag-Jorgensen gun substantially      conforms to the terms of this claim also, yet I am not quite      certain that the bridge in that gun has a projection the      equivalent of that described as <i>m</i><sup>2</sup> in my patent. I presume      this question can only be determined by careful expert      examination.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">I therefore base my claim for compensation on the      infringement of my claims 22 and 28, and the probable      infringement of claim 29, in my said patent No. 230,823, of      August 3, 1880, by the Krag-Jorgensen construction.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">I am not fully informed as to the terms of the contract      between the United States and the owners of the      Krag-Jorgensen patent. Assuming that the owners of said      patent are in ignorance of my rights in the premises, I      respectfully request that a copy of this communication may be      sent to said parties, and a duplicate of this paper is      forwarded for that purpose, with an extra copy of my patent      to go with the duplicate. I further request that I may be      furnished with the name and address of the responsible      parties representing the Krag-Jorgensen interest.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">I am aware that in the event of a suit in equity, the alleged      infringing parties have a statutory right to challenge the      validity of my patent, and, to avoid litigation, I am willing      to go further than to make a mere statement of the prima      facie case as above, and show to infringing parties or their      experts that my claims are well within my rights, provided I      am met by these parties in a fair spirit, and with a desire      to make a just compensation when my title to the property is      shown.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">My first official notice to the Ordnance Department of this      infringement is dated November 16, 1892 (Ordnance Office file      5839 of 1892), but a gun presenting the special features here      mentioned was submitted by me to the board on magazine guns,      convened by General Orders 31, H. Q. A., March 21, 1881, and      it is described in the report of that board. It is now in my      possession subject to examination.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">Very respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">Your obedient servant,</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">(Signed) A. H. Russell.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">Exhibit K.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">(Copy.)</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">Ordnance Office, War Department, Washington, December 1,      1893.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">Capt. A. H. Russell, Ordnance Department, U. S. A.,      Government Building, Jackson Park, Chicago, Ill.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">Sir:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">I am instructed by the Chief of Ordnance to acknowledge the      receipt of your letter of the 22d inst., and to inform you      that the terms of the contract between the United States and      the Krag-Jorgensen Company contain a clause to the following      effect:</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">'The said party of the first part shall indemnify the United      States and all persons acting under them for all liability on      account of any patent rights granted by the United States      which may affect the right to manufacture herein contracted      for.'</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">You have requested that a copy of your communication and a      copy of your patent should be forwarded by this office to the      company, and for that purpose you have forwarded duplicates      of your letter and of the patent specifications. It is      considered best that you should forward these communications      direct; they are, therefore, returned to you for the purpose.      The address of the contracting company is 'The Krag-Jorgensen      Gewehr Kompagnie, Christiania, Norway.' The other papers,      inclosures to Ordnance Office file 3515, containing letter      and copies of patend specifications, are filed in this office      for future reference.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">Your attention is again invited to the statement of the first      indorsement on that file, which states that the case 'cannot      be determined by the Ordnance Department.'</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">Respectfully,</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">(Signed) Charles Shaler,</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">Capt., Ord. Dept., U. S. A.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">The parts of the contract between the United States and the      Krag-Jorgensen Company, which are relevant to the question      presented in this case, are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">'It is further stipulated and agreed that before any      royalties are paid by the United States, the Krag-Jorgensen      Gevarkompagni shall furnish a good and sufficient bond in the      penal sum of twenty-five thousand dollars ($25,000.00), to      protect and defend the United States against all suits and claims by any      and all persons for infringement of their inventions in the      manufacture of these arms, and to pay all judgments that may      be obtained against the United States for the same.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">'2d. All the&#8212;herein contracted for shall be delivered by the      said party of the first part.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">'3d. The said party of the first part shall indemnify the      United States and all persons acting under them for all      liability on account of any patent rights granted by the      United States which may affect the right of manufacture      herein contracted for.'</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\"><i>Messrs. J. H. Hayden</i> and <i>Joseph K. McCommon</i> for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\"><i>Mr. C. C. Binney</i> and <i>Assistant Attorney General Pradt</i> for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">It is conceded that a contract must be established to entitle appellants to recover, and it is contended that one is established by the correspondence between the Ordnance Department and Russell in regard to the use of the 'army rifle,' which, it is claimed, contained features of Russell's invention. That is, not an express contract is claimed, but an implied contract is claimed. This court has held that under the act of March 3, 1887 (24 Stat. at L. 505, chap. 359), defining claims of which the court of claims had jurisdiction, that the court had no jurisdiction of demands against the United States founded on torts. <i>Schillinger</i> v. <i>United States</i>, 155 U. S. 163, 39 L. ed. 108, 15 Sup. Ct. Rep. 85; <i>United States</i> v. <i>Berdan Fire-arms Mfg. Co.</i> 156 U. S. 552, 39 L. ed. 530, 15 Sup. Ct. Rep. 420. In other words, to give the court of claims jurisdiction the demand sued on must be founded on a convention between the parties,&#8212;'a coming together of minds.' That there was such 'coming together of minds' is asserted in the case at bar, and <i>United States</i> v. <i>Palmer</i>, 128 U. S. 262, 32 L. ed. 442, 9 Sup. Ct. Rep. 104, is cited to sustain the assertion. That case was considered and commented on in <i>Schillinger</i> v. <i>United States</i>, 155 U. S. 163, 39 L. ed. 108, 15 Sup. Ct. Rep. 85, and it was said to be 'an action to recover for the authorized use of a patent by the government, and these observations in the opinion are pertinent: 'This is not a claim for an infringement, but a claim of compensation for an authorized use&#8212;two things totally distinct in the law, as distinct as trespass on lands is from use and occupation under a lease. The first sentence in the original opinion of the court below strikes the keynote of the argument on this point. It is as follows: 'The claimant in this case invited the government to adopt his patented infantry equipments, and the government did so. It is conceded on both sides that there was no infringement of the claimant's patent, and that whatever the government did was done with the consent of the patentee and under his implied license.' We think that an implied contract for compensation fairly arose under the license to use, and the actual use, little or much, that ensued thereon.\"</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">The facts of the case fully supported the remarks of the court. The petitioner Palmer was the inventor, patentee, and owner of improvement of infantry equipments. They were submitted to a board of officers appointed to consider and report upon the subject of proper equipment for infantry soldiers. The board recommended Palmer's invention. The recommendation was approved by the General of the Army and the Secretary of War, and the invention was manufactured by the government and used.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\"><i>M'Keever</i> v. <i>United States</i>, 14 Ct. Cl. 396, affirmed on appeal by this court, rested on the same facts as the <i>Palmer Case</i>, the only difference being M'Keever's invention was a cartridge box. There was a recommendation by the board, and the manufacture and use of the cartridge box by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">But there is a wide difference between the facts in those cases and the facts in the case at bar. The rifle of the petitioners was not adopted by the board; the Krag-Jorgensen rifle was. The contention is, however, that the latter rifle contained some of the features of petitioners' investion, and that by adopting it the Ordnance Department conceded that fact and the rights of petitioners to compensation. We are unable to draw that conclusion from the correspondence, conceding the power of the Ordnance Department to make the concessions.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">The first letter of Captain Russell 'invites attention to claims 22, 28, and 29' of his patent, and expresses a belief that 'the Krag-Jorgensen magazine gun <i>lately adopted by the War Department</i>' infringed them 'in the connection between the magazine and the receiver.' The letter concluded as follows: 'In considering the allowance for inventors we would request that our claims for these vital points of construction be regarded.' A somewhat vague request. However, the letter was replied to (November 18), and he was told that 'the business arrangements with the Krag-Jorgensen Company for the manufacture of this arm have not yet been completed,' and it is represented to him that thd company may agree to indemnify the United States, in which case his 'recourse would be to communicate directly with the company.' Or if the government should proceed to manufacture the arms without such arrangement, his course would be 'to bring a suit against the government in the court of claims after manufacture has progressed.' Of what and on account of what was he to communicate to the Krag-Jorgensen Company, and on account of what was he to bring suit against the government? On account of an implied contract which had arisen or would arise between him and the United States? Certainly not, but on account of an infringement of his invention which might arise. And this was his interpretation, for he writes on the 9th of December that he 'could practically have no remedy for infringement of any patent against the Krag-Jorgensen Company, as they have not, that I am aware of, any property in this country [the United States].' He requested a hearing before 'any business arrangement with the Krag-Jorgensen Company' should be closed.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">In reply to that letter he was told by the Ordnance Department that his letters had been referred to the Commissioner of Patents, and that the Commissioner 'states that the invention of H. I. Krag and Erik Jorgensen for improvement in magazine firearms has been examined, and the invention has been found patentable.' He is then requested, in 'further presentation' of his patent, to 'communicate direct with the Commissioner of Patents.' He did so, and was informed that it was not seen how the Patent Office had any jurisdiction in the matter. 'Questions of infringement,' he was told, 'can be determined only by the courts.' (Letter February 14, 1893.) Waiting until June 30, he informs the Ordnance Department of the reply of the Commissioner of Patents, claimed again the Krag-Jorgensen to be an infringement of his patent, and repeated the request of December 9, 1892, that the Ordnance Office allow him 'a hearing before any business arrangement with the Krag-Jorgensen Company' be closed. On July 7 that letter was returned to Captain Russell with the indorsement, 'that a statement of the case should be made in writing for file at this office, and for future reference, as the case stated cannot be determined by the Ordnance Office. The agreement with the Krag-Jorgensen people is such that they are required to guarantee the United States against all damages for infringement.'</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">In answer to this letter Captain Russell's letter of November 22, 1893 (Ex. 1), was written. It need not be reproduced at length. It described his invention and wherein the Krag-Jorgensen rifle infringed that invention, and stated that he based his claim 'for compensation on the infringement' of his claims 22 and 28 'and the probable infringement of claim 29' of his patent No. 230,823, of August 3, 1880, 'by the Krag-Jorgensen construction.' The letter concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">'I am not fully informed as to the terms of the contract between the United States and the owners of the Krag-Jorgensen patent. Assuming that the owners of said patent are in ignorance of my rights in the premises, I respectfully request that a copy of this communication may be sent to said parties, and a duplicate of this paper is forwarded for that purpose, with an extra copy of my patent to go with the duplicate. I further request that I may be furnished with the name and address of the responsible parties representing the Krag-Jorgensen interest.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">'I am aware that in the event of a suit in equity the alleged infringing parties have a statutory right to challenge the validity of my patent, and, to avoid litigation, I am willing to go further than to make a mere statement of the prima facie case as above, and show to infringing parties or their experts that my claims are well within my rights, provided I am met by these parties in a fair spirit and with a desire to make just compensation when my title to the property is shown.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">'My first official notice to the Ordnance Department of this infringement is dated November 16, 1892 (Ordnance Office file 5839 of 1892), but a gun presenting the special features here mentioned was submitted by me to the board on magazine guns, convened by General Orders 31, H. Q. A., March 21, 1881, and it is described in the report of that board. It is now in my possession subject to examination.'</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">He received the following reply, which seems decisive against the contention of petitioners that there was a concession of their patented rights and implied contract to compensate petitioners:</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">'I am instructed by the Chief of Ordnance to acknowledge the receipt of your letter of the 22d instant, and to inform you that the terms of the contract between the United States and the Krag-Jorgensen Company contain a clause to the following effect:</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">\"The said party of the first part shall indemnify the United States and all persons acting under them for all liability on account of any patent rights granted by the United States which may affect the right to manufacture herein contracted for.'</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">'You have requested that a copy of your communication and a copy of your patent should be forwarded by this office to the company, and for that purpose you have forwarded duplicates of your letter and of the patent specifications. It is considered best that you should forward these communications direct; they are, therefore, returned to you for the purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">'The address of the contracting party is 'The Krag-Jorgensen Geivehr-Kompagnie, Christiania, Norway.' The other papers, inclosures to Ordnance Office file 3515, containing letter and copies of patent specifications, are filed in this office for future reference.</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">'Your attention is again invited to the statement of the first indorsement on that file, which states that the case 'cannot be determined by the Ordnance Department.\"</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">Not only is the foregoing letter closing the correspondence decisive against petitioners, but we can discern nothing which tends to support their contention and claim. It was not deemed necessary even to grant his request for a hearing. His rifle was not adopted; another was. There was no concession of his rights. He was told twice that his case could not be determined by the Ordnance Department. There was probably, however, no thought of an arbitrary invasion of his rights. The Ordnance Office sought the opinion of the Commissioner of Patents, and was informed that the Krag-Jorgensen improvement in machine firearms had been examined, and the invention had been found patentable in view of the state of the art. The patent of petitioners was part of the state of the art. The opinion of the Commissioner, of course, was not necessarily conclusive. As he himself said, 'Questions of infringement belong to the courts.' And because such questions are for the courts the Ordnance Office, no doubt, took indemnity from the Krag-Jorgensen Company, not in concession of petitioners' claim, but for protection against it, if protection should be necessary, and whether it would be or not the Ordnance Office very naturally resolved not to determine. The prudence which takes a bond against a claim cannot be said to constitute or raise a contract in favor of the claim&#8212;cannot be said to have intended to create the liability which was meant to be forestalled. Indeed, the Ordnance Office twice wrote Captain Russell that his case could not be determined by it. No contract therefore based on the action of that office can be claimed. If petitioners have suffered injury it has been through the infringement of their patent, not by a breach of contract, and for the redress of an infringement the court of claims has no jurisdiction. This doctrine may be technical. If the United States was a person, on the facts of this record (assuming, of course, the petition to be true) it could be sued as upon an implied contract, but it is the prerogative of a sovereign not to be sued at all without its consent or upon such causes of action as it chooses. It has not chosen to be sued in an action sounding in tort this court has declared, as we have seen.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">Mr. Justice Harlan did not participats in the case, and Mr. Justice Shiras, Mr. Justice White, and Mr. Justice Peckham dissented.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/95516/"
}