{"absolute_url": "/opinion/95524/holzapfels-co-v-rahtjens-co/", "blocked": false, "citation": {"case_name": "Holzapfel's Co. v. Rahtjen's Co.", "docket_number": "54", "document_uris": ["/api/rest/v2/document/95524/"], "federal_cite_one": "183 U.S. 1", "federal_cite_three": null, "federal_cite_two": null, "id": 79905, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/79905/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 9, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1901-10-21", "date_modified": "2014-12-21T01:33:30.414624", "docket": "/api/rest/v2/docket/298587/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">183 U.S. 1</p>\n    <p class=\"case_cite\">22 S.Ct. 6</p>\n    <p class=\"case_cite\">46 L.Ed. 49</p>\n    <p class=\"parties\">HOLZAPFEL'S COMPOSITIONS COMPANY, Limited, <i>Petitioner</i>,<br>v.<br>RAHTJEN'S AMERICAN COMPOSITION COMPANY, <i>Respondent</i>.</p>\n    <p class=\"docket\">No. 54.</p>\n    <p class=\"date\">Argued April 25, 26, 1901.</p>\n    <p class=\"date\">Decided October 21, 1901.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The respondent, a New York corporation, commenced this suit in equity in the circuit court for the southern district of New Yor1q01 against the petitioner, which is a foreign corporation organized under the laws of the Kingdom of Great Britain and having a place of business in the city of New York, to restrain it from the use of the trademark which the respondent averred it had acquired in the name 'Rahtjen's Composition,' and to obtain an accounting of the profits and income which the petitioner had unlawfully derived from the use of such trademark, and which it had by reason thereof diverted from the respondent. Issue was taken on the various allegations in the bill, and upon the trial the circuit court dismissed the same (97 Fed. 949), but upon appeal to the circuit court of appeals the decree of the circuit court was reversed and the case remanded to that court, with instructions to enter a decree enjoining the petitioner from selling or offering to sell Rahtjen's Composition under that name, and from using the name upon its packages or in its advertisements. 41 C. C. A. 329, 101 Fed. 257.</p>\n      <p class=\"indent\">Judge Wallace dissented from the judgment and opinion of the circuit court of appeals, holding that the case was properly decided in the court below, and that the decree ought to be affirmed.</p>\n      <p class=\"indent\">The defendant and petitioner then prayed this court for a writ of certiorari, which was granted, and the case thus brought here.</p>\n      <p class=\"indent\">The trademark in regard to which this contest arises pertains to a certain kind of paint for the protection of ships' bottoms from rust and from vegetable or animal growth thereon, either in salt or fresh water. The paint was of three kinds, numbered, respectively, Nos. 1, 2, and 3. The evidence in the record shows that some time between the years 1860 and 1865 one John Rahtjen invented in Germany a particular kind of paint for the purpose above mentioned. In connection with his sons he began in 1865 to manufacture the paint for general use, and it speedily acquired a high reputation among owners of shipping as valuable for the purposes intended. The elder Rahtjen never obtained a patent for the article in Germany; neither did he or his sons apply for or obtain one in the United States. They first shipped some of the paint manufactured by them in Germany to the United States in 1870, consigned to Henry Gelien. They did not put it upon the market by sending generally to those who might wish to use it, but all their consignments from 1870 to 1878 were made to Gelien. Under what marks he sold the article does not appear.</p>\n      <p class=\"indent\">On November 19, 1869, one of the firm wrote to Mr. Gelien from Bremerhaven, making him the sole agent of the firm for the sale of its paint in the United States, and informing him that they had not obtained a patent for their composition in America, nor applied for one in the United States, as there was no danger in introducting the composition in America, the invention not being of a nature facilitating good imitations. The father died in 1873, after which the sons continued the business.</p>\n      <p class=\"indent\">Gelien was succeeded as the consignee of the paint in the United States, in 1878, by the firm of Hartmann, La Doux, &amp; Maecker, to whom for a short time the paint was consigned from Germany, and then it was sent them from England through Rahtjen's assigns there. The Hartmann firm was succeeded in July, 1886, by Emil Maecker, as agent for the sale of the paint in the United States, and on January 1, 1889, Maecker was succeeded by one Otto L. Peterson, and in 1891 Petersen was succeeded by the respondent corporation, and was made its president.</p>\n      <p class=\"indent\">On January 15, 1878, 'Joh' Rahtjen assigned to 'Messrs. Suter, Hartmann, &amp; Co., in London, the exclusive right of sale of my patent composition paint for the United States of North America, for the period of twelve years from the commencement of 1878 to the end of 1889.' After 1870 the firm of Hartmann Brothers, or Suter, Hartmann, &amp; Co., manufactured the composition for themselves in England, by the license of the Rahtjens, and for a time after 1874 Rahtjen also manufactured in England as well as in Germany. During this time the composition when manufactured by Hartmann was marked 'Rahtjen's Ratent Composition, Hartmann's Manufacture.' Up to the time of the above assignment the Rahtjens had consigned their paint to New York in barrels or casks addressed to Gelien, and with labels affixed thereon, in which the article was described as 'Rahtjen's Patent Composition;' and after Hartmann, La Doux, &amp; Maecker became agents, the casks were addressed to that firm at New York, and labeled the same way.</p>\n      <p class=\"indent\">While Gelien acted as consignee he prepared and issued a show card and also letter heads and circulars with 'Rahtjen's Composition Paint, known as the German Paint,' on the cards and on the heading of his letters and circulars, and also directly underneath was the picture of a vessel. The show cards and circulars were issued for the purpose of advertising the paint, and the show card was copyrighted by Gelien for himself.</p>\n      <p class=\"indent\">After the assignment to Suter, Hartmann, &amp; Co. of the exclusive right of sale in the United States, and up to the year 1883, that firm sent the paints to the United States under the description of 'Rahtjen's Patent Composition,' and the Rahtjens themselves sent no more paint to the United States from Germany.</p>\n      <p class=\"indent\">In 1873 they entered into negotiations with Suter, Hartmann, &amp; Co., in England, for the sale of their paint in that country, and on November 29, 1873, Heinrich Rahtjen obtained in England a patent for the paint for the term of fourteen years from the date thereof, providid, among other conditions, he should at the end of seven years pay a stamp duty of  100, and in case he did not pay, the patent was to 'cease, determine, and become void.' It remained in existence for seven years, or until November 29, 1880, and then ceased because of the failure to pay the  100 stamp duty as provided for in the patent.</p>\n      <p class=\"indent\">The label used by Suter, Hartmann, &amp; Co. in sending the paint to their different agents and customers contained the words 'Rahtjen's Patent Composition' and 'None genuine without this signature, Suter, Hartmann, &amp; Co.' These words were used by them from the outset of their career as consignees for the composition.</p>\n      <p class=\"indent\">In May, 1883, two years and a half after the expiration of the English patent, the predecessors of the petitioner commenced in England to make and sell this paint, and in 1884 they sent it to the United States under the name of 'Rahtjen's Composition, Holzapfel's Manufacture.' On June 25, 1883, John Rahtjen filed with the English office an application for registration as a trademark of the words 'Genuine Rahtjen's Composition for Ships' Bottoms,' &amp;c. This application was opposed by Holzapfel &amp; Co., through their solicitors, and no counter statement having been filed by Rahtjen the application was deemed to be withdrawn.</p>\n      <p class=\"indent\">On July 7, 1883, Rahtjen filed another application for registration of the words 'Rahtjen Composition.' This, too, was opposed, and the application thereafter held to be withdrawn.</p>\n      <p class=\"indent\">On June 28, 1883, Suter, Hartmann, &amp; Co. filed an application for registration of the words 'Rahtjen's Patent Composition for Ships' Bottoms, Buoys, &amp;c. None genuine without this signature, Suter, Hartmann, &amp; Co.' This application was opposed by defendant's predecessors, Holzapfel &amp; Co., and was withdrawn.</p>\n      <p class=\"indent\">On the 25th of April, 1883, Hartmann Brothers filed an application for a trademark in this form:</p>\n      <p>[NOTE: MATERIAL SET AT THIS POINT IS NOT DISPLAYABLE (GRAPHIC OR TABULAR MATERIAL)]</p>\n      <p class=\"indent\">The application was granted, and from that time they had an exclusive right to use that mark. It is not charged that the defendant has ever in any way imitated or infringed upon it.</p>\n      <p class=\"indent\">On January 9, 1884, Suter, Hartmann, &amp; Co. filed an application for the registration of the words 'Rahtjen's Patent Composition for Ships' Bottoms, Buoys, &amp;c. Directions. Suter, Hartmann, &amp; Co.' In their application for registration they said: 'We do not claim the exclusive use of the words Rahtjen's Patent Composition for Ships' Bottoms, Buoys, &amp;c., Directions,' or any of such words, except as part of the combination constituting our trademark, as represented annexed, and to which we claim exclusive right.' This trademark was registered. The following is a copy:</p>\n      <p class=\"indent\">RAHTJEN'S</p>\n      <p class=\"indent\">PATENT COMPOSITION,</p>\n      <p class=\"indent\">For SHIPS' BOTTOMS, BUOYS, &amp;C.</p>\n      <p class=\"indent\"><i>Directions</i>.</p>\n      <p class=\"indent\">SUTER, HARTMANN &amp; CO.</p>\n      <p class=\"indent\">There has never been any infringement of it by defendant, but it has used the words 'Rahtjen's Composition' in connection with the statement that it was manufactured by Holzapfel &amp; Co., and it has so used them on goods sold in the United States, and did so at the time of the commencement of this suit.</p>\n      <p class=\"indent\">Before the assignment to Suter, Hartmann, &amp; Co. of the exclusive right to sell the composition in the United States, Rahtjen had transferred to Hartmann Brothers in England the exclusive right to manufacture it there, and so in their manufacture it was described as 'Rahtjen's Composition. Hartmann Brothers' Manufacture.'</p>\n      <p class=\"indent\">In 1888 Suter, Hartmann, &amp; Rahtjen's Composition Company (Limited) was formed, and Suter, Hartmann, &amp; Co. assigned their rights and interests in the paint and trademark to that company, and in 1891 the respondent company, was formed and the English company transferred to it all rights to the trademarks belonging to and used by the English company in America, and agreed not to carry on any business of a like character in the United States.</p>\n      <p class=\"indent\">In 1899 complaint was made before the court of commerce sitting at Antwerp, by Rahtjen and by Suter, Hartmann, &amp; Co., against defendant W. Wright, in which they complained of the defendant that he had put on the sign of his house the inscription 'Manufacturers of Rahtjen's Composition,' and that in his prospectus and other publications he announced that he sells the 'Original Rahtjen's Composition for Ships' Bottoms, manufactured by the London Oil &amp; Colour Co., Limited.' This use of the name of the complainant by the defendant, the court held, constituted an illegal act, and, even if the complainants had not retained their right to the use of the words 'Rahtjen's Composition,' that the defendant had not acquired the right to use the name in such a way as to cause the public to believe that his product was the product of Rahtjen or of his delegates. The defendant was therefore condemned in judgment and enjoined from the use of the words in future. An appeal was taken from this decision and the court above reversed the judgment, holding that the name 'Rahtjen's Composition' had become the property of the public, which had the right to 'offer it for sale under the name generally used to describe it, because any other name would completely mislead the purchaser, always supposing that the public is not to be led astray as to the individuality of the manufacturer, or as to the source of the said products. As it is shown by the documents deposited in the present process that the varnish invented by the associate is generally known in England and in Belgium under the name of Rahtjen's Composition, so that in the eyes of the public this name of Rahtjen has become a sort of qualifying adjective indicative of this special product; as the appellant has always in his sign and in his circulars been careful to announce that the product that he sells was manufactured by the 'London Oil &amp; Colour Company,\"&#8212;the court held that the intention of bad faith which constitutes an element necessary to the establishment of breach of faith had no actual existence, and the judgment was therefore reversed.</p>\n      <p class=\"indent\">Complaint had also been made by Mr. John Rahtjen in the court at Hamburg against Holzapfel and others for the wrongful use of the words 'Rahtjen's Composition,' and that court held in substance that there was no longer any exclusive property in the words used, and that the defendants should therefore be discharged.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>Wm. McAdoo, John G. Carlisle, R. B. McMaster,</i> and <i>F. P. B. Sands</i> for petitioner.</p>\n      <p class=\"indent\"><i>Messrs.</i> <i>T. D. Merwin</i> and <i>T. B. Kerr</i> for respondent.</p>\n      <p class=\"indent\">Mr. Justice Peckham, after making the above statement of facts, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are of opinion that no valid trademark was proved on the part of the Rahtjens, in connection with the paint sent by them from Germany to their agents in the United States prior to 1873, when they procured a patent in England for their composition. It appears from the record that from 1870 to 1879, or late in 1878, the paint was manufactured in Germany by Rahtjen, and sent to the United States in casks or packages marked 'Rahtjen's Patent Composition Paint.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to November, 1873, the article was not patented anywhere, and a description of it as a patented article had no basis in fact, and was a false statement tending to deceive a purchaser of the article. No right to a trademark which includes the word 'patent,' and which describes the article as 'patented,' can arise when there is and has been no patent; nor is the claim a valid one for the other words used, where it is based upon their use in connection with that word. A symbol or label claimed as a trademark, so constituted or worded as to make or contain a distinct assertion which is false, will not be recognized, nor can any right to its exclusive use be maintained. <i>Manhattan Medicine Co.</i> v. <i>Wood</i>, 108 U. S. 218, 225, 27 L. ed. 706, 708, 2 Sup. Ct. Rep. 436; <i>Allan B. Wrisley Co.</i> v. <i>Iowa Soap Co.</i> 104 Fed. 548. 518.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1873 an English patent had been obtained, and from that time to 1878, when the Rahtjens assigned the exclusive right of sale in the United States to Suter, Hartmann, &amp; Co., the words 'Rahtjen's Patent Composition' were used on casks containing the paint sent by the Rahtjens to the United States, and must have referred to the English patent, as there was no other, and the right to use those words depended upon the existence of the patent, although up to 1878 the article sent to the United States was manufactured in Germany. As the right to use the word depended upon the English patent, the right to so designate the composition fell with the expiration of that patent, and from that time (1880) until 1883, when the trademark was obtained by Suter, Hartmann, &amp; Co., there can be no claim made of an exclusive right to designate the composition as Rahtjen's composition, because from 1880 that right became public as a description of the article, and not of the name of the manufacturer. During its whole existence the name had been given to the article, and that was the only name by which it was possible to describe it.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The labels used by Suter, Hartmann, &amp; Co. from the outset of their career as sole consignees contained the description 'Rahtjen's Patent Composition, None genuine without signature, Suter, Hartmann, &amp; Co.' These labels were affixed to the packages, and were sent to Rahtjen in Germany when he manufactured for them, to be placed on packages, and when he subsequently made the composition in England the labels were sent to him there to be affixed. This way of designating the composition was employed by Rahtjen in Germany for his own sales, and Suter, Hartmann, &amp; Co. simply copied his method of describing the same. How else could this article thereafter be described? When the right to make it became public, how else could it be sold than by the name used to describe it? And when a person having the right to make it described the composition by its name, and said it was manufactured by him, and said it so plainly that no one seeing the label could fail to see that the package on which it was placed was Rahtjen's composition manufactured by Holzapfel &amp; Co., or Holzapfel's Composition Company (Limited), how can it be held that there was any infringement of a trademark by employing the only terms possible to describe the article the manufacture of which was open to all? Of necessity when the right to manufacture became public, the right to use the only word descriptive of the article manufactured became public also.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This rule held good when at the expiration of the patent, in November, 1880, Suter, Hartmann, &amp; Co. continued to send the paint to the United States as 'Rahtjen's Patent Composition, Hartmann's Manufacture,' because it is plain that the name of Rahtjen had, as we have said, become descriptive of the article itself, and was not a designation of the manufacturer. It had been manufactured both in Germany and in England at the same time, and that which was manufactured in England by Hartmann Brothers or Suter, Hartmann, &amp; Co. had been distinguished from the German article by the statement that it was 'Rahtjen's Genuine Composition, Hartmann's Manufacture.' If anyone had desired to use this paint, and had called for it in the market, he would necessarily have been compelled to describe it as 'Rahtjen's Composition,' as there was no other name for the article, and though in England while the patent lasted no one but the patentee or his licensees could manufacture the article, yet the description would still have been 'Rahtjen's Composition;' but when the patent expired the exclusive right to manufacture the article expired with it, while the name which described it became, under the facts of this case, necessarily one of description, and did not designate the manufacturers. There was no other name for the article, and in order to obtain it a person would have to describe it by the words 'Rahtjen's Composition.' The words thus became public property descriptive of the article, and the right to manufacture it was open to all by the expiration of the English patent. After Suter, Hartmann, &amp; Co. obtained the trademark of an open hand, originally painted red, together with the name 'Rahtjen's Patent Composition,' which was some time in 1883, the paint was sent to the United States under that designation; but the trademark was not obtained without the positive disclaimer by the plaintiffs of the right of exclusive use of the words 'Rahtjen's Composition,' and unless they disclaimed that exclusive right they could have obtained no trademark.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The registration of the trademark of Hartmann, La Doux, &amp; Maecker in the United States in June, 1885, was not only subsequent to the expiration of the English patent, but also subsequent to the time when the defendant company had commenced to manufacture the paint as 'Rahtjen's Composition, Holzapfel's Manufacture,' and had sent the same to the United States under that description, at least as early as 1884. The United States registered trademark could not, therefore, interfere with the prior (but not exclusive) right of the defendant to the use of those words.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The respondent company advertised and sold in the United States the composition under the name of 'Rahtjen's Composition, Hartmann's Manufacture,' while the petitioner advertised and sold its composition as 'Holzapfel's Rahtjen's,' or 'Holzapfel's Improved Rahtjen's Composition,' or 'Holzapfel's Improved American Rahtjen's;' so it is seen there is no room for the claim that the composition manufactured by the petitioner purports to be manufactured by Rahtjen or Hartmann. It is a clear-cut description of the name of the article which it manufactures, and there is no pretense of deceit as to the person who in fact manufactures it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trademarks which have been spoken of, and which were obtained in 1883 and 1884, do not cover the right to use the name 'Rahtjen' exclusively. The trademark obtained in April, 1883, by Hartmann Brothers, described as the 'red hand symbol,' does not purport to contain any name, while that issued to Suter, Hartmann, &amp; Co., while it contained the name 'Rahtjen's Patent Composition,' was obtained only by the disclaimer on the part of the applicants of the right to the exclusive use of those words, except as part of the combination constituting the trademark. Prior to the English patent, the respondent's predecessors or assigns had no valid trademark in England for the same reason the Rahtjens had acquired none in the United States, <i>viz.</i>, they had no right to designate the composition as a patented article when in fact there was no patent. From 1873 to 1880, while the patent was in life, they were entirely justified in calling it a patented article, and when that patent expired it seems clear they had no right to retain the exclusive use of the only name which described the composition, and that no such right could be claimed by virtue of a valid trademark antedating the patent, for there was none, assuming even that such fact, if it had existed, would have justified the claim to the exclusive use of the descriptive words after the patent had expired.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgments in the Antwerp and Hamburg courts simply showed that in those countries the use of the words 'Rahtjen's Composition' or 'Rahtjen's Patent Composition' had become descriptive of the article itself, and did not in any way designate the persons who manufactured it; but even without those judgments the record shows beyond question that when the English patent expired the use of the words became open to the world as descriptive of the article itself, and to manufacture an article under that name was a right open to the world. There was no trademark in that name in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The principles involved in <i>Singer Mfg. Co.</i> v. <i>June Mfg. Co.</i> 163 U. S. 169, 41 L. ed. 118, 16 Sup. Ct. Rep. 1002, apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is said there is a distinction between the case at bar and the one cited, because in the latter the patent and the trademark were both domestic, while here the trademark is domestic and the patent foreign. The respondent claims the right to use these words by virtue of assignments from the Messrs. Rahtjen and also Suter, Hartmann, &amp; Co. in England, and also by virtue of a domestic trademark which it or its predecessors had acquired from user and registration in the United States. The rights of Suter, Hartmann, &amp; Co. to the exclusive use of these words had been disclaimed by them in 1883, long before any assignment of their rights to the respondent, and we do not see why that disclaimer should be confined to England. It was a general disclaimer of any right whatever to the exclusive use of these words, and it was only upon the filing of that disclaimer that they obtained the trademark which they did in England. The disclaimer, however, was as broad as it could be made. When they assigned their rights the assignment did not include a right to an exclusive use which, in order to obtain the trademark registration, they had already disclaimed. The assignment of the Rahtjen firm could not convey the exclusive right to the use of such words, because they had no valid trademark in those words prior to 1873, and by the expiration of the English patent, in 1880, the right to that use had become public. These various assignors, therefore, did not convey by their assignment a right to the exclusive use of the words in the United States. The domestic trademark, which the respondent also claims gives it that right, was not used until after the sale of the composition by the petitioner in the United States under the name of 'Rahtjen's Composition, Holzapfel's Manufacture.' We think the principle which prohibits the right to the exclusive use of a name descriptive of the article after the expiration of a patent covering its manufacture applies here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the manufacture and sale of the article, of course, no deceit would be tolerated, and the article described as 'Rahtjen's Composition' would, when manufactured by defendant, have to be plainly described as its manufacture. The proof shows this has been done, and that the article has been sold under a totally different trademark from any used by respondent, and it has been plainly and fully described as manufactured by defendant or its assignors, the Holzapfels.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We are of opinion that no right to the exclusive use in the United States of the words 'Rahtjen's Composition' has been shown by respondent, and that <i>the decree of the Circuit Court of Appeals for the Second Circuit should be reversed</i>, and <i>that of the Circuit Court for the Southern District of New York affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">And it is so ordered.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>183 U.S. 1 (1901)</b></center>\n<center><h1>HOLZAPFEL'S COMPOSITIONS COMPANY<br>\nv.<br>\nRAHTJEN'S AMERICAN COMPOSITION COMPANY.</h1></center>\n<center>No. 54.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 26, 1901.</center>\n<center>Decided October 21, 1901.</center>\nCERTIORARI TO THE COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*8</span> <i>Mr. William McAdoo</i> and <i>Mr. J.G. Carlisle</i> for petitioner. <i>Mr. R.B. McMasters</i> was on their brief.</p>\n<p><i>Mr. Timothy D. Merwin</i> and <i>Mr. Thomas B. Kerr</i> for respondent.</p>\n<p>MR. JUSTICE PECKHAM, after making the above statement of facts, delivered the opinion of the court.</p>\n<p>We are of opinion that no valid trade-mark was proved on the part of the Rahtjens, in connection with the paint sent by them from Germany to their agents in the United States prior to 1873, when they procured a patent in England for their composition. It appears from the record that from 1870 to 1879, or late in 1878, the paint was manufactured in Germany by Rahtjen and sent to the United States in casks or packages marked \"Rahtjen's Patent Composition Paint.\"</p>\n<p>Prior to November, 1873, the article was not patented anywhere, and a description of it as a patented article had no basis in fact, and was a false statement tending to deceive a purchaser of the article. No right to a trade-mark which includes the word \"patent,\" and which describes the article as \"patented\" can arise when there is and has been no patent, nor is the claim a valid one for the other words used where it is based upon their use in connection with that word. A symbol or label claimed as a trade-mark, so constituted or worded as to make or contain a distinct assertion which is false, will not be recognized, nor can any right to its exclusive use be maintained. <i>Manhattan Medicine Company</i> v. <i>Wood,</i> 108 U.S. 218, 225; <i>Wrisley Co.</i> v. <i>Iowa Soap Co.,</i> 104 Fed. Rep. 548.</p>\n<p>In 1873 an English patent had been obtained, and from that time to 1878, when the Rahtjens assigned the exclusive right of sale in the United States to Suter, Hartmann &amp; Co., the words \"Rahtjen's Patent Composition\" were used on casks containing the paint sent by the Rahtjens to the United States, and must have referred to the English patent, as there was no other, and the right to use those words depended upon the existence of the patent, although up to 1878 the article sent to the <span class=\"star-pagination\">*9</span> United States was manufactured in Germany. As the right to use the word depended upon the English patent, the right to so designate the composition fell with the expiration of that patent, and from that time (1880) until 1883, when the trade-mark was obtained by Suter, Hartmann &amp; Co., there can be no claim made of an exclusive right to designate the composition as Rahtjen's composition, because from 1880 that right became public as a description of the article and not of the name of the manufacturer. During its whole existence the name had been given to the article, and that was the only name by which it was possible to describe it.</p>\n<p>The labels used by Suter, Hartmann &amp; Co., from the outset of their career as sole consignees, contained the description \"Rahtjen's Patent Composition, None genuine without signature, Suter, Hartmann &amp; Co.\" These labels were affixed to the packages, and were sent to Rahtjen in Germany when he manufactured for them, to be placed on packages, and when he subsequently made the composition in England the labels were sent to him there to be affixed. This way of designating the composition was employed by Rahtjen in Germany for his own sales, and Suter, Hartmann &amp; Co. simply copied his method of describing the same. How else could this article thereafter be described? When the right to make it became public, how else could it be sold than by the name used to describe it? And when a person having the right to make it described the composition by its name and said it was manufactured by him, and said it so plainly that no one seeing the label could fail to see that the package on which it was placed was Rahtjen's composition manufactured by Holzapfel &amp; Co., or Holzapfel's Composition Company (Limited), how can it be held that there was any infringement of a trade-mark by employing the only terms possible to describe the article the manufacture of which was open to all? Of necessity when the right to manufacture became public the right to use the only word descriptive of the article manufactured became public also.</p>\n<p>This rule held good when at the expiration of the patent in November, 1880, Suter, Hartmann &amp; Co. continued to send the paint to the United States as \"Rahtjen's Patent Composition, <span class=\"star-pagination\">*10</span> Hartmann's Manufacture,\" because it is plain that the name of Rahtjen had, as we have said, become descriptive of the article itself, and was not a designation of the manufacturer. It had been manufactured both in Germany and in England at the same time, and that which was manufactured in England by Hartmann Brothers or Suter, Hartmann &amp; Co. had been distinguished from the German article by the statement that it was \"Rahtjen's Genuine Composition, Hartmann's Manufacture.\" If any one had desired to use this paint and had called for it in the market, he would necessarily have been compelled to describe it as \"Rahtjen's Composition,\" as there was no other name for the article, and though in England while the patent lasted no one but the patentee or his licensees could manufacture the article, yet the description would still have been \"Rahtjen's Composition;\" but when the patent expired the exclusive right to manufacture the article expired with it, while the name which described it became, under the facts of this case, necessarily one of description and did not designate the manufacturers. There was no other name for the article, and in order to obtain it a person would have to describe it by the words \"Rahtjen's Composition.\" The words thus became public property descriptive of the article, and the right to manufacture it was open to all by the expiration of the English patent. After Suter, Hartmann &amp; Co. obtained the trade-mark of an open hand, originally painted red, together with the name \"Rahtjen's Patent Composition,\" which was some time in 1883, the paint was sent to the United States under that designation; but the trade-mark was not obtained without the positive disclaimer by the plaintiffs of the right of exclusive use of the words \"Rahtjen's Composition,\" and unless they disclaimed that exclusive right they could have obtained no trade-mark.</p>\n<p>The registration of the trade-mark of Hartmann, La Doux &amp; Maecker in the United States in June, 1885, was not only subsequent to the expiration of the English patent, but also subsequent to the time when the defendant company had commenced to manufacture the paint as \"Rahtjen's Composition, Holzapfel's Manufacture,\" and had sent the same to the United States under that description, at least as early as 1884. The United <span class=\"star-pagination\">*11</span> States registered trade-mark could not, therefore, interfere with the prior (but not exclusive) right of the defendant to the use of those words.</p>\n<p>The respondent company advertised and sold in the United States the composition under the name of \"Rahtjen's Composition, Hartmann's Manufacture,\" while the petitioner advertised and sold its composition as \"Holzapfel's Rahtjen's\" or \"Holzapfel's Improved Rahtjen's Composition,\" or \"Holzapfel's Improved American Rahtjen's;\" so it is seen there is no room for the claim that the composition manufactured by the petitioner purports to be manufactured by Rahtjen or Hartmann. It is a clear cut description of the name of the article which it manufactures, and there is no pretense of deceit as to the person who in fact manufacturers it.</p>\n<p>The trade-marks which have been spoken of, and which were obtained in 1883 and 1884, do not cover the right to use the name \"Rahtjen\" exclusively. The trade-mark obtained in April, 1883, by Hartmann Brothers, described as the \"red hand symbol,\" does not purport to contain any name, while that issued to Suter, Hartmann &amp; Co., while it contained the name \"Rahtjen's Patent Composition,\" was obtained only by the disclaimer on the part of the applicants of the right to the exclusive use of those words, except as part of the combination constituting the trade-mark. Prior to the English patent, the respondent's predecessors or assigns had no valid trade-mark in England for the same reason the Rahtjens had acquired none in the United States, viz., they had no right to designate the composition as a patented article when in fact there was no patent. From 1873 to 1880, while the patent was in life, they were entirely justified in calling it a patented article, and when that patent expired, it seems clear they had no right to retain the exclusive use of the only name which described the composition, and that no such right could be claimed by virtue of a valid trade-mark antedating the patent, for there was none, assuming even that such fact, if it had existed, would have justified the claim to the exclusive use of the descriptive words after the patent had expired.</p>\n<p>The judgments in the Antwerp and Hamburg courts simply <span class=\"star-pagination\">*12</span> showed that in those countries the use of the words \"Rahtjen's Composition\" or \"Rahtjen's Patent Composition\" had become descriptive of the article itself and did not in any way designate the persons who manufactured it; but even without those judgments, the record shows beyond question that when the English patent expired the use of the words became open to the world as descriptive of the article itself, and to manufacture an article under that name was a right open to the world. There was no trade-mark in that name in the United States.</p>\n<p>The principles involved in <i>Singer Manufacturing Company</i> v. <i>June Manufacturing Company,</i> 163 U.S. 169, apply here.</p>\n<p>It is said there is a distinction between the case at bar and the one cited, because in the latter the patent and the trade-mark were both domestic, while here the trade-mark is domestic and the patent foreign. The respondent claims the right to use these words by virtue of assignments from the Messrs. Rahtjen and also Suter, Hartmann &amp; Co. in England, and also by virtue of a domestic trade-mark which it or its predecessors had acquired from user and registration in the United States. The rights of Suter, Hartmann &amp; Co. to the exclusive use of these words had been disclaimed by them in 1883, long before any assignment of their rights to the respondent, and we do not see why that disclaimer should be confined to England. It was a general disclaimer of any right whatever to the exclusive use of these words, and it was only upon the filing of that disclaimer that they obtained the trade-mark which they did in England. The disclaimer, however, was as broad as it could be made. When they assigned their rights the assignment did not include a right to an exclusive use which, in order to obtain the trade-mark registration, they had already disclaimed. The assignment of the Rahtjen firm could not convey the exclusive right to the use of such words, because they had no valid trade-mark in those words prior to 1873, and by the expiration of the English patent, in 1880, the right to that use had become public. These various assignors, therefore, did not convey by their assignment a right to the exclusive use of the words in the United States. The domestic trade-mark, which the respondent also claims gives it that right, was not used until after the sale of <span class=\"star-pagination\">*13</span> the composition by the petitioner in the United States under the name of \"Rahtjen's Composition, Holzapfel's Manufacture.\" We think the principle which prohibits the right to the exclusive use of a name descriptive of the article after the expiration of a patent covering its manufacture applies here.</p>\n<p>In the manufacture and sale of the article, of course, no deceit would be tolerated, and the article described as \"Rahtjen's Composition\" would, when manufactured by defendant, have to be plainly described as its manufacture. The proof shows this has been done, and that the article has been sold under a totally different trade-mark from any used by respondent, and it has been plainly and fully described as manufactured by defendant or its assignors, the Holzapfels.</p>\n<p><i>We are of the opinion that no right to the exclusive use in the United States of the words \"Rahtjen's Composition\" has been shown by respondent, and that the decree of the Circuit Court of Appeals for the Second Circuit should be reversed, and that of the Circuit Court for the Southern District of New York affirmed, and it is so ordered.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span> (1901)</b></center>\n<center><h1>HOLZAPFEL'S COMPOSITIONS COMPANY<br>\nv.<br>\nRAHTJEN'S AMERICAN COMPOSITION COMPANY.</h1></center>\n<center>No. 54.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 26, 1901.</center>\n<center>Decided October 21, 1901.</center>\nCERTIORARI TO THE COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*8</span> <i>Mr. William McAdoo</i> and <i>Mr. J.G. Carlisle</i> for petitioner. <i>Mr. R.B. McMasters</i> was on their brief.</p>\n<p><i>Mr. Timothy D. Merwin</i> and <i>Mr. Thomas B. Kerr</i> for respondent.</p>\n<p>MR. JUSTICE PECKHAM, after making the above statement of facts, delivered the opinion of the court.</p>\n<p>We are of opinion that no valid trade-mark was proved on the part of the Rahtjens, in connection with the paint sent by them from Germany to their agents in the United States prior to 1873, when they procured a patent in England for their composition. It appears from the record that from 1870 to 1879, or late in 1878, the paint was manufactured in Germany by Rahtjen and sent to the United States in casks or packages marked \"Rahtjen's Patent Composition Paint.\"</p>\n<p>Prior to November, 1873, the article was not patented anywhere, and a description of it as a patented article had no basis in fact, and was a false statement tending to deceive a purchaser of the article. No right to a trade-mark which includes the word \"patent,\" and which describes the article as \"patented\" can arise when there is and has been no patent, nor is the claim a valid one for the other words used where it is based upon their use in connection with that word. A symbol or label claimed as a trade-mark, so constituted or worded as to make or contain a distinct assertion which is false, will not be recognized, nor can any right to its exclusive use be maintained. <i>Manhattan Medicine Company</i> v. <i>Wood,</i> <span class=\"citation\" data-id=\"90849\"><a href=\"/opinion/90849/manhattan-medicine-co-v-wood/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 225; <i>Wrisley Co.</i> v. <i>Iowa Soap Co.,</i> 104 Fed. Rep. 548.</p>\n<p>In 1873 an English patent had been obtained, and from that time to 1878, when the Rahtjens assigned the exclusive right of sale in the United States to Suter, Hartmann &amp; Co., the words \"Rahtjen's Patent Composition\" were used on casks containing the paint sent by the Rahtjens to the United States, and must have referred to the English patent, as there was no other, and the right to use those words depended upon the existence of the patent, although up to 1878 the article sent to the <span class=\"star-pagination\">*9</span> United States was manufactured in Germany. As the right to use the word depended upon the English patent, the right to so designate the composition fell with the expiration of that patent, and from that time (1880) until 1883, when the trade-mark was obtained by Suter, Hartmann &amp; Co., there can be no claim made of an exclusive right to designate the composition as Rahtjen's composition, because from 1880 that right became public as a description of the article and not of the name of the manufacturer. During its whole existence the name had been given to the article, and that was the only name by which it was possible to describe it.</p>\n<p>The labels used by Suter, Hartmann &amp; Co., from the outset of their career as sole consignees, contained the description \"Rahtjen's Patent Composition, None genuine without signature, Suter, Hartmann &amp; Co.\" These labels were affixed to the packages, and were sent to Rahtjen in Germany when he manufactured for them, to be placed on packages, and when he subsequently made the composition in England the labels were sent to him there to be affixed. This way of designating the composition was employed by Rahtjen in Germany for his own sales, and Suter, Hartmann &amp; Co. simply copied his method of describing the same. How else could this article thereafter be described? When the right to make it became public, how else could it be sold than by the name used to describe it? And when a person having the right to make it described the composition by its name and said it was manufactured by him, and said it so plainly that no one seeing the label could fail to see that the package on which it was placed was Rahtjen's composition manufactured by Holzapfel &amp; Co., or Holzapfel's Composition Company (Limited), how can it be held that there was any infringement of a trade-mark by employing the only terms possible to describe the article the manufacture of which was open to all? Of necessity when the right to manufacture became public the right to use the only word descriptive of the article manufactured became public also.</p>\n<p>This rule held good when at the expiration of the patent in November, 1880, Suter, Hartmann &amp; Co. continued to send the paint to the United States as \"Rahtjen's Patent Composition, <span class=\"star-pagination\">*10</span> Hartmann's Manufacture,\" because it is plain that the name of Rahtjen had, as we have said, become descriptive of the article itself, and was not a designation of the manufacturer. It had been manufactured both in Germany and in England at the same time, and that which was manufactured in England by Hartmann Brothers or Suter, Hartmann &amp; Co. had been distinguished from the German article by the statement that it was \"Rahtjen's Genuine Composition, Hartmann's Manufacture.\" If any one had desired to use this paint and had called for it in the market, he would necessarily have been compelled to describe it as \"Rahtjen's Composition,\" as there was no other name for the article, and though in England while the patent lasted no one but the patentee or his licensees could manufacture the article, yet the description would still have been \"Rahtjen's Composition;\" but when the patent expired the exclusive right to manufacture the article expired with it, while the name which described it became, under the facts of this case, necessarily one of description and did not designate the manufacturers. There was no other name for the article, and in order to obtain it a person would have to describe it by the words \"Rahtjen's Composition.\" The words thus became public property descriptive of the article, and the right to manufacture it was open to all by the expiration of the English patent. After Suter, Hartmann &amp; Co. obtained the trade-mark of an open hand, originally painted red, together with the name \"Rahtjen's Patent Composition,\" which was some time in 1883, the paint was sent to the United States under that designation; but the trade-mark was not obtained without the positive disclaimer by the plaintiffs of the right of exclusive use of the words \"Rahtjen's Composition,\" and unless they disclaimed that exclusive right they could have obtained no trade-mark.</p>\n<p>The registration of the trade-mark of Hartmann, La Doux &amp; Maecker in the United States in June, 1885, was not only subsequent to the expiration of the English patent, but also subsequent to the time when the defendant company had commenced to manufacture the paint as \"Rahtjen's Composition, Holzapfel's Manufacture,\" and had sent the same to the United States under that description, at least as early as 1884. The United <span class=\"star-pagination\">*11</span> States registered trade-mark could not, therefore, interfere with the prior (but not exclusive) right of the defendant to the use of those words.</p>\n<p>The respondent company advertised and sold in the United States the composition under the name of \"Rahtjen's Composition, Hartmann's Manufacture,\" while the petitioner advertised and sold its composition as \"Holzapfel's Rahtjen's\" or \"Holzapfel's Improved Rahtjen's Composition,\" or \"Holzapfel's Improved American Rahtjen's;\" so it is seen there is no room for the claim that the composition manufactured by the petitioner purports to be manufactured by Rahtjen or Hartmann. It is a clear cut description of the name of the article which it manufactures, and there is no pretense of deceit as to the person who in fact manufacturers it.</p>\n<p>The trade-marks which have been spoken of, and which were obtained in 1883 and 1884, do not cover the right to use the name \"Rahtjen\" exclusively. The trade-mark obtained in April, 1883, by Hartmann Brothers, described as the \"red hand symbol,\" does not purport to contain any name, while that issued to Suter, Hartmann &amp; Co., while it contained the name \"Rahtjen's Patent Composition,\" was obtained only by the disclaimer on the part of the applicants of the right to the exclusive use of those words, except as part of the combination constituting the trade-mark. Prior to the English patent, the respondent's predecessors or assigns had no valid trade-mark in England for the same reason the Rahtjens had acquired none in the United States, viz., they had no right to designate the composition as a patented article when in fact there was no patent. From 1873 to 1880, while the patent was in life, they were entirely justified in calling it a patented article, and when that patent expired, it seems clear they had no right to retain the exclusive use of the only name which described the composition, and that no such right could be claimed by virtue of a valid trade-mark antedating the patent, for there was none, assuming even that such fact, if it had existed, would have justified the claim to the exclusive use of the descriptive words after the patent had expired.</p>\n<p>The judgments in the Antwerp and Hamburg courts simply <span class=\"star-pagination\">*12</span> showed that in those countries the use of the words \"Rahtjen's Composition\" or \"Rahtjen's Patent Composition\" had become descriptive of the article itself and did not in any way designate the persons who manufactured it; but even without those judgments, the record shows beyond question that when the English patent expired the use of the words became open to the world as descriptive of the article itself, and to manufacture an article under that name was a right open to the world. There was no trade-mark in that name in the United States.</p>\n<p>The principles involved in <i>Singer Manufacturing Company</i> v. <i>June Manufacturing Company,</i> <span class=\"citation\" data-id=\"94476\"><a href=\"/opinion/94476/singer-mfg-co-v-june-mfg-co/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">169</span></a></span>, apply here.</p>\n<p>It is said there is a distinction between the case at bar and the one cited, because in the latter the patent and the trade-mark were both domestic, while here the trade-mark is domestic and the patent foreign. The respondent claims the right to use these words by virtue of assignments from the Messrs. Rahtjen and also Suter, Hartmann &amp; Co. in England, and also by virtue of a domestic trade-mark which it or its predecessors had acquired from user and registration in the United States. The rights of Suter, Hartmann &amp; Co. to the exclusive use of these words had been disclaimed by them in 1883, long before any assignment of their rights to the respondent, and we do not see why that disclaimer should be confined to England. It was a general disclaimer of any right whatever to the exclusive use of these words, and it was only upon the filing of that disclaimer that they obtained the trade-mark which they did in England. The disclaimer, however, was as broad as it could be made. When they assigned their rights the assignment did not include a right to an exclusive use which, in order to obtain the trade-mark registration, they had already disclaimed. The assignment of the Rahtjen firm could not convey the exclusive right to the use of such words, because they had no valid trade-mark in those words prior to 1873, and by the expiration of the English patent, in 1880, the right to that use had become public. These various assignors, therefore, did not convey by their assignment a right to the exclusive use of the words in the United States. The domestic trade-mark, which the respondent also claims gives it that right, was not used until after the sale of <span class=\"star-pagination\">*13</span> the composition by the petitioner in the United States under the name of \"Rahtjen's Composition, Holzapfel's Manufacture.\" We think the principle which prohibits the right to the exclusive use of a name descriptive of the article after the expiration of a patent covering its manufacture applies here.</p>\n<p>In the manufacture and sale of the article, of course, no deceit would be tolerated, and the article described as \"Rahtjen's Composition\" would, when manufactured by defendant, have to be plainly described as its manufacture. The proof shows this has been done, and that the article has been sold under a totally different trade-mark from any used by respondent, and it has been plainly and fully described as manufactured by defendant or its assignors, the Holzapfels.</p>\n<p><i>We are of the opinion that no right to the exclusive use in the United States of the words \"Rahtjen's Composition\" has been shown by respondent, and that the decree of the Circuit Court of Appeals for the Second Circuit should be reversed, and that of the Circuit Court for the Southern District of New York affirmed, and it is so ordered.</i></p>\n</div>", "id": 95524, "judges": "Peckham, After Making the Above Statement of Facts", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/95524/", "sha1": "5958fe3981b681b8196f04488171169e5f0d5716", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:38:16"}