{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "86 U.S. 167", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88872/"
    ], 
    "scotus_early_cite": "19 Wall. 167", 
    "case_name": "Cropley v. Cooper", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58889, 
    "resource_uri": "/api/rest/v2/citation/58889/"
  }, 
  "id": 88872, 
  "blocked": false, 
  "judges": "Swayne", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1874-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>86 U.S. 167 (____)</b></center>\n<center><b>19 Wall. 167</b></center>\n<center><h1>CROPLEY<br>\nv.<br>\nCOOPER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*171</span> The case was elaborately argued on principle and authority, by Messrs. W.D. Davidge and F.W. Jones, for the appellant, and by Messrs. J.H. Bradley and R.T. Merrick, contra.</p>\n<p>Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>This case turns upon the following clause of the will of William Cooper, deceased:</p>\n<p>\"To my daughter, Elizabeth Cropley, at her mother's death, I give and bequeath the rent of my house on Pennsylvania Avenue, in the city of Washington, situated on square ____, for and during her life; and at her decease it is my will that the said ____ be sold, and the avails therefrom become the property of her children or child, when he, she, or they have arrived at the age of twenty-one years, the interest in the meantime to be applied to their maintenance.\"</p>\n<p>The testator died in 1845. He left at his decease a widow, Sarah Cooper, and four children, William, John, Joseph, and Elizabeth, the complainant. William and Joseph were married and had children. John was unmarried. Elizabeth was intermarried with Richard Cropley, and had living one child, William Cooper Cropley, then about three years old. Shortly after the testator's death, Elizabeth gave birth to a daughter, who died in early infancy. Richard Cropley, the husband of Elizabeth, died in 1851. Her mother died in 1854. Her son, William Cooper Cropley, died in 1870, at the age of twenty-eight years, not having married. After his death, Elizabeth Cropley, the complainant, then fifty-six years of age, claimed to own the house on Pennsylvania Avenue devised to her for life. Her brothers, William, John, and Joseph, set up claims as heirs-at-law of their father, alleging that the bequest to the children of Elizabeth had failed by reason of the death of both of them before the death of their mother, and of the younger one before reaching <span class=\"star-pagination\">*172</span> the age of twenty-one years. The complainant thereupon filed this bill to obtain a construction of the will, and to ascertain her rights.</p>\n<p>The question presented for our determination is, whether the bequest to her children lapsed, as is insisted by the appellees; or, in other words, whether it was vested or contingent.</p>\n<p>It is an axiom in the law of wills that the intention of the testator shall prevail. Upon looking at this will as regards the four children of the testator, we find that the provision made for each is clear and explicit. He gave to William, after his mother's death, the income from $1250 of the stock of the Potomac Insurance Company, and a vacant lot on Capitol Hill. At his death, it is directed \"that the said vacant lot and the aforementioned stock be equally divided between his children, their heirs and assigns forever.\" To John, at his mother's death, was given the use of a farm; or, if sold by his mother, the interest accruing from the proceeds, for life. If he should marry and have lawful issue, at his death, the farm or its avails was to be equally divided among his children when they should arrive at the age of twenty-one, \"the interest in the meantime to be applied to their maintenance.\" This clause concludes as follows: \"Should my son John die without issue, it is my will that the said farm or its avails, in case of its being sold, be equally divided among my other children, share and share alike, to them, their heirs and assigns forever.\" To Joseph, at his mother's death, was given the interest of $1500 of Alexandria Corporation stock, and at his death it was \"to be equally divided between his children.\" Then follows the provision for Elizabeth and her children.</p>\n<p>The property given to the sons who had children, is given to them for life, and at their death to their children in equal shares. There is no provision beyond this. The gift is absolute. The children of John, if he should have any, were not to receive their shares until they should arrive at the age of twenty-one. But the interest, in the meantime, was <span class=\"star-pagination\">*173</span> to be applied to their support. It was only in the event of his dying without issue that the further provision was to take effect. The entire failure of issue at his death and not the failure of such issue to reach the age named was the condition of the gift over to his brothers and sister.</p>\n<p>So as respects the complainant, who, like her brothers William and Joseph, had issue living at the death of the testator. The gift is to her and her child or children, and there is no devise or bequest over in any contingency that might occur. The mother and children were the objects of the testator's solicitude and bounty. He looked no further into the future. William, Joseph, and Elizabeth, and their children were thus placed upon a footing of equality. If John should have lawful issue living at his death, such issue would be in the same category with the children of William, Joseph, and Elizabeth. It seems clear to us that the testator intended that what was given to each of his children should vest interest in them and in their children as early as possible, the period of enjoyment to be deferred in each case as was specially provided, and that the result should be the same in John's case if issue should thereafter be born to him and survive him. Beyond his grandchildren, including the children of John, if any should be living at his death, the testator left it to the local law of descent and distribution to meet any emergency that might arise.</p>\n<p>It was only in the single event of John dying without issue, that it was declared by the testator that the property thus given to one of his children should go over to the others.</p>\n<p>If we pursue the subject before us by the light of the rules of law which apply, we shall reach the same conclusion. An analysis of the clause in question eliminates these particulars:</p>\n<p>Laying out of view the estate of her mother, a life estate is given to Elizabeth Cropley.</p>\n<p>At her death, whenever that might occur, and whatever then the age of her offspring, the property was to be sold <span class=\"star-pagination\">*174</span> and converted into money. Her death and the sale might have occurred immediately after the death of the testator.</p>\n<p>Upon the sale being made, her offspring, if minors, would have become entitled to the interest of the fund until the age of twenty-one years was reached. The right to receive the whole or an aliquot part of the fund would then have accrued.</p>\n<p>The time of selling had no relation to the age of the legatees.</p>\n<p>It depended wholly on the death of the tenant of the life estate.</p>\n<p>The effect of her dying during their infancy would have been that they would have taken the interest instead of the principal of the fund up to the age of twenty-one, and then the principal instead of the interest.</p>\n<p>The real estate having been directed by the will to be converted into money, it is to be regarded for all the purposes of this case as if it were money at the time of the death of the testator. That it was not to be sold until after the termination of two successive life estates does not affect the application of the principle. Equity regards substance and not form, and considers that as done which is required to be done. The sale being directed absolutely, the time is immaterial.<sup>[*]</sup></p>\n<p>Where a bequest is given by a direction to pay when the legatee attains to a certain age, and the interest of the fund is given to him in the meantime, this shows that a present gift was intended, and the legacy vests in interest at the death of the testator.<sup>[\u0086]</sup></p>\n<p>A bequest in the form of a direction to pay at a future period vests in interest immediately if the payment be postponed <span class=\"star-pagination\">*175</span> for the convenience of the estate or to let in some other interest. The payment of debts is an instance of the former, and a prior temporary provision for some other person, as for Elizabeth Cropley in this case, is an instance of the latter. In all such cases it is presumed that the testator postponed the time of enjoyment by the ultimate legatee for the purpose of the prior devise or bequest.<sup>[*]</sup></p>\n<p>A devise of lands to be sold after the termination of a life estate given by the will, the proceeds to be distributed thereafter to certain persons, is a bequest to those persons and vests at the death of the testator.<sup>[\u0086]</sup></p>\n<p>It is a consideration of weight that if William Cooper Cropley, who died at the age of twenty-eight, had married and left children, according to the proposition of the appellees, they could have taken no benefit from the provision made for their father. Such could not have been the intention of the testator. In real property cases, where the question arises whether a remainder is vested or contingent, this consequence is held to be conclusive \u0097 that it was the former.<sup>[\u0087]</sup> In Goodtitle v. Whitby,<sup>[§]</sup> Lord Mansfield said: \"Here, upon the reason of the thing, the infant is the object of the testator's bounty, and the testator does not mean to deprive him of it in any event. Now, suppose this object of the testator's bounty marries and dies before his age of twenty-one leaving children, could the testator intend, in such event, to disinherit him? Certainly he could not.\" In Doe v. Perryn,<sup>[\u0086]</sup> Buller, J., said: \"But if this were held not to <span class=\"star-pagination\">*176</span> vest till the death of the parents, this inconvenience would follow: that it would not go to grandchildren, for if a child were born, who died in the lifetime of his parents, leaving issue, such grandchild could not take, which could not be supposed to be the intention of the devisor.\" This reasoning applies to the present case.</p>\n<p>Boraston's Case<sup>[*]</sup> was referred to by counsel on both sides. The point there ruled was as follows: If real estate be devised to A. when he shall attain a given age, and until A. attains that age the property is devised to B., A. takes an immediate vested estate, not defeasible on his death under that age; the gift being read as a devise to B. for a term of years, with remainder to A. The same doctrine has since been affirmed in numerous other cases, and is now a cannon of the English law.<sup>[\u0086]</sup> Boraston's Case related to real property. If this were such a case it would be in point and conclusive. It has been applied by American courts to bequests of personalty.<sup>[\u0087]</sup> The subject of vested and contingent remainders was examined by this court in Poor v. Considine.<sup>[§]</sup></p>\n<p>Chancellor Kent says:<sup>[\u0086]</sup> \"It is the uncertainty of the right of enjoyment and not the uncertainty of its actual enjoyment which renders a remainder contingent. The present capacity of taking effect in possession, if the possession become vacant, distinguishes a vested from a contingent remainder, and not the certainty that the possession will ever become vacant while the remainder continues.\"</p>\n<p>\"When a remainder is limited to a person in esse and ascertained to take effect by words of express limitation on the determination of the preceding particular estate, this remainder is most clearly and unquestionably vested.\"<sup>[¶]</sup></p>\n<p>Bequests involving the question before us may be resolved into two classes:</p>\n<p>(1.) Those where the time or event referred to in the <span class=\"star-pagination\">*177</span> future is of the substance and a condition of the gift, and, hence, marks the time of vesting in interest.</p>\n<p>(2.) Those where the vesting in interest has already occurred, and such event or time only designates the period of the commencement of the enjoyment.</p>\n<p>We think this case belongs to the second category.</p>\n<p>We hold that William Cooper Cropley took a vested interest in the bequest in question at the death of the testator, but subject to open and let in after-born children, and to take effect in enjoyment at the death of his mother; that his sister, at her birth, took a like vested interest to the extent of a moiety; that at her death her right passed to his as distributee, according to the Statute of Distribution of Maryland; that at his death all his right passed to his mother, the complainant, as a like distributee under the same statute. If the property shall be sold at her death all the avails will go to her legal representative. She may dispose of them in advance by will, or leave them to be distributed according to the statute.</p>\n<p>At the age of twenty-one William Cooper Cropley might have elected to take the property instead of its proceeds. In that event no sale could have taken place. The complainant is now the only party in interest. Under the circumstances, we think the complainant may exercise the right of election as her son, if living, could have done, and that, under the general prayer for relief in the bill, she may accomplish that object in this case, if she shall desire to do so.<sup>[*]</sup></p>\n<p>DECREE REVERSED, and the cause remanded with directions to enter a decree</p>\n<p>IN CONFORMITY TO THIS OPINION.</p>\n<h2>NOTES</h2>\n<p>[*]  Craig v. Leslie, 3 Wheaton, 563; Peter v. Beverly, 10 Peters, 563; Taylor et al. v. Benham, 5 Howard, 269; Fairly v. Kline, Pennington, 554; Reading v. Blackwell, Baldwin, 166; Hocker v. Gentry, 3 Metcalfe, 473.</p>\n<p>[\u0086]  Re Hart's Trusts, 3 De Gex &amp; Jones, 202; Hanson v. Graham, 6 Vesey, 239; Hammond v. Maule, 1 Collyer, 281; Burrill v. Sheil, 2 Barbour, 471; Bayard v. Atkins, 10 Pennsylvania State, 20; Provenchere's Appeal, 67 Id. 466; Hanson v. Brawner, 2 Maryland, 102; Nixon v. Robbins, 24 Alabama, 669.</p>\n<p>[*]  Hallifax v. Wilson, 16 Vesey, 171; Leeming v. Sherratt, 2 Hare, 14; Packham v. Gregory, 4 Id 396; Winslow v. Goodwin, 7 Metcalf, 363; White v. Curtis, 12 Gray, 54; Tucker v. Ball, 1 Barbour, 94; Barker v. Woods, 1 Sandford's Chancery, 129; Thomas v. Anderson, 6 C.E. Green, 22; McGill's Appeal, 61 Pennsylvania State, 47; Tayloe v. Mosher, 29 Maryland, 443; Brent v. Washington, 18 Grattan, 526; Fuller v. Fuller, 5 Jones's Equity, 223; Roberts v. Brinker, 4 Dana, 573; Rawlings v. Landes, 2 Bush, 159.</p>\n<p>[\u0086]  Fairly v. Kline, Pennington, 554; Reading v. Blackwell, 1 Baldwin, 166; Rinchart et ux. v. Harrison's Executors, Ib. 177; Loftis v. Glass, 15 Arkansas, 680.</p>\n<p>[\u0087]  Carver v. Jackson, 4 Peters, 1.</p>\n<p>[§]  1 Burrow, 234.</p>\n<p>[\u0086]  3 Term, 495.</p>\n<p>[*]  3 Reports, 21.</p>\n<p>[\u0086]  Hawkins on Wills, 237.</p>\n<p>[\u0087]  Roberts v. Brinker, 4 Dana, 573; Watkins v. Quarles, 23 Arkansas, 179 Collier's Will, 40 Missouri, 287.</p>\n<p>[§]  6 Wallace, 476.</p>\n<p>[\u0086]  4 Commentaries, 203.</p>\n<p>[¶]  1 Preston on Estates, 70.</p>\n<p>[*]  Craig v. Leslie, 3 Wheaton, 563; Fletcher v. Ashburner, 1 Leading Cases in Equity, 794, 805, notes.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:50", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">167</span></span></b></center>\n<center><h1>CROPLEY<br>\nv.<br>\nCOOPER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*171</span> The case was elaborately argued on principle and authority, by Messrs. W.D. Davidge and F.W. Jones, for the appellant, and by Messrs. J.H. Bradley and R.T. Merrick, contra.</p>\n<p>Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>This case turns upon the following clause of the will of William Cooper, deceased:</p>\n<p>\"To my daughter, Elizabeth Cropley, at her mother's death, I give and bequeath the rent of my house on Pennsylvania Avenue, in the city of Washington, situated on square ____, for and during her life; and at her decease it is my will that the said ____ be sold, and the avails therefrom become the property of her children or child, when he, she, or they have arrived at the age of twenty-one years, the interest in the meantime to be applied to their maintenance.\"</p>\n<p>The testator died in 1845. He left at his decease a widow, Sarah Cooper, and four children, William, John, Joseph, and Elizabeth, the complainant. William and Joseph were married and had children. John was unmarried. Elizabeth was intermarried with Richard Cropley, and had living one child, William Cooper Cropley, then about three years old. Shortly after the testator's death, Elizabeth gave birth to a daughter, who died in early infancy. Richard Cropley, the husband of Elizabeth, died in 1851. Her mother died in 1854. Her son, William Cooper Cropley, died in 1870, at the age of twenty-eight years, not having married. After his death, Elizabeth Cropley, the complainant, then fifty-six years of age, claimed to own the house on Pennsylvania Avenue devised to her for life. Her brothers, William, John, and Joseph, set up claims as heirs-at-law of their father, alleging that the bequest to the children of Elizabeth had failed by reason of the death of both of them before the death of their mother, and of the younger one before reaching <span class=\"star-pagination\">*172</span> the age of twenty-one years. The complainant thereupon filed this bill to obtain a construction of the will, and to ascertain her rights.</p>\n<p>The question presented for our determination is, whether the bequest to her children lapsed, as is insisted by the appellees; or, in other words, whether it was vested or contingent.</p>\n<p>It is an axiom in the law of wills that the intention of the testator shall prevail. Upon looking at this will as regards the four children of the testator, we find that the provision made for each is clear and explicit. He gave to William, after his mother's death, the income from $1250 of the stock of the Potomac Insurance Company, and a vacant lot on Capitol Hill. At his death, it is directed \"that the said vacant lot and the aforementioned stock be equally divided between his children, their heirs and assigns forever.\" To John, at his mother's death, was given the use of a farm; or, if sold by his mother, the interest accruing from the proceeds, for life. If he should marry and have lawful issue, at his death, the farm or its avails was to be equally divided among his children when they should arrive at the age of twenty-one, \"the interest in the meantime to be applied to their maintenance.\" This clause concludes as follows: \"Should my son John die without issue, it is my will that the said farm or its avails, in case of its being sold, be equally divided among my other children, share and share alike, to them, their heirs and assigns forever.\" To Joseph, at his mother's death, was given the interest of $1500 of Alexandria Corporation stock, and at his death it was \"to be equally divided between his children.\" Then follows the provision for Elizabeth and her children.</p>\n<p>The property given to the sons who had children, is given to them for life, and at their death to their children in equal shares. There is no provision beyond this. The gift is absolute. The children of John, if he should have any, were not to receive their shares until they should arrive at the age of twenty-one. But the interest, in the meantime, was <span class=\"star-pagination\">*173</span> to be applied to their support. It was only in the event of his dying without issue that the further provision was to take effect. The entire failure of issue at his death and not the failure of such issue to reach the age named was the condition of the gift over to his brothers and sister.</p>\n<p>So as respects the complainant, who, like her brothers William and Joseph, had issue living at the death of the testator. The gift is to her and her child or children, and there is no devise or bequest over in any contingency that might occur. The mother and children were the objects of the testator's solicitude and bounty. He looked no further into the future. William, Joseph, and Elizabeth, and their children were thus placed upon a footing of equality. If John should have lawful issue living at his death, such issue would be in the same category with the children of William, Joseph, and Elizabeth. It seems clear to us that the testator intended that what was given to each of his children should vest interest in them and in their children as early as possible, the period of enjoyment to be deferred in each case as was specially provided, and that the result should be the same in John's case if issue should thereafter be born to him and survive him. Beyond his grandchildren, including the children of John, if any should be living at his death, the testator left it to the local law of descent and distribution to meet any emergency that might arise.</p>\n<p>It was only in the single event of John dying without issue, that it was declared by the testator that the property thus given to one of his children should go over to the others.</p>\n<p>If we pursue the subject before us by the light of the rules of law which apply, we shall reach the same conclusion. An analysis of the clause in question eliminates these particulars:</p>\n<p>Laying out of view the estate of her mother, a life estate is given to Elizabeth Cropley.</p>\n<p>At her death, whenever that might occur, and whatever then the age of her offspring, the property was to be sold <span class=\"star-pagination\">*174</span> and converted into money. Her death and the sale might have occurred immediately after the death of the testator.</p>\n<p>Upon the sale being made, her offspring, if minors, would have become entitled to the interest of the fund until the age of twenty-one years was reached. The right to receive the whole or an aliquot part of the fund would then have accrued.</p>\n<p>The time of selling had no relation to the age of the legatees.</p>\n<p>It depended wholly on the death of the tenant of the life estate.</p>\n<p>The effect of her dying during their infancy would have been that they would have taken the interest instead of the principal of the fund up to the age of twenty-one, and then the principal instead of the interest.</p>\n<p>The real estate having been directed by the will to be converted into money, it is to be regarded for all the purposes of this case as if it were money at the time of the death of the testator. That it was not to be sold until after the termination of two successive life estates does not affect the application of the principle. Equity regards substance and not form, and considers that as done which is required to be done. The sale being directed absolutely, the time is immaterial.<sup>[*]</sup></p>\n<p>Where a bequest is given by a direction to pay when the legatee attains to a certain age, and the interest of the fund is given to him in the meantime, this shows that a present gift was intended, and the legacy vests in interest at the death of the testator.<sup>[\u0086]</sup></p>\n<p>A bequest in the form of a direction to pay at a future period vests in interest immediately if the payment be postponed <span class=\"star-pagination\">*175</span> for the convenience of the estate or to let in some other interest. The payment of debts is an instance of the former, and a prior temporary provision for some other person, as for Elizabeth Cropley in this case, is an instance of the latter. In all such cases it is presumed that the testator postponed the time of enjoyment by the ultimate legatee for the purpose of the prior devise or bequest.<sup>[*]</sup></p>\n<p>A devise of lands to be sold after the termination of a life estate given by the will, the proceeds to be distributed thereafter to certain persons, is a bequest to those persons and vests at the death of the testator.<sup>[\u0086]</sup></p>\n<p>It is a consideration of weight that if William Cooper Cropley, who died at the age of twenty-eight, had married and left children, according to the proposition of the appellees, they could have taken no benefit from the provision made for their father. Such could not have been the intention of the testator. In real property cases, where the question arises whether a remainder is vested or contingent, this consequence is held to be conclusive \u0097 that it was the former.<sup>[\u0087]</sup> In Goodtitle v. Whitby,<sup>[§]</sup> Lord Mansfield said: \"Here, upon the reason of the thing, the infant is the object of the testator's bounty, and the testator does not mean to deprive him of it in any event. Now, suppose this object of the testator's bounty marries and dies before his age of twenty-one leaving children, could the testator intend, in such event, to disinherit him? Certainly he could not.\" In Doe v. Perryn,<sup>[\u0086]</sup> Buller, J., said: \"But if this were held not to <span class=\"star-pagination\">*176</span> vest till the death of the parents, this inconvenience would follow: that it would not go to grandchildren, for if a child were born, who died in the lifetime of his parents, leaving issue, such grandchild could not take, which could not be supposed to be the intention of the devisor.\" This reasoning applies to the present case.</p>\n<p>Boraston's Case<sup>[*]</sup> was referred to by counsel on both sides. The point there ruled was as follows: If real estate be devised to A. when he shall attain a given age, and until A. attains that age the property is devised to B., A. takes an immediate vested estate, not defeasible on his death under that age; the gift being read as a devise to B. for a term of years, with remainder to A. The same doctrine has since been affirmed in numerous other cases, and is now a cannon of the English law.<sup>[\u0086]</sup> Boraston's Case related to real property. If this were such a case it would be in point and conclusive. It has been applied by American courts to bequests of personalty.<sup>[\u0087]</sup> The subject of vested and contingent remainders was examined by this court in Poor v. Considine.<sup>[§]</sup></p>\n<p>Chancellor Kent says:<sup>[\u0086]</sup> \"It is the uncertainty of the right of enjoyment and not the uncertainty of its actual enjoyment which renders a remainder contingent. The present capacity of taking effect in possession, if the possession become vacant, distinguishes a vested from a contingent remainder, and not the certainty that the possession will ever become vacant while the remainder continues.\"</p>\n<p>\"When a remainder is limited to a person in esse and ascertained to take effect by words of express limitation on the determination of the preceding particular estate, this remainder is most clearly and unquestionably vested.\"<sup>[¶]</sup></p>\n<p>Bequests involving the question before us may be resolved into two classes:</p>\n<p>(1.) Those where the time or event referred to in the <span class=\"star-pagination\">*177</span> future is of the substance and a condition of the gift, and, hence, marks the time of vesting in interest.</p>\n<p>(2.) Those where the vesting in interest has already occurred, and such event or time only designates the period of the commencement of the enjoyment.</p>\n<p>We think this case belongs to the second category.</p>\n<p>We hold that William Cooper Cropley took a vested interest in the bequest in question at the death of the testator, but subject to open and let in after-born children, and to take effect in enjoyment at the death of his mother; that his sister, at her birth, took a like vested interest to the extent of a moiety; that at her death her right passed to his as distributee, according to the Statute of Distribution of Maryland; that at his death all his right passed to his mother, the complainant, as a like distributee under the same statute. If the property shall be sold at her death all the avails will go to her legal representative. She may dispose of them in advance by will, or leave them to be distributed according to the statute.</p>\n<p>At the age of twenty-one William Cooper Cropley might have elected to take the property instead of its proceeds. In that event no sale could have taken place. The complainant is now the only party in interest. Under the circumstances, we think the complainant may exercise the right of election as her son, if living, could have done, and that, under the general prayer for relief in the bill, she may accomplish that object in this case, if she shall desire to do so.<sup>[*]</sup></p>\n<p>DECREE REVERSED, and the cause remanded with directions to enter a decree</p>\n<p>IN CONFORMITY TO THIS OPINION.</p>\n<h2>NOTES</h2>\n<p>[*]  Craig v. Leslie, 3 Wheaton, 563; Peter v. Beverly, 10 Peters, 563; Taylor et al. v. Benham, 5 Howard, 269; Fairly v. Kline, Pennington, 554; Reading v. Blackwell, Baldwin, 166; Hocker v. Gentry, 3 Metcalfe, 473.</p>\n<p>[\u0086]  Re Hart's Trusts, 3 De Gex &amp; Jones, 202; Hanson v. Graham, 6 Vesey, 239; Hammond v. Maule, 1 Collyer, 281; Burrill v. Sheil, 2 Barbour, 471; Bayard v. Atkins, 10 Pennsylvania State, 20; Provenchere's Appeal, 67 Id. 466; Hanson v. Brawner, 2 Maryland, 102; Nixon v. Robbins, 24 Alabama, 669.</p>\n<p>[*]  Hallifax v. Wilson, 16 Vesey, 171; Leeming v. Sherratt, 2 Hare, 14; Packham v. Gregory, 4 Id 396; Winslow v. Goodwin, 7 Metcalf, 363; White v. Curtis, 12 Gray, 54; Tucker v. Ball, 1 Barbour, 94; Barker v. Woods, 1 Sandford's Chancery, 129; Thomas v. Anderson, 6 C.E. Green, 22; McGill's Appeal, 61 Pennsylvania State, 47; Tayloe v. Mosher, 29 Maryland, 443; Brent v. Washington, 18 Grattan, 526; Fuller v. Fuller, 5 Jones's Equity, 223; Roberts v. Brinker, 4 Dana, 573; Rawlings v. Landes, 2 Bush, 159.</p>\n<p>[\u0086]  Fairly v. Kline, Pennington, 554; Reading v. Blackwell, 1 Baldwin, 166; Rinchart et ux. v. Harrison's Executors, Ib. 177; Loftis v. Glass, 15 Arkansas, 680.</p>\n<p>[\u0087]  Carver v. Jackson, 4 Peters, 1.</p>\n<p>[§]  1 Burrow, 234.</p>\n<p>[\u0086]  3 Term, 495.</p>\n<p>[*]  3 Reports, 21.</p>\n<p>[\u0086]  Hawkins on Wills, 237.</p>\n<p>[\u0087]  Roberts v. Brinker, 4 Dana, 573; Watkins v. Quarles, 23 Arkansas, 179 Collier's Will, 40 Missouri, 287.</p>\n<p>[§]  6 Wallace, 476.</p>\n<p>[\u0086]  4 Commentaries, 203.</p>\n<p>[¶]  1 Preston on Estates, 70.</p>\n<p>[*]  Craig v. Leslie, 3 Wheaton, 563; Fletcher v. Ashburner, 1 Leading Cases in Equity, 794, 805, notes.</p>\n\n</div>", 
  "sha1": "31318ce0495bbbcc382fd5cdaf55c57545ce7f8c", 
  "date_modified": "2014-12-21T01:27:11.241008", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88872/cropley-v-cooper/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/371553/", 
  "html": "<p class=\"case_cite\">86 U.S. 167</p>\n    <p class=\"case_cite\">22 L.Ed. 109</p>\n    <p class=\"case_cite\">19 Wall. 167</p>\n    <p class=\"parties\">CROPLEY<br>v.<br>COOPER.</p>\n    <p class=\"date\">October Term, 1873</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Supreme Court of the District of Columbia.</p>\n      <p class=\"indent\">William Cooper, of Maryland, died in 1845, leaving a widow (Sarah), three sons, William, Joseph, and John, and one daughter, Elizabeth. Two of the sons, William and Joseph, were married and had children; John was unmarried. Elizabeth, then thirty years old, was married to Richard Cropley and had one son, William Cooper Cropley.</p>\n      <p class=\"indent\">The testator's property consisted of a farm in Maryland, on which he resided; a house on Pennsylvania Avenue, in the city of Washington; a vacant lot there, on Capitol Hill; stock in the Potomac Insurance Company, and stock in the corporation of Alexandria.</p>\n      <p class=\"indent\">His will ran as follows:</p>\n      <p class=\"indent\">'I will and bequeath to my dear wife, Sarah Cooper, all my stocks which I own in corporate institutions during her life; also the rents arising from my house in the city of Washington. I also devise and bequeath to my said wife the usufruct of the farm on which I now reside, for and during her life, with the option of selling to same by her, . . . in which case my will is that the proceeds shall be invested in stocks of some sound and corporate institutions, the interest from the same to be enjoyed by my said wife for and during her life, and at her death the said farm, or its avails if previously sold, as above permitted, to be appropriated as hereinafter directed.</p>\n      <p class=\"indent\">'I will and devise to my son William, after his mother's death, the interest on $1250 stock now held by me in the Potomac Insurance Company, Georgetown. I also will and bequeath to may said son, William Cooper, a vacant lot on Capitol Hill, Washington; and at his death it is my will that the said vacant lot and aforementioned stock be equally divided between his children, their heirs and assigns forever.</p>\n      <p class=\"indent\">'To my son John I give and bequeath, at his mother's death, the usufruct of the aforementioned farm, or the interest of its avails, if previously sold, for and during his life; and should be marry and have legal issue, it is my will that the said farm, or, if previously sold, the avails thereof, together with any interest that may be due thereon at his decease, shall be equally divided amongst his children when they shall have arrived at the age of twenty-one years, the interest is the meantime to be applied to their maintenance. <i>Should my said son John die without lawful issue, it is my will that the said farm, or its avails in case of its being sold, be equally divided between my other children</i>, share and share alike to them, their heirs and assigns forever.</p>\n      <p class=\"indent\">'To my son Joseph, at his mother's death, I give and bequeath, for and during his life, interest on $1500 in the Alexandria Corporation stock, held by me, and at his death the said stock to be equally divided between his children.</p>\n      <p class=\"indent\">'To my daughter, Elizabeth Cropley, at her mother's death, I give and bequeath the rent of my house on Pennsylvania Avenue, in the city of Washington, situated on square _____, <i>for and during her life; and at her death it is my will that the said _____ be sold, and the avails thereof become the property of her children or child, when he, she, or they have arrived at the age of twenty-one years, the interest in the meantime to be applied to their maintenance</i>.'</p>\n      <p class=\"indent\">Shortly after the death of the testator, Mrs. Cropley had another child, a daughter, who died in infancy.</p>\n      <p class=\"indent\">William Cooper Cropley, the child living at the death of the testator, died in December, 1870, at the age of twenty-eight, without issue, leaving his mother his sole heir-at-law and personal representative.</p>\n      <p class=\"indent\">The widow of the testator died in February, 1854. Richard Cropley, the husband of Elizabeth, died in 1851.</p>\n      <p class=\"indent\">After William Cooper Cropley's death, his mother, then fifty-six years of age, asserted ownership in the house on Pennsylvania Avenue, mentioned in the will, and by the last but two of the above-quoted clauses of the will devised to her for life, and at her death over to her child or children. Her view was that her deceased son, William Cooper Cropley, took a vested interest in the bequest in question at the death of his grandfather, the testator, but subject to open and let in after-born children, and to take effect in enjoyment at the death of his mother; that his sister, at her birth, took a like vested interest to the extent of a moiety; that at the sister's death her right passed to him as distributee (the statute of distributions of Maryland thus providing); that at his death all his right passed to her, his mother, the complainant, as a like distributee under the same statute.</p>\n      <p class=\"indent\">The other children of the testator, William, John, and Joseph, claimed the property, as heirs-at-law, on the ground that the devise over to the child or children had lapsed.</p>\n      <p class=\"indent\">This claim of the heirs-at-law casting a cloud on the title, Mrs. Cropley filed a bill in the court below against said William, John, and Joseph, to obtain a construction of the will.</p>\n      <p class=\"indent\">The bill represented that the complainant wished to sell the property, but could not, owing to the cloud on the title made by the claim of the sons, and it prayed that a decree might be passed divesting the defendants of any title in or to the property, and vesting the same in the complainant, giving the true construction and interpretation of said last will and testament.</p>\n      <p class=\"indent\">That the court would grant such other and further relief as to the court may seem meet and the interests of the complainant might require.</p>\n      <p class=\"indent\">The court below decreed that the devise over to the child or children of Mrs. Cropley was contingent upon the child or children surviving the mother, and also attaining twenty one, and hence that the devise over did not vest at the death of the testator, nor even upon William Cooper Cropley attaining twenty-one, he having died in the lifetime of the mother. It accordingly dismissed the bill.</p>\n      <p class=\"indent\">From this decree Mrs. Cropley took this appeal.</p>\n      <p class=\"indent\">The case was elaborately argued on principle and authority, by <i>Messrs. W. D. Davidge and F. W. Jones, for the appellant, and by Messrs. J. H. Bradley and R. T. Merrick, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case turns upon the following clause of the will of William Cooper, deceased:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'To my daughter, Elizabeth Cropley, at her mother's death, I give and bequeath the rent of my house on Pennsylvania Avenue, in the city of Washington, situated on square _____, for and during her life; and at her decease it is my will that the said _____ be sold, and the avails therefrom become the property of her children or child, when he, she, or they have arrived at the age of twenty-one years, the interest in the meantime to be applied to their maintenance.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The testator died in 1845. He left at his decease a widow, Sarah Cooper, and four children, William, John, Joseph, and Elizabeth, the complainant. William and Joseph were married and had children. John was unmarried. Elizabeth was intermarried with Richard Cropley, and had living one child, William Cooper Cropley, then about three years old. Shortly after the testator's death, Elizabeth gave birth to a daughter, who died in early infancy. Richard Cropley, the husband of Elizabeth, died in 1851. Her mother died in 1854. Her son, William Cooper Cropley, died in 1870, at the age of twenty-eight years, not having married. After his death, Elizabeth Cropley, the complainant, then fifty-six years of age, claimed to own the house on Pennsylvania Avenue devised to her for life. Her brothers, William, John, and Joseph, set up claims as heirs-at-law of their father, alleging that the bequest to the children of Elizabeth had failed by reason of the death of both of them before the death of their mother, and of the younger one before reaching the age of twenty-one years. The complainant thereupon filed this bill to obtain a construction of the will, and to ascertain her rights.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The question presented for our determination is, whether the bequest to her children lapsed, as is insisted by the appellees; or, in other words, whether it was vested or contingent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is an axiom in the law of wills that the intention of the testator shall prevail. Upon looking at this will as regards the four children of the testator, we find that the provision made for each is clear and explicit. He gave to William, after his mother's death, the income from $1250 of the stock of the Potomac Insurance Company, and a vacant lot on Capitol Hill. At his death, directed 'that the said vacant lot and the aforementioned stock be equally divided between his children, their heirs and assigns forever.' To John, at his mother's death, was given the use of a farm; or, if sold by his mother, the interest accruing from the proceeds, for life. If he should marry and have lawful issue, at his death, the farm or its avails was to be equally divided among his children when they should arrive at the age of twenty-one, 'the interest in the meantime to be applied to their maintenance.' This clause concludes as follows: 'Should my son John die without issue, it is my will that the said farm or its avails, in case of its being sold, be equally divided among my other children, share and share alike, to them, their heirs and assigns forever.' To Joseph, at his mother's death, was given the interest of $1500 of Alexandria Corporation stock, and at his death it was 'to be equally divided between his children.' Then follows the provision for Elizabeth and her children.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The property given to the sons who had children, is given to them for life, and at their death of their children in equal shares. There is no provision beyond this. The gift is absolute. The children of John, if he should have any, were not to receive their shares until they should arrive at the age of twenty-one. But the interest, in the meantime, was to be applied to their support. It was only in the event of his dying without issue that the further provision was to take effect. The entire failure of issue at his death and not the failure of such issue to reach the age named was the condition of the gift over to his brothers and sister.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">So as respects the complainant, who, like her brothers William and Joseph, had issue living at the death of the testator. The gift is to her and her child or children, and there is no devise or bequest over in any contingency that might occur. The mother and children were the objects of the testator's solicitude and bounty. He looked no further into the future. William, Joseph, and Elizabeth, and their children were thus placed upon a footing of equality. If John should have lawful issue living at his death, such issue would be in the same category with the children of William, Joseph, and Elizabeth. It seems clear to us that the testator intended that what was given to each of his children should vest interest in them and in their children as early as possible, the period of enjoyment to be deferred in each case as was specially provided, and that the result should be the same in John's case if issue should thereafter be born to him and survive him. Beyond his grandchildren, including the children of John, if any should be living at his death, the testator left it to the local law of descent and distribution to meet any emergency that might arise.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It was only in the single event of John dying without issue, that it was declared by the testator that the property thus given to one of his children should go over to the others.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If we pursue the subject before us by the light of the rules of law which apply, we shall reach the same conclusion. An analysis of the clause in question eliminates these particulars:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Laying out of view the estate of her mother, a life estate is given to Elizabeth Cropley.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At the death, whenever that might occur, and whatever then the age of her offspring, the property was to be sold and converted into money. Her death and the sale might have occurred immediately after the death of the testator.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Upon the sale being made, her offspring, if minors, would have become entitled to the interest of the fund until the age of twenty-one years was reached. The right to receive the whole or an aliquot part of the fund would then have accrued.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The time of selling had no relation to the age of the legatees.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It depended wholly on the death of the tenant of the life estate.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The effect of her dying during their infancy would have been that they would have taken the interest instead of the principal of the fund up to the age of twenty-one, and then the principal instead of the interest.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The real estate having been directed by the will to be converted into money, it is to be regarded for all the purposes of this case as if it were money at the time of the death of the testator. That it was not to be sold until after the termination of two successive life estates does not affect the application of the principle. Equity regards substance and not form, and considers that as done which is required to be done. The sale being directed absolutely, the time is immaterial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Where a bequest is given by a direction to pay when the legatee attains to a certain age, and the interest of the fund is given to him in the meantime, this shows that a present gift was intended, and the legacy vests in interest at the death of the testator.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A bequest in the form of a direction to pay at a future period vests in interest immediately if the payment be postponed for the convenience of the estate or to let in some other interest. The payment of debts is an instance of the former, and a prior temporary provision for some other person, as for Elizabeth Cropley in this case, is an instance of the latter. In all such cases it is presumed that the testator postponed the time of enjoyment by the ultimate legatee for the purpose of the prior devise or bequest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A devise of lands to be sold after the termination of a life estate given by the will, the proceeds to be distributed thereafter to certain persons, is a bequest to those persons and vests at the death of the testator.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is a consideration of weight that if William Cooper Cropley, who died at the age of twenty-eight, had married and left children, according to the proposition of the appellees, they could have taken no benefit from the provision made for their father. Such could not have been the intention of the testator. In real property cases, where the question arises whether a remainder is vested or contingent, this consequence is held to be conclusive that it was the former.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> In <i>Goodtitle</i> v. <i>Whitby</i>,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Lord Mansfield said: 'Here, upon the reason of the thing, the infant is the object of the testator's bounty, and the testator does not mean to deprive him of it in any event. Now, suppose this object of the testator's bounty marries and dies before his age of twenty-one leaving children, could the testator intend, in such event, to disinherit him? Certainly he could not.' In <i>Doe</i> v. <i>Perryn</i>,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Buller, J., said: 'But if this were held not to vest till the death of the parents, this inconvenience would follow: that it would not go to grandchildren, for if a child were born, who died in the lifetime of his parents, leaving issue, such grandchild could not take, which could not be supposed to be the intention of the devisor.' This reasoning applies to the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Boraston's Case</i><a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> was referred to by counsel on both sides. The point there ruled was as follows: If real estate be devised to A. when he shall attain a given age, and until A. attains that age the property is devised to B., A. takes an immediate vested estate, not defeasible on his death under that age; the gift being read as a devise to B. for a term of years, with remainder to A. The same doctrine has since been affirmed in numerous other cases, and is now a canon of the English law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>Boraston's Case</i> related to real property. If this were such a case it would be in point and conclusive. It has been applied by American courts to bequests of personalty.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The subject of vested and contingent remainders was examined by this court in <i>Poor</i> v. <i>Considine</i>.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Chancellor Kent says:<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> 'It is the uncertainty of <i>the right</i> of enjoyment and not the uncertainty <i>of its actual enjoyment</i> which renders a remainder contingent. The present capacity of taking effect in possession, if the possession become vacant, distinguishes a vested from a contingent remainder, and not the certainty that the possession will ever become vacant while the remainder continues.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'When a remainder is limited to a person in esse and ascertained to take effect by words of express limitation on the determination of the preceding particular estate, this remainder is <i>most clearly and unquestionably vested</i>.'<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Bequests involving the question before us may be resolved into two classes:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(1.) Those where the time or event referred to in the future is of the substance and a condition of the gift, and, hence, marks the time of vesting in interest.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(2.) Those where the vesting in interest has already occurred, and such event or time only designates the period of the commencement of the enjoyment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think this case belongs to the second category.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We hold that William Cooper Cropley took a vested interest in the bequest in question at the death of the testator, but subject to open and let in after-born children, and to take effect in enjoyment at the death of his mother; that his sister, at her birth, took a like vested interest to the extent of a moiety; that at her death her right passed to him as distributee, according to the Statute of Distribution of Maryland; that at his death all his right passed to his mother, the complainant, as a like distributee under the same statute. If the property shall be sold at her death all the avails will go to her legal representative. She may dispose of them in advance by will, or leave them to be distributed according to the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At the age of twenty-one William Cooper Cropley might have elected to take the property instead of its proceeds. In that event no sale could have taken place. The complainant is now the only party in interest. Under the circumstances, we think the complainant may exercise the right of election as her son, if living, could have done, and that, under the general prayer for relief in the bill, she may accomplish that object in this case, if she shall desire to do so.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">DECREE REVERSED, and the cause remanded with directions to enter a decree</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">IN CONFORMITY TO THIS OPINION.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Craig <i>v.</i> Leslie, 3 Wheaton, 563; Peter <i>v.</i> Beverly, 10 Peters, 563; Taylor et al. <i>v.</i> Benham, 5 Howard, 269; Fairly <i>v.</i> Kline, Pennington, 554; Reading <i>v.</i> Blackwell, Baldwin, 166; Hocker <i>v.</i> Gentry, 3 Metcalfe, 473.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Re Hart's Trusts, 3 De Gex &amp; Jones, 202; Hanson <i>v.</i> Graham, 6 Vesey, 239; Hammond <i>v.</i> Maule, 1 Collyer, 281; Burrill <i>v.</i> Sheil, 2 Barbour, 471; Bayard <i>v.</i> Atkins, 10 Pennsylvania State, 20; Provenchere's Appeal, 67 Id. 466; Hanson <i>v.</i> Brawner, 2 Maryland, 102; Nixon <i>v.</i> Robbins, 24 Alabama, 669.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Hallifax <i>v.</i> Wilson, 16 Vesey, 171; Leeming <i>v.</i> Sherratt, 2 Hare, 14; Packham <i>v.</i> Gregory, 4 Id. 396; Winslow <i>v.</i> Goodwin, 7 Metcalf, 363; White <i>v.</i> Curtis, 12 Gray, 54; Tucker <i>v.</i> Ball, 1 Barbour, 94; Barker <i>v.</i> Woods, 1 Sandford's Chancery, 129; Thomas <i>v.</i> Anderson, 6 C. E. Green, 22; McGill's Appeal, 61 Pennsylvania State, 47; Tayloe <i>v.</i> Mosher, 29 Maryland, 443; Brent <i>v.</i> Washington, 18 Grattan, 526; Fuller <i>v.</i> Fuller, 5 Jones's Equity, 223; Roberts <i>v.</i> Brinker, 4 Dana, 573; Rawlings <i>v.</i> Landes, 2 Bush, 159.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fairly <i>v.</i> Kline, Pennington, 554; Reading <i>v.</i> Blackwell, 1 Baldwin, 166; Rinehart et ux. <i>v.</i> Harrison's Executors, Ib. 177; Loftis <i>v.</i> Glass, 15 Arkansas, 680.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Carver <i>v.</i> Jackson, 4 Peters, 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 1 Burrow, 234.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 3 Term, 495.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 3 Reports, 21.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Hawkins on Wills, 237.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Roberts <i>v.</i> Brinker, 4 Dana, 573; Watkins <i>v.</i> Quarles, 23 Arkansas, 179; Collier's Will, 40 Missouri, 287.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 6 Wallace, 476.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 4 Commentaries, 203.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> 1 Preston on Estates, 70.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Craig <i>v.</i> Leslie, 3 Wheaton, 563; Fletcher <i>v.</i> Ashburner, 1 Leading Cases in Equity, 794, 805, notes.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88872/"
}