{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "87 U.S. 64", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88923/"
    ], 
    "scotus_early_cite": "20 Wall. 64", 
    "case_name": "Oregon Steam Nav. Co. v. Winsor", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58975, 
    "resource_uri": "/api/rest/v2/citation/58975/"
  }, 
  "id": 88923, 
  "blocked": false, 
  "judges": "Bradley", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1874-05-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>87 U.S. 64 (____)</b></center>\n<center><b>20 Wall. 64</b></center>\n<center><h1>OREGON STEAM NAVIGATION COMPANY<br>\nv.<br>\nWINSOR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*66</span> Mr. G.H. Williams, for the plaintiff in error; Messrs. B.F. Dennison and L. Holmes, contra.</p>\n<p>Mr. Justice BRADLEY delivered the opinion of the court.</p>\n<p>It is a well-settled rule of law that an agreement in general restraint of trade is illegal and void; but an agreement <span class=\"star-pagination\">*67</span> which operates merely in partial restraint of trade is good, provided it be not unreasonable and there be a consideration to support it.<sup>[*]</sup> In order that it may not be unreasonable, the restraint imposed must not be larger than is required for the necessary protection of the party with whom the contract is made.<sup>[\u0086]</sup> A contract, even on good consideration, not to use a trade anywhere in England, is held void in that country, as being too general a restraint of trade; but a contract not to use a trade at a particular place, if it be founded on a good consideration, and be made for a proper and useful purpose, is valid.<sup>[\u0087]</sup> Of course, a contract not to exercise a trade generally would be obnoxious to the rule, and would be void.</p>\n<p>The application of the rule is more difficult than a clear understanding of it. In this country especially, where State lines interpose such a slight barrier to social and business intercourse, it is often difficult to decide whether a contract not to exercise a trade in a particular State is, or is not, within the rule. It has generally been held to be so, on the ground that it would compel a man thus bound to transfer his residence and allegiance to another State in order to pursue his avocation.<sup>[§]</sup></p>\n<p>But this mode of applying the rule must be received with some caution. This country is substantially one country, especially in all matters of trade and business; and it is manifest that cases may arise in which it would involve too narrow a view of the subject to condemn as invalid a contract not to carry on a particular business within a particular State. Suppose the case of two persons associated in business as partners, and engaged in a manufacture by which they supply the country with a certain article, but the process of manufacture is a secret; and they agree to separate, and one of the terms of their separation is, that one of the parties shall not sell the manufactured article in Massachusetts, <span class=\"star-pagination\">*68</span> where the other resides and carries on business; and that the latter shall not sell the article in New York, where his associate is to reside and carry on business. Can there be any doubt that such an agreement would be valid and binding? Cases must be judged according to their circumstances, and can only be rightly judged when the reason and grounds of the rule are carefully considered.</p>\n<p>There are two principal grounds on which the doctrine is founded, that a contract in restraint of trade is void as against public policy. One is, the injury to the public by being deprived of the restricted party's industry; the other is, the injury to the party himself by being precluded from pursuing his occupation and thus being prevented from supporting himself and his family. It is evident that both these evils occur when the contract is general, not to pursue one's trade at all, or not to pursue it in the entire realm or country. The country suffers the loss in both cases; and the party is deprived of his occupation, or is obliged to expatriate himself in order to follow it. A contract that is open to such grave objection is clearly against public policy. But if neither of these evils ensue, and if the contract is founded on a valid consideration and a reasonable ground of benefit to the other party, it is free from objection, and may be enforced.</p>\n<p>In accordance with these principles it is well settled that a stipulation by a vendee of any trade, business, or establishment, that the vendor shall not exercise the same trade or business, or erect a similar establishment within a reasonable distance, so as not to interfere with the value of the trade, business, or thing purchased, is reasonable and valid. In like manner a stipulation by the vendor of an article to be used in a business or trade in which he is himself engaged, that it shall not be used within a reasonable region or distance, so as not to interfere with his said business or trade, is also valid and binding. The point of difficulty in these cases is to determine what is a reasonable distance within which the prohibitory stipulation may lawfully have effect. And it is obvious, at first glance, that this must depend <span class=\"star-pagination\">*69</span> upon the circumstances of the particular case; although, from the uncertain character of the subject, much latitude must be allowed to the judgment and discretion of the parties. It is clear that a stipulation that another shall not pursue his trade or employment at such a distance from the business of the person to be protected, as that it could not possibly affect or injure him, would be unreasonable and absurd. On the other hand, a stipulation is unobjectionable and binding which imposes the restraint to only such an extent of territory as may be necessary for the protection of the party making the stipulation, provided it does not violate the two indispensable conditions, that the other party be not prevented from pursuing his calling, and that the country be not deprived of the benefit of his exertions.</p>\n<p>To apply these principles to the case before us: The California Steam Navigation Company, being engaged in the business of transportation on the rivers, bays, and waters of California, was willing to sell one of their steamers to the Oregon Steam Navigation Company, which was engaged in a similar business on the Columbia River and its tributaries, provided the latter company would agree that the steamer should not be used in the California waters for the period of ten years from the first day of May, 1864. This stipulation was necessary to protect the former company from interference with its own business. It had no tendency to destroy the usefulness of the steamer, and did not deprive the country of any industrial agency. The transaction merely transferred the steamer from the employment of one company to that of another situated and doing business in another State. It involved no transfer of residence or allegiance on the part of the vendee in order to pursue its employment, nor any cessation or diminution of its business whatever. The presumption is that the arrangement was mutually beneficial to both companies, and that it promoted the general interests of commerce on the Pacific coast. Again, the Oregon company were afterwards willing to dispose of the same steamer to the defendants, who were engaged in the like business of transportation in the waters of <span class=\"star-pagination\">*70</span> Puget Sound, Washington Territory, provided that the latter would agree that the steamer should not be run or employed upon any of the routes of travel or rivers, bays, or waters of California, or the Columbia River and its tributaries, for the period of ten years from the first day of May, 1867. This stipulation excluded the steamer from the territory covered by the former stipulation exacted by the California company, and also from the territory occupied by the Oregon company itself. The latter portion of the stipulation stands on the same ground and reason as did the first stipulation between the California and Oregon companies. The former portion was necessary in order that the Oregon company might faithfully keep its covenant with the California company. It is true that the stipulation in question covers a period of time which extends three years beyond the period for which the Oregon company is bound to the California company. The latter would expire on the first of May, 1874, and the stipulation in question extends to the first of May, 1877. This extra period of three years, in reference to the waters of California, is not necessary to the protection of the Oregon company. That company is under no obligation with regard to those three years. But the suit is brought and the breach is alleged for a portion of time during which the Oregon company is bound to protect the California company from the interference of said steamer. And the question arises whether the contract is so divisible in relation to the California portion that it can stand for the seven years for which the Oregon company is bound, though it be void as to the remaining three years. We think it is so divisible. It is laid down by Chitty as the result of the cases, and his authorities support the statement, \"that agreements in restraint of trade, whether under seal or not, are divisible; and, accordingly, it has been held that when such an agreement contains a stipulation which is capable of being construed divisibly, and one part thereof is void as being in restraint of trade, whilst the other is not, the court will give effect to the latter, and will not hold the agreement to be void altogether.\" The cases cited in support of this proposition <span class=\"star-pagination\">*71</span> are Chesman et ux. v. Nainby,<sup>[*]</sup> Wood v. Benson,<sup>[\u0086]</sup> Mallan v. May,<sup>[\u0087]</sup> Price v. Green,<sup>[§]</sup> Nicholls v. Stretton.<sup>[\u0086]</sup> In Price v. Green the contract was not to exercise the trade of a perfumer in London, or within six hundred miles thereof; and it was held divisible and good for London only. This case was carried through all the courts. In Nicholls v. Stretton the stipulation was that an attorney's apprentice, who was to serve five years, should not, after his term expired, be concerned as attorney for any persons who had, previous to the expiration of said apprenticeship, been a client of the attorney with whom the contract was made, or who should at any time thereafter become his client. It was strenuously and fully argued that whilst the contract might have been good as to past clients it was certainly not good as to future ones, and being an entire contract, the whole was bad. But the court followed the previous decision of the Exchequer Chamber in Price v. Green, held the contract divisible, and sustained the action. We see no reason why this principle should not be followed in the present case. The line of division between the period which is properly covered by the restriction and that which is not so, is clearly defined and easily drawn. It is subject to no confusion or uncertainty, and the court can have no difficulty in applying it.</p>\n<p>Regarding this objection, therefore, as removed, the covenant made by the defendant seems to stand on the same ground as that made by the plaintiffs with the California company. The same observations may be made with reference to it. The public was not injured by being deprived of any of the business enterprise of the country. The vendees did not incapacitate themselves from carrying on business just as they had previously done, and in the same locality. Their business was rather facilitated by the arrangement. Finally, the stipulation, it will be presumed, was founded on a valuable consideration in its influence upon the price paid for the steamer; its object and purpose was <span class=\"star-pagination\">*72</span> simply to protect the vendors, and if we except the three years before considered in its relation to California, its restraining effect extended no farther than was necessary for their protection.</p>\n<p>We are unable, therefore, to see anything in the contract, so far as it is now in question, which militates against public policy.</p>\n<p>There are no other points adverted to which demand the serious consideration of the court.</p>\n<p>JUDGMENT REVERSED, and the case remanded to be proceeded in</p>\n<p>ACCORDING TO LAW.</p>\n<p>Dissenting, Justices CLIFFORD, SWAYNE, and DAVIS.</p>\n<h2>NOTES</h2>\n<p>[*]  Chitty on Contracts, 576, 8th American edition.</p>\n<p>[\u0086]  Ib.; Tindal, C.J., in Horner v. Graves, 7 Bingham, 743.</p>\n<p>[\u0087]  2 Williams's Saunders, 156, note 1.</p>\n<p>[§]  Taylor v. Blanchard, 13 Allen, 375; Dunlop v. Gregory, 6 Selden, 241.</p>\n<p>[*]  2 Strange, 739.</p>\n<p>[\u0086]  2 Crompton &amp; Jervis, 94.</p>\n<p>[\u0087]  11 Meeson &amp; Welsby, 653.</p>\n<p>[§]  16 Id. 346.</p>\n<p>[\u0086]  10 Queen's Bench, 346.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:53", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">64</span></span></b></center>\n<center><h1>OREGON STEAM NAVIGATION COMPANY<br>\nv.<br>\nWINSOR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*66</span> Mr. G.H. Williams, for the plaintiff in error; Messrs. B.F. Dennison and L. Holmes, contra.</p>\n<p>Mr. Justice BRADLEY delivered the opinion of the court.</p>\n<p>It is a well-settled rule of law that an agreement in general restraint of trade is illegal and void; but an agreement <span class=\"star-pagination\">*67</span> which operates merely in partial restraint of trade is good, provided it be not unreasonable and there be a consideration to support it.<sup>[*]</sup> In order that it may not be unreasonable, the restraint imposed must not be larger than is required for the necessary protection of the party with whom the contract is made.<sup>[\u0086]</sup> A contract, even on good consideration, not to use a trade anywhere in England, is held void in that country, as being too general a restraint of trade; but a contract not to use a trade at a particular place, if it be founded on a good consideration, and be made for a proper and useful purpose, is valid.<sup>[\u0087]</sup> Of course, a contract not to exercise a trade generally would be obnoxious to the rule, and would be void.</p>\n<p>The application of the rule is more difficult than a clear understanding of it. In this country especially, where State lines interpose such a slight barrier to social and business intercourse, it is often difficult to decide whether a contract not to exercise a trade in a particular State is, or is not, within the rule. It has generally been held to be so, on the ground that it would compel a man thus bound to transfer his residence and allegiance to another State in order to pursue his avocation.<sup>[§]</sup></p>\n<p>But this mode of applying the rule must be received with some caution. This country is substantially one country, especially in all matters of trade and business; and it is manifest that cases may arise in which it would involve too narrow a view of the subject to condemn as invalid a contract not to carry on a particular business within a particular State. Suppose the case of two persons associated in business as partners, and engaged in a manufacture by which they supply the country with a certain article, but the process of manufacture is a secret; and they agree to separate, and one of the terms of their separation is, that one of the parties shall not sell the manufactured article in Massachusetts, <span class=\"star-pagination\">*68</span> where the other resides and carries on business; and that the latter shall not sell the article in New York, where his associate is to reside and carry on business. Can there be any doubt that such an agreement would be valid and binding? Cases must be judged according to their circumstances, and can only be rightly judged when the reason and grounds of the rule are carefully considered.</p>\n<p>There are two principal grounds on which the doctrine is founded, that a contract in restraint of trade is void as against public policy. One is, the injury to the public by being deprived of the restricted party's industry; the other is, the injury to the party himself by being precluded from pursuing his occupation and thus being prevented from supporting himself and his family. It is evident that both these evils occur when the contract is general, not to pursue one's trade at all, or not to pursue it in the entire realm or country. The country suffers the loss in both cases; and the party is deprived of his occupation, or is obliged to expatriate himself in order to follow it. A contract that is open to such grave objection is clearly against public policy. But if neither of these evils ensue, and if the contract is founded on a valid consideration and a reasonable ground of benefit to the other party, it is free from objection, and may be enforced.</p>\n<p>In accordance with these principles it is well settled that a stipulation by a vendee of any trade, business, or establishment, that the vendor shall not exercise the same trade or business, or erect a similar establishment within a reasonable distance, so as not to interfere with the value of the trade, business, or thing purchased, is reasonable and valid. In like manner a stipulation by the vendor of an article to be used in a business or trade in which he is himself engaged, that it shall not be used within a reasonable region or distance, so as not to interfere with his said business or trade, is also valid and binding. The point of difficulty in these cases is to determine what is a reasonable distance within which the prohibitory stipulation may lawfully have effect. And it is obvious, at first glance, that this must depend <span class=\"star-pagination\">*69</span> upon the circumstances of the particular case; although, from the uncertain character of the subject, much latitude must be allowed to the judgment and discretion of the parties. It is clear that a stipulation that another shall not pursue his trade or employment at such a distance from the business of the person to be protected, as that it could not possibly affect or injure him, would be unreasonable and absurd. On the other hand, a stipulation is unobjectionable and binding which imposes the restraint to only such an extent of territory as may be necessary for the protection of the party making the stipulation, provided it does not violate the two indispensable conditions, that the other party be not prevented from pursuing his calling, and that the country be not deprived of the benefit of his exertions.</p>\n<p>To apply these principles to the case before us: The California Steam Navigation Company, being engaged in the business of transportation on the rivers, bays, and waters of California, was willing to sell one of their steamers to the Oregon Steam Navigation Company, which was engaged in a similar business on the Columbia River and its tributaries, provided the latter company would agree that the steamer should not be used in the California waters for the period of ten years from the first day of May, 1864. This stipulation was necessary to protect the former company from interference with its own business. It had no tendency to destroy the usefulness of the steamer, and did not deprive the country of any industrial agency. The transaction merely transferred the steamer from the employment of one company to that of another situated and doing business in another State. It involved no transfer of residence or allegiance on the part of the vendee in order to pursue its employment, nor any cessation or diminution of its business whatever. The presumption is that the arrangement was mutually beneficial to both companies, and that it promoted the general interests of commerce on the Pacific coast. Again, the Oregon company were afterwards willing to dispose of the same steamer to the defendants, who were engaged in the like business of transportation in the waters of <span class=\"star-pagination\">*70</span> Puget Sound, Washington Territory, provided that the latter would agree that the steamer should not be run or employed upon any of the routes of travel or rivers, bays, or waters of California, or the Columbia River and its tributaries, for the period of ten years from the first day of May, 1867. This stipulation excluded the steamer from the territory covered by the former stipulation exacted by the California company, and also from the territory occupied by the Oregon company itself. The latter portion of the stipulation stands on the same ground and reason as did the first stipulation between the California and Oregon companies. The former portion was necessary in order that the Oregon company might faithfully keep its covenant with the California company. It is true that the stipulation in question covers a period of time which extends three years beyond the period for which the Oregon company is bound to the California company. The latter would expire on the first of May, 1874, and the stipulation in question extends to the first of May, 1877. This extra period of three years, in reference to the waters of California, is not necessary to the protection of the Oregon company. That company is under no obligation with regard to those three years. But the suit is brought and the breach is alleged for a portion of time during which the Oregon company is bound to protect the California company from the interference of said steamer. And the question arises whether the contract is so divisible in relation to the California portion that it can stand for the seven years for which the Oregon company is bound, though it be void as to the remaining three years. We think it is so divisible. It is laid down by Chitty as the result of the cases, and his authorities support the statement, \"that agreements in restraint of trade, whether under seal or not, are divisible; and, accordingly, it has been held that when such an agreement contains a stipulation which is capable of being construed divisibly, and one part thereof is void as being in restraint of trade, whilst the other is not, the court will give effect to the latter, and will not hold the agreement to be void altogether.\" The cases cited in support of this proposition <span class=\"star-pagination\">*71</span> are Chesman et ux. v. Nainby,<sup>[*]</sup> Wood v. Benson,<sup>[\u0086]</sup> Mallan v. May,<sup>[\u0087]</sup> Price v. Green,<sup>[§]</sup> Nicholls v. Stretton.<sup>[\u0086]</sup> In Price v. Green the contract was not to exercise the trade of a perfumer in London, or within six hundred miles thereof; and it was held divisible and good for London only. This case was carried through all the courts. In Nicholls v. Stretton the stipulation was that an attorney's apprentice, who was to serve five years, should not, after his term expired, be concerned as attorney for any persons who had, previous to the expiration of said apprenticeship, been a client of the attorney with whom the contract was made, or who should at any time thereafter become his client. It was strenuously and fully argued that whilst the contract might have been good as to past clients it was certainly not good as to future ones, and being an entire contract, the whole was bad. But the court followed the previous decision of the Exchequer Chamber in Price v. Green, held the contract divisible, and sustained the action. We see no reason why this principle should not be followed in the present case. The line of division between the period which is properly covered by the restriction and that which is not so, is clearly defined and easily drawn. It is subject to no confusion or uncertainty, and the court can have no difficulty in applying it.</p>\n<p>Regarding this objection, therefore, as removed, the covenant made by the defendant seems to stand on the same ground as that made by the plaintiffs with the California company. The same observations may be made with reference to it. The public was not injured by being deprived of any of the business enterprise of the country. The vendees did not incapacitate themselves from carrying on business just as they had previously done, and in the same locality. Their business was rather facilitated by the arrangement. Finally, the stipulation, it will be presumed, was founded on a valuable consideration in its influence upon the price paid for the steamer; its object and purpose was <span class=\"star-pagination\">*72</span> simply to protect the vendors, and if we except the three years before considered in its relation to California, its restraining effect extended no farther than was necessary for their protection.</p>\n<p>We are unable, therefore, to see anything in the contract, so far as it is now in question, which militates against public policy.</p>\n<p>There are no other points adverted to which demand the serious consideration of the court.</p>\n<p>JUDGMENT REVERSED, and the case remanded to be proceeded in</p>\n<p>ACCORDING TO LAW.</p>\n<p>Dissenting, Justices CLIFFORD, SWAYNE, and DAVIS.</p>\n<h2>NOTES</h2>\n<p>[*]  Chitty on Contracts, 576, 8th American edition.</p>\n<p>[\u0086]  Ib.; Tindal, C.J., in Horner v. Graves, 7 Bingham, 743.</p>\n<p>[\u0087]  2 Williams's Saunders, 156, note 1.</p>\n<p>[§]  Taylor v. Blanchard, 13 Allen, 375; Dunlop v. Gregory, 6 Selden, 241.</p>\n<p>[*]  2 Strange, 739.</p>\n<p>[\u0086]  2 Crompton &amp; Jervis, 94.</p>\n<p>[\u0087]  11 Meeson &amp; Welsby, 653.</p>\n<p>[§]  16 Id. 346.</p>\n<p>[\u0086]  10 Queen's Bench, 346.</p>\n\n</div>", 
  "sha1": "0486b8ef66be19c3a24f33ac5aa026e98a747679", 
  "date_modified": "2014-12-21T01:31:11.102501", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88923/oregon-steam-nav-co-v-winsor/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/66919/", 
  "html": "<p class=\"case_cite\">87 U.S. 64</p>\n    <p class=\"case_cite\">22 L.Ed. 315</p>\n    <p class=\"case_cite\">20 Wall. 64</p>\n    <p class=\"parties\">OREGON STEAM NAVIGATION COMPANY<br>v.<br>WINSOR.</p>\n    <p class=\"date\">October Term, 1873</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the Territory of Washington.</p>\n      <p class=\"indent\">The <i>Oregon</i> Steam Navigation Company sued Winsor <i>et al.</i> in one of the courts of the Territory of Washington, to recover $75,000 as stipulated damages for the breach of a certain agreement between the parties. The complaint set forth the following facts: That in 1864, the <i>California</i> Steam Navigation Company being engaged in steam and other transportation on the several routes of travel on the rivers, bays, and waters of the State of <i>California</i>, sold to the plaintiff, the said Oregon Steam Navigation Company (being a company engaged in the like business on the Columbia River and its branches, in <i>Oregon and Washington</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>), the steamer New World, for $75,000, subject to a stipulation, amongst other things, that the latter company should not run or employ, or suffer to be run or employed, the said steamer upon any of the routes of travel, rivers, bays, or waters of the State of <i>California</i>, for the period of ten years from the 1st day of May, 1864; that on the 18th day of February, 1867, the Oregon company sold the same steamer to Winsor and others for the sum of $75,000, subject to a stipulation and covenant that she should not be run or employed upon any of the routes of travel, or the rivers, bays, or waters of the State of California, or the Columbia River and its tributaries, for the period of ten years from the 1st day of May, 1867; and that for a breach of said covenant the vendees should pay $75,000 as actual liquidated damages. The complaint further averred, that at the time of the second sale of the steamer, and up to the commencement of the suit, the California Steam Navigation Company were engaged with numerous steam and other vessels in navigating the waters of the State of California; and that the Oregon company, the plaintiffs, were likewise engaged in the navigation of the Columbia River and its branches; and that at the time of said sale to the defendants, the latter were engaged in navigating the waters of Puget Sound,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and were in nowise engaged in the navigation of the waters of Oregon or California, or of any of the waters described in the stipulation. The breach complained of was that the steamer had been engaged from the 1st of November, 1868, to the commencement of the suit, in the transportation of passengers and freight from the city of San Francisco to Vallejo, in the State of California, being a route of travel on the waters of the State of California embraced in the stipulation and covenant.</p>\n      <p class=\"indent\">The complaint was demurred to, and the demurrer was sustained and the action dismissed. The plaintiff brought a writ of error to the Supreme Court of the Territory, which affirmed the judgment, and that judgment was now here on the present writ of error.</p>\n      <p class=\"indent\">The sufficiency of the complaint was of course the matter brought up; and the case turned mainly upon the question, whether the covenant entered into by the defendants, whereby they agreed 'not to run or employ, or suffer to be run or employed, the said steamboat New World upon any of the routes of travel, or the rivers, bays, or waters of the State of California, or the Columbia River and its tributaries, for the period of ten years from the first day of May, 1867,' &amp;c., was valid. The objection urged against it was that it was a contract in restraint of trade, and as such contrary to public policy.</p>\n      <p class=\"indent\"><i>Mr. G. H. Williams, for the plaintiff in error; Messrs. B. F. Dennison and L. Holmes, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is a well-settled rule of law that an agreement in general restraint of trade is illegal and void; but an agreement which operates merely in partial restraint of trade is good, provided it be not unreasonable and there be a consideration to support it.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In order that it may not be unreasonable, the restraint imposed must not be larger than is required for the necessary protection of the party with whom the contract is made.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> A contract, even on good consideration, not to use a trade anywhere in England, is held void in that country, as being too general a restraint of trade; but a contract not to use a trade at a particular place, if it be founded on a good consideration, and made for a proper and useful purpose, is valid.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Of course, a contract not to exercise a trade generally would be obnoxious to the rule, and would be void.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The application of the rule is more difficult than a clear understanding of it. In this country especially, where State lines interpose such a slight barrier to social and business intercourse, it is often difficult to decide whether a contract not to exercise a trade in a particular State is, or is not, within the rule. It has generally been held to be so, on the ground that it would compel a man thus bound to transfer his residence and allegiance to another State in order to pursue his avocation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">But this mode of applying the rule must be received with some caution. This country is substantially one country, especially in all matters of trade and business; and it is manifest that case may arise in which it would involve too narrow a view of the subject to condemn as invalid a contract not to carry on a particular business within a particular State. Suppose the case of two persons associated in business as partners, and engaged in a manufacture by which they supply the country with a certain article, but the process of manufacture is a secret; and they agree to separate, and one of the terms of their separation is, that one of the parties shall not sell the manufactured article in Massachusetts, where the other resides and carries on business; and that the latter shall not sell the article in New York, where his associate is to reside and carry on business. Can there be any doubt that such an agreement would be valid and binding? Cases must be judged according to their circumstances, and can only be rightly judged when the reason and grounds of the rule are carefully considered.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There are two principal grounds on which the doctrine is founded, that a contract in restraint of trade is void as against public policy. One is, the injury to the public by being deprived of the restricted party's industry; the other is, the injury to the party himself by being precluded from pursuing this occupation and thus being prevented from supporting himself and his family. It is evident that both these evils occur when the contract is general, not to pursue one's trade at all, or not to pursue it in the entire realm or country. The country suffers the loss in both cases; and the party is deprived of his occupation, or is obliged to expatriate himself in order to follow it. A contract that is open to such gave objection is clearly against public policy. But if neither of these evils ensue, and if the contract is founded on a valid consideration and a reasonable ground of benefit to the other party, it is free from objection, and may be enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In accordance with these principles it is well settled that a stipulation by a vendee of any trade, business, or establishment, that the vendor shall not exercise the same trade or business, or erect a similar establishment within a reasonable distance, so as not to interfere with the value of the trade, business, or thing purchased, is reasonable and valid. In like manner a stipulation by the vendor of an article to be used in a business or trade in which he is himself engaged, that it shall not be used within a reasonable region or distance, so as not to interfere with his said business or trade, is also valid and binding. The point of difficulty in these cases is to determine what is a reasonable distance within which the prohibitory stipulation may lawfully have effect. And it is obvious, at first glance, that this must depend upon the circumstances of the particular case; although, from the uncertain character of the subject, much latitude must be allowed to the judgment and discretion of the parties. It is clear that a stipulation that another shall not pursue his trade or employment at such a distance from the business of the person to be protected, as that it could not possibly affect or injure him, would be unreasonable and absurd. On the other hand, a stipulation is unobjectionable and binding which imposes the restraint to only such an extent of territory as may be necessary for the protection of the party making the stipulation, provided it does not violate the two indispensable conditions, that the other party be not prevented from pursuing his calling, and that the country be not deprived of the benefit of his exertions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To apply these principles to the case before us: The California Steam Navigation Company, being engaged in the business of transportation on the rivers, bays, and waters of California, was willing to sell one of their steamers to the Oregon Steam Navigation Company, which was engaged in a similar business on the Columbia River and its tributaries, provided the latter company would agree that the steamer should not be used in the California waters for the period of ten years from the first day of May, 1864. This stipulation was necessary to protect the former company from interference with its own business. It had no tendency to destroy the usefulness of the steamer, and did not deprive the country of any industrial agency. The transaction merely transferred the steamer from the employment of one company to that of another situated and doing business in another State. It involved no transfer of residence or allegiance on the part of the vendee in order to pursue its employment, nor any cessation or diminution of its business whatever. The presumption is that the arrangement was mutually beneficial to both companies, and that it promoted the general interests of commerce on the Pacific coast. Again, the Oregon company were afterwards willing to dispose of the same steamer to the defendants, who were engaged in the like business of transportation in the waters of Puget Sound, Washington Territory, provided that the latter would agree that the steamer should not be run or employed upon any of the routes of travel or rivers, bays, or waters of California, or the Columbia River and its tributaries, for the period of ten years from the first day of May, 1867. This stipulation excluded the steamer from the territory covered by the former stipulation exacted by the California company, and also from the territory occupied by the Oregon company itself. The latter portion of the stipulation stands on the same ground and reason as did the first stipulation between the California and Oregon companies. The former portion was necessary in order that the Oregon company might faithfully keep its covenant with the California company. It is true that the stipulation in question covers a period of time which extends three years beyond the period for which the Oregon company is bound to the California company. The latter would expire on the first of May, 1874, and the stipulation in question extends to the first of May, 1877. This extra period of three years, in reference to the waters of California, is not necessary to the protection of the Oregon company. That company is under no obligation with regard to those three years. But the suit is brought and the breach is alleged for a portion of time during which the Oregon company is bound to protect the California company from the interference of said steamer. And the question arises whether the contract is so divisible in relation to the California portion that it can stand for the seven years for which the Oregon company is bound, though it be void as to the remaining three years. We think it is so divisible. It is laid down by Chitty as the result of the cases, and his authorities support the statement, 'that agreements in restraint of trade, whether under seal or not, are divisible; and, accordingly, it has been held that when such an agreement contains a stipulation which is capable of being construed divisibly, and one part thereof is void as being in restraint of trade, whilst the other is not, the court will give effect to the latter, and will not hold the agreement to be void altogether.' The cases cited in support of this proposition are <i>Chesman et ux.</i> v. <i>Nainby</i>,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Wood</i> v. <i>Benson</i>,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Mallan</i> v. <i>May</i>,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>Price</i> v. <i>Green</i>,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Nicholls</i> v. <i>Stretton</i>.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In <i>Price</i> v. <i>Green</i> the contract was not to exercise the trade of a perfumer in London, or within six hundred miles thereof; and it was held divisible and good for London only. This case was carried through all the courts. In <i>Nicholls</i> v. <i>Stretton</i> the stipulation was that an attorney's apprentice, who was to serve five years, should not, after his term expired, be concerned as attorney for any persons who had, previous to the expiration of said apprenticeship, been a client of the attorney with whom the contract was made, or who should at any time thereafter become his client. It was strenuously and fully argued that whilst the contract might have been good as to past clients it was certainly not good as to future ones, and being an entire contract, the whole was was bad. But the court followed the previous decision of the Exchequer Chamber in <i>Price</i> v. <i>Green</i>, held the contract divisible, and sustained the action. We see no reason why this principle should not be followed in the present case. The line of division between the period which is properly covered by the restriction and that which is not so, is clearly defined and easily drawn. It is subject to no confusion or uncertainty, and the court can have no difficulty in applying it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Regarding this objection, therefore, as removed, the covenant made by the defendant seems to stand on the same ground as that made by the plaintiffs with the California company. The same observations may be made with reference to it. The public was not injured by being deprived of any of the business enterprise of the country. The vendees did not incapacitate themselves from carrying on business just as they had previously done, and in the same locality. Their business was rather facilitated by the arrangement. Finally, the stipulation, it will be presumed, was founded on a valuable consideration in its influence upon the price paid for the steamer; its object and purpose was simply to protect the vendors, and if we except the three years before considered in its relation to California, its restraining effect extended no farther than was necessary for their protection.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We are unable, therefore, to see anything in the contract, so far as it is now in question, which militates against public policy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There are no other points adverted to which demand the serious consideration of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">JUDGMENT REVERSED, and the case remanded to be proceeded in</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">ACCORDING TO LAW.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dissenting, Justices CLIFFORD, SWAYNE, and DAVIS.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> These Territories are immediately north of California.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This bay is the northwest extremity of Washington Territory, and at quite a distance from all parts of the Columbia River.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Chitty on Contracts, 576, 8th American edition.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ib.; Tindal, C. J., in Horner <i>v.</i> Graves, 7 Bingham, 743.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 2 Williams's Saunders, 156, note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Taylor <i>v.</i> Blanchard, 13 Allen, 375; Dunlop <i>v.</i> Gregory, 6 Selden, 241.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 2 Strange, 739.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 2 Crompton &amp; Jervis, 94.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 11 Meeson &amp; Welsby, 653.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 16 Id. 346.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 10 Queen's Bench, 346.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88923/"
}