{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "90 U.S. 471", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89126/"
    ], 
    "scotus_early_cite": "23 Wall. 471", 
    "case_name": "Grand Tower Co. v. Phillips", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 59313, 
    "resource_uri": "/api/rest/v2/citation/59313/"
  }, 
  "id": 89126, 
  "blocked": false, 
  "judges": "Bradley", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1874-12-14", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>90 U.S. 471 (____)</b></center>\n<center><b>23 Wall. 471</b></center>\n<center><h1>GRAND TOWER COMPANY<br>\nv.<br>\nPHILLIPS ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*477</span> Messrs. T.G. Allen and W.M. Evarts, for the company, plaintiff in error; Mr. H.S. Green, contra.</p>\n<p>Mr. Justice BRADLEY delivered the opinion of the court.</p>\n<p>The court below was of the opinion that the plaintiffs were entitled to the actual damages sustained by them, by the non-delivery of the quotas of coal for October and November, 1870.</p>\n<p><span class=\"star-pagination\">*478</span> The question whether this view was right or not depends upon the true construction of the agreement made by the parties, and we are of opinion that the view taken by the court below on this point was correct. It is evident, from an inspection of the contract, that the election given to the plaintiffs to receive in the following month the coal which they were entitled to receive and did not receive in a particular month, was a substitute for the liquidated damages of twenty-five cents per ton. With regard to that particular amount of coal the rule of liquidated damages was at an end. The agreement did not carry it forward to the following month. It imposed upon the defendant the obligation, if the plaintiffs so elected, to furnish the coal itself instead of paying the liquidated sum. If not so, what was the option worth? It amounted to nothing more than the right of giving to the defendant another month to furnish the coal. Surely they would have had that right without stipulating for it in this solemn way. Had not this option been given to the plaintiffs the defendant would have had the option either to furnish the coal or to pay the twenty-five cents per ton for not furnishing it \u0097 a sum which they could very well afford to pay upon a slight rise in the market prices. It was evidently the very purpose of the option given to the plaintiffs to avoid this oppressive result. They could require the coal to be furnished at all events, and, if they elected to do this, it was the duty of the defendant to furnish it. The contrary construction would make the stipulation worse than useless. The plaintiffs might continue to exercise their election to receive the coal, month after month, without avail, and, at the end, find themselves exactly at the point they started from \u0097 forced to accept the twenty-five cents per ton.</p>\n<p>The law affords many analogies in accordance with the views we have taken. Thus, by the common law, a gift of property to several in common, and when either of them dies a gift of his share to the survivors, does not subject that share to further survivorship unless it is so expressly provided. So, a condition not to underlet without license does <span class=\"star-pagination\">*479</span> not extend to a sub-tenant. Instances of this kind might be multiplied at will.</p>\n<p>But whilst we concur with the court below on this point, which is the most important point in the cause, there are certain assignments of error which seem to be well taken and will require a reversal of the judgment. These relate to the admission of evidence which may have affected, and probably did seriously affect, the amount of the verdict.</p>\n<p>In regard to the measure of damages, the plaintiffs were allowed to show the prices of coal during November and December, 1870, at all points on the Mississippi below Cairo even to New Orleans. And the court charged the jury against the exceptions of the defendant, that the true measure of damages was the cash value during those months of the kind of coal mentioned in the contract, at Cairo, or points below it on the Mississippi River, after deducting the contract price of the coal and the cost and expense of transporting it thither, and making due allowance for the risk and hazard of such transportation. Now although it is probable that the plaintiffs could have got the prices which the evidence showed were obtained for coal at and below Cairo, had their coal been furnished according to the agreement, yet the rule of law does not allow so wide a range of inquiry, but regards the price at the place of delivery as the normal standard by which to estimate the damage for non-delivery. It is alleged by the plaintiffs that this rule would have been a futile one in their case, because no market for the purchase of coal existed at Grand Tower, except that of the defendant itself, which, by the very hypothesis of the action, refused to deliver coal to the plaintiffs, and which had the whole subject in its own control. This is certainly a very forcible answer to the proposition to make the price of coal at Grand Tower the only criterion. It is apparent that the plaintiffs would be obliged to resort to some other source of supply in order to obtain the coal which the defendant ought to have furnished them. And it would not be fair, under the circumstances of the case, to confine them <span class=\"star-pagination\">*480</span> to the prices at which the defendant chose to sell the coal to other persons. The true rule would seem to be, to allow the plaintiffs to show the price they would have had to pay for coal in the quantities which they were entitled to receive it under the contract, at the nearest available market where it could have been obtained. The difference between such price and the price stipulated for by their contract, with the addition of the increased expense of transportation and hauling (if any), would be the true measure of damages. To this is properly to be added the claim (if any) for keeping boats and barges ready at Grand Tower for the receipt of coal.</p>\n<p>But the prices of coal at New Orleans, at Natchez, and other places of distribution and sale, although they might afford a basis for estimating the profits which the plaintiffs might have made had the coal stipulated for been delivered to them, cannot be adopted as a guide to the actual damage sustained so long as any more direct method is within reach.</p>\n<p>Another point in which the court erred in the course of the trial, was in the admission of the letters of Oliphant, the president of the Grand Tower Company, containing his private instructions to and correspondence with the local agent at Grand Tower. This evidence was clearly inadmissible under the issue, and should have been excluded. The particular reasons or motives which the company or its officers may have had in not furnishing coal to the plaintiffs were not in issue.</p>\n<p>JUDGMENT REVERSED, and</p>\n<p>A VENIRE DE NOVO AWARDED.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:01:58", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">471</span></span></b></center>\n<center><h1>GRAND TOWER COMPANY<br>\nv.<br>\nPHILLIPS ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*477</span> Messrs. T.G. Allen and W.M. Evarts, for the company, plaintiff in error; Mr. H.S. Green, contra.</p>\n<p>Mr. Justice BRADLEY delivered the opinion of the court.</p>\n<p>The court below was of the opinion that the plaintiffs were entitled to the actual damages sustained by them, by the non-delivery of the quotas of coal for October and November, 1870.</p>\n<p><span class=\"star-pagination\">*478</span> The question whether this view was right or not depends upon the true construction of the agreement made by the parties, and we are of opinion that the view taken by the court below on this point was correct. It is evident, from an inspection of the contract, that the election given to the plaintiffs to receive in the following month the coal which they were entitled to receive and did not receive in a particular month, was a substitute for the liquidated damages of twenty-five cents per ton. With regard to that particular amount of coal the rule of liquidated damages was at an end. The agreement did not carry it forward to the following month. It imposed upon the defendant the obligation, if the plaintiffs so elected, to furnish the coal itself instead of paying the liquidated sum. If not so, what was the option worth? It amounted to nothing more than the right of giving to the defendant another month to furnish the coal. Surely they would have had that right without stipulating for it in this solemn way. Had not this option been given to the plaintiffs the defendant would have had the option either to furnish the coal or to pay the twenty-five cents per ton for not furnishing it \u0097 a sum which they could very well afford to pay upon a slight rise in the market prices. It was evidently the very purpose of the option given to the plaintiffs to avoid this oppressive result. They could require the coal to be furnished at all events, and, if they elected to do this, it was the duty of the defendant to furnish it. The contrary construction would make the stipulation worse than useless. The plaintiffs might continue to exercise their election to receive the coal, month after month, without avail, and, at the end, find themselves exactly at the point they started from \u0097 forced to accept the twenty-five cents per ton.</p>\n<p>The law affords many analogies in accordance with the views we have taken. Thus, by the common law, a gift of property to several in common, and when either of them dies a gift of his share to the survivors, does not subject that share to further survivorship unless it is so expressly provided. So, a condition not to underlet without license does <span class=\"star-pagination\">*479</span> not extend to a sub-tenant. Instances of this kind might be multiplied at will.</p>\n<p>But whilst we concur with the court below on this point, which is the most important point in the cause, there are certain assignments of error which seem to be well taken and will require a reversal of the judgment. These relate to the admission of evidence which may have affected, and probably did seriously affect, the amount of the verdict.</p>\n<p>In regard to the measure of damages, the plaintiffs were allowed to show the prices of coal during November and December, 1870, at all points on the Mississippi below Cairo even to New Orleans. And the court charged the jury against the exceptions of the defendant, that the true measure of damages was the cash value during those months of the kind of coal mentioned in the contract, at Cairo, or points below it on the Mississippi River, after deducting the contract price of the coal and the cost and expense of transporting it thither, and making due allowance for the risk and hazard of such transportation. Now although it is probable that the plaintiffs could have got the prices which the evidence showed were obtained for coal at and below Cairo, had their coal been furnished according to the agreement, yet the rule of law does not allow so wide a range of inquiry, but regards the price at the place of delivery as the normal standard by which to estimate the damage for non-delivery. It is alleged by the plaintiffs that this rule would have been a futile one in their case, because no market for the purchase of coal existed at Grand Tower, except that of the defendant itself, which, by the very hypothesis of the action, refused to deliver coal to the plaintiffs, and which had the whole subject in its own control. This is certainly a very forcible answer to the proposition to make the price of coal at Grand Tower the only criterion. It is apparent that the plaintiffs would be obliged to resort to some other source of supply in order to obtain the coal which the defendant ought to have furnished them. And it would not be fair, under the circumstances of the case, to confine them <span class=\"star-pagination\">*480</span> to the prices at which the defendant chose to sell the coal to other persons. The true rule would seem to be, to allow the plaintiffs to show the price they would have had to pay for coal in the quantities which they were entitled to receive it under the contract, at the nearest available market where it could have been obtained. The difference between such price and the price stipulated for by their contract, with the addition of the increased expense of transportation and hauling (if any), would be the true measure of damages. To this is properly to be added the claim (if any) for keeping boats and barges ready at Grand Tower for the receipt of coal.</p>\n<p>But the prices of coal at New Orleans, at Natchez, and other places of distribution and sale, although they might afford a basis for estimating the profits which the plaintiffs might have made had the coal stipulated for been delivered to them, cannot be adopted as a guide to the actual damage sustained so long as any more direct method is within reach.</p>\n<p>Another point in which the court erred in the course of the trial, was in the admission of the letters of Oliphant, the president of the Grand Tower Company, containing his private instructions to and correspondence with the local agent at Grand Tower. This evidence was clearly inadmissible under the issue, and should have been excluded. The particular reasons or motives which the company or its officers may have had in not furnishing coal to the plaintiffs were not in issue.</p>\n<p>JUDGMENT REVERSED, and</p>\n<p>A VENIRE DE NOVO AWARDED.</p>\n</div>", 
  "sha1": "1f6be52cd1cf54d36bc3a21482ac89e64e6d2c26", 
  "date_modified": "2014-12-21T01:28:44.121148", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89126/grand-tower-co-v-phillips/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/386455/", 
  "html": "<p class=\"case_cite\">90 U.S. 471</p>\n    <p class=\"case_cite\">23 L.Ed. 71</p>\n    <p class=\"case_cite\">23 Wall. 471</p>\n    <p class=\"parties\">GRAND TOWER COMPANY<br>v.<br>PHILLIPS ET AL.</p>\n    <p class=\"date\">October Term, 1874</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court for the Southern District of Illinois; in which court Phillips &amp; St. John, partners, sued the Grand Tower Company&#8212;a mining, manufacturing, and transportation corporation of Illinois&#8212;to recover damages for breach of contract.</p>\n      <p class=\"indent\">The declaration set forth that the company, on the 15th of December, 1869, entered into a written contract with the plaintiffs to deliver to them at the company's coal-dump, at Grand Tower, in Jackson County, Illinois, on the Mississippi River, and about eighty miles above Cairo, on board vessels to be provided by the plaintiffs, 150,000 tons of lump and nut coal of the company's mines in the said county, during each of the years 1870, 1871, and 1872, in equal daily proportions, as near as might be, between the 15th of February and the 15th of December in each of said years. The company also leased certain boats to the plaintiffs. The Grand Tower Company had control of all the coal at Grand Tower; and there was no market there for the purchase of coal but that of the company. It was provided by the agreement that Phillips &amp; St. John should have the sale of all coal produced by the said mines which should be sold at and below Cairo, and that they should not sell any coal north of Cairo. The price to be pai  for the coal for the first year was $3 per ton for lump, and $1.50 for nut. The price for the other years was to be graduated by the proportionate expense of mining. Phillips &amp; St. John agreed, if not prevented by ice or low water, to furnish barges or suitable vessels sufficient to receive the said coal in equal daily proportions, which barges and vessels the company agreed to load without unnecessary delay. It was provided by the ninth article of the agreement as follows, that is to say:</p>\n      <p class=\"indent\">'It is further mutually agreed, that if for any other than the unavoidable causes hereinbefore mentioned, and through no fault of the said Phillips &amp; St. John, the parties of the second part, the said Grand Tower Company, party of the first part, shall fail in any one month to deliver all or any part of the quota of coal to which the parties of the second part may be entitled in such month, the party of the first part shall pay to the parties of the second part, <i>as liquidated damages, twenty-five cents for each and every ton which it may have so failed to deliver;</i> or <i>instead thereof</i>, the parties of the second part may elect to receive all or any part of the coal so in default in the next succeeding month, <i>in which case the quota which the party of the first part would otherwise have been bound to deliver under this contract, shall be increased in such succeeding month to the extent of the quantity in default</i>.'</p>\n      <p class=\"indent\">It was on the part of this article above italicized that the controversy between the parties principally turned.</p>\n      <p class=\"indent\">The declaration alleged that the company, without any of the grounds of excuse stated in the agreement, failed to deliver the monthly quota of coal due in October, 1870, although the plaintiffs had barges ready to receive it; and that the plaintiffs thereupon elected to take said quota for said month, amounting to 15,000 tons, in the next succeeding month, and gave notice to the defendant accordingly; but that the defendant also, without any excuse, failed to deliver the said quota in November, 1870, or the quota due for the said month of November, or any part thereof, amounting in all to 30,000 tons which they thus failed to deliver, and that the defendant had never delivered the same. Damages were assigned for loss of profits (the price of coal below Cairo that autumn being, as alleged, $9 per ton), and for the expense of keeping their barges and towboats ready to receive coal at Grand Tower.</p>\n      <p class=\"indent\">Other counts were afterwards added, alleging a like election by the plaintiffs to take the quota for November during the following month of December, and the quotas for both October and November during the said month of December, and a failure to furnish the said quotas, amounting in all to 30,000 tons, with breaches as before.</p>\n      <p class=\"indent\">Various pleas having been put in, the issues were whether the plaintiffs had failed to furnish barges to receive the quotas of coal due in October and November, and if so what damages the plaintiffs sustained by the failure of the defendant to furnish the coal; the question of damages being really the principal question in the cause, no failure to furnish the barges having been shown, but the contrary.</p>\n      <p class=\"indent\">The defendant insisted that by the agreement the damages were liquidated at twenty-five cents per ton for all the coal which it failed to deliver in accordance with the agreement.</p>\n      <p class=\"indent\">The plaintiffs, on the contrary, contended that they had the option either to take the liquidated damages accruing on each month's deficiency, or to insist on having the coal itself delivered to them in the following month; and that when such election was made the refusal by the defendant to deliver the coal entitled the plaintiffs to the actual damage which they sustained by its non-delivery.</p>\n      <p class=\"indent\">The defendant conceded that the plaintiffs had the option referred to, but insisted that the plaintiffs, by electing to receive the deficient coal in the following months, merely postponed the time of its delivery, and increased the quota of the said following month, which thereupon becam  subject, if not furnished, to the same rule of liquidated damages as before. If twenty-five cents per ton was all that the defendant was liable for, the damages would have amounted to only $7500, for the quotas of October and November. If the exercise by the plaintiffs of their option to have the coal itself entitled them to the actual damage which they sustained by its non delivery, it is evident, on comparing the price which they were to give for the coal ($3) with that ($9) which coal brought during the autumn of 1870, that their damages might be much more than the sum mentioned.</p>\n      <p class=\"indent\">The court took the plaintiffs' view of the subject, and decided that the plaintiffs were entitled to the actual damages sustained by them by the non-delivery of the quotas of coal for Cotober and November.</p>\n      <p class=\"indent\">The next inquiry, therefore, was as to the rule by which those damages were to be ascertained. On this point the plaintiffs offered evidence to show the prices of coal during November and December, 1870, at all points on the Mississippi River, <i>below Cairo even to New Orleans</i>.</p>\n      <p class=\"indent\">The defendants objected to this, insisting that the price at <i>Grand Tower</i> was the measure of damages if the twenty-five cents per ton were departed from.</p>\n      <p class=\"indent\">The plaintiffs argued that this was a measure impossible to be applied, the Grant Tower Company having a monopoly of the market at Grand Tower, and there being no mines there but the company's own, the company thus making the only market there then was, and refusing to sell.</p>\n      <p class=\"indent\">The court received the evidence offered.</p>\n      <p class=\"indent\">The plaintiffs also offered and were allowed to introduce and read in evidence to the jury several letters from the President of the Grand Tower Company, Mr. G. T. Oliphant, to the company's local agent, one Driggs, at Grand Tower, the existence of which in his hands his testimony disclosed. The following letters give an idea of the class:</p>\n      <p>[OLIPHANT TO DRIGGS.]</p>\n      <p class=\"indent\">'NEWPORT, September 10th, 1870.</p>\n      <p class=\"indent\">'MY DEAR SIR: I feel more than ever anxious to put an end to the contract with Phillips &amp; St. John. One difficulty in the way is that they possession of our river fleet. This, however, I suppose we could reach by a writ of replevin at any time when the vessels are within our grasp.</p>\n      <p class=\"indent\">'The other obstacle is in the fact that they will undoubtedly sue us for damages, if we decline to deliver them the coal. This makes it important that we should, if possible, place them in the wrong before we take the decisive step. But we cannot afford to wait long, as they could hardly recover enough, in any event, to hurt us as much as we could be hurt by the waste of our river fleet and the embarrassment to our business which their action necessarily involves.</p>\n      <p class=\"indent\">'If they beat us, what damage could they show? The measure of damages would be only the difference between the contract price of our coal and what they might have to pay for other coal of equal quality.</p>\n      <p class=\"indent\">'I have written to Col. Allen on these points, and I wish you would consult him fully and carefully. If I am right, I would take prompt measures to get hold of our river property in their possession; then notify them of our purpose not to deliver any more coal to them. Having this in view, I would hold on to any barges loaded for them this month without coming to an actual rupture, and I would press the settlement of our joint account with them, allowing them, under protest, of course, in order to effect such settlement, more than you believe them entitled to. In other words, get all the money you can first, then get the river stock, and when that is accomplished, throw them overboard, and let them sue.</p>\n      <p class=\"indent\">'Yours, truly,</p>\n      <p class=\"indent\">'G. T. OLIPHANT.</p>\n      <p class=\"indent\">'H. R. DRIGGS.'</p>\n      <p>[SAME TO SAME.]</p>\n      <p class=\"indent\">'NEWPORT, September 1st, 1870.</p>\n      <p class=\"indent\">'MY DEAR SIR: We must put up the price of coal to transient customers at Grant Tower to $4 1/2 per ton for lump and $2.80 for nut.</p>\n      <p class=\"indent\">'Hurry up a settlement of some sort with Phillips &amp; St. John, and deliver them no more coal without my orders. I want to get all I can out of them before the rupture</p>\n      <p class=\"indent\">'Yours,</p>\n      <p class=\"indent\">'G. T. OLIPHANT.</p>\n      <p class=\"indent\">'H. R. DRIGGS.'</p>\n      <p class=\"center\">[SAME TO SAME.]</p>\n      <p class=\"indent\">'NEWPORT, September 30th, 1870.</p>\n      <p class=\"indent\">'MY DEAR SIR: I have yours of the 9th instant. I note what you say about the advance of prices on the river, which I suggested. I hope to be at Grand Tower this month. Phillips &amp; St. John's account you may leave, though I see little to be gained by delay. Contract or no contract, they will get no more coal from us. The court may award damages, but Phillips &amp; St. John will have to encounter a large expense of time and trouble before they get them, and we had better any the full amount every month rather than go on as present.</p>\n      <p class=\"indent\">'Yours, truly,</p>\n      <p class=\"indent\">'G. T. OLIPHANT.</p>\n      <p class=\"indent\">'H. R. DRIGGS.'</p>\n      <p class=\"indent\">The counsel for the company objected to the introduction of these letters, because they contained nothing addressed to Phillips &amp; St. John, and did not tend to prove or disprove the issue on trial, and were irrelevant and improper. But the court admitted them.</p>\n      <p class=\"indent\">The evidence being closed, the court charged the jury that the true measure of damages was the cash value during those months of the kind of coal mentioned at Cairo, <i>or points below it on the Mississippi River</i>, after deducting the contract price of the coal and the cost and expenses of transporting it thither.</p>\n      <p class=\"indent\">To this charge the defendant excepted.</p>\n      <p class=\"indent\">The jury found damages to the amount of $200,000 (nearly $7 per ton for the alleged deficit of 30,000 tons), and judgment having been given accordingly the defendant brought the case here.</p>\n      <p class=\"indent\"><i>Messrs. T. G. Allen and W. M. Evarts, for the company, plaintiff in error; Mr. H. S. Green, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The court below was of the opinion that the plaintiffs were entitled to the actual damages sustained by them, by the non-delivery of the quotas of coal for October and November, 1870.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The question whether this view was right or not depends upon the true construction of the agreement made by the parties, and we are of opinion that the view taken by the court below on this point was correct. It is evident, from an inspection of the contract, that the election given to the plaintiffs to receive in the following month the coal which they were entitled to receive and did not receive in a particular month, was a substitute for the liquidated damages of twenty-five cents per ton. With regard to that particular amount of coal the rule of liquidated damages was at an end. The agreement did not carry it forward to the following month. It imposed upon the defendant the obligation, if the plaintiffs so elected, to furnish the coal itself instead of paying the liquidated sum. If not so, what was the option worth? It amounted to nothing more than the right of giving to the defendant another month to furnish the coal. Surely they would have had that right without stipulating for it in this solemn way. Had not this option been given to the plaintiffs the defendant would have had the option either to furnish the coal or to pay the twenty-five cents per ton for not furnishing it&#8212;a sum which they could very well afford to pay upon a slight rise in the market prices. It was evidently the very purpose of the option given to the plaintiffs to avoid this oppressive result. They could require the coal to be furnished at all events, and, if they elected to do this, it was the duty of the defendant to furnish it. The contrary construction would make the stipulation worse than useless. The plaintiffs might continue to exercise ther election to receive the coal, month after month, without avail, and, at the end, find themselves exactly at the point they started from&#8212;forced to accept the twenty-five cents per ton.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The law affords many analogies in accordance with the views we have taken. Thus, by the common law, a gift of property to several in common, and when either of them dies a gift of his share to the survivors, does not subject that share to further survivorship unless it is so expressly provided. So, a condition not to underle  without license does not extend to a sub-tenant. Instances of this kind might be multiplied at will.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But whilst we concur with the court below on this point, which is the most important point in the cause, there are certain assignments of error which seem to be well taken and will require a reversal of the judgment. These relate to the admission of evidence which may have affected, and probably did seriously affect, the amount of the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In regard to the measure of damages, the plaintiffs were allowed to show the prices of coal during November and December, 1870, at all points on the Mississippi below Cairo even to New Orleans. And the court charged the jury against the exceptions of the defendant, that the true measure of damages was the cash value during those months of the kind of coal mentioned in the contract, at Cairo, or points below it on the Mississippi River, after deducting the contract price of the coal and the cost and expense of transporting it thither, and making due allowance for the risk and hazard of such transportation. Now although it is probable that the plaintiffs could have got the prices which the evidence showed were obtained for coal at and below Cairo, had their coal been furnished according to the agreement, yet the rule of law does not allow so wide a range of inquiry, but regards the price at the place of delivery as the normal standard by which to estimate the damage for non-delivery. It is alleged by the plaintiffs that this rule would have been a futile one in their case, because no market for the purchase of coal existed at Grand Tower, except that of the defendant itself, which, by the very hypothesis of the action, refused to deliver coal to the plaintiffs, and which had the whole subject in its own control. This is certainly a very forcible answer to the proposition to make the price of coal at Grand Tower the only criterion. It is apparent that the plaintiffs would be obliged to resort to some other source of supply in order to obtain the coal which the defendant ought to have furnished them. And it would not be fair, under the circumstances of the case, to confine them to the prices at which the defendant chose to sell the coal to other persons. The true rule would seem to be, to allow the plaintiffs to show the price they would have had to pay for coal in the quantities which they were entitled to receive it under the contract, at the nearest available market where it could have been obtained. The difference between such price and the price stipulated for by their contract, with the addition of the increased expense of transportation and hauling (if any), would be the true measure of damages. To this is properly to be added the claim (if any) for keeping boats and barges ready at Grand Tower for the receipt of coal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">But the prices of coal at New Orleans, at Natchez, and other places of distribution and sale, although they might afford a basis for estimating the profits which the plaintiffs might have made had the coal stipulated for been delivered to them, cannot be adopted as a guide to the actaul damage sustained so long as any more direct method is within reach.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Another point in which the court erred in the course of the trial, was in the admission of the letters of Oliphant, the president of the Grand Tower Company, containing his private instructions to and correspondence with the local agent at Grand Tower. This evidence was clearly inadmissible under the issue, and should have been excluded. The particular reasons or motives which the company or its officers may have had in not furnishing coal to the plaintiffs were not in issue.</p>\n    </div>\n    <p class=\"indent\">JUDGMENT REVERSED, and</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A VENIRE DE NOVO AWARDED.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89126/"
}