{"absolute_url": "/opinion/106558/lynumn-v-illinois/", "blocked": false, "citation": {"case_name": "Lynumn v. Illinois", "docket_number": "9", "document_uris": ["/api/rest/v2/document/106558/"], "federal_cite_one": "372 U.S. 528", "federal_cite_three": "9 L. Ed. 2d 922", "federal_cite_two": "83 S. Ct. 917", "id": 90941, "lexis_cite": "1963 U.S. LEXIS 1907", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90941/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 207, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1963-03-25", "date_modified": "2015-05-26T12:35:40.262893", "docket": "/api/rest/v2/docket/452105/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">372 U.S. 528</p>\n    <p class=\"case_cite\">83 S.Ct. 917</p>\n    <p class=\"case_cite\">9 L.Ed.2d 922</p>\n    <p class=\"parties\">Beatrice LYNUMN, Petitioner,<br>v.<br>STATE OF ILLINOIS.</p>\n    <p class=\"docket\">No. 9.</p>\n    <p class=\"date\">Argued Feb. 19, 1963.</p>\n    <p class=\"date\">Decided March 25, 1963.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mrs. Jewel Rogers Lafontant, Chicago, Ill., for petitioner.</p>\n      <p class=\"indent\">William C. Wines, Chicago, Ill., for respondent.</p>\n      <p class=\"indent\">Mr. Justice STEWART delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner was tried in the Criminal Court of Cook County, Illinois, on an indictment charging her with the unlawful possession and sale of marijuana. She was convicted and sentenced to the penitentiary for 'not less than ten nor more than eleven years.' The judgment of conviction was affirmed on appeal by the Illinois Supreme Court. 21 Ill.2d 63, 171 N.E.2d 17. We granted certiorari 370 U.S. 933, 82 S.Ct. 1576, 8 L.Ed.2d 805. For the reasons stated in this opinion, we hold that the petitioner's trial did not meet the demands of due process of law, and we accordingly set aside the judgment before us.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 17, 1959, three Chicago police officers arrested James Zeno for unlawful possession of narcotics. They took him to a district police station. There they told him that if he 'would set somebody up for them, they would go light' on him. He agreed to 'cooperate' and telephoned the petitioner, telling her that he was coming over to her apartment. The officers and Zeno then went to the petitioner's apartment house, and Zeno went upstairs to the third floor while the officers waited below. Some time later, variously estimated as from five to 20 minutes, Zeno emerged from the petitioner's third floor apartment with a package containing a substance later determined to be marijuana. The officers took the package and told Zeno to return to the petitioner's apartment on the pretext that he had left his glasses there. When the petitioner walked out into the hallway in response to Zeno's call, one of the officers seized her and placed her under arrest.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The officers and Zeno then entered the petitioner's apartment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The petitioner at first denied she had sold the marijuana to Zeno, insisting that while he was in her apartment Zeno had merely repaid a loan. After further conversations with the officers, however, she told them that she had sold the marijuana to Zeno.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The officers testified to this oral confession at the petitioner's trial, and it is this testimony which, we now hold, fatally infected the petitioner's conviction. The petitioner testified at the trial that she had not in fact sold any marijuana to Zeno, that Zeno had merely repaid a long-standing loan.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> She also testified, however, that she had told the officers on the day of her arrest that she had sold Zeno marijuana, describing the circumstances under which this statement was made as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'I told him (Officer Sims) I hadn't sold Zeno; I didn't know      anything about narcotics and I had no source of supply. He      kept insisting I had a source of supply and had been dealing      in narcotics. I kept telling him I did not and that I knew      nothing about it. Then he started telling me I could get 10      years and the children could be taken away, and after I got      out they would be taken away and strangers would have them,      and if I could cooperate he would see they weren't; and he      would recommend leniency and I had better do what they told      me if I wanted to see my kids again. The two children are      three and four years old. Their father is dead; they live      with me. I love my children very much. I have never been      arrested for anything in my whole life before. I did not know      how much power a policeman had in a recommendation to the      State's Attorney or to the Court. I did not know that a Court      and a State's Attorney are not bound by a police officer's      recommendations. I did not know anything about it. All the      officers talked to me about my children and the time I could      get for not cooperating. All three officers did. After that      conversation I believed that if I cooperated with them and      answered the questions the way they wanted me to answer, I      believed that I would not be prosecuted. They had said I had      better say what they wanted me to, or I would lose the kids.      I said I would say anything they wanted me to say. I asked      what I was to say. I was told to say 'You must admit you gave Zeno the package' so I said,      'Yes, I gave it to him.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'* * * The only reason I had for admitting it to the police      was the hope of saving myself from going to jail and being      taken away from my children. The statement I made to the      police after they promised that they would intercede for me,      the statements admitting the crime, were false.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'* * * My statement to the police officers that I sold the      marijuana to Zeno was false. I lied to the police at that      time. I lied because the police told me they were going to      send me to jail for 10 years and take my children, and I      would never see them again; so I agreed to say whatever they      wanted me to say.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police officers did not deny that these were the circumstances under which the petitioner told them that she had sold marijuana to Zeno. To the contrary, their testimony largely corroborated the petitioner's testimony. Officer Sims testified:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'I told her then that Zeno had been trapped and we asked him      to cooperate; that he had made a phone call to her and      subsequently had purchased the evidence from her. I told her      then if she wished to cooperate, we would be willing to      recommend to the State leniency in her case. At that time,      she said, 'Yes, I did sell it to him.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'* * * While I was talking to her in the bedroom, she told me      that she had children and she had taken the children over to      her mother-in-law, to keep her children.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Q. Did you or anybody in your presence indicate or           suggest or say to her that her children would be taken           away from her if she didn't do what you asked her to do?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Witness: I believe there was some mention of her children      being taken away from her if she was arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The Court: By whom? Who made mention of it?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'The Witness: I believe Officer Bryson made that statement      and I think I made the statement at some time during the      course of our discussion that her children could be taken      from her. We did not say if she cooperated they wouldn't be      taken. I don't know whether Kobar said that to her or not. I      don't recall if Kobar said that to her or not.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'I asked her who the clothing belonged to. She said they were      her children's. I asked how many she had and she said 2. I      asked her where they were or who took care of them. She said      the children were over at the mother's or mother-in-law. I      asked her how did she take care of herself and she said she      was on ADC. I told her that if we took her into the station      and charged her with the offense, that the ADC would probably      be cut off and also that she would probably lose custody of      her children. That was not before I said if she cooperated,      it would go light on her. It was during the same      conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'* * * I made the statement to her more than once; but I      don't know how many times, that she had been set up and if      she cooperated we would go light with her.' Officer Bryson testified:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Miss Lynumn said she was thinking about her children and she      didn't want to go to jail. I was present and heard something      pertaining to her being promised leniency if she would      cooperate. I don't know exactly who said it. I could have,      myself, or Sims.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is thus abundantly clear that the petitioner's oral confession was made only after the police had told her that state financial aid for her infant children would be cut off, and her children taken from her, if she did not 'cooperate.' These threats were made while she was encircled in her apartment by three police officers and a twice convicted felon who had purportedly 'set her up.' There was no friend or adviser to whom she might turn. She had had no previous experience with the criminal law, and had no reason not to believe that the police had ample power to carry out their threats.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think it clear that a confession made under such circumstances must be deemed not voluntary, but coerced. That is the teaching of our cases. We have said that the question in each case is whether the defendant's will was overborne at the time he confessed. Chambers v. Florida, 309 U.S. 227, 60 S.Ct. 472, 84 L.Ed. 716; Watts v. Indiana, 338 U.S. 49, 52, 53, 69 S.Ct. 1347, 1348, 1349, 93 L.Ed. 1801; Leyra v. Denno, 347 U.S. 556, 558, 74 S.Ct. 716, 717, 98 L.Ed. 948. If so, the confession cannot be deemed 'the product of a rational intellect and a free will.' Blackburn v. Alabama, 361 U.S. 199, 208, 80 S.Ct. 274, 280, 4 L.Ed.2d 242. See also Spano v. People of State of New York, 360 U.S. 315, 79 S.Ct. 1202, 3 L.Ed.2d 1265; Ashcraft v. Tennessee, 322 U.S. 143, 64 S.Ct. 921, 88 L.Ed. 1192; and see particularly, harris v. South Carolina, 338 U.S. 68, 70, 69 S.Ct. 1354, 1355, 93 L.Ed. 1815.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case counsel for the State of Illinois has conceded, at least for purposes of argument, that the totality of the circumstances disclosed by the record must be deemed to have combined to produce an impellingly coercive effect upon the petitioner at the time she told the officers she had sold marijuana to Zeno. But counsel for the State argues that we should nonetheless affirm the judgment before us upon either of two alternative grounds. It is contended first that the petitioner did not properly assert or preserve her federal constitutional claim in accord with established rules of Illinois procedure, and that her conviction therefore rests upon an adequate and independent foundation of state law. Secondly, it is urged that the petitioner's conviction 'does not rest in whole or in any part upon petitioner's confession.' We find both of these contentions without validity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is true that the record in this case does not show that the petitioner explicitly asserted her federal constitutional claim in the trial court. And it is said that in Illinois the procedural rule is settled that where a constitutional claim which is based not upon the alleged unconstitutionality of a statute, but upon the facts of a particular case, is not clearly and appropriately raised in the trial court, the claim will not be considered on appeal by the Supreme Court of Illinois. In other words, such a claim of constitutional right, it is said, must be asserted in the trial court or it will be deemed upon appellate review to have been waived. People v. Touhy, 397 Ill. 19, 72 N.E.2d 827.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If all we had to go on were the record in the Illinois trial and appellate courts, there would indeed be color to the claim of counsel for the State, and we would be squarely faced with the necessity of determining what the Illinois procedural rule actually is, and whether the rule constituted an adequate independent ground in support of the judgment affirming the petitioner's conviction. But that is not necessary in this case. For there is here a short and complete answer to the respondent's argument. Before acting upon the petition for certiorari, we entered an order directed to this very problem. The order accorded counsel for the petitioner 'opportunity to secure a certificate from the Supreme Court of Illinois as to whether the judgment herein was intended to rest on an adequate and independent state ground, or whether decision of the federal claim * * * was necessary to the judgment rendered.' 368 U.S. 908, 82 S.Ct. 190, 7 L.Ed.2d 128. The answer of the Supreme Court of Illinois was unambiguous. On June 8, 1962, that court issued the following 'Response to Request for Certificate':</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'In response to a request by counsel for the plaintiff in      error we hereby certify that decision of the federal claim      referred to in the order of the United States Supreme Court      dated November 13, 1961, was necessary to our judgment in      this case.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We decline to search behind this certificate of the Supreme Court of Illinois.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The State's contention that the petitioner's conviction did not rest in any part upon her confession is quite without merit. The case was tried by the court without a jury. The record shows that twice during the trial the petitioner's counsel moved to strike the testimony of the police officers as to the petitioner's oral statement to them. On the first occasion the trial judge reserved a ruling on the motion 'until the close of the State's case.' When the motion was renewed, the record states that '(t)he motion to strike was denied.' Thus the record affirmatively shows that the evidence of the petitioner's confession was admitted and considered by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On appeal, the Supreme Court of Illinois, which has power independently to assess the evidence of guilt in a criminal case, People v. Ware, 23 Ill.2d 59, 177 N.E.2d 362, included in its summary of the prosecution's evidence in this case the statement that '(t)he police officers also testified to certain admissions of guilt made to them by defendant on January 17, 1959.' 21 Ill.2d, at 67, 171 N.E.2d, at 19. Later in its opinion, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'A review of the record does indicate, however, that strong      suggestions of leniency were made to defendant subsequent to      her arrest and prior to her admissions. Even in the absence      of defendant's statements, there is clear proof by Zeno and      the police officers that defendant gave Zeno a package      containing marijuana. Upon a review of the entire record, we      are convinced that the evidence fully supports the judgment      of the trial court. * * *' 21 Ill.2d, at 68, 171 N.E.2d, at      20.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">While this statement is not free from ambiguity, we take it to express the view that even if the testimony as to the petitioner's confession was erroneously admitted, the error was a harmless one in the light of other evidence of the petitioner's guilt.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> That is an impermissible doctrine. As was said in Payne v. Arkansas, 'this Court has uniformly held that even though there may have been sufficient evidence, apart from the coerced confession, to support a judgment of conviction, the admission in evidence, over objection, of the coerced confession vitiates the judgment because it violates the Due Process Clause of the Fourteenth Amendment.' 356 U.S. 560, at 568, 78 S.Ct. 844, 850, 2 L.Ed.2d 975. See Spano v. People of State of New York, 360 U.S. 315, 324, 79 S.Ct. 1202, 1207, 3 L.Ed.2d 1265; Watts v. Indiana, 338 U.S. 49, 50, n. 2, 69 S.Ct. 1347, 1348, 93 L.Ed. 1801; Haley v. Ohio, 332 U.S. 596, 599, 68 S.Ct. 302, 303, 92 L.Ed. 224.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judgment is set aside, and the case is remanded to the Supreme Court of Illinois for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Judgment set aside and case remanded with directions.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Officer Sims testified as follows: 'He called Beatrice and said he had left his glasses in the apartment; she opened the door and as she came out into the hall, I was standing in the common hall, in the vestibule part with the door partly closed. As she walked down the hallway toward Zeno, I opened the door and stepped into the hallway. I told her she was under arrest and I grabbed her by her hands, both hands. At this point, I told her that she had been set up, that she had just made a sale and I showed her the package.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Officer Sims testified: 'I had complete physical possession of her two hands. I had turned her hands loose when we went into the apartment. I went in ahead of her. The door was still open. The apartment door was still ajar and I walked into the apartment and she followed me in. We were together but I was beside her. I believe Bryson and Zeno were behind her. She was between two police officers. We proceeded in that fashion to enter her apartment.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Her testimony on this subject was as follows: 'On January 17th Zeno called me. He owed me money, $23.00. I had loaned him this money about three months previously. He said he was being evicted and had money en route from his sister and if I could lend him the money, he could pay his rent; and I haven't seen him since. That was three months previously. On this day he told me on the phone he was sorry he had not been around to pay the money but he had been in pretty bad shape. But now he had come into some money and would come and pay me.</p>\n        <p>'* * * On that day I did not give to Zeno, nor did Mr. Zeno ask me in the telephone conversation in which he said he was going to pay me the money he owed me, he did not say anything about having a can ready for him or anything like that.</p>\n        <p>'He said here is the money I owe you. He owed me $23.00. When he gave me the money, he gave me $28.00. I asked him what the $5.00 was for and he said it was because I had it so long. I did not say to Mr. Zeno let's go into the kitchen. Nothing like that. I did not have any transaction with him in the kitchen nothing even like that.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is difficult, however, to perceive how the admission of evidence of the confession could be considered harmless. The only other evidence of substance against the petitioner was that given by Zeno, a twice convicted felon who testified that he was eager in his own self-interest to cooperate with the police by 'setting up' someone. While it was undisputed that Zeno was in possession of the package of marijuana when he emerged from the petitioner's apartment, it was far from clear that Zeno obtained the marijuana from the petitioner. Zeno was out of the police officers' sight for a period of from five to 20 minutes, and there were other apartments in the building where Zeno might have obtained the package.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>372 U.S. 528 (1963)</b></center>\n<center><h1>LYNUMN<br>\nv.<br>\nILLINOIS.</h1></center>\n<center>No. 9.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 19, 1963.</center>\n<center>Decided March 25, 1963.</center>\nCERTIORARI TO THE SUPREME COURT OF ILLINOIS.\n<p><i>Jewel Lafontant</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>William C. Wines,</i> Assistant Attorney General of Illinois, argued the cause for respondent. With him on the brief were <i>William G. Clark,</i> Attorney General, and <i>Raymond S. Sarnow, A. Zola Groves</i> and <i>Edward A. Berman,</i> Assistant Attorneys General.</p>\n<p><span class=\"star-pagination\">*529</span> MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>The petitioner was tried in the Criminal Court of Cook County, Illinois, on an indictment charging her with the unlawful possession and sale of marijuana. She was convicted and sentenced to the penitentiary for \"not less than ten nor more than eleven years.\" The judgment of conviction was affirmed on appeal by the Illinois Supreme Court. 21 Ill. 2d 63, 171 N. E. 2d 17. We granted certiorari. 370 U. S. 933. For the reasons stated in this opinion, we hold that the petitioner's trial did not meet the demands of due process of law, and we accordingly set aside the judgment before us.</p>\n<p>On January 17, 1959, three Chicago police officers arrested James Zeno for unlawful possession of narcotics. They took him to a district police station. There they told him that if he \"would set somebody up for them, they would go light\" on him. He agreed to \"cooperate\" and telephoned the petitioner, telling her that he was coming over to her apartment. The officers and Zeno then went to the petitioner's apartment house, and Zeno went upstairs to the third floor while the officers waited below. Some time later, variously estimated as from five to 20 minutes, Zeno emerged from the petitioner's third floor apartment with a package containing a substance later determined to be marijuana. The officers took the package and told Zeno to return to the petitioner's apartment on the pretext that he had left his glasses there. When the petitioner walked out into the hallway in response to Zeno's call, one of the officers seized her and placed her under arrest.<sup>[1]</sup> The officers and <span class=\"star-pagination\">*530</span> Zeno then entered the petitioner's apartment.<sup>[2]</sup> The petitioner at first denied she had sold the marijuana to Zeno, insisting that while he was in her apartment Zeno had merely repaid a loan. After further conversations with the officers, however, she told them that she had sold the marijuana to Zeno.</p>\n<p>The officers testified to this oral confession at the petitioner's trial, and it is this testimony which, we now hold, fatally infected the petitioner's conviction. The petitioner testified at the trial that she had not in fact sold any marijuana to Zeno, that Zeno had merely repaid a long-standing loan.<sup>[3]</sup> She also testified, however, that she <span class=\"star-pagination\">*531</span> had told the officers on the day of her arrest that she had sold Zeno marijuana, describing the circumstances under which this statement was made as follows:</p>\n<blockquote>\"I told him [Officer Sims] I hadn't sold Zeno; I didn't know anything about narcotics and I had no source of supply. He kept insisting I had a source of supply and had been dealing in narcotics. I kept telling him I did not and that I knew nothing about it. Then he started telling me I could get 10 years and the children could be taken away, and after I got out they would be taken away and strangers would have them, and if I could cooperate he would see they weren't; and he would recommend leniency and I had better do what they told me if I wanted to see my kids again. The two children are three and four years old. Their father is dead; they live with me. I love my children very much. I have never been arrested for anything in my whole life before. I did not know how much power a policeman had in a recommendation to the State's Attorney or to the Court. I did not know that a Court and a State's Attorney are not bound by a police officer's recommendations. I did not know anything about it. All the officers talked to me about my children and the time I could get for not cooperating. All three officers did. After that conversation I believed that if I cooperated with them and answered the questions the way they wanted me to answer, I believed that I would not be prosecuted. They had said I had better say what they wanted me to, or I would lose the kids. I said I would say anything they wanted me to say. I asked what I was to say. I was told to <span class=\"star-pagination\">*532</span> say `You must admit you gave Zeno the package' so I said, `Yes, I gave it to him.'</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . The only reason I had for admitting it to the police was the hope of saving myself from going to jail and being taken away from my children. The statement I made to the police after they promised that they would intercede for me, the statements admitting the crime, were false.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . My statement to the police officers that I sold the marijuana to Zeno was false. I lied to the police at that time. I lied because the police told me they were going to send me to jail for 10 years and take my children, and I would never see them again; so I agreed to say whatever they wanted me to say.\"</blockquote>\n<p>The police officers did not deny that these were the circumstances under which the petitioner told them that she had sold marijuana to Zeno. To the contrary, their testimony largely corroborated the petitioner's testimony. Officer Sims testified:</p>\n<blockquote>\"I told her then that Zeno had been trapped and we asked him to cooperate; that he had made a phone call to her and subsequently had purchased the evidence from her. I told her then if she wished to cooperate, we would be willing to recommend to the State leniency in her case. At that time, she said, `Yes, I did sell it to him.'</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . While I was talking to her in the bedroom, she told me that she had children and she had taken the children over to her mother-in-law, to keep her children.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*533</span> \"Q. Did you or anybody in your presence indicate or suggest or say to her that her children would be taken away from her if she didn't do what you asked her to do?</blockquote>\n<blockquote>\"Witness: I believe there was some mention of her children being taken away from her if she was arrested.</blockquote>\n<blockquote>\"The Court: By whom? Who made mention of it?</blockquote>\n<blockquote>\"The Witness: I believe Officer Bryson made that statement and I think I made the statement at some time during the course of our discussion that her children could be taken from her. We did not say if she cooperated they wouldn't be taken. I don't know whether Kobar said that to her or not. I don't recall if Kobar said that to her or not.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"I asked her who the clothing belonged to. She said they were her children's. I asked how many she had and she said 2. I asked her where they were or who took care of them. She said the children were over at the mother's or mother-in-law. I asked her how did she take care of herself and she said she was on ADC. I told her that if we took her into the station and charged her with the offense, that the ADC would probably be cut off and also that she would probably lose custody of her children. That was not before I said if she cooperated, it would go light on her. It was during the same conversation.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . I made the statement to her more than once; but I don't know how many times, that she had been set up and if she cooperated we would go light with her.\"</blockquote>\n<p><span class=\"star-pagination\">*534</span> Officer Bryson testified:</p>\n<blockquote>\"Miss Lynumn said she was thinking about her children and she didn't want to go to jail. I was present and heard something pertaining to her being promised leniency if she would cooperate. I don't know exactly who said it. I could have, myself, or Sims.\"</blockquote>\n<p>It is thus abundantly clear that the petitioner's oral confession was made only after the police had told her that state financial aid for her infant children would be cut off, and her children taken from her, if she did not \"cooperate.\" These threats were made while she was encircled in her apartment by three police officers and a twice convicted felon who had purportedly \"set her up.\" There was no friend or adviser to whom she might turn. She had had no previous experience with the criminal law, and had no reason not to believe that the police had ample power to carry out their threats.</p>\n<p>We think it clear that a confession made under such circumstances must be deemed not voluntary, but coerced. That is the teaching of our cases. We have said that the question in each case is whether the defendant's will was overborne at the time he confessed. <i>Chambers</i> v. <i>Florida,</i> 309 U. S. 227; <i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49, 52, 53; <i>Leyra</i> v. <i>Denno,</i> 347 U. S. 556, 558. If so, the confession cannot be deemed \"the product of a rational intellect and a free will.\" <i>Blackburn</i> v. <i>Alabama,</i> 361 U. S. 199, 208. See also <i>Spano</i> v. <i>New York,</i> 360 U. S. 315; <i>Ashcraft</i> v. <i>Tennessee,</i> 322 U. S. 143; and see particularly, <i>Harris</i> v. <i>South Carolina,</i> 338 U. S. 68, 70.</p>\n<p>In this case counsel for the State of Illinois has conceded, at least for purposes of argument, that the totality of the circumstances disclosed by the record must be deemed to have combined to produce an impellingly coercive <span class=\"star-pagination\">*535</span> effect upon the petitioner at the time she told the officers she had sold marijuana to Zeno. But counsel for the State argues that we should nonetheless affirm the judgment before us upon either of two alternative grounds. It is contended first that the petitioner did not properly assert or preserve her federal constitutional claim in accord with established rules of Illinois procedure, and that her conviction therefore rests upon an adequate and independent foundation of state law. Secondly, it is urged that the petitioner's conviction \"does not rest in whole or in any part upon petitioner's confession.\" We find both of these contentions without validity.</p>\n<p>It is true that the record in this case does not show that the petitioner explicitly asserted her federal constitutional claim in the trial court. And it is said that in Illinois the procedural rule is settled that where a constitutional claim which is based not upon the alleged unconstitutionality of a statute, but upon the facts of a particular case, is not clearly and appropriately raised in the trial court, the claim will not be considered on appeal by the Supreme Court of Illinois. In other words, such a claim of constitutional right, it is said, must be asserted in the trial court or it will be deemed upon appellate review to have been waived. <i>People</i> v. <i>Touhy,</i> 397 Ill. 19, 72 N. E. 2d 827.</p>\n<p>If all we had to go on were the record in the Illinois trial and appellate courts, there would indeed be color to the claim of counsel for the State, and we would be squarely faced with the necessity of determining what the Illinois procedural rule actually is, and whether the rule constituted an adequate independent ground in support of the judgment affirming the petitioner's conviction. But that is not necessary in this case. For there is here a short and complete answer to the respondent's argument. Before acting upon the petition for certiorari, we entered an order directed to this very problem. The order <span class=\"star-pagination\">*536</span> accorded counsel for the petitioner \"opportunity to secure a certificate from the Supreme Court of Illinois as to whether the judgment herein was intended to rest on an adequate and independent state ground, or whether decision of the federal claim . . . was necessary to the judgment rendered.\" 368 U. S. 908. The answer of the Supreme Court of Illinois was unambiguous. On June 8, 1962, that court issued the following \"Response to Request for Certificate\":</p>\n<blockquote>\"In response to a request by counsel for the plaintiff in error we hereby certify that decision of the federal claim referred to in the order of the United States Supreme Court dated November 13, 1961, was necessary to our judgment in this case.\"</blockquote>\n<p>We decline to search behind this certificate of the Supreme Court of Illinois.</p>\n<p>The State's contention that the petitioner's conviction did not rest in any part upon her confession is quite without merit. The case was tried by the court without a jury. The record shows that twice during the trial the petitioner's counsel moved to strike the testimony of the police officers as to the petitioner's oral statement to them. On the first occasion the trial judge reserved a ruling on the motion \"until the close of the State's case.\" When the motion was renewed, the record states that \"[t]he motion to strike was denied.\" Thus the record affirmatively shows that the evidence of the petitioner's confession was admitted and considered by the trial court.</p>\n<p>On appeal, the Supreme Court of Illinois, which has power independently to assess the evidence of guilt in a criminal case, <i>People</i> v. <i>Ware,</i> 23 Ill. 2d 59, 177 N. E. 2d 362, included in its summary of the prosecution's evidence in this case the statement that \"[t]he police officers also testified to certain admissions of guilt made to them by <span class=\"star-pagination\">*537</span> defendant on January 17, 1959.\" 21 Ill. 2d, at 67, 171 N. E. 2d, at 19. Later in its opinion, the court stated:</p>\n<blockquote>\"A review of the record does indicate, however, that strong suggestions of leniency were made to defendant subsequent to her arrest and prior to her admissions. Even in the absence of defendant's statements, there is clear proof by Zeno and the police officers that defendant gave Zeno a package containing marijuana. Upon a review of the entire record, we are convinced that the evidence fully supports the judgment of the trial court. . . .\" 21 Ill. 2d, at 68, 171 N. E. 2d, at 20.</blockquote>\n<p>While this statement is not free from ambiguity, we take it to express the view that even if the testimony as to the petitioner's confession was erroneously admitted, the error was a harmless one in the light of other evidence of the petitioner's guilt.<sup>[4]</sup> That is an impermissible doctrine. As was said in <i>Payne</i> v. <i>Arkansas,</i> \"this Court has uniformly held that even though there may have been sufficient evidence, apart from the coerced confession, to support a judgment of conviction, the admission in evidence, over objection, of the coerced confession vitiates the judgment because it violates the Due Process Clause of the Fourteenth Amendment.\" 356 U. S. 560, at 568. <span class=\"star-pagination\">*538</span> See <i>Spano</i> v. <i>New York,</i> 360 U. S. 315, 324; <i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49, 50, n. 2; <i>Haley</i> v. <i>Ohio,</i> 332 U. S. 596, 599.</p>\n<p>The judgment is set aside, and the case is remanded to the Supreme Court of Illinois for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Officer Sims testified as follows: \"He called Beatrice and said he had left his glasses in the apartment; she opened the door and as she came out into the hall, I was standing in the common hall, in the vestibule part with the door partly closed. As she walked down the hallway toward Zeno, I opened the door and stepped into the hallway. I told her she was under arrest and I grabbed her by her hands, both hands. At this point, I told her that she had been set up, that she had just made a sale and I showed her the package.\"</p>\n<p>[2]  Officer Sims testified: \"I had complete physical possession of her two hands. I had turned her hands loose when we went into the apartment. I went in ahead of her. The door was still open. The apartment door was still ajar and I walked into the apartment and she followed me in. We were together but I was beside her. I believe Bryson and Zeno were behind her. She was between two police officers. We proceeded in that fashion to enter her apartment.\"</p>\n<p>[3]  Her testimony on this subject was as follows: \"On January 17th Zeno called me. He owed me money, $23.00. I had loaned him this money about three months previously. He said he was being evicted and had money en route from his sister and if I could lend him the money, he could pay his rent; and I haven't seen him since. That was three months previously. On this day he told me on the phone he was sorry he had not been around to pay the money but he had been in pretty bad shape. But now he had come into some money and would come and pay me.\n</p>\n<p>.....</p>\n<p>\". . . On that day I did not give to Zeno, nor did Mr. Zeno ask me in the telephone conversation in which he said he was going to pay me the money he owed me, he did not say anything about having a can ready for him or anything like that.</p>\n<p>\"He said here is the money I owe you. He owed me $23.00. When he gave me the money, he gave me $28.00. I asked him what the $5.00 was for and he said it was because I had it so long. I did not say to Mr. Zeno let's go into the kitchen. Nothing like that. I did not have any transaction with him in the kitchen nothing even like that.\"</p>\n<p>[4]  It is difficult, however, to perceive how the admission of evidence of the confession could be considered harmless. The only other evidence of substance against the petitioner was that given by Zeno, a twice convicted felon who testified that he was eager in his own self-interest to cooperate with the police by \"setting up\" someone. While it was undisputed that Zeno was in possession of the package of marijuana when he emerged from the petitioner's apartment, it was far from clear that Zeno obtained the marijuana from the petitioner. Zeno was out of the police officers' sight for a period of from five to 20 minutes, and there were other apartments in the building where Zeno might have obtained the package.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></span> (1963)</b></center>\n<center><h1>LYNUMN<br>\nv.<br>\nILLINOIS.</h1></center>\n<center>No. 9.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 19, 1963.</center>\n<center>Decided March 25, 1963.</center>\nCERTIORARI TO THE SUPREME COURT OF ILLINOIS.\n<p><i>Jewel Lafontant</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>William C. Wines,</i> Assistant Attorney General of Illinois, argued the cause for respondent. With him on the brief were <i>William G. Clark,</i> Attorney General, and <i>Raymond S. Sarnow, A. Zola Groves</i> and <i>Edward A. Berman,</i> Assistant Attorneys General.</p>\n<p><span class=\"star-pagination\">*529</span> MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>The petitioner was tried in the Criminal Court of Cook County, Illinois, on an indictment charging her with the unlawful possession and sale of marijuana. She was convicted and sentenced to the penitentiary for \"not less than ten nor more than eleven years.\" The judgment of conviction was affirmed on appeal by the Illinois Supreme Court. <span class=\"citation\" data-id=\"2148133\"><a href=\"/opinion/2148133/the-people-v-lynumn/\"><span class=\"volume\">21</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">63</span></a></span>, 171 N. E. 2d 17. We granted certiorari. 370 U. S. 933. For the reasons stated in this opinion, we hold that the petitioner's trial did not meet the demands of due process of law, and we accordingly set aside the judgment before us.</p>\n<p>On January 17, 1959, three Chicago police officers arrested James Zeno for unlawful possession of narcotics. They took him to a district police station. There they told him that if he \"would set somebody up for them, they would go light\" on him. He agreed to \"cooperate\" and telephoned the petitioner, telling her that he was coming over to her apartment. The officers and Zeno then went to the petitioner's apartment house, and Zeno went upstairs to the third floor while the officers waited below. Some time later, variously estimated as from five to 20 minutes, Zeno emerged from the petitioner's third floor apartment with a package containing a substance later determined to be marijuana. The officers took the package and told Zeno to return to the petitioner's apartment on the pretext that he had left his glasses there. When the petitioner walked out into the hallway in response to Zeno's call, one of the officers seized her and placed her under arrest.<sup>[1]</sup> The officers and <span class=\"star-pagination\">*530</span> Zeno then entered the petitioner's apartment.<sup>[2]</sup> The petitioner at first denied she had sold the marijuana to Zeno, insisting that while he was in her apartment Zeno had merely repaid a loan. After further conversations with the officers, however, she told them that she had sold the marijuana to Zeno.</p>\n<p>The officers testified to this oral confession at the petitioner's trial, and it is this testimony which, we now hold, fatally infected the petitioner's conviction. The petitioner testified at the trial that she had not in fact sold any marijuana to Zeno, that Zeno had merely repaid a long-standing loan.<sup>[3]</sup> She also testified, however, that she <span class=\"star-pagination\">*531</span> had told the officers on the day of her arrest that she had sold Zeno marijuana, describing the circumstances under which this statement was made as follows:</p>\n<blockquote>\"I told him [Officer Sims] I hadn't sold Zeno; I didn't know anything about narcotics and I had no source of supply. He kept insisting I had a source of supply and had been dealing in narcotics. I kept telling him I did not and that I knew nothing about it. Then he started telling me I could get 10 years and the children could be taken away, and after I got out they would be taken away and strangers would have them, and if I could cooperate he would see they weren't; and he would recommend leniency and I had better do what they told me if I wanted to see my kids again. The two children are three and four years old. Their father is dead; they live with me. I love my children very much. I have never been arrested for anything in my whole life before. I did not know how much power a policeman had in a recommendation to the State's Attorney or to the Court. I did not know that a Court and a State's Attorney are not bound by a police officer's recommendations. I did not know anything about it. All the officers talked to me about my children and the time I could get for not cooperating. All three officers did. After that conversation I believed that if I cooperated with them and answered the questions the way they wanted me to answer, I believed that I would not be prosecuted. They had said I had better say what they wanted me to, or I would lose the kids. I said I would say anything they wanted me to say. I asked what I was to say. I was told to <span class=\"star-pagination\">*532</span> say `You must admit you gave Zeno the package' so I said, `Yes, I gave it to him.'</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . The only reason I had for admitting it to the police was the hope of saving myself from going to jail and being taken away from my children. The statement I made to the police after they promised that they would intercede for me, the statements admitting the crime, were false.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . My statement to the police officers that I sold the marijuana to Zeno was false. I lied to the police at that time. I lied because the police told me they were going to send me to jail for 10 years and take my children, and I would never see them again; so I agreed to say whatever they wanted me to say.\"</blockquote>\n<p>The police officers did not deny that these were the circumstances under which the petitioner told them that she had sold marijuana to Zeno. To the contrary, their testimony largely corroborated the petitioner's testimony. Officer Sims testified:</p>\n<blockquote>\"I told her then that Zeno had been trapped and we asked him to cooperate; that he had made a phone call to her and subsequently had purchased the evidence from her. I told her then if she wished to cooperate, we would be willing to recommend to the State leniency in her case. At that time, she said, `Yes, I did sell it to him.'</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . While I was talking to her in the bedroom, she told me that she had children and she had taken the children over to her mother-in-law, to keep her children.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*533</span> \"Q. Did you or anybody in your presence indicate or suggest or say to her that her children would be taken away from her if she didn't do what you asked her to do?</blockquote>\n<blockquote>\"Witness: I believe there was some mention of her children being taken away from her if she was arrested.</blockquote>\n<blockquote>\"The Court: By whom? Who made mention of it?</blockquote>\n<blockquote>\"The Witness: I believe Officer Bryson made that statement and I think I made the statement at some time during the course of our discussion that her children could be taken from her. We did not say if she cooperated they wouldn't be taken. I don't know whether Kobar said that to her or not. I don't recall if Kobar said that to her or not.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"I asked her who the clothing belonged to. She said they were her children's. I asked how many she had and she said 2. I asked her where they were or who took care of them. She said the children were over at the mother's or mother-in-law. I asked her how did she take care of herself and she said she was on ADC. I told her that if we took her into the station and charged her with the offense, that the ADC would probably be cut off and also that she would probably lose custody of her children. That was not before I said if she cooperated, it would go light on her. It was during the same conversation.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . I made the statement to her more than once; but I don't know how many times, that she had been set up and if she cooperated we would go light with her.\"</blockquote>\n<p><span class=\"star-pagination\">*534</span> Officer Bryson testified:</p>\n<blockquote>\"Miss Lynumn said she was thinking about her children and she didn't want to go to jail. I was present and heard something pertaining to her being promised leniency if she would cooperate. I don't know exactly who said it. I could have, myself, or Sims.\"</blockquote>\n<p>It is thus abundantly clear that the petitioner's oral confession was made only after the police had told her that state financial aid for her infant children would be cut off, and her children taken from her, if she did not \"cooperate.\" These threats were made while she was encircled in her apartment by three police officers and a twice convicted felon who had purportedly \"set her up.\" There was no friend or adviser to whom she might turn. She had had no previous experience with the criminal law, and had no reason not to believe that the police had ample power to carry out their threats.</p>\n<p>We think it clear that a confession made under such circumstances must be deemed not voluntary, but coerced. That is the teaching of our cases. We have said that the question in each case is whether the defendant's will was overborne at the time he confessed. <i>Chambers</i> v. <i>Florida,</i> 309 U. S. 227; <i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49, 52, 53; <i>Leyra</i> v. <i>Denno,</i> 347 U. S. 556, 558. If so, the confession cannot be deemed \"the product of a rational intellect and a free will.\" <i>Blackburn</i> v. <i>Alabama,</i> 361 U. S. 199, 208. See also <i>Spano</i> v. <i>New York,</i> 360 U. S. 315; <i>Ashcraft</i> v. <i>Tennessee,</i> 322 U. S. 143; and see particularly, <i>Harris</i> v. <i>South Carolina,</i> 338 U. S. 68, 70.</p>\n<p>In this case counsel for the State of Illinois has conceded, at least for purposes of argument, that the totality of the circumstances disclosed by the record must be deemed to have combined to produce an impellingly coercive <span class=\"star-pagination\">*535</span> effect upon the petitioner at the time she told the officers she had sold marijuana to Zeno. But counsel for the State argues that we should nonetheless affirm the judgment before us upon either of two alternative grounds. It is contended first that the petitioner did not properly assert or preserve her federal constitutional claim in accord with established rules of Illinois procedure, and that her conviction therefore rests upon an adequate and independent foundation of state law. Secondly, it is urged that the petitioner's conviction \"does not rest in whole or in any part upon petitioner's confession.\" We find both of these contentions without validity.</p>\n<p>It is true that the record in this case does not show that the petitioner explicitly asserted her federal constitutional claim in the trial court. And it is said that in Illinois the procedural rule is settled that where a constitutional claim which is based not upon the alleged unconstitutionality of a statute, but upon the facts of a particular case, is not clearly and appropriately raised in the trial court, the claim will not be considered on appeal by the Supreme Court of Illinois. In other words, such a claim of constitutional right, it is said, must be asserted in the trial court or it will be deemed upon appellate review to have been waived. <i>People</i> v. <i>Touhy,</i> <span class=\"citation\" data-id=\"2091365\"><a href=\"/opinion/2091365/the-people-v-touhy/\"><span class=\"volume\">397</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">19</span></a></span>, 72 N. E. 2d 827.</p>\n<p>If all we had to go on were the record in the Illinois trial and appellate courts, there would indeed be color to the claim of counsel for the State, and we would be squarely faced with the necessity of determining what the Illinois procedural rule actually is, and whether the rule constituted an adequate independent ground in support of the judgment affirming the petitioner's conviction. But that is not necessary in this case. For there is here a short and complete answer to the respondent's argument. Before acting upon the petition for certiorari, we entered an order directed to this very problem. The order <span class=\"star-pagination\">*536</span> accorded counsel for the petitioner \"opportunity to secure a certificate from the Supreme Court of Illinois as to whether the judgment herein was intended to rest on an adequate and independent state ground, or whether decision of the federal claim . . . was necessary to the judgment rendered.\" 368 U. S. 908. The answer of the Supreme Court of Illinois was unambiguous. On June 8, 1962, that court issued the following \"Response to Request for Certificate\":</p>\n<blockquote>\"In response to a request by counsel for the plaintiff in error we hereby certify that decision of the federal claim referred to in the order of the United States Supreme Court dated November 13, 1961, was necessary to our judgment in this case.\"</blockquote>\n<p>We decline to search behind this certificate of the Supreme Court of Illinois.</p>\n<p>The State's contention that the petitioner's conviction did not rest in any part upon her confession is quite without merit. The case was tried by the court without a jury. The record shows that twice during the trial the petitioner's counsel moved to strike the testimony of the police officers as to the petitioner's oral statement to them. On the first occasion the trial judge reserved a ruling on the motion \"until the close of the State's case.\" When the motion was renewed, the record states that \"[t]he motion to strike was denied.\" Thus the record affirmatively shows that the evidence of the petitioner's confession was admitted and considered by the trial court.</p>\n<p>On appeal, the Supreme Court of Illinois, which has power independently to assess the evidence of guilt in a criminal case, <i>People</i> v. <i>Ware,</i> <span class=\"citation\" data-id=\"2243037\"><a href=\"/opinion/2243037/the-people-v-ware/\"><span class=\"volume\">23</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">59</span></a></span>, 177 N. E. 2d 362, included in its summary of the prosecution's evidence in this case the statement that \"[t]he police officers also testified to certain admissions of guilt made to them by <span class=\"star-pagination\">*537</span> defendant on January 17, 1959.\" 21 Ill. 2d, at 67, 171 N. E. 2d, at 19. Later in its opinion, the court stated:</p>\n<blockquote>\"A review of the record does indicate, however, that strong suggestions of leniency were made to defendant subsequent to her arrest and prior to her admissions. Even in the absence of defendant's statements, there is clear proof by Zeno and the police officers that defendant gave Zeno a package containing marijuana. Upon a review of the entire record, we are convinced that the evidence fully supports the judgment of the trial court. . . .\" 21 Ill. 2d, at 68, 171 N. E. 2d, at 20.</blockquote>\n<p>While this statement is not free from ambiguity, we take it to express the view that even if the testimony as to the petitioner's confession was erroneously admitted, the error was a harmless one in the light of other evidence of the petitioner's guilt.<sup>[4]</sup> That is an impermissible doctrine. As was said in <i>Payne</i> v. <i>Arkansas,</i> \"this Court has uniformly held that even though there may have been sufficient evidence, apart from the coerced confession, to support a judgment of conviction, the admission in evidence, over objection, of the coerced confession vitiates the judgment because it violates the Due Process Clause of the Fourteenth Amendment.\" 356 U. S. 560, at 568. <span class=\"star-pagination\">*538</span> See <i>Spano</i> v. <i>New York,</i> 360 U. S. 315, 324; <i>Watts</i> v. <i>Indiana,</i> 338 U. S. 49, 50, n. 2; <i>Haley</i> v. <i>Ohio,</i> 332 U. S. 596, 599.</p>\n<p>The judgment is set aside, and the case is remanded to the Supreme Court of Illinois for further proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Officer Sims testified as follows: \"He called Beatrice and said he had left his glasses in the apartment; she opened the door and as she came out into the hall, I was standing in the common hall, in the vestibule part with the door partly closed. As she walked down the hallway toward Zeno, I opened the door and stepped into the hallway. I told her she was under arrest and I grabbed her by her hands, both hands. At this point, I told her that she had been set up, that she had just made a sale and I showed her the package.\"</p>\n<p>[2]  Officer Sims testified: \"I had complete physical possession of her two hands. I had turned her hands loose when we went into the apartment. I went in ahead of her. The door was still open. The apartment door was still ajar and I walked into the apartment and she followed me in. We were together but I was beside her. I believe Bryson and Zeno were behind her. She was between two police officers. We proceeded in that fashion to enter her apartment.\"</p>\n<p>[3]  Her testimony on this subject was as follows: \"On January 17th Zeno called me. He owed me money, $23.00. I had loaned him this money about three months previously. He said he was being evicted and had money en route from his sister and if I could lend him the money, he could pay his rent; and I haven't seen him since. That was three months previously. On this day he told me on the phone he was sorry he had not been around to pay the money but he had been in pretty bad shape. But now he had come into some money and would come and pay me.\n</p>\n<p>.....</p>\n<p>\". . . On that day I did not give to Zeno, nor did Mr. Zeno ask me in the telephone conversation in which he said he was going to pay me the money he owed me, he did not say anything about having a can ready for him or anything like that.</p>\n<p>\"He said here is the money I owe you. He owed me $23.00. When he gave me the money, he gave me $28.00. I asked him what the $5.00 was for and he said it was because I had it so long. I did not say to Mr. Zeno let's go into the kitchen. Nothing like that. I did not have any transaction with him in the kitchen nothing even like that.\"</p>\n<p>[4]  It is difficult, however, to perceive how the admission of evidence of the confession could be considered harmless. The only other evidence of substance against the petitioner was that given by Zeno, a twice convicted felon who testified that he was eager in his own self-interest to cooperate with the police by \"setting up\" someone. While it was undisputed that Zeno was in possession of the package of marijuana when he emerged from the petitioner's apartment, it was far from clear that Zeno obtained the marijuana from the petitioner. Zeno was out of the police officers' sight for a period of from five to 20 minutes, and there were other apartments in the building where Zeno might have obtained the package.</p>\n\n</div>", "id": 106558, "judges": "Stewart", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/106558/", "sha1": "1fcfe20859801218c18c40a68ce51d99af4efa0f", "source": "LR", "supreme_court_db_id": "1962-065", "time_retrieved": "2010-04-28T10:10:43"}