{"absolute_url": "/opinion/92653/illinois-central-r-co-v-bosworth/", "blocked": false, "citation": {"case_name": "Illinois Central R. Co. v. Bosworth", "docket_number": "79", "document_uris": ["/api/rest/v2/document/92653/"], "federal_cite_one": "133 U.S. 92", "federal_cite_three": null, "federal_cite_two": null, "id": 77033, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77033/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 4, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1890-01-20", "date_modified": "2014-12-21T01:30:59.628239", "docket": "/api/rest/v2/docket/44150/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">133 U.S. 92</p>\n    <p class=\"case_cite\">10 S.Ct. 231</p>\n    <p class=\"case_cite\">33 L.Ed. 550</p>\n    <p class=\"parties\">ILLINOIS C. R. CO. <i>et al.</i><br>v.<br>BOSWORTH <i>et al.</i></p>\n    <p class=\"date\">January 20, 1890.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This was an action brought by Millard Bosworth and Charles H. Bosworth, only surviving children of A. W. Bosworth, deceased, to recover possession of one undivided sixth part of a certain tract of land in New Orleans, which formerly belonged to their said father. The petition states that the latter having taken part in the war of the Rebellion, and done acts which made him liable to the penalties of the confiscation act of July 17, 1862, the said one-sixth part of said land was seized, condemned, and sold under said act, and purchased by one Burbank in May, 1865; that the said A. W. Bosworth died on the 11th day of October, 1885; and that the plaintiffs, upon his death, became the owners in fee-simple of the said one-sixth part of said property, of which the defendant the Illinois Central Railroad Company was in possession. The company filed an answer, setting up various defenses; among other things tracing title to themselves from the said A. W. Bosworth, by virtue of an act of sale executed by him and his wife, before a notary public, on the 23d day of September, 1871, disposing of all their interest in the premises, with full covenant of warranty. They further allege that said Bosworth had, before said act of sale, not only been included in the general amnesty proclamation of the president, issued on the 25th of December, 1868, but had received a special pardon on the 2d of October, 1865, and had taken the oath of allegiance, and complied with all the terms and conditions necessary to be restored to, and reinvested with, all the rights, franchises, and privileges of citizenship. The parties, having waived a trial by jury, submitted to the court an agreed statement of facts in the nature of a special verdict, upon which the court gave judgment in favor of the plaintiffs. To that judgment the present writ of error is brought.</p>\n      <p class=\"indent\">Those portions of the statement of facts which are deemed material to the decision of the case are as follows, to-wit: '(1) The plaintiffs, Millard Bosworth and Charles H. Bosworth, are the only surviving legitimate children of Abel Ware Bosworth, who died intestate in the city of New Orleans on the 11th day of October, 1885, and have accepted his succession with benefit of inventory. (2) By act before Edward Barnett, notary, on the 25th day of April, 1860, Abel Ware Bosworth purchased from H. W. Palfrey and others a one-third undivided interest in fee-simple title and full ownership in and to the property described in the petition of the plaintiffs in this cause. (3) On the breaking out of the war between the states, Abel W. Bosworth entered the Confederate army, and bore arms against the government of the United States from about March, 1861, until April, 1865. (4) Under and by virtue of the confiscation act of the United States approved July 17, 1862, and the joint resolution contemporary therewith, the said property was seized by the proper officer of the United States, and on the 20th day of January, 1865, a libel of information was filed against the said property as the property of A. W. Bosworth, in the district c urt of the United States for the eastern district of Louisiana. Into these proceedings intervened Mrs. Rachel Matilda Bosworth, wife of said Abel Ware Bosworth, to protect her community interests in said property, and, after due proceedings had, the said court entered a decree of condemnation as to A. W. Bosworth, and a decree in favor of Mrs. Rachel Matilda Bosworth, recognizing her as the owner of one-half of said one-third undivided interest in and to said property. A <i>venditione exponas</i>, in due form of law, issued to the marshal for the sale of said property under said decree, and at said sale 'all the right, title, and interest of A. W. Bosworth in and to the one undivided third part of said property' (reserving to Mrs. Rachel M. Bosworth her rights therein, as per order of the court) was adjudicated on the ___ day of the month of May, 1865, to E. W. Burbank, for the price and sum of $1,700, and the marshal executed a deed in due form of law to said Burbank for the same.' '(6) That on the 2d day October, 1865, Andrew Johnson, president of the United States, granted to said A. W. Bosworth a special pardon, a duly-certified copy of which, together with the written acceptance by said Bosworth thereof, is hereto annexed, made part of this statement of facts, and marked 'Document A.' (7) That on the 23d day of September, 1871, by act before Andrew Hero, Jr., notary public, the said A. W. Bosworth and Mrs. Rachel Matilda Bosworth, his wife, sold, assigned, and transferred to Samuel H. Edgar, with full warranty, under the laws of Louisiana, all their right, title, and interest in and to the said property, including the one-sixth undivided interest claimed in this suit by the plaintiffs and described in the petition, for the price and sum of eleven thousand six hundred and sixty-six .66 2/3 dollars. (8) That on the 18th day of December, 1872, the said E. W. Burbank, by act before the same notary, transferred all his right, title, and interest in the nature of a quitclaim to S. H. Edgar aforesaid, for the price and sum of five thousand one hundred dollars. (9) That the said S. H. Edgar, by act executed before Charles Nettleton, a duly-authorized commissioner for Louisiana in New York city, on the 10th day of October, 1872, and duly recorded in the office of the register of conveyances for the parish for Orleans on the 30th day of October, 1872, sold and transferred the same property, with full warranty under the laws of Louisiana, unto the New Orleans, Jackson &amp; Great Northern Railroad Company. (10) That by various transfers made since said date, as set forth in the answers filed in this suit, the said property has come into the possession of the Chicago, St. Louis &amp; New Orleans Railroad Company, who has leased the same to the Illinois Central Railroad Company, which said company holds said property under said lease.' '(14) It is further agreed, as a part of this statement of facts, that the president of the United States, on the 25th day of December, 1868, issued a general amnesty proclamation, and the terms of said proclamation, as found in the Statutes at Large of the United States, are made part of this statement of facts.'</p>\n      <p class=\"indent\">The following is a copy of the special pardon (Document A) referred to in the statement of facts, and of the written acceptance thereof, to-wit: 'Andrew Johnson, president of the United States of America, to all to whom these presents shall come, greeting: Whereas A. W. Bosworth, of New Orleans, Louisiana, by taking part in the late Rebellion against the government of the United States, has made himself liable to heavy pains and penalties; and whereas, the circumstances of his case render him a proper object of executive clemency: now, therefore, be it known that I, Andrew Johnson, president of the United States of America, in consideration of the premises, divers other good and sufficient reasons to me thereunto moving, do hereby grant to the said A. W. Bosworth a full pardon and amnesty for all offenses by him committed  arising from participation, direct or implied, in the said Rebellion, conditioned as follows: (1) This pardon to be of no effect until the said A. W. Bosworth shall take the oath prescribed in the proclamation of the president dated May 29th, 1865. (2) To be void and of no effect if the said A. W. Bosworth shall hereafter at any time acquire any property whatever in slaves, or make use of slave labor. (3) That the said A. W. Bosworth first pay all costs which may have accrued in any proceedings instituted or pending against his person or property before the date of the acceptance of this warrant. (4) That the said A. W. Bosworth shall not, by virtue of this warrant, claim any property, or the proceeds of any property, that has been sold by the order, judgment, or decree of a court under the confiscation laws of the United States. (5) That the said A. W. Bosworth shall notify the secretary of state, in writing, that he has received and accepted the foregoing pardon. In testimony whereof I have hereunto signed my name, and caused the seal of the United States to affixed. Done at the city of Washington this second day of October, A. D. 1865, and of the independence of the United States the ninetieth. ANDREW JOHNSON. By the President: WILLIAM H. SEWARD, Secretary of State. [Seal.]' 'Washington, D. C., October 5th, 1865. Honorable William H. Seward, Secretary of State&#8212;Sir: I have the honor to acknowledge the receipt of the president's warrant of pardon, bearing date October 2d, 1865, and hereby signify my acceptance of the same, with all the conditions therein specified. I am, sir, your obedient servant, A. W. BOSWORTH.' The proclamation of general amnesty and pardon issued on the 25th day of December, 1868, referred to in the last article of the statement of facts, is found in volume 15, pp. 711, 712, St. at Large. After referring to several previous proclamations, it proceeds as follows, to-wit: 'And whereas, the authority of the federal government having been re-established in all the states and territories within the jurisdiction of the United States, it is believed that such prudential reservations and exceptions as at the dates of said several proclamations were deemed necessary and proper may now be wisely and justly relinquished, and that a universal amnesty and pardon for participation in said Rebellion extended to all who have borne any part therein will tend to secure permanent peace, order, and prosperity throughout the land, and to renew and fully restore confidence and fraternal feeling among the whole people, and their respect for and attachment to the national government, designed by its patriotic founders for the general good: now, therefore, be it known that I, Andrew Johnson, president of the United States, by virtue of the power and authority in me vested by the constitution, and in the name of the sovereign people of the United States, do hereby proclaim and declare unconditionally, and without reservation, to all and to every person who, directly or indirectly, participated in the late insurrection or Rebellion, a full pardon and amnesty for the offense of treason against the United States, or of adhering to their enemies during the late civil war, with restoration of all rights, privileges, and immunities under the constitution and the laws which have been made in pursuance thereof.'</p>\n      <p class=\"indent\"><i>James Fentress, Thomas J. Semmes</i>, and <i>Girault Farrar</i>, for plaintiffs in error.</p>\n      <p class=\"indent\"><i>E. H. Farrar</i> and <i>E. B. Kruttschnitt</i>, for defendants in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 97-99 intentionally omitted]</p>\n      <p class=\"indent\">BRADLEY, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The principal question raised in the present case is whether, by the effect of the pardon and amnesty granted to A. W. Bosworth by the special pardon of October, 1865, and the general proclamation of amnesty and pardon of December 25, 1868, he was restored to the control and power of disposition over the fee-simple or naked property in reversion expectant upon the termination of the confiscated estate in the property in dispute. The question of the effect of pardon and amnesty on the destination of the remaining estate of the offender, still outstanding after a confiscation of the property during his natural life, has never be n settled by this court. That the guilty party had no control over it, in the absence of such pardon or amnesty, has been frequently decided. Wallach v. Van Riswick, 92 U. S. 202; Chaffraix v. Shiff, Id. 214; Pike v. Wassell, 94 U. S. 711 French v. Wade, 102 U. S. 132; and see Avegno v. Schmidt, 113 U. S. 293, 5 Sup. Ct. Rep. 487; Shields v. Schiff, 124 U. S. 351, 8 Sup. Ct. Rep. 510. But it has been regarded as a doubtful question what became of the fee, or ultimate estate, after the confiscation for life. 'We are not, therefore, called upon,' said Justice STRONG, in Wallach v. Van Riswick, 'to determine where the fee dwells during the continuance of the interest of a purchaser at a confiscation sale, whether in the United States, or in the purchaser, subject to be defeated by the death of the offender.' 92 U. S. 212. It has also been suggested that the fee remained in the person whose estate was confiscated, but without any power in him to dispose of or control it.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Perhaps it is not of much consequence which of these theories, if either of them, is the true one; the important point being that the remnant of the estate, whatever its nature, and wherever it went, was never beneficially disposed of, but remained (so to speak) in a state of suspended animation. Both the common and the civil laws furnish analogies of suspended ownership of estates which may help us to a proper conception of that now under consideration. Blackstone says: 'Sometimes the fee may be in abeyance, that is (as the word signifies) in expectation, remembrance, and contemplation in law, there being no person <i>in esse</i> in whom it can vest and abide, though the law considers it as always potentially existing, and ready to vest whenever a proper owner appears. Thus, in a grant to John for life, and afterwards to the heirs of Richard, the inheritance is plainly neither granted to John nor Richard, nor can it vest in the heirs of Richard till his death, <i>nam nemo est haeres viventis;</i> it remains, therefore, in waiting or abeyance during the life of Richard.' 2 Bl. Comm. 107. In the civil law, the legal conception is a lettle different. Pothier says: 'The dominion of property, (or ownership,) the same as all other rights, as well <i>in re</i> as <i>ad rem</i>, necessarily supposes a person in whom the right subsists and to whom it belongs. It need not be a natural person; it may belong to corporations or communities, which have only a civil and intellectual existence or personality. When an owner dies, and no one will accept the succession, this dormant succession (<i>succession jacente</i>) is considered as being a civil person, and as the continuation of that of the deceased; and in this fictitious person subsists the dominion or ownership of whatever belonged to the deceased, the same as all other active and passive rights of the deceased; <i>haereditas jacens personae defuncti locum obtinet</i>.' Droit de Domaine de Propriete, cc. 1, 15.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">But, as already intimated, it is not necessary to be over curious about the intermediate state in which the disembodied shade of naked ownership may have wandered during the period of its ambiguous existence. It is enough to know that it was neither annihilated, nor confiscated, nor appropriated to any third party. The owner, as a punishment for his offenses, was disabled from exercising any acts of ownership over it, and no power to exercise such acts was given to any other person. At his death, if not before, the period of suspension comes to an end, and the estate revives and devolves to his heirs at law. In Avegno v. Schmidt, 113 U. S. 293, 5 Sup. Ct. Rep. 487, and in Shields v. Schiff, 124 U. S. 351, 8 Sup. Ct. Rep. 510, this court held that the heirs of the offender, at his death, take by descent from him, and not by gift or grant from the government. They are not named in the confiscation act, it is true, nor in the joint resolution limiting its operation. The latter merely says: 'Nor shall any punishment or proceedings under said act be so construed as to work a for eiture of the real estate of the offender, beyond his natural life.' The court has construed the effect of this language to be to leave the property free to descend to the heirs of the guilty party. Bigelow v. Forrest, 9 Wall. 339; Wallach v. Van Riswick, 92 U. S. 202, 210. Mr. Justice STRONG, in the latter case, speaking of the constitutional provision that no attainder of treason should work corruption of blood or forfeiture, except during the life of the person attainted, (which provision was the ground and cause for passing the joint resolution referred to,) said: 'No one ever doubted that it was a provision introduced for the benefit of the children and heirs alone,&#8212;a declaration that the children should not bear the iniquity of the fathers.' But although the effect of the law was to hold the estate, or naked ownership, in a state of suspension for the benefit of the heirs, yet they acquired no vested interest in it; for, until the death of the ancestor, there is no heir. During his life it does not appear who the heirs will be. Heirs apparent have, in a special case, been received to intervene for the protection of the property from spoliation. Pike v. Wassell, 94 U. S. 711. This was allowed from the necessity of the case, arising from the fact that the ancestor's disability prevented him from exercising any power over the property for its protection or otherwise, and no other persons but the heirs apparent had even a contingent interest to be protected. It would seem to follow, as a logical consequence from the decision in Avegno v. Schmidt and Shields v. Schiff, that after the confiscation of the property the naked fee, (or the naked ownership, as denominated in the civil law,) subject, for the life-time of the offender, to the interest or usufruct of the purchaser at the confiscation sale, remained in the offender himself; otherwise, how could his heirs take it from him by inheritance? But by reason of his disability to dispose of or touch it, or affect it in any manner whatsoever, it remained, as before stated, a mere dead estate, or in a condition of suspended animation. We think that this is, on the whole, the most reasonable view. There is no corruption of blood. The offender can transmit by descent; his heirs take from him by descent. Why, then, is it not most rational to conclude that the dormant and suspended fee has continued in him?</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Now, if the disabilities which prevented such person from exercising any power over this suspended fee, or naked property, be removed by a pardon or amnesty,&#8212;so removed as to restore him to all his rights, privileges, and immunities, as if he had never offended, except as to these things which have become vested in other persons,&#8212;why does it not restore him to the control of his property so far as the same has never been forfeited, or has never become vested in another person? In our judgment, it does restore him to such control. In the opinion of the court in the case of Ex parte Garland, 4 Wall. 333, 380, the effect of a pardon is stated as follows, to-wit: 'A pardon reaches both the punishment prescribed for the offense and the guilt of the offender; and, when the pardon is full, it releases the punishment and blots out of existence the guilt, so that in the eye of the law the offender is as innocent as if he had never committed the offense. If granted before conviction, it prevents any of the penalties and disabilities consequent upon conviction from attaching; if granted after conviction, it removes the penalties and disabilities, and restores him to all his civil rights; it makes him, as it were, a new man, and gives him a new credit and capacity. There is only this limitation to its operation,&#8212;it does not restore offices forfeited, or property or interests vested in others in consequence of the conviction and judgment.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The qualification in the last sentence of this extract, that a pardon does not affect vested interests, was exemplified in the case of Semmes v. U. S., 91 U. S. 21, where a pardon was held not to in erfere with the right of a purchaser of the forfeited estate. The same doctrine had been laid down in the Confiscation Cases, 20 Wall. 92, 112, 113. It was distinctly repeated and explained in Knote v. U. S., 95 U. S. 149. In that case property of the claimant had been seized by the authorities of the United States on the ground of treason and rebellion; a decree of condemnation and forfeiture had been passed, the property sold, and the proceeds paid into the treasury. The court decided that subsequent pardon and amnesty did not have the effect of restoring to the offender the right to these proceeds. They had become absolutely vested in the United States, and could not be devested by the pardon. The effect of a pardon was so fully discussed in that case that an extract from the opinion of the court will not be out of place here. The court say: 'A pardon is an act of grace by which an offender is released from the consequences of his offense, so far as such release is practicable and within control of the pardoning power, or of officers under its direction. It releases the offender from all disabilities imposed by the offense, and restores to him all his civil rights. In contemplation of law, it so far blots out the offense that afterwards it cannot be imputed to him to prevent the assertion of his legal rights. It gives to him a new credit and capacity, and rehabilitates him to that extent in his former position. But it does not make amends for the past. It affords no relief for what has been suffered by the offender in his person by imprisonment, forced labor, or otherwise. It does not give compensation for what has been done or suffered, nor does it impose upon the government any obligation to give it. The offense being established by judicial proceedings, that which has been done or suffered while they were in force is presumed to have been rightfully done and justly suffered, and no satisfaction for it can be required. Neither does the pardon affect any rights which have vested in others directly by the execution of the judgment for the offense, or which have been acquired by others while that judgment was in force. If, for example, by the judgment, a sale of the offender's property has been had, the purchaser will hold the property notwithstanding the subsequent pardon. And if the proceeds of the sale have been paid to a party to whom the law has assigned them, they cannot be subsequently reached and recovered by the offender. * * * So, also, if the proceeds have been paid into the treasury, the right to them has so far become vested in the United States that they can only be secured to the former owner of the property through an act of congress. * * * Where, however, property condemned, or its proceeds, have not thus vested, but remain under control of the executive, or of officers subject to his orders, or are in the custody of the judicial tribunals, the property will be restored or its proceeds delivered to the original owner, upon his full pardon.' The last portion of the above extract was justified by the decision in the Case of Armstrong's Foundry, 6 Wall. 766, where a pardon was received by Armstrong after his foundry had been seized, and while proceedings were pending for its confiscation. He was even allowed to plead the full pardon as new matter in this court while the case was pending on appeal; and the court held, and decided, that this pardon relieved him of so much of the penalty as accrued to the United States, without any expression of opinion as to the rights of the informer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The citations now made are sufficient to show the true bearing and effect of the pardon granted to Bosworth, and of the general proclamation of amnesty as applied to him. The property in question had never vested in any person when these acts of grace were performed. It had not even been forfeited. Nothing but the life-interest had been forfeited. His power to enjoy or dispose of it was simply suspended by his disability as an offender against the gover ment of the United States. This disability was a part of his punishment. It seems to be perfectly clear, therefore, in the light of the authorites referred to, that when his guilt and the punishment therefor were expunged by his pardon this disability was removed. In being restored to all his rights, privileges, and immunities, he was restored to the control of so much of his property and estate as had not become vested either in the government or in any other person; especially that part or quality of his estate which had never been forfeited, namely, the naked residuary ownership of the property, subject to the usufruct of the purchaser under the confiscation proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This result, however, does not depend upon the hypothesis that the dead fee remained in Bosworth after the confiscation proceedings took place. It is equally attained if we suppose that the fee was <i>in nubibus</i>, or that it devolved to the government for the benefit of whom it might concern. We are not trammeled by any technical rule of the common or the civil law on the subject. The statute, and the inferences derivable therefrom, make the law that controls it. Regarding the substance of things, and not their form, the truth is simply this: A portion of the estate, limited in time, was forfeited. The residue, expectant upon the expiration of that time, remained untouched,&#8212;undisposed of; out of the owner's power and control, it is true, but not subject to any other person's power or control. It was somewhere, or possibly nowhere. But if it had not an actual, it had a potential, existence, ready to develove to the heirs of the owner upon his death, or to be revived by any other rause that should call it into renewed vitality or enjoyment. The removal of the guilty party's disabilities, the restoration of all his rights, powers, and privileges, not absolutely lost or vested in another, was such a cause. Those disabilities were all that stood in the way of his control and disposition of the naked ownership of the property. Being removed, it necessarily follows that he was restored to that control and power of disposition. It follows, from these views, that the act of sale executed by A. W. Bosworth and his wife in Spetember, 1871, was effectual to transfer and convey the property in dispute, and that the judgment of the circuit court in favor of the plaintiffs below (the defendants in error) was erroneous. That judgment is therefore reversed and the cause remanded, with instructions to enter judgment for the defendants below, the now plaintiffs in error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">BLATCHFORD, J., did not sit in this case, or take any part in its decision.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>133 U.S. 92 (1890)</b></center>\n<center><h1>ILLINOIS CENTRAL RAILROAD COMPANY<br>\nv.<br>\nBOSWORTH.</h1></center>\n<center>No. 79.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 11, 12, 1889.</center>\n<center>Decided January 20, 1890.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*97</span> <i>Mr. Girault Farrar</i> and <i>Mr. Thomas J. Semmes</i> for plaintiffs in error. <i>Mr. James Fentress</i> was with them on their brief.</p>\n<p><i>Mr. Edgar H. Farrar</i> (with whom was <i>Mr. Ernest B Kruttschnitt</i> on the brief) for defendants in error.</p>\n<p><span class=\"star-pagination\">*99</span> MR. JUSTICE BRADLEY, after stating the case as above, delivered the opinion of the court.</p>\n<p>The principal question raised in the present case is, whether, by the effect of the pardon and amnesty granted to A.W. Bosworth by the special pardon of October, 1865, and the general proclamation of amnesty and pardon of December <span class=\"star-pagination\">*100</span> 25th, 1868, he was restored to the control and power of disposition over the fee simple or naked property in reversion expectant upon the determination of the confiscated estate in the property in dispute. The question of the effect of pardon and amnesty on the destination of the remaining estate of the offender, still outstanding after a confiscation of the property during his natural life, has never been settled by this court. That the guilty party had no control over it in the absence of such pardon or amnesty, has been frequently decided. <i>Wallach</i> v. <i>Van Riswick,</i> 92 U.S. 202; <i>Chaffraix</i> v. <i>Shiff,</i> 92 U.S. 214; <i>Pike</i> v. <i>Wassell,</i> 94 U.S. 711; <i>French</i> v. <i>Wade,</i> 102 U.S. 132; and see <i>Avegno</i> v. <i>Schmidt,</i> 113 U.S. 293; <i>Shields</i> v. <i>Schiff,</i> 124 U.S. 351. But it has been regarded as a doubtful question, what became of the fee, or ultimate estate, after the confiscation for life. \"We are not called upon,\" said Justice Strong, in <i>Wallach</i> v. <i>Van Riswick</i><i>,</i> \"to determine where the fee dwells during the continuance of the interest of a purchaser at a confiscation sale, whether in the United States, or in the purchaser, subject to be defeated by the death of the offender.\" 92 U.S. 212. It has also been suggested that the fee remained in the person whose estate was confiscated; but without any power in him to dispose of or control it.</p>\n<p>Perhaps it is not of much consequence which of these theories, if either of them, is the true one; the important point being, that the remnant of the estate, whatever its nature, and wherever it went, was never beneficially disposed of, but remained (so to speak) in a state of suspended animation. Both the common and the civil laws furnish analogies of suspended ownership of estates which may help us to a proper conception of that now under consideration. Blackstone says: \"Sometimes the fee may be in <i>abeyance,</i> that is (as the word signifies) in expectation, remembrance and contemplation of law; there being no person in <i>esse</i> in whom it can vest and abide; though the law considers it as always potentially existing, and ready to vest when a proper owner appears. Thus in a grant to John for life, and afterwards to the heirs of Richard, the inheritance is plainly neither granted to John <span class=\"star-pagination\">*101</span> nor Richard, nor can it vest in the heirs of Richard till his death, <i>nam nemo est haeres viventis;</i> it remains, therefore, in waiting or abeyance during the life of Richard.\" 2 Bl. Com. 107. In the civil law, the legal conception is a little different. Pothier says<sup>[1]</sup>: \"The dominion of property (or ownership), the same as all other rights, as well <i>in re</i> as <i>ad rem,</i> necessarily supposes a person in whom the right subsists and to whom it belongs. It need not be a natural person; it may belong to corporations or communities, which have only a civil and intellectual existence or personality. When an owner dies, and no one will accept the succession, this dormant succession (<i>succession jacente</i>) is considered as being a civil person and as the continuation of that of the deceased; and in this fictitious person subsists the dominion or ownership of whatever belonged to the deceased, the same as all other active and passive rights of the deceased; <i>hreditas jacens person defuncti locum obtinet.</i>\" Droit de Domaine de Propriété, Partie I, c. 1, § 15.</p>\n<p>But, as already intimated, it is not necessary to be over curious about the intermediate state in which the disembodied shade of naked ownership may have wandered during the period of its ambiguous existence. It is enough to know that it was neither annihilated, nor confiscated, nor appropriated to any third party. The owner, as a punishment for his offences, was disabled from exercising any acts of ownership over it, and no power to exercise such acts was given to any other person. At his death, if not before, the period of suspension comes to an end, and the estate revives and devolves <span class=\"star-pagination\">*102</span> to his heirs at law. In <i>Avegno</i> v. <i>Schmidt,</i> 113 U.S. 293, and in <i>Shields</i> v. <i>Schiff,</i> 124 U.S. 351, this court held that the heirs of the offender, at his death, take by descent from him and not by gift or grant from the government. They are not named in the confiscation act, it is true, nor in the joint resolution limiting its operation. The latter merely says, \"nor shall any punishment or proceedings under said act be so construed as to work a forfeiture of the real estate of the offender, beyond his natural life.\" The court has construed the effect of this language to be, to leave the property free to descend to the heirs of the guilty party. <i>Bigelow</i> v. <i>Forrest,</i> 9 Wall. 339; <i>Wallach</i> v. <i>Van Riswick,</i> 92 U.S. 202, 210. Mr. Justice Strong, in the latter case, speaking of the constitutional provision, that no attainder of treason should work corruption of blood or forfeiture, except during the life of the person attainted, (which provision was the ground and cause for passing the joint resolution referred to,) said \"No one ever doubted that it was a provision introduced for the benefit of the children and heirs alone; a declaration that the children should not bear the iniquity of the fathers.\"</p>\n<p>But, although the effect of the law was to hold the estate, or naked ownership, in a state of suspension for the benefit of the heirs, yet they acquired no vested interest in it; for, until the death of the ancestor, there is no heir. During his life it does not appear who the heirs will be. Heirs apparent have, in a special case, been received to intervene for the protection of the property from spoliation. <i>Pike</i> v. <i>Wassell,</i> 94 U.S. 711. This was allowed from the necessity of the case, arising from the fact that the ancestor's disability prevented him from exercising any power over the property for its protection or otherwise, and no other persons but the heirs apparent had even a contingent interest to be protected.</p>\n<p>It would seem to follow as a logical consequence from the decision in <i>Avegno</i> v. <i>Schmidt</i> and <i>Shields</i> v. <i>Schiff</i><i>,</i> that after the confiscation of the property the naked fee (or the naked ownership, as denominated in the civil law), subject, for the lifetime of the offender, to the interest or usufruct of the purchaser at the confiscation sale, remained in the offender himself; <span class=\"star-pagination\">*103</span> otherwise, how could his heirs take it from him by inheritance? But, by reason of his disability to dispose of, or touch it, or affect it in any manner whatsoever, it remained, as before stated, a mere dead estate, or in a condition of suspended animation. We think that this is, on the whole, the most reasonable view. There is no corruption of blood; the offender can transmit by descent; his heirs take from him by descent; why, then, is it not most rational to conclude that the dormant and suspended fee has continued in him?</p>\n<p>Now, if the disabilities which prevented such person from exercising any power over this suspended fee, or naked property, be removed by a pardon or amnesty,  so removed as to restore him to all his rights, privileges and immunities, as if he had never offended, except as to those things which have become vested in other persons,  why does it not restore him to the control of his property so far as the same has never been forfeited, or has never become vested in another person? In our judgment it does restore him to such control. In the opinion of the court in the case of <i>Ex parte Garland,</i> 4 Wall. 333, 380, the effect of a pardon is stated as follows, to wit: \"A pardon reaches both the punishment prescribed for the offence and the guilt of the offender; and, when the pardon is full, it releases the punishment and blots out of existence the guilt, so that in the eye of the law the offender is as innocent as if he had never committed the offence. If granted before conviction, it prevents any of the penalties and disabilities consequent upon conviction from attaching; if granted after conviction, it removes the penalties and disabilities, and restores him to all his civil rights; it makes him as it were a new man, and gives him a new credit and capacity. There is only this limitation to its operation; it does not restore offices forfeited, or property or interests vested in others in consequence of the conviction and judgment.\"</p>\n<p>The qualification in the last sentence of this extract, that a pardon does not affect vested interests, was exemplified in the case of <i>Semmes</i> v. <i>United States,</i> 91 U.S. 21, where a pardon was held not to interfere with the right of a purchaser of the forfeited estate. The same doctrine had been laid down in <span class=\"star-pagination\">*104</span> <i>The Confiscation Cases,</i> 20 Wall. 92, 112, 113. It was distinctly repeated and explained in <i>Knote</i> v. <i>United States,</i> 95 U.S. 149. In that case property of the claimant had been seized by the authorities of the United States on the ground of treason and rebellion; a decree of condemnation and forfeiture had been passed, the property sold, and the proceeds paid into the treasury. The court decided that subsequent pardon and amnesty did not have the effect of restoring to the offender the right to these proceeds. They had become absolutely vested in the United States, and could not be devested by the pardon. The effect of a pardon was so fully discussed in that case that an extract from the opinion of the court will not be out of place here. The court says: \"A pardon is an act of grace by which an offender is released from the consequences of his offence, so far as such release is practicable and within control of the pardoning power, or of officers under its direction. It releases the offender from all disabilities imposed by the offence, and restores to him all his civil rights. In contemplation of law, it so far blots out the offence that afterwards it cannot be imputed to him to prevent the assertion of his legal rights. It gives to him a new credit and capacity, and rehabilitates him to that extent in his former position. But it does not make amends for the past. It affords no relief for what has been suffered by the offender in his person by imprisonment, forced labor or otherwise; it does not give compensation for what has been done or suffered, nor does it impose upon the government any obligation to give it. The offence being established by judicial proceedings, that which has been done or suffered while they were in force is presumed to have been rightfully done and justly suffered, and no satisfaction for it can be required. Neither does the pardon affect any rights which have vested in others directly by the execution of the judgment for the offence, or which have been acquired by others whilst that judgment was in force. If, for example, by the judgment, a sale of the offender's property has been had, the purchaser will hold the property notwithstanding the subsequent pardon. And if the proceeds of the sale have been paid to a <span class=\"star-pagination\">*105</span> party to whom the law has assigned them, they cannot be subsequently reached and recovered by the offender. . . . So also if the proceeds have been paid into the treasury, the right to them has so far become vested in the United States that they can only be secured to the former owner of the property through an act of Congress. . . . Where, however, property condemned, or its proceeds, have not thus vested, but remain under control of the Executive, or of officers subject to his orders, or are in the custody of the judicial tribunals, the property will be restored or its proceeds delivered to the original owner, upon his full pardon.\"</p>\n<p>The last portion of the above extract was justified by the decision in the case of <i>Armstrong's Foundry,</i> 6 Wall. 766, where a pardon was received by Armstrong after his foundry had been seized, and whilst proceedings were pending for its confiscation. He was even allowed to plead the full pardon as new matter in this court whilst the case was pending on appeal; and the court held, and decided, that this pardon relieved him of so much of the penalty as accrued to the United States, without any expression of opinion as to the rights of the informer.</p>\n<p>The citations now made are sufficient to show the true bearing and effect of the pardon granted to Bosworth, and of the general proclamation of amnesty as applied to him. The property in question had never vested in any person when these acts of grace were performed. It had not even been forfeited. Nothing but the life interest had been forfeited. His power to enjoy or dispose of it was simply suspended by his disability as an offender against the government of the United States. This disability was a part of his punishment. It seems to be perfectly clear, therefore, in the light of the authorities referred to, that when his guilt and the punishment therefor were expunged by his pardon this disability was removed; in being restored to all his rights, privileges and immunities, he was restored to the control of so much of his property and estate as had not become vested either in the government or in any other person;  especially that part or quality of his estate which had never been forfeited, <span class=\"star-pagination\">*106</span> namely, the naked residuary ownership of the property, subject to the usufruct of the purchaser under the confiscation proceedings.</p>\n<p>This result, however, does not depend upon the hypothesis that the dead fee remained in Bosworth after the confiscation proceedings took place; it is equally attained if we suppose that the fee was <i>in nubibus,</i> or that it devolved to the government for the benefit of whom it might concern. We are not trammelled by any technical rule of the common or the civil law on the subject. The statute and the inferences derivable therefrom make the law that controls it. Regarding the substance of things and not their form, the truth is simply this: a portion of the estate, limited in time, was forfeited; the residue, expectant upon the expiration of that time, remained untouched, undisposed of; out of the owner's power and control, it is true, but not subject to any other person's power or control. It was somewhere, or possibly nowhere. But if it had not an actual, it had a potential, existence, ready to devolve to the heirs of the owner upon his death, or to be revived by any other cause that should call it into renewed vitality or enjoyment. The removal of the guilty party's disabilities, the restoration of all his rights, powers and privileges, not absolutely lost or vested in another, was such a cause. Those disabilities were all that stood in the way of his control and disposition of the naked ownership of the property. Being removed, it necessarily follows that he was restored to that control and power of disposition.</p>\n<p>It follows from these views, that the act of sale executed by A.W. Bosworth and his wife in September, 1871, was effectual to transfer and convey the property in dispute, and that the judgment of the Circuit Court in favor of the plaintiffs below (the defendants in error) was erroneous. That judgment is, therefore,</p>\n<p><i>Reversed and the cause remanded, with instructions to enter judgment for the defendants below, the now plaintiffs in error.</i></p>\n<p>MR. JUSTICE BLATCHFORD did not sit in this case, or take any part in its decision.</p>\n<h2>NOTES</h2>\n<p>[1]  Le domaine de propriété, de même que tous les autres droits, tant <i>in re</i> qu' <i>ad rem,</i> suppose nécessairement une personne dans laquelle ce droit subsiste, et à qui il appartienne. Il n'est pas nécessaire que ce soit une personne naturelle, telle que sont les personnes des particuliers, à qui le droit appartienne: ce droit, de même que toutes les autres espèces de droits, peut appartenir à des corps et à des communautés, qui n'ont qu'une personne civile et intellectuelle. Lors qu'un propriétaire étant mort, personne ne veut accepter sa succession, cette succession jacente est considérée comme étant une personne civile, et comme la continuation de celle du défunt; et c'est dans cette personne fictive que subsiste le domaine de propriété de toutes les choses qui appartenaiene au défunt, de même que tous les autres droits actifs et passifs du défunt: <i>Hreditas jacens person defuncti locum obtinet.</i></p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></span> (1890)</b></center>\n<center><h1>ILLINOIS CENTRAL RAILROAD COMPANY<br>\nv.<br>\nBOSWORTH.</h1></center>\n<center>No. 79.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 11, 12, 1889.</center>\n<center>Decided January 20, 1890.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><span class=\"star-pagination\">*97</span> <i>Mr. Girault Farrar</i> and <i>Mr. Thomas J. Semmes</i> for plaintiffs in error. <i>Mr. James Fentress</i> was with them on their brief.</p>\n<p><i>Mr. Edgar H. Farrar</i> (with whom was <i>Mr. Ernest B Kruttschnitt</i> on the brief) for defendants in error.</p>\n<p><span class=\"star-pagination\">*99</span> MR. JUSTICE BRADLEY, after stating the case as above, delivered the opinion of the court.</p>\n<p>The principal question raised in the present case is, whether, by the effect of the pardon and amnesty granted to A.W. Bosworth by the special pardon of October, 1865, and the general proclamation of amnesty and pardon of December <span class=\"star-pagination\">*100</span> 25th, 1868, he was restored to the control and power of disposition over the fee simple or naked property in reversion expectant upon the determination of the confiscated estate in the property in dispute. The question of the effect of pardon and amnesty on the destination of the remaining estate of the offender, still outstanding after a confiscation of the property during his natural life, has never been settled by this court. That the guilty party had no control over it in the absence of such pardon or amnesty, has been frequently decided. <i>Wallach</i> v. <i>Van Riswick,</i> <span class=\"citation\" data-id=\"89265\"><a href=\"/opinion/89265/wallach-v-van-riswick/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>; <i>Chaffraix</i> v. <i>Shiff,</i> 92 U.S. 214; <i>Pike</i> v. <i>Wassell,</i> 94 U.S. 711; <i>French</i> v. <i>Wade,</i> 102 U.S. 132; and see <i>Avegno</i> v. <i>Schmidt,</i> <span class=\"citation\" data-id=\"91290\"><a href=\"/opinion/91290/avegno-v-schmidt/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>; <i>Shields</i> v. <i>Schiff,</i> <span class=\"citation\" data-id=\"92126\"><a href=\"/opinion/92126/shields-v-schiff/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></a></span>. But it has been regarded as a doubtful question, what became of the fee, or ultimate estate, after the confiscation for life. \"We are not called upon,\" said Justice Strong, in <i>Wallach</i> v. <i>Van Riswick</i><i>,</i> \"to determine where the fee dwells during the continuance of the interest of a purchaser at a confiscation sale, whether in the United States, or in the purchaser, subject to be defeated by the death of the offender.\" 92 U.S. 212. It has also been suggested that the fee remained in the person whose estate was confiscated; but without any power in him to dispose of or control it.</p>\n<p>Perhaps it is not of much consequence which of these theories, if either of them, is the true one; the important point being, that the remnant of the estate, whatever its nature, and wherever it went, was never beneficially disposed of, but remained (so to speak) in a state of suspended animation. Both the common and the civil laws furnish analogies of suspended ownership of estates which may help us to a proper conception of that now under consideration. Blackstone says: \"Sometimes the fee may be in <i>abeyance,</i> that is (as the word signifies) in expectation, remembrance and contemplation of law; there being no person in <i>esse</i> in whom it can vest and abide; though the law considers it as always potentially existing, and ready to vest when a proper owner appears. Thus in a grant to John for life, and afterwards to the heirs of Richard, the inheritance is plainly neither granted to John <span class=\"star-pagination\">*101</span> nor Richard, nor can it vest in the heirs of Richard till his death, <i>nam nemo est haeres viventis;</i> it remains, therefore, in waiting or abeyance during the life of Richard.\" 2 Bl. Com. 107. In the civil law, the legal conception is a little different. Pothier says<sup>[1]</sup>: \"The dominion of property (or ownership), the same as all other rights, as well <i>in re</i> as <i>ad rem,</i> necessarily supposes a person in whom the right subsists and to whom it belongs. It need not be a natural person; it may belong to corporations or communities, which have only a civil and intellectual existence or personality. When an owner dies, and no one will accept the succession, this dormant succession (<i>succession jacente</i>) is considered as being a civil person and as the continuation of that of the deceased; and in this fictitious person subsists the dominion or ownership of whatever belonged to the deceased, the same as all other active and passive rights of the deceased; <i>hreditas jacens person defuncti locum obtinet.</i>\" Droit de Domaine de Propriété, Partie I, c. 1, § 15.</p>\n<p>But, as already intimated, it is not necessary to be over curious about the intermediate state in which the disembodied shade of naked ownership may have wandered during the period of its ambiguous existence. It is enough to know that it was neither annihilated, nor confiscated, nor appropriated to any third party. The owner, as a punishment for his offences, was disabled from exercising any acts of ownership over it, and no power to exercise such acts was given to any other person. At his death, if not before, the period of suspension comes to an end, and the estate revives and devolves <span class=\"star-pagination\">*102</span> to his heirs at law. In <i>Avegno</i> v. <i>Schmidt,</i> <span class=\"citation\" data-id=\"91290\"><a href=\"/opinion/91290/avegno-v-schmidt/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, and in <i>Shields</i> v. <i>Schiff,</i> <span class=\"citation\" data-id=\"92126\"><a href=\"/opinion/92126/shields-v-schiff/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></a></span>, this court held that the heirs of the offender, at his death, take by descent from him and not by gift or grant from the government. They are not named in the confiscation act, it is true, nor in the joint resolution limiting its operation. The latter merely says, \"nor shall any punishment or proceedings under said act be so construed as to work a forfeiture of the real estate of the offender, beyond his natural life.\" The court has construed the effect of this language to be, to leave the property free to descend to the heirs of the guilty party. <i>Bigelow</i> v. <i>Forrest,</i> 9 Wall. 339; <i>Wallach</i> v. <i>Van Riswick,</i> <span class=\"citation\" data-id=\"89265\"><a href=\"/opinion/89265/wallach-v-van-riswick/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 210. Mr. Justice Strong, in the latter case, speaking of the constitutional provision, that no attainder of treason should work corruption of blood or forfeiture, except during the life of the person attainted, (which provision was the ground and cause for passing the joint resolution referred to,) said \"No one ever doubted that it was a provision introduced for the benefit of the children and heirs alone; a declaration that the children should not bear the iniquity of the fathers.\"</p>\n<p>But, although the effect of the law was to hold the estate, or naked ownership, in a state of suspension for the benefit of the heirs, yet they acquired no vested interest in it; for, until the death of the ancestor, there is no heir. During his life it does not appear who the heirs will be. Heirs apparent have, in a special case, been received to intervene for the protection of the property from spoliation. <i>Pike</i> v. <i>Wassell,</i> 94 U.S. 711. This was allowed from the necessity of the case, arising from the fact that the ancestor's disability prevented him from exercising any power over the property for its protection or otherwise, and no other persons but the heirs apparent had even a contingent interest to be protected.</p>\n<p>It would seem to follow as a logical consequence from the decision in <i>Avegno</i> v. <i>Schmidt</i> and <i>Shields</i> v. <i>Schiff</i><i>,</i> that after the confiscation of the property the naked fee (or the naked ownership, as denominated in the civil law), subject, for the lifetime of the offender, to the interest or usufruct of the purchaser at the confiscation sale, remained in the offender himself; <span class=\"star-pagination\">*103</span> otherwise, how could his heirs take it from him by inheritance? But, by reason of his disability to dispose of, or touch it, or affect it in any manner whatsoever, it remained, as before stated, a mere dead estate, or in a condition of suspended animation. We think that this is, on the whole, the most reasonable view. There is no corruption of blood; the offender can transmit by descent; his heirs take from him by descent; why, then, is it not most rational to conclude that the dormant and suspended fee has continued in him?</p>\n<p>Now, if the disabilities which prevented such person from exercising any power over this suspended fee, or naked property, be removed by a pardon or amnesty,  so removed as to restore him to all his rights, privileges and immunities, as if he had never offended, except as to those things which have become vested in other persons,  why does it not restore him to the control of his property so far as the same has never been forfeited, or has never become vested in another person? In our judgment it does restore him to such control. In the opinion of the court in the case of <i>Ex parte Garland,</i> <span class=\"citation\" data-id=\"87779\"><a href=\"/opinion/87779/ex-parte-garland/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">333</span></a></span>, 380, the effect of a pardon is stated as follows, to wit: \"A pardon reaches both the punishment prescribed for the offence and the guilt of the offender; and, when the pardon is full, it releases the punishment and blots out of existence the guilt, so that in the eye of the law the offender is as innocent as if he had never committed the offence. If granted before conviction, it prevents any of the penalties and disabilities consequent upon conviction from attaching; if granted after conviction, it removes the penalties and disabilities, and restores him to all his civil rights; it makes him as it were a new man, and gives him a new credit and capacity. There is only this limitation to its operation; it does not restore offices forfeited, or property or interests vested in others in consequence of the conviction and judgment.\"</p>\n<p>The qualification in the last sentence of this extract, that a pardon does not affect vested interests, was exemplified in the case of <i>Semmes</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89140\"><a href=\"/opinion/89140/semmes-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, where a pardon was held not to interfere with the right of a purchaser of the forfeited estate. The same doctrine had been laid down in <span class=\"star-pagination\">*104</span> <i>The Confiscation Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">92</span></span>, 112, 113. It was distinctly repeated and explained in <i>Knote</i> v. <i>United States,</i> 95 U.S. 149. In that case property of the claimant had been seized by the authorities of the United States on the ground of treason and rebellion; a decree of condemnation and forfeiture had been passed, the property sold, and the proceeds paid into the treasury. The court decided that subsequent pardon and amnesty did not have the effect of restoring to the offender the right to these proceeds. They had become absolutely vested in the United States, and could not be devested by the pardon. The effect of a pardon was so fully discussed in that case that an extract from the opinion of the court will not be out of place here. The court says: \"A pardon is an act of grace by which an offender is released from the consequences of his offence, so far as such release is practicable and within control of the pardoning power, or of officers under its direction. It releases the offender from all disabilities imposed by the offence, and restores to him all his civil rights. In contemplation of law, it so far blots out the offence that afterwards it cannot be imputed to him to prevent the assertion of his legal rights. It gives to him a new credit and capacity, and rehabilitates him to that extent in his former position. But it does not make amends for the past. It affords no relief for what has been suffered by the offender in his person by imprisonment, forced labor or otherwise; it does not give compensation for what has been done or suffered, nor does it impose upon the government any obligation to give it. The offence being established by judicial proceedings, that which has been done or suffered while they were in force is presumed to have been rightfully done and justly suffered, and no satisfaction for it can be required. Neither does the pardon affect any rights which have vested in others directly by the execution of the judgment for the offence, or which have been acquired by others whilst that judgment was in force. If, for example, by the judgment, a sale of the offender's property has been had, the purchaser will hold the property notwithstanding the subsequent pardon. And if the proceeds of the sale have been paid to a <span class=\"star-pagination\">*105</span> party to whom the law has assigned them, they cannot be subsequently reached and recovered by the offender. . . . So also if the proceeds have been paid into the treasury, the right to them has so far become vested in the United States that they can only be secured to the former owner of the property through an act of Congress. . . . Where, however, property condemned, or its proceeds, have not thus vested, but remain under control of the Executive, or of officers subject to his orders, or are in the custody of the judicial tribunals, the property will be restored or its proceeds delivered to the original owner, upon his full pardon.\"</p>\n<p>The last portion of the above extract was justified by the decision in the case of <i>Armstrong's Foundry,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">766</span></span>, where a pardon was received by Armstrong after his foundry had been seized, and whilst proceedings were pending for its confiscation. He was even allowed to plead the full pardon as new matter in this court whilst the case was pending on appeal; and the court held, and decided, that this pardon relieved him of so much of the penalty as accrued to the United States, without any expression of opinion as to the rights of the informer.</p>\n<p>The citations now made are sufficient to show the true bearing and effect of the pardon granted to Bosworth, and of the general proclamation of amnesty as applied to him. The property in question had never vested in any person when these acts of grace were performed. It had not even been forfeited. Nothing but the life interest had been forfeited. His power to enjoy or dispose of it was simply suspended by his disability as an offender against the government of the United States. This disability was a part of his punishment. It seems to be perfectly clear, therefore, in the light of the authorities referred to, that when his guilt and the punishment therefor were expunged by his pardon this disability was removed; in being restored to all his rights, privileges and immunities, he was restored to the control of so much of his property and estate as had not become vested either in the government or in any other person;  especially that part or quality of his estate which had never been forfeited, <span class=\"star-pagination\">*106</span> namely, the naked residuary ownership of the property, subject to the usufruct of the purchaser under the confiscation proceedings.</p>\n<p>This result, however, does not depend upon the hypothesis that the dead fee remained in Bosworth after the confiscation proceedings took place; it is equally attained if we suppose that the fee was <i>in nubibus,</i> or that it devolved to the government for the benefit of whom it might concern. We are not trammelled by any technical rule of the common or the civil law on the subject. The statute and the inferences derivable therefrom make the law that controls it. Regarding the substance of things and not their form, the truth is simply this: a portion of the estate, limited in time, was forfeited; the residue, expectant upon the expiration of that time, remained untouched, undisposed of; out of the owner's power and control, it is true, but not subject to any other person's power or control. It was somewhere, or possibly nowhere. But if it had not an actual, it had a potential, existence, ready to devolve to the heirs of the owner upon his death, or to be revived by any other cause that should call it into renewed vitality or enjoyment. The removal of the guilty party's disabilities, the restoration of all his rights, powers and privileges, not absolutely lost or vested in another, was such a cause. Those disabilities were all that stood in the way of his control and disposition of the naked ownership of the property. Being removed, it necessarily follows that he was restored to that control and power of disposition.</p>\n<p>It follows from these views, that the act of sale executed by A.W. Bosworth and his wife in September, 1871, was effectual to transfer and convey the property in dispute, and that the judgment of the Circuit Court in favor of the plaintiffs below (the defendants in error) was erroneous. That judgment is, therefore,</p>\n<p><i>Reversed and the cause remanded, with instructions to enter judgment for the defendants below, the now plaintiffs in error.</i></p>\n<p>MR. JUSTICE BLATCHFORD did not sit in this case, or take any part in its decision.</p>\n<h2>NOTES</h2>\n<p>[1]  Le domaine de propriété, de même que tous les autres droits, tant <i>in re</i> qu' <i>ad rem,</i> suppose nécessairement une personne dans laquelle ce droit subsiste, et à qui il appartienne. Il n'est pas nécessaire que ce soit une personne naturelle, telle que sont les personnes des particuliers, à qui le droit appartienne: ce droit, de même que toutes les autres espèces de droits, peut appartenir à des corps et à des communautés, qui n'ont qu'une personne civile et intellectuelle. Lors qu'un propriétaire étant mort, personne ne veut accepter sa succession, cette succession jacente est considérée comme étant une personne civile, et comme la continuation de celle du défunt; et c'est dans cette personne fictive que subsiste le domaine de propriété de toutes les choses qui appartenaiene au défunt, de même que tous les autres droits actifs et passifs du défunt: <i>Hreditas jacens person defuncti locum obtinet.</i></p>\n\n</div>", "id": 92653, "judges": "Bradley, After Stating the Case as Above", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92653/", "sha1": "645377804b82e039bd419bc98ad55520c2d238e8", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:05:57"}