{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "318 U.S. 322", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103790/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Helvering v. American Dental Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "303", 
    "id": 88173, 
    "resource_uri": "/api/rest/v2/citation/88173/"
  }, 
  "id": 103790, 
  "blocked": false, 
  "judges": "Reed", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1943-03-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>318 U.S. 322 (1943)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nAMERICAN DENTAL CO.</h1></center>\n<center>No. 303.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 5, 6, 1943.</center>\n<center>Decided March 1, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*323</span> <i>Mr. Samuel H. Levy,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key</i> and <i>Newton K. Fox,</i> and <i>Miss Helen R. Carloss</i> were on the brief, for petitioner.</p>\n<p><i>Mr. John E. Hughes,</i> with whom <i>Mr. James A. O'Callaghan</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>This writ of certiorari brings here for review the question of the taxability, as income, of rent and interest on accounts owed by the taxpayer which were cancelled by its creditors.</p>\n<p>The taxpayer, a corporation, respondent here, owed certain past due bills for merchandise. This indebtedness was represented by interest-bearing notes. Interest upon these notes had been accrued for the years prior to 1937 and deducted in the taxpayer's income tax returns, to the amount of $11,435.22. In November, 1936, the creditors agreed to cancel all interest accruing after January 1, 1932. The first entry on the taxpayer's books which records the cancellation appears in December, 1937, the tax year here involved, when over $16,000 was credited.</p>\n<p>The taxpayer in December, 1933, also owed back rent amounting to $15,298.99. This back rent had been accrued as an expense. A new lease was negotiated at that <span class=\"star-pagination\">*324</span> time and the lessor promised to make an adjustment of the accumulated obligation. The following April the lessor advised the taxpayer that he would accept $7,500 in payment of the back rent and would cancel the rest. The reduced sum was paid in February, 1937, by cash and notes which were met the same year. In 1937 the first entries were made on both the lessor's and the taxpayer's books, showing the partial forgiveness of the back rent.</p>\n<p>The date of the book entries of the cancellations and the deduction of the interest for the whole of 1936 by the taxpayer led the Board of Tax Appeals to uphold the Commissioner's determination that the cancellation of all items of indebtedness involved here took place in 1937. This determination is accepted by us. <i>Wilmington Trust Co.</i> v. <i>Commissioner,</i> 316 U.S. 164, 168.</p>\n<p>The taxpayer credited the total amount of the cancelled debts, $25,219.65, to earned surplus.<sup>[1]</sup> It did not return any of the sum as taxable income. No proof appears of the insolvency of the taxpayer before or after the cancellation. Its balance sheets show assets exceeding liabilities at the opening and close of 1937 with net assets greater than the asserted adjustment of income. Under these circumstances the Commissioner increased the taxpayer's reported income by $19,234.21, the sum of the items of the cancelled indebtedness which the Board of Tax Appeals found had served to offset income in like amounts in prior years. The taxpayer had accrued the rent and interest in former years. No claim for additional taxes is made by the Commissioner.</p>\n<p>The taxpayer sought a redetermination on the ground that the cancellations were exempt gifts and that it was not enriched beyond the tax advantages gained by the deductions in former tax returns. The Board of Tax <span class=\"star-pagination\">*325</span> Appeals found that the cancellations were not gifts, concluded that the tax benefits in dollars obtained by the deductions of former years did not limit the 1937 tax springing from the cancellation and affirmed the Commissioner's determination of a deficiency. The Court of Appeals reversed on the ground that the cancellations constituted exempt gifts. 128 F.2d 254. On account of a variety of views in the circuits as to the taxability of similar adjustments of indebtedness, we granted certiorari.<sup>[2]</sup></p>\n<p>The applicable statutory provisions are § 22 (a) and (b) (3) of the Revenue Act of 1936.<sup>[3]</sup> The general definition of gross income has varied little in the successive revenue acts, and, from the earliest, gifts have been excluded by substantially identical statutory language. Act of October 3, 1913, 38 Stat. 166. The Treasury Department Regulations 94, relating to the Revenue Act of 1936, <span class=\"star-pagination\">*326</span> Art. 22 (a)-14, covered cancellation of indebtedness.<sup>[4]</sup> This regulation first appeared in Regulations 86 under the 1934 Act. It marked a change in the Treasury's concept of the tax effect of debt forgiveness. The old article as it appeared in Regulations 77, relating to the 1932 Act, read in part:</p>\n<p>\"If, however, a creditor merely desires to benefit a debtor and without any consideration therefor cancels the debt, the amount of the debt is a gift from the creditor to the debtor and need not be included in the latter's gross income.\"<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*327</span> The same language appeared in the former Regulations.<sup>[6]</sup></p>\n<p>In fields closely related to the cancellation of indebtedness which we are considering here, this Court has treated gains in net assets as income. In <i>United States</i> v. <i>Kirby Lumber Co.,</i> 284 U.S. 1, the taxpayer purchased its own bonds at a discount. It was held taxable on the increase in net assets which resulted.<sup>[7]</sup> This holding was confirmed by <i>Helvering</i> v. <i>American Chicle Co.,</i> 291 U.S. 426. See also <i>Commissioner</i> v. <i>Coastwise Transp. Corp.,</i> 71 F.2d 104. Forfeiture or surrender of a lease by which the lessor gains property or money makes such gain taxable. <i>Helvering</i> v. <i>Bruun,</i> 309 U.S. 461; <i>Hort</i> v. <i>Commissioner,</i> 313 U.S. 28. The narrow line between taxable bonuses and tax free gifts is illuminated by <i>Bogardus</i> v. <i>Commissioner,</i> 302 U.S. 34, on the one side and upon the other by <i>Noel</i> v. <i>Parrott,</i> 15 F.2d 669, as approved in <i>Old Colony Trust Co.</i> v. <i>Commissioner,</i> 279 U.S. 716, 730.</p>\n<p>Normally cancellations of indebtedness occur only when the beneficiary is insolvent or at least in financial straits. Possibly because it seems beyond the legislative purpose to exact income taxes for savings on debts, the courts have been astute to avoid taxing every balance sheet improvement brought about through a debt reduction. Where the indebtedness has represented the purchase price of property, a partial forgiveness has been treated as a readjustment <span class=\"star-pagination\">*328</span> of the contract rather than a gain. <i>Hirsch</i> v. <i>Commissioner,</i> 115 F.2d 656; <i>Helvering</i> v. <i>A.L. Killian Co.,</i> 128 F.2d 433; Gehring Publishing Co. <i>v.</i> Commissioner, 1 T.C. 345. Where a stockholder gratuitously forgives the corporation's debt to himself, the transaction has long been recognized by the Treasury as a contribution to the capital of the corporation. Regulations 45, Art. 51, through to Regulations 94, Art. 22 (a)-14. <i>Commissioner</i> v. <i>Auto Strop Safety Razor Co.,</i> 74 F.2d 226.<sup>[8]</sup></p>\n<p>The uncertainties of the effect of the remission of indebtedness on income tax brought about legislation to clarify the problems. The Chandler Bankruptcy Act of June 22, 1938, instituted adjustments deemed desirable.<sup>[9]</sup> The provisions of Chapter X of the Bankruptcy Act relating to corporate reorganizations are typical. They declare that no income should be recognized \"in respect to the adjustment of the indebtedness of a debtor\" under reorganization proceedings, § 268, 52 Stat. 904, provided that the basis of the property should be reduced correspondingly as specified in § 270 as amended July 1, 1940, 54 Stat. 709. The basis requirements do not appear throughout the sections, e.g., Chapter XV. The Revenue Act of 1939<sup>[10]</sup> amended the Internal Revenue Code, §§ 22 (b) and 113 (b), so as to extend similar relief to all corporate taxpayers \"in an unsound financial condition.\"<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*329</span> It was provided that § 215 should not apply to any discharge of indebtedness occurring prior to the enactment of the Revenue Act of 1939. No further explanation for this limitation appears beyond the language of the House Report:</p>\n<p>\"The amendments made by section 215 of the bill are applicable only to taxable years beginning after December 31, 1938. They are not applicable to discharges of corporate indebtedness occurring prior to the date of the enactment of the bill. They are also not applicable to a discharge occurring in any taxable year beginning after December 31, 1942. They likewise do not apply to any discharge of corporate indebtedness occurring in any proceeding under section 77B, or under chapter X or XI, of the Bankruptcy Act of 1898, as amended, since such discharges are governed by other provisions of law.\" P. 25.</p>\n<p>The Revenue Act of 1942, 56 Stat. 798, 811, § 114, amended § 22 (b) (9) of the Internal Revenue Code so as to make the exclusion from gross income of income arising from discharge of indebtedness applicable generally to all corporations, whether or not financially sound.<sup>[12]</sup></p>\n<p>In the light of these views upon gain, profit and income, we must construe the meaning of the statutory exemption of gifts from gross income by § 22 (b) (3). The broad import of gross income in § 22 (a)<sup>[13]</sup> admonishes us to be chary <span class=\"star-pagination\">*330</span> of extending any words of exemption beyond their plain meaning. Cf. <i>Heiner</i> v. <i>Colonial Trust Co.,</i> 275 U.S. 232, 235; <i>United States</i> v. <i>Stewart,</i> 311 U.S. 60, 63. \"Gifts,\" however, is a generic word of broad connotation, taking coloration from the context of the particular statute in which it may appear. Its plain meaning in its present setting denotes, it seems to us, the receipt of financial advantages gratuitously.</p>\n<p>The release of interest or the complete satisfaction of an indebtedness by partial payment by the voluntary act of the creditor is more akin to a reduction of sale price than to financial betterment through the purchase by a debtor of its bonds in an arm's-length transaction. In this view, there is no substance in the Commissioner's differentiation between a solvent or insolvent corporation or the taxation of income to the extent of assets freed from the claims of creditors by a gratuitous cancellation of indebtedness. Lakeland Grocery Co. <i>v.</i> Commissioner, 36 B.T.A. 289. Cf. Madison Railways Co. <i>v.</i> Commissioner, 36 B.T.A. 1106; Spokane Office Supply Co. <i>v.</i> Commissioner, B.T.A. Docket No. 86762, memo. op. of April 29, 1939; Model Laundry <i>v.</i> Commissioner, B.T.A. Docket No. 93493, memo. op. of January 15, 1940. See also <i>Haden Co.</i> v. <i>Commissioner,</i> 118 F.2d 285, which supports the Commissioner.</p>\n<p>The Board of Tax Appeals decided that these cancellations were not gifts under § 22 (b) (3). It was said:</p>\n<p>\"No evidence was introduced to show a donative intent upon the part of any creditor. The evidence indicates, on the contrary, that the creditors acted for purely business reasons and did not forgive the debts for altruistic reasons or out of pure generosity.\" 44 B.T.A. 425, 428.</p>\n<p>With this conclusion we cannot agree. We do not feel bound by the finding of the Board because it reached its conclusions, in our opinion, upon an application of erroneous legal standards. Section 22 (b) (3) exempts <span class=\"star-pagination\">*331</span> gifts. This does not leave the Tax Court of the United States free to determine at will or upon evidence and without judicial review the tests to be applied to facts to determine whether the result is or is not a gift. The fact that the motives leading to the cancellations were those of business or even selfish, if it be true, is not significant. The forgiveness was gratuitous, a release of something to the debtor for nothing, and sufficient to make the cancellation here gifts within the statute.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE RUTLEDGE took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE FRANKFURTER, dissenting:</p>\n<p>When Congress wished to exempt income \"attributable to the discharge . . . of any indebtedness\" it did so explicitly. It defined such exemption with particularity and only to a limited extent, as illustrated by the various enactments, including § 114 of the Revenue Act of 1942, all of which appear to throw light leading away from and not towards the conclusion drawn from them by the Court. In the absence of such specific exemption of what as a practical matter may be income, determination of whether it is or is not income should be left to the tribunal whose special business it is to ascertain the controverted facts and the reasonable inferences from them. In deciding that, in the circumstances of the present case, the debt cancellations were not gifts and therefore taxable, the Board of Tax Appeals (now the Tax Court of the United States) did not invoke wrong legal standards. It knew well enough the difference between taxable income and gifts. It applied these legal concepts to its interpretation of the facts. That its judgment should not be upset is counselled by wise fiscal as well as judicial administration.</p>\n<p>MR. JUSTICE JACKSON joins in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  There is an unexplained and immaterial variance between the sum of the items cancelled and the total credited to surplus.</p>\n<p>[2]  <i>Dallas Transfer &amp; Warehouse Co.</i> v. <i>Commissioner,</i> 70 F.2d 95; <i>Commissioner</i> v. <i>Coastwise Transp. Corp.,</i> 71 F.2d 104; <i>Hirsch</i> v. <i>Commissioner,</i> 115 F.2d 656; <i>Helvering</i> v. <i>A.L. Killian Co.,</i> 128 F.2d 433; <i>Haden Co.</i> v. <i>Commissioner,</i> 118 F.2d 285.</p>\n<p>[3]  49 Stat. 1648, 1657, § 22, Gross income:\n</p>\n<p>\"(a) <i>General Definition.</i> \u0097 `Gross income' includes gains, profits, and income derived from salaries, wages, or compensation for personal service, of whatever kind and in whatever form paid, or from professions, vocations, trades, businesses, commerce, or sales, or dealings in property, whether real or personal, growing out of the ownership or use of or interest in such property; also from interest, rent, dividends, securities, or the transaction of any business carried on for gain or profit, or gains or profits and income derived from any source whatever. . . .</p>\n<p>\"(b) <i>Exclusions from Gross Income.</i> \u0097 The following items shall not be included in gross income and shall be exempt from taxation under this title:</p>\n<p>.....</p>\n<p>\"(3) <i>Gifts, Bequests, and Devises.</i> \u0097 The value of property acquired by gift, bequest, devise, or inheritance (but the income from such property shall be included in gross income); . . .\"</p>\n<p>[4]  \"Art. 22 (a)-14. Cancellation of indebtedness. \u0097 The cancellation of indebtedness, in whole or in part, may result in the realization of income. If, for example, an individual performs services for a creditor, who in consideration thereof cancels the debt, income in the amount of the debt is realized by the debtor as compensation for his services. A taxpayer realizes income by the payment or purchase of his obligations at less than their face value. (See article 22 (a)-18.) If a shareholder in a corporation which is indebted to him gratuitously forgives the debt, the transaction amounts to a contribution to the capital of the corporation. Income is not realized by a taxpayer by virtue of the discharge of his indebtedness as the result of an adjudication in bankruptcy, or by virtue of a composition agreement among his creditors, if immediately thereafter the taxpayer's liabilities exceed the value of his assets.\"\n</p>\n<p>The article relating to the exclusion of gifts from gross income is not helpful. It merely says gifts are exempt from the income tax. Art. 22 (b) (3)-1.</p>\n<p>[5]  The whole article was as follows:\n</p>\n<p>\"Art. 64. Forgiveness of indebtedness. \u0097 The cancellation and forgiveness of indebtedness may amount to a payment of income, to a gift, or to a capital transaction, dependent upon the circumstances. If, for example, an individual performs services for a creditor, who in consideration thereof cancels the debt, income to that amount is realized by the debtor as compensation for his services. If, however, a creditor merely desires to benefit a debtor and without any consideration therefor cancels the debt, the amount of the debt is a gift from the creditor to the debtor and need not be included in the latter's gross income. If a shareholder in a corporation which is indebted to him gratuitously forgive the debt, the transaction amounts to a contribution to the capital of the corporation.\"</p>\n<p>[6]  Regulations 74, Art. 64 (1931); Regulations 69, Art. 49 (1926); Regulations 65, Art. 49 (1924), for individuals; Regulations 62, Art. 50 (1922), for individuals; Regulations 45 (1920 ed.), Art. 51, for individuals.\n</p>\n<p>When the gift tax was revived in 1932, the House Report gave as an example of a gift \"the forgiveness or payment by A of B's indebtedness.\" H. Rep. No. 708, 72nd Cong., 1st Sess., p. 28 (5).</p>\n<p>[7]  The fact that the purchase was made in the taxable year of issue is immaterial. <i>Burnet</i> v. <i>Sanford &amp; Brooks Co.,</i> 282 U.S. 359, 364, 365; <i>Commissioner</i> v. <i>Norfolk Southern R. Co.,</i> 63 F.2d 304.</p>\n<p>[8]  For discussions of the general problem see \"The Revenue Act of 1939 and the Income Tax Treatment of Cancellation of Indebtedness,\" 49 Yale L.J. 1153; \"Cancellation of Indebtedness and Its Tax Consequences,\" 40 Col. L. Rev. 1326; \"Discharge of Indebtedness and the Federal Income Tax,\" 53 Harv. L. Rev. 977.</p>\n<p>[9]  Corporate reorganizations under Chap. X or 77B, §§ 268, 270, 276 (c) (3), 52 Stat. 904, 905; arrangements under Chap. XI, §§ 395, 396, 52 Stat. 915; real property arrangements under Chap. XII, §§ 520, 521, 522, 52 Stat. 929; wage earners plans under Chap. XIII, § 679, 52 Stat. 938; railroad adjustments under Chap. XV, § 735, 53 Stat. 1140.</p>\n<p>[10]  53 Stat. 875, § 215.</p>\n<p>[11]  See S. Rep. No. 648, 76th Cong., 1st Sess., p. 5; H. Rep. No. 855, 76th Cong., 1st Sess., p. 23.</p>\n<p>[12]  See S. Rep. No. 1631, 77th Cong., 2d Sess., p. 77; 26 U.S.C. § 22:\n</p>\n<p>\"(b) Exclusions from gross income. The following items shall not be included in gross income and shall be exempt from taxation under this chapter:</p>\n<p>.....</p>\n<p>\"(9) Income from discharge of indebtedness. \u0097 In the case of a corporation, the amount of any income of the taxpayer attributable to the discharge, within the taxable year, of any indebtedness of the taxpayer . . . evidenced by a security. . . . This paragraph shall not apply to any discharge occurring before the date of enactment of the Revenue Act of 1939, or in a taxable year beginning after December 31, 1945.\"</p>\n<p>[13]  <i>Helvering</i> v. <i>Clifford,</i> 309 U.S. 331, 334.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:33", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></span> (1943)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nAMERICAN DENTAL CO.</h1></center>\n<center>No. 303.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 5, 6, 1943.</center>\n<center>Decided March 1, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*323</span> <i>Mr. Samuel H. Levy,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key</i> and <i>Newton K. Fox,</i> and <i>Miss Helen R. Carloss</i> were on the brief, for petitioner.</p>\n<p><i>Mr. John E. Hughes,</i> with whom <i>Mr. James A. O'Callaghan</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE REED delivered the opinion of the Court.</p>\n<p>This writ of certiorari brings here for review the question of the taxability, as income, of rent and interest on accounts owed by the taxpayer which were cancelled by its creditors.</p>\n<p>The taxpayer, a corporation, respondent here, owed certain past due bills for merchandise. This indebtedness was represented by interest-bearing notes. Interest upon these notes had been accrued for the years prior to 1937 and deducted in the taxpayer's income tax returns, to the amount of $11,435.22. In November, 1936, the creditors agreed to cancel all interest accruing after January 1, 1932. The first entry on the taxpayer's books which records the cancellation appears in December, 1937, the tax year here involved, when over $16,000 was credited.</p>\n<p>The taxpayer in December, 1933, also owed back rent amounting to $15,298.99. This back rent had been accrued as an expense. A new lease was negotiated at that <span class=\"star-pagination\">*324</span> time and the lessor promised to make an adjustment of the accumulated obligation. The following April the lessor advised the taxpayer that he would accept $7,500 in payment of the back rent and would cancel the rest. The reduced sum was paid in February, 1937, by cash and notes which were met the same year. In 1937 the first entries were made on both the lessor's and the taxpayer's books, showing the partial forgiveness of the back rent.</p>\n<p>The date of the book entries of the cancellations and the deduction of the interest for the whole of 1936 by the taxpayer led the Board of Tax Appeals to uphold the Commissioner's determination that the cancellation of all items of indebtedness involved here took place in 1937. This determination is accepted by us. <i>Wilmington Trust Co.</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"103669\"><a href=\"/opinion/103669/wilmington-trust-co-v-helvering/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 168.</p>\n<p>The taxpayer credited the total amount of the cancelled debts, $25,219.65, to earned surplus.<sup>[1]</sup> It did not return any of the sum as taxable income. No proof appears of the insolvency of the taxpayer before or after the cancellation. Its balance sheets show assets exceeding liabilities at the opening and close of 1937 with net assets greater than the asserted adjustment of income. Under these circumstances the Commissioner increased the taxpayer's reported income by $19,234.21, the sum of the items of the cancelled indebtedness which the Board of Tax Appeals found had served to offset income in like amounts in prior years. The taxpayer had accrued the rent and interest in former years. No claim for additional taxes is made by the Commissioner.</p>\n<p>The taxpayer sought a redetermination on the ground that the cancellations were exempt gifts and that it was not enriched beyond the tax advantages gained by the deductions in former tax returns. The Board of Tax <span class=\"star-pagination\">*325</span> Appeals found that the cancellations were not gifts, concluded that the tax benefits in dollars obtained by the deductions of former years did not limit the 1937 tax springing from the cancellation and affirmed the Commissioner's determination of a deficiency. The Court of Appeals reversed on the ground that the cancellations constituted exempt gifts. 128 F.2d 254. On account of a variety of views in the circuits as to the taxability of similar adjustments of indebtedness, we granted certiorari.<sup>[2]</sup></p>\n<p>The applicable statutory provisions are § 22 (a) and (b) (3) of the Revenue Act of 1936.<sup>[3]</sup> The general definition of gross income has varied little in the successive revenue acts, and, from the earliest, gifts have been excluded by substantially identical statutory language. Act of October 3, 1913, 38 Stat. 166. The Treasury Department Regulations 94, relating to the Revenue Act of 1936, <span class=\"star-pagination\">*326</span> Art. 22 (a)-14, covered cancellation of indebtedness.<sup>[4]</sup> This regulation first appeared in Regulations 86 under the 1934 Act. It marked a change in the Treasury's concept of the tax effect of debt forgiveness. The old article as it appeared in Regulations 77, relating to the 1932 Act, read in part:</p>\n<p>\"If, however, a creditor merely desires to benefit a debtor and without any consideration therefor cancels the debt, the amount of the debt is a gift from the creditor to the debtor and need not be included in the latter's gross income.\"<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*327</span> The same language appeared in the former Regulations.<sup>[6]</sup></p>\n<p>In fields closely related to the cancellation of indebtedness which we are considering here, this Court has treated gains in net assets as income. In <i>United States</i> v. <i>Kirby Lumber Co.,</i> <span class=\"citation\" data-id=\"101789\"><a href=\"/opinion/101789/united-states-v-kirby-lumber-co/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, the taxpayer purchased its own bonds at a discount. It was held taxable on the increase in net assets which resulted.<sup>[7]</sup> This holding was confirmed by <i>Helvering</i> v. <i>American Chicle Co.,</i> 291 U.S. 426. See also <i>Commissioner</i> v. <i>Coastwise Transp. Corp.,</i> 71 F.2d 104. Forfeiture or surrender of a lease by which the lessor gains property or money makes such gain taxable. <i>Helvering</i> v. <i>Bruun,</i> 309 U.S. 461; <i>Hort</i> v. <i>Commissioner,</i> 313 U.S. 28. The narrow line between taxable bonuses and tax free gifts is illuminated by <i>Bogardus</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"102850\"><a href=\"/opinion/102850/bogardus-v-commissioner/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">34</span></a></span>, on the one side and upon the other by <i>Noel</i> v. <i>Parrott,</i> <span class=\"citation\" data-id=\"1547372\"><a href=\"/opinion/1547372/noel-v-parrott/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, as approved in <i>Old Colony Trust Co.</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"101450\"><a href=\"/opinion/101450/old-colony-trust-co-v-commissioner/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">716</span></a></span>, 730.</p>\n<p>Normally cancellations of indebtedness occur only when the beneficiary is insolvent or at least in financial straits. Possibly because it seems beyond the legislative purpose to exact income taxes for savings on debts, the courts have been astute to avoid taxing every balance sheet improvement brought about through a debt reduction. Where the indebtedness has represented the purchase price of property, a partial forgiveness has been treated as a readjustment <span class=\"star-pagination\">*328</span> of the contract rather than a gain. <i>Hirsch</i> v. <i>Commissioner,</i> 115 F.2d 656; <i>Helvering</i> v. <i>A.L. Killian Co.,</i> 128 F.2d 433; Gehring Publishing Co. <i>v.</i> Commissioner, 1 T.C. 345. Where a stockholder gratuitously forgives the corporation's debt to himself, the transaction has long been recognized by the Treasury as a contribution to the capital of the corporation. Regulations 45, Art. 51, through to Regulations 94, Art. 22 (a)-14. <i>Commissioner</i> v. <i>Auto Strop Safety Razor Co.,</i> 74 F.2d 226.<sup>[8]</sup></p>\n<p>The uncertainties of the effect of the remission of indebtedness on income tax brought about legislation to clarify the problems. The Chandler Bankruptcy Act of June 22, 1938, instituted adjustments deemed desirable.<sup>[9]</sup> The provisions of Chapter X of the Bankruptcy Act relating to corporate reorganizations are typical. They declare that no income should be recognized \"in respect to the adjustment of the indebtedness of a debtor\" under reorganization proceedings, § 268, 52 Stat. 904, provided that the basis of the property should be reduced correspondingly as specified in § 270 as amended July 1, 1940, 54 Stat. 709. The basis requirements do not appear throughout the sections, e.g., Chapter XV. The Revenue Act of 1939<sup>[10]</sup> amended the Internal Revenue Code, §§ 22 (b) and 113 (b), so as to extend similar relief to all corporate taxpayers \"in an unsound financial condition.\"<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*329</span> It was provided that § 215 should not apply to any discharge of indebtedness occurring prior to the enactment of the Revenue Act of 1939. No further explanation for this limitation appears beyond the language of the House Report:</p>\n<p>\"The amendments made by section 215 of the bill are applicable only to taxable years beginning after December 31, 1938. They are not applicable to discharges of corporate indebtedness occurring prior to the date of the enactment of the bill. They are also not applicable to a discharge occurring in any taxable year beginning after December 31, 1942. They likewise do not apply to any discharge of corporate indebtedness occurring in any proceeding under section 77B, or under chapter X or XI, of the Bankruptcy Act of 1898, as amended, since such discharges are governed by other provisions of law.\" P. 25.</p>\n<p>The Revenue Act of 1942, 56 Stat. 798, 811, § 114, amended § 22 (b) (9) of the Internal Revenue Code so as to make the exclusion from gross income of income arising from discharge of indebtedness applicable generally to all corporations, whether or not financially sound.<sup>[12]</sup></p>\n<p>In the light of these views upon gain, profit and income, we must construe the meaning of the statutory exemption of gifts from gross income by § 22 (b) (3). The broad import of gross income in § 22 (a)<sup>[13]</sup> admonishes us to be chary <span class=\"star-pagination\">*330</span> of extending any words of exemption beyond their plain meaning. Cf. <i>Heiner</i> v. <i>Colonial Trust Co.,</i> <span class=\"citation\" data-id=\"101171\"><a href=\"/opinion/101171/heiner-v-colonial-trust-co/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 235; <i>United States</i> v. <i>Stewart,</i> <span class=\"citation\" data-id=\"103383\"><a href=\"/opinion/103383/united-states-v-stewart/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 63. \"Gifts,\" however, is a generic word of broad connotation, taking coloration from the context of the particular statute in which it may appear. Its plain meaning in its present setting denotes, it seems to us, the receipt of financial advantages gratuitously.</p>\n<p>The release of interest or the complete satisfaction of an indebtedness by partial payment by the voluntary act of the creditor is more akin to a reduction of sale price than to financial betterment through the purchase by a debtor of its bonds in an arm's-length transaction. In this view, there is no substance in the Commissioner's differentiation between a solvent or insolvent corporation or the taxation of income to the extent of assets freed from the claims of creditors by a gratuitous cancellation of indebtedness. Lakeland Grocery Co. <i>v.</i> Commissioner, 36 B.T.A. 289. Cf. Madison Railways Co. <i>v.</i> Commissioner, 36 B.T.A. 1106; Spokane Office Supply Co. <i>v.</i> Commissioner, B.T.A. Docket No. 86762, memo. op. of April 29, 1939; Model Laundry <i>v.</i> Commissioner, B.T.A. Docket No. 93493, memo. op. of January 15, 1940. See also <i>Haden Co.</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"1562752\"><a href=\"/opinion/1562752/haden-co-v-commissioner-of-internal-revenue/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, which supports the Commissioner.</p>\n<p>The Board of Tax Appeals decided that these cancellations were not gifts under § 22 (b) (3). It was said:</p>\n<p>\"No evidence was introduced to show a donative intent upon the part of any creditor. The evidence indicates, on the contrary, that the creditors acted for purely business reasons and did not forgive the debts for altruistic reasons or out of pure generosity.\" <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">B.T.A.</span> <span class=\"page\">425</span></span>, 428.</p>\n<p>With this conclusion we cannot agree. We do not feel bound by the finding of the Board because it reached its conclusions, in our opinion, upon an application of erroneous legal standards. Section 22 (b) (3) exempts <span class=\"star-pagination\">*331</span> gifts. This does not leave the Tax Court of the United States free to determine at will or upon evidence and without judicial review the tests to be applied to facts to determine whether the result is or is not a gift. The fact that the motives leading to the cancellations were those of business or even selfish, if it be true, is not significant. The forgiveness was gratuitous, a release of something to the debtor for nothing, and sufficient to make the cancellation here gifts within the statute.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE RUTLEDGE took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE FRANKFURTER, dissenting:</p>\n<p>When Congress wished to exempt income \"attributable to the discharge . . . of any indebtedness\" it did so explicitly. It defined such exemption with particularity and only to a limited extent, as illustrated by the various enactments, including § 114 of the Revenue Act of 1942, all of which appear to throw light leading away from and not towards the conclusion drawn from them by the Court. In the absence of such specific exemption of what as a practical matter may be income, determination of whether it is or is not income should be left to the tribunal whose special business it is to ascertain the controverted facts and the reasonable inferences from them. In deciding that, in the circumstances of the present case, the debt cancellations were not gifts and therefore taxable, the Board of Tax Appeals (now the Tax Court of the United States) did not invoke wrong legal standards. It knew well enough the difference between taxable income and gifts. It applied these legal concepts to its interpretation of the facts. That its judgment should not be upset is counselled by wise fiscal as well as judicial administration.</p>\n<p>MR. JUSTICE JACKSON joins in this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  There is an unexplained and immaterial variance between the sum of the items cancelled and the total credited to surplus.</p>\n<p>[2]  <i>Dallas Transfer &amp; Warehouse Co.</i> v. <i>Commissioner,</i> 70 F.2d 95; <i>Commissioner</i> v. <i>Coastwise Transp. Corp.,</i> 71 F.2d 104; <i>Hirsch</i> v. <i>Commissioner,</i> 115 F.2d 656; <i>Helvering</i> v. <i>A.L. Killian Co.,</i> 128 F.2d 433; <i>Haden Co.</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"1562752\"><a href=\"/opinion/1562752/haden-co-v-commissioner-of-internal-revenue/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>.</p>\n<p>[3]  49 Stat. 1648, 1657, § 22, Gross income:\n</p>\n<p>\"(a) <i>General Definition.</i> \u0097 `Gross income' includes gains, profits, and income derived from salaries, wages, or compensation for personal service, of whatever kind and in whatever form paid, or from professions, vocations, trades, businesses, commerce, or sales, or dealings in property, whether real or personal, growing out of the ownership or use of or interest in such property; also from interest, rent, dividends, securities, or the transaction of any business carried on for gain or profit, or gains or profits and income derived from any source whatever. . . .</p>\n<p>\"(b) <i>Exclusions from Gross Income.</i> \u0097 The following items shall not be included in gross income and shall be exempt from taxation under this title:</p>\n<p>.....</p>\n<p>\"(3) <i>Gifts, Bequests, and Devises.</i> \u0097 The value of property acquired by gift, bequest, devise, or inheritance (but the income from such property shall be included in gross income); . . .\"</p>\n<p>[4]  \"Art. 22 (a)-14. Cancellation of indebtedness. \u0097 The cancellation of indebtedness, in whole or in part, may result in the realization of income. If, for example, an individual performs services for a creditor, who in consideration thereof cancels the debt, income in the amount of the debt is realized by the debtor as compensation for his services. A taxpayer realizes income by the payment or purchase of his obligations at less than their face value. (See article 22 (a)-18.) If a shareholder in a corporation which is indebted to him gratuitously forgives the debt, the transaction amounts to a contribution to the capital of the corporation. Income is not realized by a taxpayer by virtue of the discharge of his indebtedness as the result of an adjudication in bankruptcy, or by virtue of a composition agreement among his creditors, if immediately thereafter the taxpayer's liabilities exceed the value of his assets.\"\n</p>\n<p>The article relating to the exclusion of gifts from gross income is not helpful. It merely says gifts are exempt from the income tax. Art. 22 (b) (3)-1.</p>\n<p>[5]  The whole article was as follows:\n</p>\n<p>\"Art. 64. Forgiveness of indebtedness. \u0097 The cancellation and forgiveness of indebtedness may amount to a payment of income, to a gift, or to a capital transaction, dependent upon the circumstances. If, for example, an individual performs services for a creditor, who in consideration thereof cancels the debt, income to that amount is realized by the debtor as compensation for his services. If, however, a creditor merely desires to benefit a debtor and without any consideration therefor cancels the debt, the amount of the debt is a gift from the creditor to the debtor and need not be included in the latter's gross income. If a shareholder in a corporation which is indebted to him gratuitously forgive the debt, the transaction amounts to a contribution to the capital of the corporation.\"</p>\n<p>[6]  Regulations 74, Art. 64 (1931); Regulations 69, Art. 49 (1926); Regulations 65, Art. 49 (1924), for individuals; Regulations 62, Art. 50 (1922), for individuals; Regulations 45 (1920 ed.), Art. 51, for individuals.\n</p>\n<p>When the gift tax was revived in 1932, the House Report gave as an example of a gift \"the forgiveness or payment by A of B's indebtedness.\" H. Rep. No. 708, 72nd Cong., 1st Sess., p. 28 (5).</p>\n<p>[7]  The fact that the purchase was made in the taxable year of issue is immaterial. <i>Burnet</i> v. <i>Sanford &amp; Brooks Co.,</i> <span class=\"citation\" data-id=\"101644\"><a href=\"/opinion/101644/burnet-v-sanford-brooks-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, 364, 365; <i>Commissioner</i> v. <i>Norfolk Southern R. Co.,</i> 63 F.2d 304.</p>\n<p>[8]  For discussions of the general problem see \"The Revenue Act of 1939 and the Income Tax Treatment of Cancellation of Indebtedness,\" 49 Yale L.J. 1153; \"Cancellation of Indebtedness and Its Tax Consequences,\" 40 Col. L. Rev. 1326; \"Discharge of Indebtedness and the Federal Income Tax,\" 53 Harv. L. Rev. 977.</p>\n<p>[9]  Corporate reorganizations under Chap. X or 77B, §§ 268, 270, 276 (c) (3), 52 Stat. 904, 905; arrangements under Chap. XI, §§ 395, 396, 52 Stat. 915; real property arrangements under Chap. XII, §§ 520, 521, 522, 52 Stat. 929; wage earners plans under Chap. XIII, § 679, 52 Stat. 938; railroad adjustments under Chap. XV, § 735, 53 Stat. 1140.</p>\n<p>[10]  53 Stat. 875, § 215.</p>\n<p>[11]  See S. Rep. No. 648, 76th Cong., 1st Sess., p. 5; H. Rep. No. 855, 76th Cong., 1st Sess., p. 23.</p>\n<p>[12]  See S. Rep. No. 1631, 77th Cong., 2d Sess., p. 77; 26 U.S.C. § 22:\n</p>\n<p>\"(b) Exclusions from gross income. The following items shall not be included in gross income and shall be exempt from taxation under this chapter:</p>\n<p>.....</p>\n<p>\"(9) Income from discharge of indebtedness. \u0097 In the case of a corporation, the amount of any income of the taxpayer attributable to the discharge, within the taxable year, of any indebtedness of the taxpayer . . . evidenced by a security. . . . This paragraph shall not apply to any discharge occurring before the date of enactment of the Revenue Act of 1939, or in a taxable year beginning after December 31, 1945.\"</p>\n<p>[13]  <i>Helvering</i> v. <i>Clifford,</i> <span class=\"citation\" data-id=\"103312\"><a href=\"/opinion/103312/helvering-v-clifford/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">331</span></a></span>, 334.</p>\n\n</div>", 
  "sha1": "08cfab47d5a260491c5c9690fca45a3ecd85dadc", 
  "date_modified": "2014-12-21T01:43:48.273283", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103790/helvering-v-american-dental-co/", 
  "citation_count": 28, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/263969/", 
  "html": "<p class=\"case_cite\">318 U.S. 322</p>\n    <p class=\"case_cite\">63 S.Ct. 577</p>\n    <p class=\"case_cite\">87 L.Ed. 785</p>\n    <p class=\"parties\">HELVERING, Commissioner of Internal Revenue,<br>v.<br>AMERICAN DENTAL CO.</p>\n    <p class=\"docket\">No. 303.</p>\n    <p class=\"date\">Argued Jan. 5, 6, 1943.</p>\n    <p class=\"date\">Decided March 1, 1943.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Samuel H. Levy, of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. John E. Hughes, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice REED delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This writ of certiorari brings here for review the question of the taxability, as income, of rent and interest on accounts owed by the taxpayer which were cancelled by its creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The taxpayer, a corporation, respondent here, owed certain past due bills for merchandise. This indebtedness was represented by interest bearing notes. Interest upon these notes had been accrued for the years prior to 1937 and deducted in the taxpayer's income tax returns, to the amount of $11,435.22. In November, 1936, the creditors agreed to cancel all interest accruing after January 1, 1932. The first entry on the taxpayer's books which records the cancellation appears in December 1937, the tax year here involved, when over $16,000 was credited.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The taxpayer in December, 1933, also owed back rent amounting to $15,298.99. This back rent had been accrued as an expense. A new lease was negotiated at that time and the lessor promised to make an adjustment of the accumulated obligation. The following April the lessor advised the taxpayer that he would accept $7500 in payment of the back rent and would cancel the rest. The reduced sum was paid in February, 1937, by cash and notes which were met the same year. In 1937 the first entries were made on both the lessor's and the taxpayer's books, showing the partial forgiveness of the back rent,</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The date of the book entries of the cancellations and the deduction of the interest for the whole of 1936 by the taxpayer led the Board of Tax Appeals to uphold the Commissioner's determination that the cancellation of all items of indebtedness involved here took place in 1937. This determination is accepted by us. Wilmington Trust Co. v. Helvering, Commissioner, 316 U.S. 164, 168, 62 S.Ct. 984, 986, 86 L.Ed. 1352.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The taxpayer credited the total amount of the cancelled debts, $25,219.65 to earned surplus.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It did not return any of the sum as taxable income. No proof appears of the insolvency of the taxpayer before or after the cancellation. Its balance sheets show assets exceeding liabilities at the opening and close of 1937 with net assets greater than the asserted adjustment of income. Under these circumstances the Commissioner increased the taxpayer's reported income by $19,234.21, the sum of the items of the cancelled indebtedness which the Board of Tax Appeals found had served to offset income in like amounts in prior years. The taxpayer had accrued the rent and interest in former years. No claim for additional taxes is made by the Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The taxpayer sought a redetermination on the ground that the cancellations were exempt gifts and that it was not enriched beyond the tax advantages gained by the deductions in former tax returns. The Board of Tax Appeals found that the cancellations were not gifts, concluded that the tax benefits in dollars obtained by the deductions of former years did not limit the 1937 tax springing from the cancellation and affirmed the Commissioner's determination of deficiency. American Dental Co. v. Commissioner of Internal Revenue, 44 B.T.A. 425. The Court of Appeals reversed on the ground that the cancellations constituted exempt gifts. 7 Cir., 128 F.2d 254. On account of a variety of views in the circuits as to the taxability of similar adjustments of indebtedness, we granted certiorari.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 317 U.S. 612, 63 S.Ct. 59, 87 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The applicable statutory provisions are Section 22(a) and (b)(3) of the Revenue Act of 1936.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The general definition of gross income has varied little in the successive revenue acts, and, from the earliest, gifts have been excluded by substantially identical statutory language. Act of October 3, 1913, 38 Stat. 166. The Treasury Department Regulations 94, relating to the Revenue Act of 1936, Art. 22(a)-14, covered cancellation of indebtedness.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This regulation first appeared in Regulations 86 under the 1934 Act. It marked a change in the Treasury's concept of the tax effect of debt forgiveness. The old article as it appeared in Regulations 77, relating to the 1932 act, read in part:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'If, however, a creditor merely desires to benefit a debtor and without any consideration therefor cancels the debt, the amount of the debt is a gift from the creditor to the debtor and need not be included in the latter's gross income.'<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The same language appeared in the former Regulations.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In fields closely related to the cancellation of indebtedness which we are considering here, this Court has treated gains in net assets as income. In United States v. Kirby Lumber Co., 284 U.S. 1, 52 S.Ct. 4, 76 L.Ed. 131, the taxpayer purchased its own bonds at a discount. It was held taxable on the increase in net assets which resulted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> This holding was confirmed by Helvering v. American Chicle Co., 291 U.S. 426, 54 S.Ct. 460, 78 L.Ed. 891. See, also, Commissioner v. Coastwise Transp. Corp., 1 Cir., 71 F.2d 104. Forfeiture or surrender of a lease by which the lessor gains property or money makes such gain taxable. Helvering v. Bruun, 309 U.S. 461, 60 S.Ct. 631, 84 L.Ed. 864; Hort v. Commissioner, 313 U.S. 28, 61 S.Ct. 757, 85 L.Ed. 1168. The narrow line between taxable bonuses and tax free gifts is illuminated by Bogardus v. Commissioner, 302 U.S. 34, 58 S.Ct. 61, 82 L.Ed. 32, on the one side and upon the other by Noel v. Parrott, 4 Cir., 15 F.2d 669, as approved in Old Colony Trust Co. v. Commissioner, 279 U.S. 716, 730, 49 S.Ct. 499, 504, 73 L.Ed. 918.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Normally cancellations of indebtedness occur only when the beneficiary is insolvent or at least in financial straits. Possibly because it seems beyond the legislative purpose to exact income taxes for savings on debts, the courts have been astute to avoid taxing every balance sheet improvement brought about through a debt reduction. Where the indebtedness has represented the purchase price of property, a partial forgiveness has been treated as a readjustment of the contract rather than a gain. Hirsch v. Commissioner, 7 Cir., 115 F.2d 656; Helvering v. A. L. Killian Co., 8 Cir., 128 F.2d 433; Gehring Publishing Co., Inc., v. Commissioner, 1 T.C. 345. Where a stockholder gratuitously forgives the corporation's debt to himself, the transaction has long been recognized by the Treasury as a contribution to the capital of the corporation. Regulations 45, Art. 51, through to Regulations 94, Art. 22(a)-14. Commissioner v. Auto Strop Safety Razor Co., Inc., 2 Cir., 74 F.2d 226.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The uncertainties of the effect of the remission of indebtedness on income tax brought about legislation to clarify the problems. The Chandler Bankruptcy Act of June 22, 1938, instituted adjustments deemed desirable.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The provisions of Chapter X of the Bankruptcy Act relating to corporate reorganizations are typical. They declare that no income should be recognized 'in respect to the adjustment of the indebtedness of a debtor' under reorganization proceedings, Section 268, 52 Stat. 904, provided that the basis of the property should be reduced correspondingly as specified in Section 270 as amended July 1, 1940, 54 Stat. 709, 11 U.S.C.A. &#167; 670. The basis requirements do not appear throughout the sections, e.g., Chapter XV, 11 U.S.C.A. &#167; 1200 et seq. The Revenue Act of 1939<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> amended the Internal Revenue Code, Sections 22(b) and 113(b), 26 U.S.C.A. Int.Rev.Code &#167;&#167; 22(b), 113(b), so as to extend similar relief to all corporate taxpayers 'in an unsound financial condition.'<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It was provided that Section 215 should not apply to any discharge of indebtedness occurring prior to the enactment of the Revenue Act of 1939. No further explanation for this limitation appears beyond the language of the House Report:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'The amendments made by section 215 of the bill are applicable only to taxable years beginning after December 31, 1938. They are not applicable to discharges of corporate indebtedness occurring prior to the date of the enactment of the bill. They are also not applicable to a discharge occurring in any taxable year beginning after December 31, 1942. They likewise do not apply to any discharge of corporate indebtedness occurring in any proceeding under section 77B, or under chapter X or XI, of the Bankruptcy Act of 1898, as amended, since such discharges are governed by other provisions of law.' P. 25.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Revenue Act of 1942, 56 Stat. 811, Section 114, 26 U.S.C.A. Int.Rev.Acts, amended Section 22(b)(9) of the Internal Revenue Code, 26 U.S.C.A. Int.Rev.Code &#167; 22(b)(9), so as to make the exclusion from gross income of income arising from discharge of indebtedness applicable generally to all corporations, whether or not financially sound.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the light of these views upon gain, profit and income, we must construe the meaning of the statutory exemption of gifts from gross income by Section 22(b) (3). The broad import of gross income in Section 22(a)<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> admonishes us to be chary of extending any words of exemption beyond their plain meaning. Cf. Heiner v. Colonial Trust Co., 275 U.S. 232, 235, 48 S.Ct. 65, 66, 72 L.Ed. 256; United States v. Stewart, 311 U.S. 60, 63, 61 S.Ct. 102, 104, 85 L.Ed. 40. Gifts, however, is a generic word of broad connotation, taking coloration from the context of the particular statute in which it may appear. Its plain meaning in its present setting denotes, it seems to us, the receipt of financial advantages gratuitously.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The release of interest or the complete satisfaction of an indebtedness by partial payment by the voluntary act of the creditor is more akin to a reduction of sale price than to financial betterment through the purchase by a debtor of its bonds in an arms-length transaction. In this view, there is no substance in the Commissioner's differentiation between a solvent or insolvent corporation or the taxation of income to the extent of assets freed from the claims of creditors by a gratuitous cancellation of indebtedness. Lakeland Grocery Co. v. Commissioner, 36 B.T.A. 289. Cf. Madison Railways Co. v. Commissioner, 36 B.T.A. 1106; Spokane Office Supply Co. v. Commissioner, 39 B.T.A. 1243, Docket No. 86762, memo. op. of April 29, 1939; Model Laundry, Inc. v. Commissioner, 39 B.T.A. 1339, Docket No. 93493, memo. op. of January 15, 1940. See, also, Haden Co. v. Commissioner, 5 Cir., 118 F.2d 285, which supports the Commissioner.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Board of Tax Appeals decided that these cancellations were not gifts under Section 22(b)(3). It was said:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'No evidence was introduced to show a donative intent upon the part of any creditor. The evidence indicates, on the contrary, that the creditors acted for purely business reasons and did not forgive the debts for altruistic reasons or out of pure generosity.' 44 B.T.A. 425, 428.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With this conclusion we cannot agree. We do not feel bound by the finding of the Board because it reached its conclusions, in our opinion, upon an application of erroneous legal standards. Section 22(b)(3) exempts gifts. This does not leave the Tax Court of the United States free to determine at will or upon evidence and without judicial review the tests to be applied to facts to determine whether the result is or is not a gift. The fact that the motives leading to the cancellations were those of business or even selfish, if it be true, is not significant. The forgiveness was gratuitous, a release of something to the debtor for nothing, and sufficient to make the cancellation here gifts within the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mr. Justice RUTLEDGE took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When Congress wished to exempt income 'attributable to the discharge * * * of any indebtedness' it did so explicitly. It defined such exemption with particularity and only to a limited extent, as illustrated by the various enactments, including &#167; 114 of the Revenue Act of 1942, 26 U.S.C.A. Int.Rev.Acts, all of which appear to throw light leading away from and not towards the conclusion drawn from them by the Court. In the absence of such specific exemption of what as a practical matter may be income, determination of whether it is or is not income should be left to the tribunal whose special business it is to ascertain the controverted facts and the reasonable inferences from them. In deciding that, in the circumstances of the present case, the debt cancellations were not gifts and therefore taxable, the Board of Tax Appeals (now the Tax Court of the United States) did not invoke wrong legal standards. It knew well enough the difference between taxable income and gifts. It applied these legal concepts to its interpretation of the facts. That its judgment should not be upset is counselled by wise fiscal as well as judicial administration.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice JACKSON joins in this dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is an unexplained and immaterial variance between the sum of the items cancelled and the total credited to surplus.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Dallas T. &amp; T. Warehouse Co. v. Commissioner, 5 Cir., 70 F.2d 95; Commissioner v. Coastwise Transp. Corp., 1 Cir., 71 F.2d 104; Hirsch v. Commissioner, 7 Cir., 115 F.2d 656; Helvering v. A. L. Killian Co., 8 Cir., 128 F.2d 433; Haden Co. v. Commissioner, 5 Cir., 118 F.2d 285.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 49 Stat. 1648, 1657, 26 U.S.C.A. Int.Rev.Acts, page 825, Sec. 22, Gross income:</p>\n        <p>'(a) General Definition. 'Gross income' includes gains, profits, and income derived from salaries, wages, or compensation for personal service, of whatever kind and in whatever form paid, or from professions, vocations, trades, businesses, commerce, or sales, or dealings in property, whether real or personal, growing out of the ownership or use of or interest in such property; also from interest, rent, dividends, securities, or the transaction of any business carried on for gain or profit, or gains or profits and income derived from any source whatever. * * *</p>\n        <p>'(b) Exclusions from Gross Income. The following items shall not be included in gross income and shall be exempt from taxation under this title:</p>\n        <p>'(3) Gifts, Bequests, and Devises. The value of property acquired by gift, bequest, devise, or inheritance (but the income from such property shall be included in gross income); * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 'Art. 22(a)-14. Cancellation of indebtedness.&#8212;The cancellation of indebtedness, in whole or in part, may result in the realization of income. If, for example, an individual performs services for a creditor, who in consideration thereof cancels the debt, income in the amount of the debt is realized by the debtor as compensation for his services. A taxpayer realizes income by the payment or purchase of his obligations at less than their face value. (See article 22(a)-18.) If a shareholder in a corporation which is indebted to him gratuitously forgives the debt, the transaction amounts to a contribution to the capital of the corporation. Income is not realized by a taxpayer by virtue of the discharge of his indebtedness as the result of an adjudication in bankruptcy, or by virtue of a composition agreement among his creditors, if immediately thereafter the taxpayer's liabilities exceed the value of his assets.'</p>\n        <p>The article relating to the exclusion of gifts from gross income is not helpful. It merely says gifts are exempt from the income tax. Art. 22(b)(3)-1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The whole article was as follows:</p>\n        <p>'Art. 64. Forgiveness of indebtedness.&#8212;The cancellation and forgiveness of indebtedness may amount to a payment of income, to a gift, or to a capital transaction, dependent upon the circumstances. If, for example, an individual performs services for a creditor, who in consideration thereof cancels the debt, income to that amount is realized by the debtor as compensation for his services. If, however, a creditor merely desires to benefit a debtor and without any consideration therefor cancels the debt, the amount of the debt is a gift from the creditor to the debtor and need not be included in the latter's gross income. If a shareholder in a corporation which is indebted to him gratuitously forgives the debt, the transaction amounts to a contribution to the capital of the corporation.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Regulations 74, Art. 64 (1931); Regulations 69, Art. 49 (1926); Regulations 65, Art. 49 (1924), for individuals; Regulations 62, Art. 50 (1922), for individuals; Regulations 45 (1920 ed.), Art. 51, for individuals.</p>\n        <p>When the gift tax was revived in 1932, the House Report gave as an example of a gift 'the forgiveness or payment by A of B's indebtedness.' H. Rep. No. 708, 72nd Cong., 1st Sess., p. 28(5).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The fact that the purchase was made in the taxable year of issue is immaterial. Burnet v. Sanford &amp; Brooks Co., 282 U.S. 359, 364, 365, 51 S.Ct. 150, 151, 152, 75 L.Ed. 383; Commissioner v. Norfolk Southern R. Co., 4 Cir., 63 F.2d 304.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For discussions of the general problem see 'The Revenue Act of 1939 and the Income Tax Treatment of Cancellation of Indebtedness,' 49 Yale L.J. 1153; 'Cancellation of Indebtedness and Its Tax Consequences,' 40 Col.L.Rev. 1326; 'Discharge of Indebtedness and the Federal Income Tax,' 53 Harv.L.Rev. 977.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Corporate reorganizations under Chap. X, 11 U.S.C.A. &#167; 501 et seq. or &#167; 77B, 11 U.S.C.A. &#167; 207, &#167;&#167; 268, 270, 276(c)(3), 52 Stat. 904, 905, 11 U.S.C.A. &#167;&#167; 668, 670, 676(c)(3); arrangements under Chap. XI, &#167;&#167; 395, 396, 52 Stat. 915, 11 U.S.C.A. &#167;&#167; 795, 796; real property arrangements under Chap. XII, &#167;&#167; 520, 521, 522, 52 Stat. 929, 11 U.S.C.A. &#167;&#167; 920, 921, 922; wage earners plans under Chap. XIII, &#167; 679, 52 Stat. 938, 11 U.S.C.A. &#167; 1079; railroad adjustments under Chap. XV, &#167; 735, 53 Stat. 1140, 11 U.S.C.A. &#167; 1235.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 53 Stat. 875, &#167; 215, 26 U.S.C.A. Int.Rev.Acts, page 1181.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See S.Rep. No. 648, 76th Cong., 1st Sess., p. 5; H.Rep. No. 855, 76th Cong., 1st Sess., p. 23.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See S.Rep. No. 1631, 77th Cong., 2d Sess., p. 77; 26 U.S.C. &#167; 22, 26 U.S.C.A. Int.Rev.Code &#167; 22:</p>\n        <p>'(b) Exclusions from gross income. The following items shall not be included in gross income and shall be exempt from taxation under this chapter:</p>\n        <p>'(9) Income from discharge of indebtedness. In the case of a corporation, the amount of any income of the taxpayer attributable to the discharge, within the taxable year, of any indebtedness of the taxpayer * * * evidenced by a security * * *. This paragraph shall not apply to any discharge occurring before the date of enactment of the Revenue Act of 1939, or in a taxable year beginning after December 31, 1945.' Revenue Act 1942, 26 U.S.C.A. Int.Rev.Acts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Helvering v. Clifford, 309 U.S. 331, 334, 60 S.Ct. 554, 556, 84 L.Ed. 788.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103790/"
}