{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "318 U.S. 313", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103789/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Hoopeston Canning Co. v. Cullen", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "358", 
    "id": 88172, 
    "resource_uri": "/api/rest/v2/citation/88172/"
  }, 
  "id": 103789, 
  "blocked": false, 
  "judges": "Black", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1943-03-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>318 U.S. 313 (1943)</b></center>\n<center><h1>HOOPESTON CANNING CO. ET AL.<br>\nv.<br>\nCULLEN, SUPERINTENDENT OF INSURANCE OF NEW YORK, ET AL.</h1></center>\n<center>No. 358.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 3, 4, 1943.</center>\n<center>Decided March 1, 1943.</center>\nAPPEAL FROM THE SUPREME COURT OF NEW YORK, ALBANY COUNTY.\n<p><span class=\"star-pagination\">*314</span> <i>Mr. Franklin D. Trueblood,</i> with whom <i>Messrs. Craig R. Johnson</i> and <i>Carl O. Olson</i> were on the brief, for appellants.</p>\n<p><i>Mr. John C. Crary, Jr.,</i> Assistant Attorney General of New York, with whom <i>Messrs. Nathaniel L. Goldstein,</i> Attorney General, and <i>Wendell P. Brown,</i> Assistant Attorney General, were on the brief, for appellees.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>The New York Insurance Law (Cons. Laws, ch. 28), as amended in 1939, provides a comprehensive and detailed plan for regulation of all types of insurance and insurance companies \"doing an insurance business\" (§ 41) in that state. Article 12, applicable to reciprocal insurance associations, defines them as aggregations of persons, firms, or corporations, who under a common name engage in the business of exchanging contracts of insurance on the reciprocal plan through an attorney in fact.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*315</span> The issue in this case is whether the appellants, reciprocal insurance associations which insure against fire and related risks and whose attorneys in fact are located in Illinois, may constitutionally be made subject to the laws of New York as a condition of insuring property in that state. The New York Law, § 422, requires that these cooperative insurance associations must obtain a license or be prohibited from doing \"any act which effects, aids or promotes the doing of an insurance business\" in New York, § 410 (2). As a condition of the license, submission to the New York regulations is required. The appellants contend that the law as applied to them violates the due process and equal protection clauses of the Fourteenth Amendment. They raised these questions appropriately in a declaratory judgment action in New York state courts, the Court of Appeals upheld the law, and the case is here on appeal under § 237 (a) of the Judicial Code.</p>\n<p>These reciprocals have been annually licensed to do business in New York since 1930 and allege that they are \"desirous of qualifying under the valid provisions of the Insurance Law of 1939, and of securing a license thereunder.\" More than 50,000 contracts affecting New York state risks have been executed since the reciprocals began business, and the gross payments made by New York concerns as premiums or deposits amounted to more than $2,000,000 for the period from 1931 to 1938. The total of <span class=\"star-pagination\">*316</span> premiums or deposits from insurance affecting New York property is more than that from Illinois, the state in which the associations have their headquarters and whose laws they insist must govern their contracts.</p>\n<p>Two principal contentions are urged against the constitutionality of the New York law as applied to these reciprocals: (a) Since the contracts of insurance are signed in Illinois and losses are paid by checks mailed from that state, the associations do no business in New York which therefore has no power to regulate them. (b) Assuming that New York does have general power to regulate, nevertheless certain of the provisions of the statute do not accord with due process and deny equal protection of the law.</p>\n<p><i>First. Business in New York.</i> Assuming that the formalities of contract are carried on in Illinois, the issue remains whether the insurance enterprise as a whole so affects New York interests as to give New York the power it claims.</p>\n<p>In determining the power of a state to apply its own regulatory laws to insurance business activities, the question in earlier cases became involved by conceptualistic discussion of theories of the place of contracting or of performance.<sup>[2]</sup> More recently it has been recognized that a state may have substantial interests in the business of insurance of its people or property regardless of these isolated factors. This interest may be measured by highly realistic considerations such as the protection of the citizen insured or the protection of the state from the incidents of loss. <i>Alaska Packers Assn.</i> v. <i>Industrial Accident Comm'n,</i> 294 U.S. 532, 542. To insure the protection of state interests it is now recognized that a state may not be required to enforce in its own courts the terms <span class=\"star-pagination\">*317</span> of an insurance policy normally subject to the law of another state where such enforcement will conflict with the public policy of the state of the forum. <i>Griffin</i> v. <i>McCoach,</i> 313 U.S. 498.<sup>[3]</sup></p>\n<p>The actual physical signing of contracts may be only one element in a broad range of business activities. Business may be done in a state although those doing the business are scrupulously careful to see that not a single contract is ever signed within that state's boundaries.<sup>[4]</sup> Important as the execution of written contracts may be, it is ordinarily but an intermediate step serving to tie up prior business negotiations with future consequences which themselves are the real object of the business transaction.</p>\n<p>The facts of the instant case give clear proof of these statements. The contracts are made in this way: A canner or wholesale grocer in New York signs an application to become a \"subscriber.\" This is sent to the attorney in fact at the head office in Chicago. One of a group of insurance engineers may be sent to New York to investigate the risk, and if accepted, the applicant signs a power of attorney and sends it and the application back to the attorney in fact. The attorney in fact then issues a policy of inter-insurance which is mailed to the subscriber in New York, and the subscriber thus becomes the insurer and the insured. The insurance engineers may visit the subscriber <span class=\"star-pagination\">*318</span> from time to time to encourage the reduction of fire hazards or to investigate the cause and extent of losses, and on such trips the engineer may give information concerning the enterprise to prospective participants, although he does not actively solicit business. The contracts reserved the right of the reciprocals to go into New York to repair, rebuild, or replace lost or damaged property. Cf. <i>Lumbermen's Insurance Co.</i> v. <i>Meyer,</i> 197 U.S. 407, 417. Surely the object of all this activity is not the signing of a contract or a check, but the protection of property and payment of indemnity in case of loss by fire. These business transactions neither begin nor end with the contract.</p>\n<p>The intimacy of the relation of these insurance contracts to the state of New York becomes even more apparent when it is remembered that the property insured is in the state of New York. The states have long held great authority over property within their borders. A state may make flood control, quarantine, conservation and zoning regulations affecting property within its bounds. It is the source of law for the forms of conveyances, for the nature of covenants, future interests and easements, for the construction of wills, trusts, and mortgages, and for many other legal principles affecting property interests. Contracts formally made in other states may remain subject to the law of the state of the situs of the property, particularly in respect to immovables.<sup>[5]</sup> There is no more reason to bar the state from authority over the insurance of the property within it than to exclude it from control of all the other property interests mentioned.</p>\n<p>The appellants draw counter conclusions from <i>Allgeyer</i> v. <i>Louisiana,</i> 165 U.S. 578, and the cases which follow it. <span class=\"star-pagination\">*319</span> While the wisdom of the <i>Allgeyer</i> case has occasionally been doubted, it is in any case clearly distinguishable here. In that case, no act was done in the state of Louisiana except that of mailing a letter advising the insurance company of a shipment of goods, the goods themselves were in the state only temporarily, and the insurance company never purported to do business in the state. In the instant case, the reciprocals have the many actual contacts with the New York subscribers and the New York property outlined above, much of the insurance covers permanent immovables, and the reciprocals have been licensed to do business there for years. The <i>Allgeyer</i> and subsequent insurance cases have been recently considered in <i>Griffin</i> v. <i>McCoach, supra,</i> at 506, 507, and in <i>Osborn</i> v. <i>Ozlin,</i> 310 U.S. 53, 66; as the analysis in those opinions clearly indicates, the <i>Allgeyer</i> line of decisions cannot be permitted to control cases such as this, where the public policy of the state is clear, the insured interest is located in the state, and there are many points of contact between the insurer and the property in the state.</p>\n<p>We conclude that in determining whether insurance business is done within a state for the purpose of deciding whether a state has power to regulate the business, considerations of the location of activity prior and subsequent to the making of the contract, <i>Osborn</i> v. <i>Ozlin, supra</i><i>,</i> of the degree of interest of the regulating state in the object insured, and of the location of the property insured are separately and collectively of great weight. Applying any of these tests, it is apparent that the reciprocals are doing business in New York and are thereby subject to regulation by that state.</p>\n<p><i>Second. Validity of the Regulations.</i> The assailed requirements are in substance these.<sup>[6]</sup> Reciprocals' subscribers <span class=\"star-pagination\">*320</span> in every state must execute their powers of attorney in accordance with specified forms and a standard form of contract must be used by all subscribers whereever they are located. Certain forms of accounting are also required. Advisory committees of the subscribers themselves, rather than appointed attorneys in fact, must have ultimate powers of management of the reciprocals' affairs and must provide regulations for the control and custody of their funds. The advisory committee must be elected at an annual meeting of the subscribers, held after notice to them, where they can be present either in person or by proxy. Provision must be made for stipulated operating reserves for payment of losses, for a contingent liability of subscribers of not less than one nor more than ten times the amount of the annual premium expressed in the contract, and for a surplus to be maintained unimpaired. No subscriber is to be granted a secured or preferred claim against the operating reserve. No new agreements are to be made with subscribers who do not have net assets in excess of ten thousand dollars. At least one office must be maintained in New York and policies must be countersigned by a resident New York agent.</p>\n<p>These regulations can not be attacked merely because they affect business activities which are carried on outside the state. Of necessity, any regulations affecting the solvency of those doing an insurance business in a state must have some effect on business practices of the same company outside the state. Nothing in the Constitution requires a state to nullify its own protective standards because an enterprise regulated has its headquarters elsewhere. The power New York may exercise to regulate domestic insurance associations may be applied to foreign associations which New York permits to conduct the same kind of business. The appellants can not, \"by spreading their business and activities over other states <span class=\"star-pagination\">*321</span>. . . set at naught the public policy\" of New York, <i>Atlantic &amp; Pacific Tea Co.</i> v. <i>Grosjean,</i> 301 U.S. 412, 427. Where as here the state has full power to prescribe the forms of contract, the terms of protection of the insured, and the type of reserve funds needed, \"the mere fact that state action may have repercussions beyond state lines is of no judicial significance.\" <i>Osborn</i> v. <i>Ozlin, supra,</i> at 62. Neither New York nor Illinois loses the power to protect the interests of its citizens because these associations carry on activities in both places. <i>Alaska Packers Assn.</i> v. <i>Industrial Accident Comm'n, supra</i><i>.</i> We think the regulations themselves, since they are aimed at the protection of the solvency of the reciprocals or at promoting the convenience with which New York residents may do their insurance business, are all within the scope of state power. <i>Osborn</i> v. <i>Ozlin, supra,</i> at 65, 66.</p>\n<p>It is argued that the provision requiring each new subscriber to have net assets of $10,000 violates the equal protection clause, but since each subscriber is also an insurer and other subscribers are dependent on his financial responsibility, there is no reason why the legislature might not think this provision necessary. It is also complained that different requirements have been put upon reciprocals than mutual companies; but we have previously held that a cooperative insurance company may be subject to separate classification for the purpose of determining how it shall be regulated. <i>German Alliance Ins. Co.</i> v. <i>Kansas,</i> 233 U.S. 389, 418. Cf. <i>Tigner</i> v. <i>Texas,</i> 310 U.S. 141. The provisions requiring an office in the state and counter signature of the contracts by an agent in the state are no more stringent than those approved in <i>La Tourette</i> v. <i>McMaster,</i> 248 U.S. 465.</p>\n<p>The appellants earnestly insist that theirs is a successful system of cooperative insurance which gives complete security with substantial economy to their members, and that their New York subscribers may lose the benefits of <span class=\"star-pagination\">*322</span> this form of insurance by reason of the reciprocals' inability to comply with the requirements of the New York law. That the reciprocals save for their members from 25 to 50 per cent of the cost of ordinary commercial insurance and that the members are well satisfied with the system they have created is not controverted by counsel for the state of New York. However persuasive such arguments might be if addressed to the state legislature, they present no constitutional barrier which prevents New York from enforcing these regulations if it chooses.</p>\n<p><i>Affirmed.</i></p>\n<p>The CHIEF JUSTICE and MR. JUSTICE JACKSON concur in the result.</p>\n<p>MR. JUSTICE RUTLEDGE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Inter-insurance, or reciprocal insurance, has been described as \"that system of insurance whereby several individuals, partnerships and corporations underwrite each other's risks against loss by fire or other hazard, through an attorney in fact, common to all, under an agreement that each underwriter acts separately and severally, and not jointly with any other.\" 58 Central L.J. 323. The nature of the business of these particular reciprocals is fully discussed in the opinion of the court below and is described to some extent in this opinion. The opinion of the trial court is reported at 24 N.Y.S.2d 312; the opinion of the Appellate Division is reported at 262 App. Div. 446, 29 N.Y.S.2d 300; and the opinion of the Court of Appeals is reported at 288 N.Y. 291, 43 N.E.2d 49. For a general discussion of the nature of inter-insurers and some of their legal problems, see 94 A.L.R. 836.</p>\n<p>[2]  <i>Allgeyer</i> v. <i>Louisiana,</i> 165 U.S. 578, 587. See, A Factual Approach to the Constitutional Law Aspect of the Conflict of Laws, 35 Col. L.R. 751. Cf. <i>Frene</i> v. <i>Louisville Cement Co.,</i> 134 F.2d 511.</p>\n<p>[3]  This rule was not applied where the state had no actual contact with the insurance contract; i.e., where neither the original insured nor the company were residents of the state, the property insured was elsewhere, and the contract was made elsewhere. <i>Home Insurance Co.</i> v. <i>Dick,</i> 281 U.S. 397. Cf. <i>Kryger</i> v. <i>Wilson,</i> 242 U.S. 171, where, under similar circumstances, a state was entitled to apply its own law in a non-insurance situation where the property which was the subject of the litigation was within its bounds.</p>\n<p>[4]  <i>International Harvester Co.</i> v. <i>Kentucky,</i> 234 U.S. 579. For an example of the refusal of a court to permit evasion of the law of a state by a contract made just over its borders, see <i>Ocean Accident &amp; G. Corp.</i> v. <i>Industrial Commission,</i> 32 Ariz. 275, 285, 257 P. 644.</p>\n<p>[5]  <i>Carpenter</i> v. <i>Strange,</i> 141 U.S. 87, 106; <i>Watkins</i> v. <i>Holman,</i> 16 Pet. 25, 57; <i>Fall</i> v. <i>Eastin,</i> 215 U.S. 1, 9, 12; cf. <i>Union Transit Co.</i> v. <i>Kentucky,</i> 199 U.S. 194; <i>Curry</i> v. <i>McCanless,</i> 307 U.S. 357, 363; <i>Graves</i> v. <i>Elliott,</i> 307 U.S. 383. For a discussion of this subject, see Cook, `Immovables' and the `Situs,' 52 Harvard L. Rev. 1246.</p>\n<p>[6]  The sections of the Insurance Law which appellants contend are invalid are §§ 130, 168 (2), 410 (1), 412 (1), 413 (2), 415 (1), 417 (1), 418 (1) (3), 420, 421, and 422 (1).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:33", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></span> (1943)</b></center>\n<center><h1>HOOPESTON CANNING CO. ET AL.<br>\nv.<br>\nCULLEN, SUPERINTENDENT OF INSURANCE OF NEW YORK, ET AL.</h1></center>\n<center>No. 358.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 3, 4, 1943.</center>\n<center>Decided March 1, 1943.</center>\nAPPEAL FROM THE SUPREME COURT OF NEW YORK, ALBANY COUNTY.\n<p><span class=\"star-pagination\">*314</span> <i>Mr. Franklin D. Trueblood,</i> with whom <i>Messrs. Craig R. Johnson</i> and <i>Carl O. Olson</i> were on the brief, for appellants.</p>\n<p><i>Mr. John C. Crary, Jr.,</i> Assistant Attorney General of New York, with whom <i>Messrs. Nathaniel L. Goldstein,</i> Attorney General, and <i>Wendell P. Brown,</i> Assistant Attorney General, were on the brief, for appellees.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>The New York Insurance Law (Cons. Laws, ch. 28), as amended in 1939, provides a comprehensive and detailed plan for regulation of all types of insurance and insurance companies \"doing an insurance business\" (§ 41) in that state. Article 12, applicable to reciprocal insurance associations, defines them as aggregations of persons, firms, or corporations, who under a common name engage in the business of exchanging contracts of insurance on the reciprocal plan through an attorney in fact.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*315</span> The issue in this case is whether the appellants, reciprocal insurance associations which insure against fire and related risks and whose attorneys in fact are located in Illinois, may constitutionally be made subject to the laws of New York as a condition of insuring property in that state. The New York Law, § 422, requires that these cooperative insurance associations must obtain a license or be prohibited from doing \"any act which effects, aids or promotes the doing of an insurance business\" in New York, § 410 (2). As a condition of the license, submission to the New York regulations is required. The appellants contend that the law as applied to them violates the due process and equal protection clauses of the Fourteenth Amendment. They raised these questions appropriately in a declaratory judgment action in New York state courts, the Court of Appeals upheld the law, and the case is here on appeal under § 237 (a) of the Judicial Code.</p>\n<p>These reciprocals have been annually licensed to do business in New York since 1930 and allege that they are \"desirous of qualifying under the valid provisions of the Insurance Law of 1939, and of securing a license thereunder.\" More than 50,000 contracts affecting New York state risks have been executed since the reciprocals began business, and the gross payments made by New York concerns as premiums or deposits amounted to more than $2,000,000 for the period from 1931 to 1938. The total of <span class=\"star-pagination\">*316</span> premiums or deposits from insurance affecting New York property is more than that from Illinois, the state in which the associations have their headquarters and whose laws they insist must govern their contracts.</p>\n<p>Two principal contentions are urged against the constitutionality of the New York law as applied to these reciprocals: (a) Since the contracts of insurance are signed in Illinois and losses are paid by checks mailed from that state, the associations do no business in New York which therefore has no power to regulate them. (b) Assuming that New York does have general power to regulate, nevertheless certain of the provisions of the statute do not accord with due process and deny equal protection of the law.</p>\n<p><i>First. Business in New York.</i> Assuming that the formalities of contract are carried on in Illinois, the issue remains whether the insurance enterprise as a whole so affects New York interests as to give New York the power it claims.</p>\n<p>In determining the power of a state to apply its own regulatory laws to insurance business activities, the question in earlier cases became involved by conceptualistic discussion of theories of the place of contracting or of performance.<sup>[2]</sup> More recently it has been recognized that a state may have substantial interests in the business of insurance of its people or property regardless of these isolated factors. This interest may be measured by highly realistic considerations such as the protection of the citizen insured or the protection of the state from the incidents of loss. <i>Alaska Packers Assn.</i> v. <i>Industrial Accident Comm'n,</i> <span class=\"citation\" data-id=\"102404\"><a href=\"/opinion/102404/alaska-packers-assn-v-industrial-accident-commn-of/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 542. To insure the protection of state interests it is now recognized that a state may not be required to enforce in its own courts the terms <span class=\"star-pagination\">*317</span> of an insurance policy normally subject to the law of another state where such enforcement will conflict with the public policy of the state of the forum. <i>Griffin</i> v. <i>McCoach,</i> 313 U.S. 498.<sup>[3]</sup></p>\n<p>The actual physical signing of contracts may be only one element in a broad range of business activities. Business may be done in a state although those doing the business are scrupulously careful to see that not a single contract is ever signed within that state's boundaries.<sup>[4]</sup> Important as the execution of written contracts may be, it is ordinarily but an intermediate step serving to tie up prior business negotiations with future consequences which themselves are the real object of the business transaction.</p>\n<p>The facts of the instant case give clear proof of these statements. The contracts are made in this way: A canner or wholesale grocer in New York signs an application to become a \"subscriber.\" This is sent to the attorney in fact at the head office in Chicago. One of a group of insurance engineers may be sent to New York to investigate the risk, and if accepted, the applicant signs a power of attorney and sends it and the application back to the attorney in fact. The attorney in fact then issues a policy of inter-insurance which is mailed to the subscriber in New York, and the subscriber thus becomes the insurer and the insured. The insurance engineers may visit the subscriber <span class=\"star-pagination\">*318</span> from time to time to encourage the reduction of fire hazards or to investigate the cause and extent of losses, and on such trips the engineer may give information concerning the enterprise to prospective participants, although he does not actively solicit business. The contracts reserved the right of the reciprocals to go into New York to repair, rebuild, or replace lost or damaged property. Cf. <i>Lumbermen's Insurance Co.</i> v. <i>Meyer,</i> <span class=\"citation\" data-id=\"96259\"><a href=\"/opinion/96259/pennsylvania-lumbermens-mut-fire-ins-co-v-meyer/\"><span class=\"volume\">197</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span>, 417. Surely the object of all this activity is not the signing of a contract or a check, but the protection of property and payment of indemnity in case of loss by fire. These business transactions neither begin nor end with the contract.</p>\n<p>The intimacy of the relation of these insurance contracts to the state of New York becomes even more apparent when it is remembered that the property insured is in the state of New York. The states have long held great authority over property within their borders. A state may make flood control, quarantine, conservation and zoning regulations affecting property within its bounds. It is the source of law for the forms of conveyances, for the nature of covenants, future interests and easements, for the construction of wills, trusts, and mortgages, and for many other legal principles affecting property interests. Contracts formally made in other states may remain subject to the law of the state of the situs of the property, particularly in respect to immovables.<sup>[5]</sup> There is no more reason to bar the state from authority over the insurance of the property within it than to exclude it from control of all the other property interests mentioned.</p>\n<p>The appellants draw counter conclusions from <i>Allgeyer</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"94631\"><a href=\"/opinion/94631/allgeyer-v-louisiana/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>, and the cases which follow it. <span class=\"star-pagination\">*319</span> While the wisdom of the <i>Allgeyer</i> case has occasionally been doubted, it is in any case clearly distinguishable here. In that case, no act was done in the state of Louisiana except that of mailing a letter advising the insurance company of a shipment of goods, the goods themselves were in the state only temporarily, and the insurance company never purported to do business in the state. In the instant case, the reciprocals have the many actual contacts with the New York subscribers and the New York property outlined above, much of the insurance covers permanent immovables, and the reciprocals have been licensed to do business there for years. The <i>Allgeyer</i> and subsequent insurance cases have been recently considered in <i>Griffin</i> v. <i>McCoach, supra,</i> at 506, 507, and in <i>Osborn</i> v. <i>Ozlin,</i> <span class=\"citation\" data-id=\"103344\"><a href=\"/opinion/103344/osborn-v-ozlin/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 66; as the analysis in those opinions clearly indicates, the <i>Allgeyer</i> line of decisions cannot be permitted to control cases such as this, where the public policy of the state is clear, the insured interest is located in the state, and there are many points of contact between the insurer and the property in the state.</p>\n<p>We conclude that in determining whether insurance business is done within a state for the purpose of deciding whether a state has power to regulate the business, considerations of the location of activity prior and subsequent to the making of the contract, <i>Osborn</i> v. <i>Ozlin, supra</i><i>,</i> of the degree of interest of the regulating state in the object insured, and of the location of the property insured are separately and collectively of great weight. Applying any of these tests, it is apparent that the reciprocals are doing business in New York and are thereby subject to regulation by that state.</p>\n<p><i>Second. Validity of the Regulations.</i> The assailed requirements are in substance these.<sup>[6]</sup> Reciprocals' subscribers <span class=\"star-pagination\">*320</span> in every state must execute their powers of attorney in accordance with specified forms and a standard form of contract must be used by all subscribers whereever they are located. Certain forms of accounting are also required. Advisory committees of the subscribers themselves, rather than appointed attorneys in fact, must have ultimate powers of management of the reciprocals' affairs and must provide regulations for the control and custody of their funds. The advisory committee must be elected at an annual meeting of the subscribers, held after notice to them, where they can be present either in person or by proxy. Provision must be made for stipulated operating reserves for payment of losses, for a contingent liability of subscribers of not less than one nor more than ten times the amount of the annual premium expressed in the contract, and for a surplus to be maintained unimpaired. No subscriber is to be granted a secured or preferred claim against the operating reserve. No new agreements are to be made with subscribers who do not have net assets in excess of ten thousand dollars. At least one office must be maintained in New York and policies must be countersigned by a resident New York agent.</p>\n<p>These regulations can not be attacked merely because they affect business activities which are carried on outside the state. Of necessity, any regulations affecting the solvency of those doing an insurance business in a state must have some effect on business practices of the same company outside the state. Nothing in the Constitution requires a state to nullify its own protective standards because an enterprise regulated has its headquarters elsewhere. The power New York may exercise to regulate domestic insurance associations may be applied to foreign associations which New York permits to conduct the same kind of business. The appellants can not, \"by spreading their business and activities over other states <span class=\"star-pagination\">*321</span>. . . set at naught the public policy\" of New York, <i>Atlantic &amp; Pacific Tea Co.</i> v. <i>Grosjean,</i> <span class=\"citation\" data-id=\"102833\"><a href=\"/opinion/102833/great-atlantic-pacific-tea-co-v-grosjean/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 427. Where as here the state has full power to prescribe the forms of contract, the terms of protection of the insured, and the type of reserve funds needed, \"the mere fact that state action may have repercussions beyond state lines is of no judicial significance.\" <i>Osborn</i> v. <i>Ozlin, supra,</i> at 62. Neither New York nor Illinois loses the power to protect the interests of its citizens because these associations carry on activities in both places. <i>Alaska Packers Assn.</i> v. <i>Industrial Accident Comm'n, supra</i><i>.</i> We think the regulations themselves, since they are aimed at the protection of the solvency of the reciprocals or at promoting the convenience with which New York residents may do their insurance business, are all within the scope of state power. <i>Osborn</i> v. <i>Ozlin, supra,</i> at 65, 66.</p>\n<p>It is argued that the provision requiring each new subscriber to have net assets of $10,000 violates the equal protection clause, but since each subscriber is also an insurer and other subscribers are dependent on his financial responsibility, there is no reason why the legislature might not think this provision necessary. It is also complained that different requirements have been put upon reciprocals than mutual companies; but we have previously held that a cooperative insurance company may be subject to separate classification for the purpose of determining how it shall be regulated. <i>German Alliance Ins. Co.</i> v. <i>Kansas,</i> <span class=\"citation\" data-id=\"98166\"><a href=\"/opinion/98166/german-alliance-ins-co-v-lewis/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 418. Cf. <i>Tigner</i> v. <i>Texas,</i> 310 U.S. 141. The provisions requiring an office in the state and counter signature of the contracts by an agent in the state are no more stringent than those approved in <i>La Tourette</i> v. <i>McMaster,</i> 248 U.S. 465.</p>\n<p>The appellants earnestly insist that theirs is a successful system of cooperative insurance which gives complete security with substantial economy to their members, and that their New York subscribers may lose the benefits of <span class=\"star-pagination\">*322</span> this form of insurance by reason of the reciprocals' inability to comply with the requirements of the New York law. That the reciprocals save for their members from 25 to 50 per cent of the cost of ordinary commercial insurance and that the members are well satisfied with the system they have created is not controverted by counsel for the state of New York. However persuasive such arguments might be if addressed to the state legislature, they present no constitutional barrier which prevents New York from enforcing these regulations if it chooses.</p>\n<p><i>Affirmed.</i></p>\n<p>The CHIEF JUSTICE and MR. JUSTICE JACKSON concur in the result.</p>\n<p>MR. JUSTICE RUTLEDGE took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Inter-insurance, or reciprocal insurance, has been described as \"that system of insurance whereby several individuals, partnerships and corporations underwrite each other's risks against loss by fire or other hazard, through an attorney in fact, common to all, under an agreement that each underwriter acts separately and severally, and not jointly with any other.\" 58 Central L.J. 323. The nature of the business of these particular reciprocals is fully discussed in the opinion of the court below and is described to some extent in this opinion. The opinion of the trial court is reported at 24 N.Y.S.2d 312; the opinion of the Appellate Division is reported at 262 App. Div. 446, 29 N.Y.S.2d 300; and the opinion of the Court of Appeals is reported at <span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">291</span></span>, 43 N.E.2d 49. For a general discussion of the nature of inter-insurers and some of their legal problems, see 94 A.L.R. 836.</p>\n<p>[2]  <i>Allgeyer</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"94631\"><a href=\"/opinion/94631/allgeyer-v-louisiana/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">578</span></a></span>, 587. See, A Factual Approach to the Constitutional Law Aspect of the Conflict of Laws, 35 Col. L.R. 751. Cf. <i>Frene</i> v. <i>Louisville Cement Co.,</i> 134 F.2d 511.</p>\n<p>[3]  This rule was not applied where the state had no actual contact with the insurance contract; i.e., where neither the original insured nor the company were residents of the state, the property insured was elsewhere, and the contract was made elsewhere. <i>Home Insurance Co.</i> v. <i>Dick,</i> 281 U.S. 397. Cf. <i>Kryger</i> v. <i>Wilson,</i> <span class=\"citation\" data-id=\"98813\"><a href=\"/opinion/98813/kryger-v-wilson/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, where, under similar circumstances, a state was entitled to apply its own law in a non-insurance situation where the property which was the subject of the litigation was within its bounds.</p>\n<p>[4]  <i>International Harvester Co.</i> v. <i>Kentucky,</i> 234 U.S. 579. For an example of the refusal of a court to permit evasion of the law of a state by a contract made just over its borders, see <i>Ocean Accident &amp; G. Corp.</i> v. <i>Industrial Commission,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">275</span></span>, 285, 257 P. 644.</p>\n<p>[5]  <i>Carpenter</i> v. <i>Strange,</i> <span class=\"citation\" data-id=\"93131\"><a href=\"/opinion/93131/carpenter-v-strange/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 106; <i>Watkins</i> v. <i>Holman,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">25</span></span>, 57; <i>Fall</i> v. <i>Eastin,</i> <span class=\"citation\" data-id=\"97084\"><a href=\"/opinion/97084/fall-v-eastin/\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9, 12; cf. <i>Union Transit Co.</i> v. <i>Kentucky,</i> 199 U.S. 194; <i>Curry</i> v. <i>McCanless,</i> <span class=\"citation\" data-id=\"103219\"><a href=\"/opinion/103219/curry-v-mccanless/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 363; <i>Graves</i> v. <i>Elliott,</i> 307 U.S. 383. For a discussion of this subject, see Cook, `Immovables' and the `Situs,' 52 Harvard L. Rev. 1246.</p>\n<p>[6]  The sections of the Insurance Law which appellants contend are invalid are §§ 130, 168 (2), 410 (1), 412 (1), 413 (2), 415 (1), 417 (1), 418 (1) (3), 420, 421, and 422 (1).</p>\n\n</div>", 
  "sha1": "f5d1f66dfcbd3c412f6fc358867f1328e64d2710", 
  "date_modified": "2014-12-21T01:43:48.723496", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103789/hoopeston-canning-co-v-cullen/", 
  "citation_count": 61, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1240298/", 
  "html": "<p class=\"case_cite\">318 U.S. 313</p>\n    <p class=\"case_cite\">63 S.Ct. 602</p>\n    <p class=\"case_cite\">87 L.Ed. 777</p>\n    <p class=\"parties\">HOOPESTON CANNING CO. et al.<br>v.<br>CULLEN, Superintendent of Insurance, et al.</p>\n    <p class=\"docket\">No. 358.</p>\n    <p class=\"date\">Argued Feb. 3, 4, 1943.</p>\n    <p class=\"date\">Decided March 1, 1943.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Franklin D. Trueblood, of Chicago, Ill., for appellants.</p>\n      <p class=\"indent\">Mr. John C. Crary, Jr., of Albany, N.Y., for appellees.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The New York Insurance Law, Consol.Laws, ch. 28, as amended in 1939, provides a comprehensive and detailed plan for regulation of all types of insurance and insurance companies 'doing an insurance business' &#167; 41, in that state. Article 12, applicable to reciprocal insurance associations, defines them as aggregations of persons, firms, or corporations, who under a common name engage in the business of exchanging contracts of insurance on the reciprocal plan through an attorney in fact.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The issue in this case is whether the appellants, reciprocal insurance associations which insure against fire and related risks and whose attorneys in fact are located in Illinois, may constitutionally be made subject to the laws of New York as a condition of insuring property in that state. The New York Law, &#167; 422, requires that these cooperative insurance associations must obtain a license or be prohibited from doing 'any act which effects, aids or promotes the doing of an insurance business' in New York, &#167; 410(2). As a condition of the license, submission to the New York regulations is required. The appellants contend that the law as applied to them violates the due process and equal protection clauses of the Fourteenth Amendment. They raised these questions appropriately in a declaratory judgment action in New York state courts, the Court of Appeals upheld the law, and the case is here on appeal under &#167; 237(a) of the Judicial Code, 28 U.S.C.A. &#167; 344(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">These reciprocals have been annually licensed to do business in New York since 1930 and allege that they are 'desirous of qualifying under the valid provisions of the Insurance Law of 1939, and of securing a license thereunder.' More than 50,000 contracts affecting New York state risks have been executed since the reciprocals began business, and the gross payments made by New York concerns as premiums or deposits amounted to more than $2,000,000 for the period from 1931 to 1938. The total of premiums or deposits from insurance affecting New York property is more than that from Illinois, the state in which the associations have their headquarters and whose laws they insist must govern their contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Two principal contentions are urged against the constitutionality of the New York law as applied to these reciprocals: (a) Since the contracts of insurance are signed in Illinois and losses are paid by checks mailed from that state, the associations do no business in New York which therefore has no power to regulate them. (b) Assuming that New York does have general power to regulate, nevertheless certain of the provisions of the statute do not accord with due process and deny equal protection of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">First. Business in New York. Assuming that the formalities of contract are carried on in Illinois, the issue remains whether the insurance enterprise as a whole so affects New York interests as to give New York the power it claims.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In determining the power of a state to apply its own regulatory laws to insurance business activities, the question in earlier cases became involved by conceptualistic discussion of theories of the place of contracting or of performance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> More recently it has been recognized that a state may have substantial interests in the business of insurance of its people or property regardless of these isolated factors. This interest may be measured by highly realistic considerations such as the protection of the citizen insured or the protection of the state from the incidents of loss. Alaska Packers Ass'n v. Industrial Accident Commission, 294 U.S. 532, 542, 55 S.Ct. 518, 521, 79 L.Ed. 1044. To insure the protection of state interests it is now recognized that a state may not be required to enforce in its own courts the terms of an insurance policy normally subject to the law of another state where such enforcement will conflict with the public policy of the state of the forum. Griffin v. McCoach, 313 U.S. 498, 61 S.Ct. 1023, 85 L.Ed. 1481, 134 A.L.R. 1462.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The actual physical signing of contracts may be only one element in a broad range of business activities. Business may be done in a state although those doing the business are scrupulously careful to see that not a single contract is ever signed within that state's boundaries.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Important as the execution of written contracts may be, it is ordinarily but an intermediate step serving to tie up prior business negotiations with future consequences which themselves are the real object of the business transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The facts of the instant case give clear proof of these statements. The contracts are made in this way: A canner or wholesale grocer in New York signs an application to become a 'subscriber'. This is sent to the attorney in fact at the head office in Chicago. One of a group of insurance engineers may be sent to New York to investigate the risk, and if accepted, the applicant signs a power of attorney and sends it and the application back to the attorney in fact. The attorney in fact then issues a policy of inter-insurance which is mailed to the subscriber in New York, and the subscriber thus becomes the insurer and the insured. The insurance engineers may visit the subscriber from time to time to encourage the reduction of fire hazards or to investigate the cause and extent of losses, and on such trips the engineer may give information concerning the enterprise to prospective participants, although he does not actively solicit business. The contracts reserved the right of the reciprocals to go into New York to repair, rebuild, or replace lost or damaged property. Cf. Pennsylvania Lumbermen's Mutual Fire Insurance Co. v. Meyer, 197 U.S. 407, 417, 25 S.Ct. 483, 486, 49 L.Ed. 810. Surely the object of all this activity is not the signing of a contract or a check, but the protection of property and payment of indemnity in case of loss by fire. These business transactions neither begin nor end with the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The intimacy of the relation of these insurance contracts to the state of New York becomes even more apparent when it is remembered that the property insured is in the state of New York. The states have long held great authority over property within their borders. A state may make flood control, quarantine, conservation and zoning regulations affecting property within its bounds. It is the source of law for the forms of conveyances, for the nature of covenants, future interests and easements, for the construction of wills, trusts, and mortgages, and for many other legal principles affecting property interests. Contracts formally made in other states may remain subject to the law of the state of the situs of the property, particularly in respect to immovables.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> There is no more reason to bar the state from authority over the insurance of the property within it than to exclude it from control of all the other property interests mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellants draw counter conclusions from Allgeyer v. State of Louisiana, 165 U.S. 578, 17 S.Ct. 427, 41 L.Ed. 832, and the cases which follow it. While the wisdom of the Allgeyer case has occasionally been doubted, it is in any case clearly distinguishable here. In that case, no act was done in the state of Louisiana except that of mailing a letter advising the insurance company of a shipment of goods, the goods themselves were in the state only temporarily, and the insurance company never purported to do business in the state. In the instant case, the reciprocals have the many actual contacts with the New York subscribers and the New York property outlined above, much of the insurance covers permanent immovables, and the reciprocals have been licensed to do business there for years. The Allgeyer and subsequent insurance cases have been recently considered in Griffin v. McCoach, supra, at page 506, 507, of 313 U.S., 61 S.Ct. at page 1027, 85 L.Ed. 1481, 134 A.L.R. 1462, and in Osborn v. Ozlin, 310 U.S. 53, 66, 60 S.Ct. 758, 763, 84 L.Ed. 1074; as the analysis in those opinions clearly indicates, the Allgeyer line of decisions cannot be permitted to control cases such as this, where the public policy of the state is clear, the insured interest is located in the state, and there are many points of contact between the insurer and the property in the state.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We conclude that in determining whether insurance business is done within a state for the purpose of deciding whether a state has power to regulate the business, considerations of the location of activity prior and subsequent to the making of the contract, Osborn v. Ozlin, supra, of the degree of interest of the regulating state in the object insured, and of the location of the property insured are separately and collectively of great weight. Applying any of these tests, it is apparent that the reciprocals are doing business in New York and are thereby subject to regulation by that state.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second. Validity of the Regulations. The assailed requirements are in substance these.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Reciprocals' subscribers in every state must execute their powers of attorney in accordance with specified forms and a standard form of contract must be used by all subscribers wherever they are located. Certain forms of accounting are also required. Advisory committees of the subscribers themselves, rather than appointed attorneys in fact, must have ultimate powers of management of the reciprocals' affairs and must provide regulations for the control and custody of their funds. The advisory committee must be elected at an annual meeting of the subscribers, held after notice to them, where they can be present either in person or by proxy. Provision must be made for stipulated operating reserves for payment of losses, for a contingent liability of subscribers of not less than one nor more than ten times the amount of the annual premium expressed in the contract, and for a surplus to be maintained unimpaired. No subscriber is to be granted a secured or preferred claim against the operating reserve. No new agreements are to be made with subscribers who do not have net assets in excess of ten thousand dollars. At least one office must be maintained in New York and policies must be countersigned by a resident New York agent.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These regulations can not be attacked merely because they affect business activities which are carried on outside the state. Of necessity, any regulations affecting the solvency of those doing an insurance business in a state must have some effect on business practices of the same company outside the state. Nothing in the Constitution requires a state to nullify its own protective standards because an enterprise regulated has its headquarters elsewhere. The power New York may exercise to regulate domestic insurance associations may be applied to foreign associations which New York permits to conduct the same kind of business. The appellants can not, 'by spreading their business and activities over other states * * * set at naught the public policy' of New York, Atlantic &amp; Pacific Tea Co. v. Grosjean, 301 U.S. 412, 427, 57 S.Ct. 772, 778, 81 L.Ed. 1193, 112 A.L.R. 293. Where as here the state has full power to prescribe the forms of contract, the terms of protection of the insured, and the type of reserve funds needed, 'the mere fact that state action may have repercussions beyond state lines is of no judicial significance.' Osborn v. Ozlin, supra, 310 U.S. at page 62, 60 S.Ct. at page 761, 84 L.Ed. 1074. Neither New York nor Illinois loses the power to protect the interests of its citizens because these associations carry on activities in both places. Alaska Packers Association v. Industrial Accident Commission, supra. We think the regulations themselves, since they are aimed at the protection of the solvency of the reciprocals or at promoting the convenience with which New York residents may do their insurance business, are all within the scope of state power. Osborn v. Ozlin, supra, 310 U.S. at pages 65, 66, 60 S.Ct. at pages 762, 763, 84 L.Ed. 1074.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is argued that the provision requiring each new subscriber to have not assets of $10,000 violates the equal protection clause, but since each subscriber is also an insurer and other subscribers are dependent on his financial responsibility, there is no reason why the legislature might not think this provision necessary. It is also complained that different requirements have been put upon reciprocals than mutual companies; but we have previously held that a co-operative insurance company may be subject to separate classification for the purpose of determining how it shall be regulated. German Alliance Ins. Co. v. Superintendent of Ins. of State of Kansas, 233 U.S. 389, 418, 34 S.Ct. 612, 621, 58 L.Ed. 1011, L.R.A.1915C, 1189. Cf. Tigner v. State of Texas, 310 U.S. 141, 60 S.Ct. 879, 84 L.Ed. 1124, 130 A.L.R. 1321. The provisions requiring an office in the state and counter signature of the contracts by an agent in the state are no more stringent than those approved in La Tourette v. McMaster, 248 U.S. 465, 39 S.Ct. 160, 63 L.Ed. 362.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellants earnestly insist that theirs is a successful system of co-operative insurance which gives complete security with substantial economy to their members, and that their New York subscribers may lose the benefits of this form of insurance by reason of the reciprocals' inability to comply with the requirements of the New York law. That the reciprocals save for their members from 25 to 50 per cent of the cost of ordinary commercial insurance and that the members are well satisfied with the system they have created is not controverted by counsel for the state of New York. However persuasive such arguments might be if addressed to the state legislature, they present no constitutional barrier which prevents New York from enforcing these regulations if it chooses.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The CHIEF JUSTICE and Mr. Justice JACKSON concur in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice RUTLEDGE took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Inter-insurance, or reciprocal insurance, has been described as 'that system of insurance whereby several individuals, partnerships and corporations underwrite each other's risks against loss by fire or other hazard, through an attorney in fact, common to all, under an agreement that each underwriter act separately and severally, and not jointly with each other.' 58 Central L.J. 323. The nature of the business of these particular reciprocals is fully discussed in the opinion of the court below and is described to some extent in this opinion. The opinion of the trial court is reported at 24 N.Y.S.2d 312; the opinion of the Appellate Division is reported at 262 App.Div. 446, 29 N.Y.S.2d 300; and the opinion of the Court of Appeals is reported at 288 N.Y. 291, 43 N.E.2d 49. For a general discussion of the nature of inter-insurers and some of their legal problems, see 94 A.L.R. 836.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Allgeyer v. State of Louisiana, 165 U.S. 587, 17 S.Ct. 427, 430, 41 L.Ed. 832. See, A Factual Approach to the Constitutional Law Aspect of the Conflict of Laws, 35 Col.L.R. 751. Cf. Frene v. Louisville Cement Co., U.S.App.D.C., 134 F.2d 511.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This rule was not applied where the state had no actual contact with the insurance contract; i.e., where neither the original insured nor the company were residents of the state, the property insured was elsewhere, and the contract was made elsewhere. Home Insurance Co. v. Dick, 281 U.S. 397, 50 S.Ct. 338, 74 L.Ed. 926, 74 A.L.R. 701. Cf. Kryger v. Wilson, 242 U.S. 171, 37 S.Ct. 34, 61 L.Ed. 229, where, under similar circumstances, a state was entitled to apply its own law in a non-insurance situation where the property which was the subject of the litigation was within its bounds.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> International Harvester Co. of America v. Commonwealth of Kentucky, 234 U.S. 579, 34 S.Ct. 944, 58 L.Ed. 1479. For an example of the refusal of a court to permit evasion of the law of a state by a contract made just over its borders, see Ocean A. &amp; G. Corp. v. Industrial Commission, 32 Ariz. 275, 285, 257 P. 644.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Carpenter v. Strange, 141 U.S. 87, 106, 11 S.Ct. 960, 966, 35 L.Ed. 640; Watkins v. Holman's Lessee, 16 Pet. 25, 57, 10 L.Ed. 873; Fall v. Eastin, 215 U.S., 1, 9, 12, 30 S.Ct. 3, 6, 8, 54 L.Ed. 65, 23 L.R.A., N.S., 924, 17 Ann.Cas. 853; cf. Union Refrigerator Transit Co. v. Commonwealth of Kentucky, 199 U.S. 194, 26 S.Ct. 36, 50 L.Ed. 150, 4 Ann.Cas. 493; Curry v. McCanless, 307 U.S. 357, 363, 59 S.Ct. 900, 903, 83 L.Ed. 1339, 123 A.L.R. 162; Graves v. Elliott, 307 U.S. 383, 59 S.Ct. 913, 83 L.Ed. 1356. For a discussion of this subject, see Cook, 'Immovables' and the 'Situs', 52 Harvard L.Rev. 1246.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The sections of the Insurance Law which appellants contend are invalid are Sections 130, 168(2), 410(1), 412(1), 413(2), 415(1), 417(1), 418(1, 3), 420, 421, and 422(1).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103789/"
}