{"absolute_url": "/opinion/103777/smith-v-shaughnessy/", "blocked": false, "citation": {"case_name": "Smith v. Shaughnessy", "docket_number": "429", "document_uris": ["/api/rest/v2/document/103777/"], "federal_cite_one": "318 U.S. 176", "federal_cite_three": null, "federal_cite_two": null, "id": 88160, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88160/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 30, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1943-02-15", "date_modified": "2014-12-21T01:43:47.258758", "docket": "/api/rest/v2/docket/602432/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">318 U.S. 176</p>\n    <p class=\"case_cite\">63 S.Ct. 545</p>\n    <p class=\"case_cite\">87 L.Ed. 690</p>\n    <p class=\"parties\">SMITH<br>v.<br>SHAUGHNESSY, Collector of Internal Revenue.</p>\n    <p class=\"docket\">No. 429.</p>\n    <p class=\"date\">Argued Jan. 14, 1943.</p>\n    <p class=\"date\">Decided Feb. 15, 1943.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Ellsworth C. Alvord, of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. Arnold Raum, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question here is the extent of the petitioner's liability for a tax under &#167;&#167; 501, 506 of the Revenue Act of 1932, 47 Stat. 169, 26 U.S.C.A. Int.Rev.Acts, pages 580, 588, which imposes a tax upon every transfer of property by gift, 'whether the transfer is in trust or otherwise, whether the gift is direct or indirect, and whether the property is real or personal, tangible or intangible; * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petitioner, age 72, made an irrevocable transfer in trust of 3,000 shares of stock worth $571,000. The trust income was payable to his wife, age 44, for life; upon her death, the stock was to be returned to the petitioner, if he was living; if he was not living, it was to go to such persons as his wife might designate by will, or in default of a will by her, to her intestate successors under applicable New York law. The petitioner, under protest paid a gift tax of $71,674.22, assessed on the total value of the trust principal, and brought suit for refund in the district court. Holding that the petitioner had, within the meaning of the Act, executed a completed gift of a life estate to his wife, the court sustained the Commissioner's assessment on $322,423, the determined value of her life interest; but the remainder was held not to be completely transferred and hence not subject to the gift tax. 40 F.Supp. 19. The government appealed and the Circuit Court of Appeals reversed, ordering dismissal of the petitioner's complaint on the authority of its previous decision in Herzog v. Commissioner, 116 F.2d 591. We granted certiorari because of alleged conflict with our decisions in Helvering v. Hallock, 309 U.S. 106, 60 S.Ct. 444, 84 L.Ed. 604, 125 A.L.R. 1368, and Estate of Sanford v. Commissioner, 308 U.S. 39, 60 S.Ct. 51, 84 L.Ed. 20. In these decisions, and in Burnet v. Guggenheim, 288 U.S. 280, 53 S.Ct. 369, 77 L.Ed. 748, we have considered the problems raised here in some detail, and it will therefore be unnecessary to make any elaborate re-survey of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Three interests are involved here: the life estate, the remainder, and the reversion. The taxpayer concedes that the life estate is subject to the gift tax. The government concedes that the right of reversion to the donor in case he outlives his wife is an interest having value which can be calculated by an actuarial device, and that it is immune from the gift tax. The controversy, then, reduces itself to the question of the taxability of the remainder.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The taxpayer's principal argument here is that under our decision in the Hallock case, the value of the remainder will be included in the grantor's gross estate for estate tax purposes; and that in the Sanford case we intimated a general policy against allowing the same property to be taxed both as an estate and as a gift.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This view, we think, misunderstands our position in the Sanford case. As we said there, the gift and estate tax laws are closely related and the gift tax serves to supplement the estate tax.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We said that the taxes are not 'always mutually exclusive', and called attention to &#167; 322 of the 1924 Act, 26 U.S.C.A. Int.Rev.Acts, page 82, there involved (re-enacted with amendments in &#167; 801 of the 1932 Act, 26 U.S.C.A. Int.Rev.Acts, page 640) which charts the course for granting credits on estate taxes by reason of previous payment of gift taxes on the same property. The scope of that provision we need not now determine. It is sufficient to note here that Congress plainly pointed out that 'some' of the 'total gifts subject to gift taxes * * * may be included for estate tax purposes and some not.' House Report No. 708, 72d Cong., 1st Sess., p. 45. Under the statute the gift tax amounts in some instances to a security, a form of down-payment on the estate tax which secures the eventual payment of the latter; it is in no sense double taxation as the taxpayer suggests.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We conclude that under the present statute, Congress has provided as its plan for integrating the estate and gift taxes this system of secured payment on gifts which will later be subject to the estate tax.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Unencumbered by any notion of policy against subjecting this transaction to both estate and gift taxes, we turn to the basic question of whether there was a gift of the remainder. The government argues that for gift tax purposes the taxpayer has abandoned control of the remainder and that it is therefore taxable, while the taxpayer contends that no realistic value can be placed on the contingent remainder and that it therefore should not be classed as a gift.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We cannot accept any suggestion that the complexity of a property interest created by a trust can serve to defeat a tax. For many years Congress has sought vigorously to close tax loopholes against ingenious trust instruments.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Even though these concepts of property and value may be slippery and elusive they can not escape taxation so long as they are used in the world of business. The language of the gift tax statute, 'property * * * real or personal, tangible or intangible', is broad enough to include property, however conceptual or contingent. And lest there be any doubt as to the amplitude of their purpose, the Senate and House Committees, reporting the bill, spelled out their meaning as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'The terms 'property,' 'transfer,' 'gift', and 'indirectly' (in &#167; 501) are used in the broadest sense; the term 'property' reaching every species of right or interest protected by the laws and having an exchangeable value.'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Treasury regulations, which we think carry out the Act's purpose, made specific provisions for application of the tax to, and determination of the value of, 'a remainder * * * subject to an outstanding life estate.'<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The essence of a gift by trust is the abandonment of control over the property put in trust. The separable interests transferred are not gifts to the extent that power remains to revoke the trust or recapture the property represented by any of them, Burnet v. Guggenheim, supra, or to modify the terms of the arrangement so as to make other disposition of the property, Sanford v. Commissioner, supra. In the Sanford case the grantor could, by modification of the trust, extinguish the donee's interest at any instant he chose. In cases such as this, where the grantor has neither the form nor substance of control and never will have unless he outlives his wife, we must conclude that he has lost all 'economic control' and that the gift is complete except for the value of his reversionary interest.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judgment of the Circuit Court of Appeals is affirmed with leave to the petitioner to apply for modification of its mandate in order that the value of the petitioner's reversionary interest may be determined and excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice ROBERTS.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I dissent. I am of opinion that, except for the life estate in the wife, the gift qua the donor was incomplete and not within the sweep of &#167;&#167; 501 and 506, 26 U.S.C.A. Int.Rev.Acts, pages 580, 588. A contrary conclusion might well be reached were it not for Helvering v. Hallock, 309 U.S. 106, 60 S.Ct. 444, 84 L.Ed. 604, 125 A.L.R. 1368. But the decisions in Burnet v. Guggenheim, 288 U.S. 280, 53 S.Ct. 369, 77 L.Ed. 748, and Sanford v. Commissioner, 308 U.S. 39, 60 S.Ct. 51, 84 L.Ed. 20, to which the court adheres, require a reversal in view of the ruling in the Hallock case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The first of the two cases ruled that a transfer in trust, whereby the grantor reserved a power of revocation, was not subject to a gift tax, but became so upon the renunciation of the power. The second held that where the grantor reserved a power to change the beneficiaries, but none to revoke or to make himself a beneficiary, the transfer was incomplete and not subject to gift tax. At the same term, in Porter v. Commissioner, 288 U.S. 436, 53 S.Ct. 451, 77 L.Ed. 880, the court held that where a decedent had given property inter vivos in trust, reserving a power to change the beneficiaries but no power to revoke or revest the property in himself, the transfer was incomplete until the termination of the reserved power by the donor's death and hence the corpus was subject to the estate tax.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When these cases were decided, the law, as announced by this court, was that where, in a complete and final transfer inter vivos, a grantor provided that, in a specified contingency, the corpus should pass to him, if living, but, if he should be dead, then to others, the gift was complete when made, he retained nothing which passed from him at his death, prior to the happening of the contingency, and that no part of the property given was includable in his gross estate for estate tax. McCormick v. Burnet, 283 U.S. 784, 51 S.Ct. 343, 75 L.Ed. 1413; Helvering v. St. Louis Union Trust Co., 296 U.S. 39, 56 S.Ct. 74, 80 L.Ed. 29, 100 A.L.R. 1239; Becker v. St. Louis Union Trust Co., 296 U.S. 48, 56 S.Ct. 78, 80 L.Ed. 35. So long as this was the law the transfer might properly be the subject of a gift tax for the gift was, as respects the donor, complete when made.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In 1940 these decisions were overruled and it was held that such a transfer was so incomplete when made, and the grantor retained such an interest, that the cessation of that interest at death furnished the occasion for imposing an estate tax. Thus the situation here presented was placed in the same category as those where the grantor had reserved a power to revoke or a power to change beneficiaries. By analogy to the Guggenheim and Sanford cases, I suppose the gift would have become complete if the donor had, in his life, relinquished or conveyed the contingent estate reserved to him.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the light of this history, the Sanford case requires a holding that the gifts in remainder, after the life estate, create no gift tax liability. The reasoning of that decision, the authorities, and the legislative history relied upon, are all at war with the result in this case. There is no need to quote what was there said. A reading of the decision will demonstrate that, if the principles there announced are here observed, the gifts in question are incomplete and cannot be the subject of the gift tax.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It will not square with logic to say that where the donor reserves the right to change beneficiaries, and so delays completion of the gift until his death or prior relinquishment of the right, the gift is incomplete, but where he reserves a continugent interest to himself the reverse is true,&#8212;particularly so, if the criterion of estate tax liability is important to the decision of the question, as the Sanford case affirms.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question is not whether a gift which includes vested and contingent future interests in others than the donor is taxable as an entirety when made, but whether a reservation of such an interest in the donor negatives a completion of the gift until such time as that interest is relinquished.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">All that is said in the Sanford case about the difficulties of administration and probable inequities of a contrary decision there, applies here with greater force. Indeed a system of taxation which requires valuation of the donor's retained interest, in the light of the contingencies involved, and calculation of the value of the subsequent remainders by resort to higher mathematics beyond the ken of the taxpayer, exhibits the artificiality of the Government's application of the Act. This is well illustrated in the companion cases of Robinette and Paumgarten, 318 U.S. 184, 63 S.Ct. 540, 87 L.Ed. &#8212;-. Such results argue strongly against the construction which the court adopts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The gift tax was passed not only to prevent estate tax avoidance, but also to prevent income tax avoidance through reducing yearly income and thereby escaping the effect of progressive surtax rates. House Report No. 708, 72d Cong., 1st Sess., p. 28; Brandeis, J., dissenting in Untermyer v. Anderson, 276 U.S. 440, 450, 48 S.Ct. 353, 356, 72 L.Ed. 645; Stone, J., dissenting in Heiner v. Donnan, 285 U.S. 312, 333, 52 S.Ct. 358, 363, 76 L.Ed. 772.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It has been suggested that the congressional plan relating the estate and gift taxes may still be incomplete. See e.g., Griswold, A Plan for the Coordination of the Income, Estate, and Gift Tax Provisions etc., 56 Harv.L.Rev. 337; Magill, The Federal Gift Tax, 40 Col.L.Rev. 773, 792; Kauper, The Revenue Act of 1942: Estate and Gift Tax Amendments, 41 Mich.L.Rev. 369, 388; and see Commissioner v. Prouty, 1 Cir., 115 F.2d 331, 337, 133 A.L.R. 977; Higgins v. Commissioner, 1 Cir., 129 F.2d 237, 239.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 2 Paul, Federal Estate &amp; Gift Taxation, Chap. 17; Schuyler, Powers of Appointment and Especially Special Powers: The Estate Taxpayer's Last Stand, 33 Ill.L.Rev. 771; Leaphart, The Use of the Trust to Escape the Imposition of Federal Income &amp; Estate Taxes, 15 Corn.L.Q. 587.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Senate Report No. 665, 72d Cong., 1st Sess., p. 39; House Report No. 708, supra, p. 29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Treas.Regulations 79 (1936 Ed.) Arts. 2, 3, 17, 19. Cf. Commissioner of Internal Revenue v. Marshall, 2 Cir., 125 F.2d 943, 945, 141 A.L.R. 445.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The conclusion reached here is in accord with that of the several Circuit Courts of Appeal which have considered the problem: Commissioner v. Marshall, 2 Cir., 125 F.2d 943, 141 A.L.R. 445; Commissioner v. Beck's Estate, 2 Cir., 129 F.2d 243; Commissioner v. McLean, 5 Cir., 127 F.2d 942; Helvering v. Robinette, 3 Cir., 129 F.2d 832, affirmed by this Court today; Hughes v. Commissioner, 9 Cir., 104 F.2d 144; and see the cases cited in Note (2), supra.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>318 U.S. 176 (1943)</b></center>\n<center><h1>SMITH<br>\nv.<br>\nSHAUGHNESSY, COLLECTOR OF INTERNAL REVENUE.</h1></center>\n<center>No. 429.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 14, 1943.</center>\n<center>Decided February 15, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*177</span> <i>Mr. Ellsworth C. Alvord,</i> with whom <i>Messrs. Floyd F. Toomey, John H. Hughes,</i> and <i>Willis H. Michell</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Arnold Raum,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key, J. Louis Monarch,</i> and <i>L.W. Post</i> were on the brief, for respondent.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>The question here is the extent of the petitioner's liability for a tax under §§ 501, 506 of the Revenue Act of 1932, 47 Stat. 169, which imposes a tax upon every transfer of property by gift, \"whether the transfer is in trust or otherwise, whether the gift is direct or indirect, and whether the property is real or personal, tangible or intangible; . . .\"</p>\n<p>The petitioner, age 72, made an irrevocable transfer in trust of 3,000 shares of stock worth $571,000. The trust income was payable to his wife, age 44, for life; upon her death, the stock was to be returned to the petitioner, if he was living; if he was not living, it was to go to such persons as his wife might designate by will, or in default of a will <span class=\"star-pagination\">*178</span> by her, to her intestate successors under applicable New York law. The petitioner, under protest, paid a gift tax of $71,674.22, assessed on the total value of the trust principal, and brought suit for refund in the district court. Holding that the petitioner had, within the meaning of the Act, executed a completed gift of a life estate to his wife, the court sustained the Commissioner's assessment on $322,423, the determined value of her life interest; but the remainder was held not to be completely transferred and hence not subject to the gift tax. 40 F. Supp. 19. The government appealed and the Circuit Court of Appeals reversed, ordering dismissal of the petitioner's complaint on the authority of its previous decision in <i>Herzog</i> v. <i>Commissioner,</i> 116 F.2d 591. We granted certiorari because of alleged conflict with our decisions in <i>Helvering</i> v. <i>Hallock,</i> 309 U.S. 106, and <i>Sanford</i> v. <i>Commissioner,</i> 308 U.S. 39. In these decisions, and in <i>Burnet</i> v. <i>Guggenheim,</i> 288 U.S. 280, we have considered the problems raised here in some detail, and it will therefore be unnecessary to make any elaborate re-survey of the law.</p>\n<p>Three interests are involved here: the life estate, the remainder, and the reversion. The taxpayer concedes that the life estate is subject to the gift tax. The government concedes that the right of reversion to the donor in case he outlives his wife is an interest having value which can be calculated by an actuarial device, and that it is immune from the gift tax. The controversy, then, reduces itself to the question of the taxability of the remainder.</p>\n<p>The taxpayer's principal argument here is that under our decision in the <i>Hallock</i> case, the value of the remainder will be included in the grantor's gross estate for estate tax purposes; and that in the <i>Sanford</i> case we intimated a general policy against allowing the same property to be taxed both as an estate and as a gift.</p>\n<p><span class=\"star-pagination\">*179</span> This view, we think, misunderstands our position in the <i>Sanford</i> case. As we said there, the gift and estate tax laws are closely related and the gift tax serves to supplement the estate tax.<sup>[1]</sup> We said that the taxes are not \"always mutually exclusive,\" and called attention to § 322 of the 1924 Act there involved (reenacted with amendments in § 801 of the 1932 Act) which charts the course for granting credits on estate taxes by reason of previous payment of gift taxes on the same property. The scope of that provision we need not now determine. It is sufficient to note here that Congress plainly pointed out that \"some\" of the \"total gifts subject to gift taxes . . . may be included for estate tax purposes and some not.\" House Report No. 708, 72d Cong., 1st Sess., p. 45. Under the statute the gift tax amounts in some instances to a security, a form of down-payment on the estate tax which secures the eventual payment of the latter; it is in no sense double taxation as the taxpayer suggests.</p>\n<p>We conclude that under the present statute, Congress has provided as its plan for integrating the estate and gift taxes this system of secured payment on gifts which will later be subject to the estate tax.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*180</span> Unencumbered by any notion of policy against subjecting this transaction to both estate and gift taxes, we turn to the basic question of whether there was a gift of the remainder. The government argues that for gift tax purposes the taxpayer has abandoned control of the remainder and that it is therefore taxable, while the taxpayer contends that no realistic value can be placed on the contingent remainder and that it therefore should not be classed as a gift.</p>\n<p>We cannot accept any suggestion that the complexity of a property interest created by a trust can serve to defeat a tax. For many years Congress has sought vigorously to close tax loopholes against ingenious trust instruments.<sup>[3]</sup> Even though these concepts of property and value may be slippery and elusive they can not escape taxation so long as they are used in the world of business. The language of the gift tax statute, \"property . . . real or personal, tangible or intangible,\" is broad enough to include property, however conceptual or contingent. And lest there be any doubt as to the amplitude of their purpose, the Senate and House Committees, reporting the bill, spelled out their meaning as follows:</p>\n<p>\"The terms `property,' `transfer,' `gift,' and `indirectly' [in § 501] are used in the broadest and most comprehensive sense; the term `property' reaching every species of right or interest protected by law and having an exchangeable value.\"<sup>[4]</sup></p>\n<p>The Treasury regulations, which we think carry out the Act's purpose, made specific provisions for application of <span class=\"star-pagination\">*181</span> the tax to, and determination of the value of, \"a remainder . . . subject to an outstanding life estate.\"<sup>[5]</sup></p>\n<p>The essence of a gift by trust is the abandonment of control over the property put in trust. The separable interests transferred are not gifts to the extent that power remains to revoke the trust or recapture the property represented by any of them, <i>Burnet</i> v. <i>Guggenheim, supra</i><i>,</i> or to modify the terms of the arrangement so as to make other disposition of the property, <i>Sanford</i> v. <i>Commissioner, supra</i><i>.</i> In the <i>Sanford</i> case the grantor could, by modification of the trust, extinguish the donee's interest at any instant he chose. In cases such as this, where the grantor has neither the form nor substance of control and never will have unless he outlives his wife, we must conclude that he has lost all \"economic control\" and that the gift is complete except for the value of his reversionary interest.<sup>[6]</sup></p>\n<p>The judgment of the Circuit Court of Appeals is affirmed with leave to the petitioner to apply for modification of its mandate in order that the value of the petitioner's reversionary interest may be determined and excluded.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE ROBERTS:</p>\n<p>I dissent. I am of opinion that, except for the life estate in the wife, the gift <i>qua</i> the donor was incomplete and not within the sweep of §§ 501 and 506. A contrary conclusion might well be reached were it not for <i>Helvering</i> <span class=\"star-pagination\">*182</span> v. <i>Hallock,</i> 309 U.S. 106. But the decisions in <i>Burnet</i> v. <i>Guggenheim,</i> 288 U.S. 280, and <i>Sanford</i> v. <i>Commissioner,</i> 308 U.S. 39, to which the court adheres, require a reversal in view of the ruling in the <i>Hallock</i> case.</p>\n<p>The first of the two cases ruled that a transfer in trust, whereby the grantor reserved a power of revocation, was not subject to a gift tax, but became so upon the renunciation of the power. The second held that where the grantor reserved a power to change the beneficiaries, but none to revoke or to make himself a beneficiary, the transfer was incomplete and not subject to gift tax. At the same term, in <i>Porter</i> v. <i>Commissioner,</i> 288 U.S. 436, the court held that where a decedent had given property <i>inter vivos</i> in trust, reserving a power to change the beneficiaries but no power to revoke or revest the property in himself, the transfer was incomplete until the termination of the reserved power by the donor's death and hence the corpus was subject to the estate tax.</p>\n<p>When these cases were decided, the law, as announced by this court, was that where, in a complete and final transfer <i>inter vivos,</i> a grantor provided that, in a specified contingency, the corpus should pass to him, if living, but, if he should be dead, then to others, the gift was complete when made, he retained nothing which passed from him at his death, prior to the happening of the contingency, and that no part of the property given was includible in his gross estate for estate tax. <i>McCormick</i> v. <i>Burnet,</i> 283 U.S. 784; <i>Helvering</i> v. <i>St. Louis Union Trust Co.,</i> 296 U.S. 39; <i>Becker</i> v. <i>St. Louis Union Trust Co.,</i> 296 U.S. 48. So long as this was the law the transfer might properly be the subject of a gift tax for the gift was, as respects the donor, complete when made.</p>\n<p>In 1940 these decisions were overruled and it was held that such a transfer was so incomplete when made, and the grantor retained such an interest, that the cessation of that interest at death furnished the occasion for imposing <span class=\"star-pagination\">*183</span> an estate tax. Thus the situation here presented was placed in the same category as those where the grantor had reserved a power to revoke or a power to change beneficiaries. By analogy to the <i>Guggenheim</i> and <i>Sanford</i> cases, I suppose the gift would have become complete if the donor had, in his life, relinquished or conveyed the contingent estate reserved to him.</p>\n<p>In the light of this history, the <i>Sanford</i> case requires a holding that the gifts in remainder, after the life estate, create no gift tax liability. The reasoning of that decision, the authorities, and the legislative history relied upon, are all at war with the result in this case. There is no need to quote what was there said. A reading of the decision will demonstrate that, if the principles there announced are here observed, the gifts in question are incomplete and cannot be the subject of the gift tax.</p>\n<p>It will not square with logic to say that where the donor reserves the right to change beneficiaries, and so delays completion of the gift until his death or prior relinquishment of the right, the gift is incomplete, but where he reserves a contingent interest to himself the reverse is true,  particularly so, if the criterion of estate tax liability is important to the decision of the question, as the <i>Sanford</i> case affirms.</p>\n<p>The question is not whether a gift which includes vested and contingent future interests in others than the donor is taxable as an entirety when made, but whether a reservation of such an interest in the donor negatives a completion of the gift until such time as that interest is relinquished.</p>\n<p>All that is said in the <i>Sanford</i> case about the difficulties of administration and probable inequities of a contrary decision there, applies here with greater force. Indeed a system of taxation which requires valuation of the donor's retained interest, in the light of the contingencies involved, and calculation of the value of the subsequent remainders <span class=\"star-pagination\">*184</span> by resort to higher mathematics beyond the ken of the taxpayer, exhibits the artificiality of the Government's application of the Act. This is well illustrated in the companion cases of <i>Robinette</i> and <i>Paumgarten, infra,</i> p. 184. Such results argue strongly against the construction which the court adopts.</p>\n<h2>NOTES</h2>\n<p>[1]  The gift tax was passed not only to prevent estate tax avoidance, but also to prevent income tax avoidance through reducing yearly income and thereby escaping the effect of progressive surtax rates. House Report No. 708, 72d Cong., 1st Sess., p. 28; Brandeis, J., dissenting in <i>Untermyer</i> v. <i>Anderson,</i> 276 U.S. 440, 450; Stone, J., dissenting in <i>Heiner</i> v. <i>Donnan,</i> 285 U.S. 312, 333.</p>\n<p>[2]  It has been suggested that the congressional plan relating the estate and gift taxes may still be incomplete. See e.g., Griswold, A Plan for the Coordination of the Income, Estate, and Gift Tax Provisions etc., 56 Harv. L. Rev. 337; Magill, The Federal Gift Tax, 40 Col. L. Rev. 773, 792; Kauper, The Revenue Act of 1942: Estate and Gift Tax Amendments, 41 Mich. L. Rev. 369, 388; and see <i>Commissioner</i> v. <i>Prouty,</i> 115 F.2d 331, 337; <i>Higgins</i> v. <i>Commissioner,</i> 129 F.2d 237, 239.</p>\n<p>[3]  2 Paul, Federal Estate &amp; Gift Taxation, Chap. 17; Schuyler, Powers of Appointment and Especially Special Powers: The Estate Taxpayer's Last Stand, 33 Ill. L. Rev. 771; Leaphart, The Use of the Trust to Escape the Imposition of Federal Income &amp; Estate Taxes, 15 Corn. L.Q. 587.</p>\n<p>[4]  Senate Report No. 665, 72d Cong., 1st Sess., p. 39; House Report No. 708, <i>supra,</i> p. 27.</p>\n<p>[5]  Treas. Regulations 79 (1936 Ed.), Arts. 2, 3, 17, 19. Cf. <i>Commissioner</i> v. <i>Marshall,</i> 125 F.2d 943, 945.</p>\n<p>[6]  The conclusion reached here is in accord with that of the several Circuit Courts of Appeals which have considered the problem: <i>Commissioner</i> v. <i>Marshall,</i> 125 F.2d 943 (C.C.A.2d); <i>Commissioner</i> v. <i>Beck's Estate,</i> 129 F.2d 243 (C.C.A.2d); <i>Commissioner</i> v. <i>McLean,</i> 127 F.2d 942 (C.C.A. 5th); <i>Helvering</i> v. <i>Robinette,</i> 129 F.2d 832 (C.C.A. 3d), affirmed, <i>post,</i> p. 184; <i>Hughes</i> v. <i>Commissioner,</i> 104 F.2d 144 (C.C.A. 9th); and see the cases cited in Note 2, <i>supra.</i></p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></span> (1943)</b></center>\n<center><h1>SMITH<br>\nv.<br>\nSHAUGHNESSY, COLLECTOR OF INTERNAL REVENUE.</h1></center>\n<center>No. 429.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 14, 1943.</center>\n<center>Decided February 15, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*177</span> <i>Mr. Ellsworth C. Alvord,</i> with whom <i>Messrs. Floyd F. Toomey, John H. Hughes,</i> and <i>Willis H. Michell</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Arnold Raum,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key, J. Louis Monarch,</i> and <i>L.W. Post</i> were on the brief, for respondent.</p>\n<p>MR. JUSTICE BLACK delivered the opinion of the Court.</p>\n<p>The question here is the extent of the petitioner's liability for a tax under §§ 501, 506 of the Revenue Act of 1932, 47 Stat. 169, which imposes a tax upon every transfer of property by gift, \"whether the transfer is in trust or otherwise, whether the gift is direct or indirect, and whether the property is real or personal, tangible or intangible; . . .\"</p>\n<p>The petitioner, age 72, made an irrevocable transfer in trust of 3,000 shares of stock worth $571,000. The trust income was payable to his wife, age 44, for life; upon her death, the stock was to be returned to the petitioner, if he was living; if he was not living, it was to go to such persons as his wife might designate by will, or in default of a will <span class=\"star-pagination\">*178</span> by her, to her intestate successors under applicable New York law. The petitioner, under protest, paid a gift tax of $71,674.22, assessed on the total value of the trust principal, and brought suit for refund in the district court. Holding that the petitioner had, within the meaning of the Act, executed a completed gift of a life estate to his wife, the court sustained the Commissioner's assessment on $322,423, the determined value of her life interest; but the remainder was held not to be completely transferred and hence not subject to the gift tax. 40 F. Supp. 19. The government appealed and the Circuit Court of Appeals reversed, ordering dismissal of the petitioner's complaint on the authority of its previous decision in <i>Herzog</i> v. <i>Commissioner,</i> 116 F.2d 591. We granted certiorari because of alleged conflict with our decisions in <i>Helvering</i> v. <i>Hallock,</i> <span class=\"citation\" data-id=\"103292\"><a href=\"/opinion/103292/helvering-v-hallock/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, and <i>Sanford</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"103232\"><a href=\"/opinion/103232/estate-of-sanford-v-commissioner/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>. In these decisions, and in <i>Burnet</i> v. <i>Guggenheim,</i> <span class=\"citation\" data-id=\"102035\"><a href=\"/opinion/102035/burnet-v-guggenheim/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, we have considered the problems raised here in some detail, and it will therefore be unnecessary to make any elaborate re-survey of the law.</p>\n<p>Three interests are involved here: the life estate, the remainder, and the reversion. The taxpayer concedes that the life estate is subject to the gift tax. The government concedes that the right of reversion to the donor in case he outlives his wife is an interest having value which can be calculated by an actuarial device, and that it is immune from the gift tax. The controversy, then, reduces itself to the question of the taxability of the remainder.</p>\n<p>The taxpayer's principal argument here is that under our decision in the <i>Hallock</i> case, the value of the remainder will be included in the grantor's gross estate for estate tax purposes; and that in the <i>Sanford</i> case we intimated a general policy against allowing the same property to be taxed both as an estate and as a gift.</p>\n<p><span class=\"star-pagination\">*179</span> This view, we think, misunderstands our position in the <i>Sanford</i> case. As we said there, the gift and estate tax laws are closely related and the gift tax serves to supplement the estate tax.<sup>[1]</sup> We said that the taxes are not \"always mutually exclusive,\" and called attention to § 322 of the 1924 Act there involved (reenacted with amendments in § 801 of the 1932 Act) which charts the course for granting credits on estate taxes by reason of previous payment of gift taxes on the same property. The scope of that provision we need not now determine. It is sufficient to note here that Congress plainly pointed out that \"some\" of the \"total gifts subject to gift taxes . . . may be included for estate tax purposes and some not.\" House Report No. 708, 72d Cong., 1st Sess., p. 45. Under the statute the gift tax amounts in some instances to a security, a form of down-payment on the estate tax which secures the eventual payment of the latter; it is in no sense double taxation as the taxpayer suggests.</p>\n<p>We conclude that under the present statute, Congress has provided as its plan for integrating the estate and gift taxes this system of secured payment on gifts which will later be subject to the estate tax.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*180</span> Unencumbered by any notion of policy against subjecting this transaction to both estate and gift taxes, we turn to the basic question of whether there was a gift of the remainder. The government argues that for gift tax purposes the taxpayer has abandoned control of the remainder and that it is therefore taxable, while the taxpayer contends that no realistic value can be placed on the contingent remainder and that it therefore should not be classed as a gift.</p>\n<p>We cannot accept any suggestion that the complexity of a property interest created by a trust can serve to defeat a tax. For many years Congress has sought vigorously to close tax loopholes against ingenious trust instruments.<sup>[3]</sup> Even though these concepts of property and value may be slippery and elusive they can not escape taxation so long as they are used in the world of business. The language of the gift tax statute, \"property . . . real or personal, tangible or intangible,\" is broad enough to include property, however conceptual or contingent. And lest there be any doubt as to the amplitude of their purpose, the Senate and House Committees, reporting the bill, spelled out their meaning as follows:</p>\n<p>\"The terms `property,' `transfer,' `gift,' and `indirectly' [in § 501] are used in the broadest and most comprehensive sense; the term `property' reaching every species of right or interest protected by law and having an exchangeable value.\"<sup>[4]</sup></p>\n<p>The Treasury regulations, which we think carry out the Act's purpose, made specific provisions for application of <span class=\"star-pagination\">*181</span> the tax to, and determination of the value of, \"a remainder . . . subject to an outstanding life estate.\"<sup>[5]</sup></p>\n<p>The essence of a gift by trust is the abandonment of control over the property put in trust. The separable interests transferred are not gifts to the extent that power remains to revoke the trust or recapture the property represented by any of them, <i>Burnet</i> v. <i>Guggenheim, supra</i><i>,</i> or to modify the terms of the arrangement so as to make other disposition of the property, <i>Sanford</i> v. <i>Commissioner, supra</i><i>.</i> In the <i>Sanford</i> case the grantor could, by modification of the trust, extinguish the donee's interest at any instant he chose. In cases such as this, where the grantor has neither the form nor substance of control and never will have unless he outlives his wife, we must conclude that he has lost all \"economic control\" and that the gift is complete except for the value of his reversionary interest.<sup>[6]</sup></p>\n<p>The judgment of the Circuit Court of Appeals is affirmed with leave to the petitioner to apply for modification of its mandate in order that the value of the petitioner's reversionary interest may be determined and excluded.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE ROBERTS:</p>\n<p>I dissent. I am of opinion that, except for the life estate in the wife, the gift <i>qua</i> the donor was incomplete and not within the sweep of §§ 501 and 506. A contrary conclusion might well be reached were it not for <i>Helvering</i> <span class=\"star-pagination\">*182</span> v. <i>Hallock,</i> <span class=\"citation\" data-id=\"103292\"><a href=\"/opinion/103292/helvering-v-hallock/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>. But the decisions in <i>Burnet</i> v. <i>Guggenheim,</i> <span class=\"citation\" data-id=\"102035\"><a href=\"/opinion/102035/burnet-v-guggenheim/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, and <i>Sanford</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"103232\"><a href=\"/opinion/103232/estate-of-sanford-v-commissioner/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, to which the court adheres, require a reversal in view of the ruling in the <i>Hallock</i> case.</p>\n<p>The first of the two cases ruled that a transfer in trust, whereby the grantor reserved a power of revocation, was not subject to a gift tax, but became so upon the renunciation of the power. The second held that where the grantor reserved a power to change the beneficiaries, but none to revoke or to make himself a beneficiary, the transfer was incomplete and not subject to gift tax. At the same term, in <i>Porter</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"102048\"><a href=\"/opinion/102048/porter-v-commissioner/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, the court held that where a decedent had given property <i>inter vivos</i> in trust, reserving a power to change the beneficiaries but no power to revoke or revest the property in himself, the transfer was incomplete until the termination of the reserved power by the donor's death and hence the corpus was subject to the estate tax.</p>\n<p>When these cases were decided, the law, as announced by this court, was that where, in a complete and final transfer <i>inter vivos,</i> a grantor provided that, in a specified contingency, the corpus should pass to him, if living, but, if he should be dead, then to others, the gift was complete when made, he retained nothing which passed from him at his death, prior to the happening of the contingency, and that no part of the property given was includible in his gross estate for estate tax. <i>McCormick</i> v. <i>Burnet,</i> 283 U.S. 784; <i>Helvering</i> v. <i>St. Louis Union Trust Co.,</i> 296 U.S. 39; <i>Becker</i> v. <i>St. Louis Union Trust Co.,</i> 296 U.S. 48. So long as this was the law the transfer might properly be the subject of a gift tax for the gift was, as respects the donor, complete when made.</p>\n<p>In 1940 these decisions were overruled and it was held that such a transfer was so incomplete when made, and the grantor retained such an interest, that the cessation of that interest at death furnished the occasion for imposing <span class=\"star-pagination\">*183</span> an estate tax. Thus the situation here presented was placed in the same category as those where the grantor had reserved a power to revoke or a power to change beneficiaries. By analogy to the <i>Guggenheim</i> and <i>Sanford</i> cases, I suppose the gift would have become complete if the donor had, in his life, relinquished or conveyed the contingent estate reserved to him.</p>\n<p>In the light of this history, the <i>Sanford</i> case requires a holding that the gifts in remainder, after the life estate, create no gift tax liability. The reasoning of that decision, the authorities, and the legislative history relied upon, are all at war with the result in this case. There is no need to quote what was there said. A reading of the decision will demonstrate that, if the principles there announced are here observed, the gifts in question are incomplete and cannot be the subject of the gift tax.</p>\n<p>It will not square with logic to say that where the donor reserves the right to change beneficiaries, and so delays completion of the gift until his death or prior relinquishment of the right, the gift is incomplete, but where he reserves a contingent interest to himself the reverse is true,  particularly so, if the criterion of estate tax liability is important to the decision of the question, as the <i>Sanford</i> case affirms.</p>\n<p>The question is not whether a gift which includes vested and contingent future interests in others than the donor is taxable as an entirety when made, but whether a reservation of such an interest in the donor negatives a completion of the gift until such time as that interest is relinquished.</p>\n<p>All that is said in the <i>Sanford</i> case about the difficulties of administration and probable inequities of a contrary decision there, applies here with greater force. Indeed a system of taxation which requires valuation of the donor's retained interest, in the light of the contingencies involved, and calculation of the value of the subsequent remainders <span class=\"star-pagination\">*184</span> by resort to higher mathematics beyond the ken of the taxpayer, exhibits the artificiality of the Government's application of the Act. This is well illustrated in the companion cases of <i>Robinette</i> and <i>Paumgarten, infra,</i> p. 184. Such results argue strongly against the construction which the court adopts.</p>\n<h2>NOTES</h2>\n<p>[1]  The gift tax was passed not only to prevent estate tax avoidance, but also to prevent income tax avoidance through reducing yearly income and thereby escaping the effect of progressive surtax rates. House Report No. 708, 72d Cong., 1st Sess., p. 28; Brandeis, J., dissenting in <i>Untermyer</i> v. <i>Anderson,</i> <span class=\"citation\" data-id=\"101254\"><a href=\"/opinion/101254/untermyer-v-anderson/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, 450; Stone, J., dissenting in <i>Heiner</i> v. <i>Donnan,</i> <span class=\"citation\" data-id=\"101888\"><a href=\"/opinion/101888/heiner-v-donnan/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 333.</p>\n<p>[2]  It has been suggested that the congressional plan relating the estate and gift taxes may still be incomplete. See e.g., Griswold, A Plan for the Coordination of the Income, Estate, and Gift Tax Provisions etc., 56 Harv. L. Rev. 337; Magill, The Federal Gift Tax, 40 Col. L. Rev. 773, 792; Kauper, The Revenue Act of 1942: Estate and Gift Tax Amendments, 41 Mich. L. Rev. 369, 388; and see <i>Commissioner</i> v. <i>Prouty,</i> <span class=\"citation\" data-id=\"1542071\"><a href=\"/opinion/1542071/commissioner-of-internal-revenue-v-prouty/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span>, 337; <i>Higgins</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"1483339\"><a href=\"/opinion/1483339/higgins-v-commissioner-of-internal-revenue/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></a></span>, 239.</p>\n<p>[3]  2 Paul, Federal Estate &amp; Gift Taxation, Chap. 17; Schuyler, Powers of Appointment and Especially Special Powers: The Estate Taxpayer's Last Stand, 33 Ill. L. Rev. 771; Leaphart, The Use of the Trust to Escape the Imposition of Federal Income &amp; Estate Taxes, 15 Corn. L.Q. 587.</p>\n<p>[4]  Senate Report No. 665, 72d Cong., 1st Sess., p. 39; House Report No. 708, <i>supra,</i> p. 27.</p>\n<p>[5]  Treas. Regulations 79 (1936 Ed.), Arts. 2, 3, 17, 19. Cf. <i>Commissioner</i> v. <i>Marshall,</i> <span class=\"citation\" data-id=\"1477487\"><a href=\"/opinion/1477487/commissioner-of-internal-revenue-v-marshall/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 945.</p>\n<p>[6]  The conclusion reached here is in accord with that of the several Circuit Courts of Appeals which have considered the problem: <i>Commissioner</i> v. <i>Marshall,</i> <span class=\"citation\" data-id=\"1477487\"><a href=\"/opinion/1477487/commissioner-of-internal-revenue-v-marshall/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span> (C.C.A.2d); <i>Commissioner</i> v. <i>Beck's Estate,</i> <span class=\"citation\" data-id=\"1483441\"><a href=\"/opinion/1483441/commissioner-of-internal-revenue-v-becks-estate/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span> (C.C.A.2d); <i>Commissioner</i> v. <i>McLean,</i> <span class=\"citation\" data-id=\"1495551\"><a href=\"/opinion/1495551/commissioner-of-internal-revenue-v-mclean/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span> (C.C.A. 5th); <i>Helvering</i> v. <i>Robinette,</i> <span class=\"citation\" data-id=\"1483518\"><a href=\"/opinion/1483518/helvering-v-robinette/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span> (C.C.A. 3d), affirmed, <i>post,</i> p. 184; <i>Hughes</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"1492781\"><a href=\"/opinion/1492781/hughes-v-commissioner-of-internal-revenue/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">144</span></a></span> (C.C.A. 9th); and see the cases cited in Note 2, <i>supra.</i></p>\n\n</div>", "id": 103777, "judges": "Black", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/103777/", "sha1": "3d825cc4c7af35776a8f6d6fef202559da09d3b0", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:33"}