{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "318 U.S. 643", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103810/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Fred Fisher Music Co. v. M. Witmark & Sons", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "327", 
    "id": 88193, 
    "resource_uri": "/api/rest/v2/citation/88193/"
  }, 
  "id": 103810, 
  "blocked": false, 
  "judges": "Frankfurter", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1943-04-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>318 U.S. 643 (1943)</b></center>\n<center><h1>FRED FISHER MUSIC CO. ET AL.<br>\nv.<br>\nM. WITMARK &amp; SONS.</h1></center>\n<center>No. 327.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 14, 15, 1943.</center>\n<center>Decided April 5, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><i>Mr. John Schulman,</i> with whom <i>Mr. Arthur Garfield Hays</i> was on the brief, for petitioners.</p>\n<p><i>Mr. Robert W. Perkins,</i> with whom <i>Mr. Stuart H. Aarons</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE FRANKFURTER delivered the opinion of the Court.</p>\n<p>This case presents a question never settled before, even though it concerns legislation having a history of more than two hundred years. The question itself can be stated very simply. Under § 23 of the Copyright Act of <span class=\"star-pagination\">*644</span> 1909, 35 Stat. 1075, as amended,<sup>[1]</sup> a copyright in a musical composition lasts for twenty-eight years from the date of its first publication, and the author can renew the copyright, if he is still living, for a further term of twenty-eight years by filing an application for renewal within a year before the expiration of the first twenty-eight year period. Section 42 of the Act provides that a copyright <span class=\"star-pagination\">*645</span> \"may be assigned . . . by an instrument in writing signed by the proprietor of the copyright . . .\" Concededly, the author can assign the original copyright and, after he has secured it, the renewal copyright as well. The question is \u0097 does the Act prevent the author from assigning his interest in the renewal copyright before he has secured it?</p>\n<p>This litigation arises from a controversy over the renewal rights in the popular song \"When Irish Eyes Are Smiling.\" It was written in 1912 by Ernest R. Ball, Chauncey Olcott, and George Graff, Jr., each of whom was under contract to a firm of music publishers, M. Witmark &amp; Sons. Pursuant to the contracts, Witmark on August 12, 1912, applied for and obtained the copyright in the song. On May 19, 1917, Graff and Witmark made a further agreement, under which, for the sum of $1,600, Graff assigned to Witmark \"all rights, title and interest\" in a number of songs, including \"When Irish Eyes Are Smiling.\" The contract provided for the conveyance of \"all copyrights and renewals of copyrights and the right to secure all copyrights and renewals of copyrights in the [songs], and any and all rights therein that I [Graff] or my heirs, executors, administrators or next of kin may at any time be entitled to.\" To that end, Witmark was given an irrevocable power of attorney to execute in Graff's name all documents \"necessary to secure to [Witmark] the renewals and extensions of the copyrights in said compositions and all rights therein for the terms of such renewals and extensions.\" In addition, Graff agreed that, \"upon the expiration of the first term of any copyright,\" he would execute and deliver to Witmark \"all papers necessary in order to secure to it the renewals and extensions of all copyrights in said compositions and all rights therein for the terms of such renewals and extensions.\" This agreement was duly recorded in the Copyright Office.</p>\n<p><span class=\"star-pagination\">*646</span> On August 12, 1939, the first day of the twenty-eighth year of the copyright in \"When Irish Eyes Are Smiling,\" Witmark applied for and registered the renewal copyright in Graff's name.<sup>[2]</sup> On the same day, exercising its power of attorney under the agreement of May 19, 1917, Witmark also assigned to itself Graff's interest in the renewal. Eleven days later, Graff himself applied for and registered the renewal copyright in his own name; and on October 24, 1939, he assigned his renewal interest to another music publishing firm, Fred Fisher Music Co., Inc. Both Graff and Fisher knew of the prior registration of the renewal by Witmark and of the latter's assignment to itself. Relying upon the validity of the assignment made to it on October 24, 1939, and without obtaining permission from Witmark, Fisher published and sold copies of \"When Irish Eyes Are Smiling,\" representing to the trade that it owned the renewal rights in the song. Witmark thereupon brought this suit to enjoin these activities. The District Court granted a preliminary injunction <i>pendente lite</i> solely upon the ground that there was no statutory bar against an author's assignment of his interest in the renewal before it was secured. 38 F. Supp. 72. The court considered no evidence and made no findings upon the question whether equitable relief should be denied on other grounds, such as inadequacy of consideration and the like.<sup>[3]</sup> Upon appeal to the Circuit <span class=\"star-pagination\">*647</span> Court of Appeals for the Second Circuit under § 129 of the Judicial Code, 28 U.S.C. § 227, permitting appeals from interlocutory decrees, the order was affirmed. 125 F.2d 949. The Circuit Court of Appeals limited itself, as did the parties before it, to the question of statutory construction, wholly apart from the particular circumstances of the case. The court expressly left open \"other contentions which the parties may wish and be entitled to raise on the merits, including possibly claims of inadequacy of consideration.\" 125 F.2d at 954. The petition for certiorari in this Court stated that the \"sole question is whether . . . an agreement to assign his renewal, made by an author in advance of the twenty-eighth year of the original term of copyright, is valid and enforceable.\" Because of the obvious importance of this question of the proper construction of the Copyright Act, we brought the case here. 317 U.S. 611.</p>\n<p>Plainly, there is only one question before us \u0097 does the Copyright Act nullify an agreement by an author, made during the original copyright term, to assign his renewal? The explicit words of the statute give the author an unqualified right to renew the copyright. No limitations are placed upon the assignability of his interest in the renewal. If we look only to what the Act says, there can be no doubt as to the answer. But each of the parties finds support for its conclusion in the historical background of copyright legislation, and to that we must turn to discover whether Congress meant more than it said.</p>\n<p>Anglo-American copyright legislation begins in 1709 with the Statute of 8 Anne, c. 19. That act gave the author and his assigns the exclusive copyright for fourteen years from publication, and after the expiration of such term, if the author was still living, the copyright could be renewed for another fourteen years. The statute did not expressly provide that the author could assign his renewal interest during the original copyright term. But the <span class=\"star-pagination\">*648</span> English courts held that the author's right of renewal, although contingent upon his surviving the original fourteen-year period, could be assigned, and that if he did survive the original term he was bound by the assignment. <i>Carnan</i> v. <i>Bowles,</i> 2 Bro. C.C. 80; <i>Rundell</i> v. <i>Murray,</i> Jac. 311; see Maugham, Law of Literary Property (1828) 73; Curtis on Copyright (1847) 235. Subsequent English legislation eliminated the problem by providing for one continuous term of copyright. In 1814 the statute was amended to provide that the author and his assigns should have the copyright for twenty-eight years, \"and also, if the author shall be living at the end of that period, for the residue of his natural life.\" 54 Geo. III, c. 156. In 1842 the copyright term was extended to forty-two years or the life of the author and seven years, whichever should prove longer. 5 &amp; 6 Vict., c. 45; see Macgillivray, Law of Copyright (1902) 56-57. The English law today, with minor qualifications not relevant here, gives the author and his assigns the exclusive copyright for the life of the author and fifty years after his death. Copyright Act of 1911, 1 &amp; 2 Geo. V, c. 34; see Oldfield, Law of Copyright (1912) 60-66; Robertson, Law of Copyright (1912) 44-50; Copinger, Law of Copyright (7th ed. 1936) 78-86.</p>\n<p>In this country, the copyright laws enacted by the original thirteen states prior to 1789 were based largely upon the Statute of Anne. In 1783 the Continental Congress passed a resolution calling upon the states to adopt copyright legislation for the protection of authors and publishers. The resolution recommended that copyright be given to authors and publishers \"for a certain time, not less than fourteen years from the first publication; and to secure to the said authors, if they shall survive the term first mentioned, and to their executors, administrators and assigns, the copyright of such books for another term of time not less than fourteen years.\" Journals of <span class=\"star-pagination\">*649</span> the Continental Congress, 1774-1789 (1922), vol. XXIV, pp. 326-27. When the resolution was adopted, laws governing copyrights were on the statute-books of at least three states, Connecticut, Massachusetts, and Maryland. The Connecticut and Maryland statutes substantially followed the Statute of Anne: in both states copyright was granted for a term of fourteen years, renewable for another term of the same length if the author survived the original term. Connecticut, Acts &amp; Laws (Green, 1783) 617-19; Maryland, Laws (Green, 1783) c. 34. The Maryland statute employed the phraseology of the Statute of Anne, providing simply that the privilege of renewal belonged to the author. The Connecticut statute, however, explicitly incorporated the construction made by the English courts, and conferred the right of renewal upon the author and \"his heirs and assigns.\" The Massachusetts statute created a single copyright term of twenty-one years. Massachusetts, Acts &amp; Laws (Edes, 1783) 236.</p>\n<p>In response to the resolution of the Congress, nine of the ten other states enacted copyright legislation. Only Delaware did not adopt a copyright statute. Five states accepted the recommendation of the Congress and followed the Statute of Anne: two copyright terms of fourteen years, the second term contingent upon the author's surviving the first. New Jersey, Acts of the General Assembly (Collins, 1783) c. 21; Pennsylvania, Laws (Bradford, 1784) c. 125; South Carolina, Acts, Ordinances and Resolves (Miller, 1784) 49-51; Candler, Colonial Records of Georgia (1911), vol. XIX, part 2, pp. 485-89; Laws of New York, 1786, c. 54. Four of these, like the earlier Connecticut statute, explicitly provided that the right of renewal could be exercised by the author's heirs and assigns, namely, New Jersey, Pennsylvania, Georgia, and New York. The four remaining states enacted statutes providing for single terms of varying lengths, ranging from fourteen to twenty-one years. New Hampshire, <span class=\"star-pagination\">*650</span> Laws (Melcher, 1789) 161-62; Rhode Island, Acts and Resolves (Carter, 1783) 6-7; Virginia, Acts (Dunlap &amp; Hayes, 1785) 8-9; North Carolina, Laws 1785, c. 24.</p>\n<p>Exercising the power granted by Article 1, § 8 of the Constitution \u0097 \"To promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries\" \u0097 the first Congress enacted a copyright statute, the Act of May 31, 1790, 1 Stat. 124. As might have been expected, this Act reflected its historical antecedents. The author was given the copyright for fourteen years and \"if, at the expiration of the said term, the author or authors, or any of them, be living, and a citizen or citizens of these United States, or resident therein, the same exclusive right shall be continued to him or them, his or their executors, administrators or assigns, for the further term of fourteen years.\" 1 Stat. 124. In view of the language and history of this provision, there can be no doubt that if the present case had arisen under the Act of 1790, there would be no statutory restriction upon the assignability of the author's renewal interest. The petitioners contend, however, that such a limitation was introduced by subsequent legislation, particularly the Copyright Acts of 1831 and 1909.</p>\n<p>The Act of February 3, 1831, 4 Stat. 436, amended the 1790 Act in two important respects: the original term was increased from fourteen to twenty-eight years, and the renewal term, although still only fourteen years long, could pass to the author's widow or children if he did not survive the original term. The renewal provision, like the Statute of Anne, did not refer to the author's \"assigns.\" The purpose of these changes, as stated in the report of the Committee on the Judiciary of the House of Representatives was \"chiefly to enlarge the period for the enjoyment of copy-right, and thereby to place authors in this country more nearly upon an equality with <span class=\"star-pagination\">*651</span> authors in other countries. . . . In the United States, by the existing laws, a copy-right is secured to the author, in the first instance, for fourteen years; and if, at the end of that period, he be living, then for fourteen years more; but, if he be not then living, the copy-right is determined, although, by the very event of the death of the author, his family stand in more need of the only means of subsistence ordinarily left to them.\" Register of Debates, vol. 7, appendix CXIX.</p>\n<p>Plainly, therefore, the Copyright Act of 1831 merely enlarged the benefits of the copyright; it extended the length of the original term and gave the author's widow and children that which theretofore they did not possess, namely, the right of renewal to which the author would have been entitled if he had survived the original term. The petitioners attach much significance to a sentence appearing in the report of the committee: \"The question is, whether the author or the bookseller should receive the reward.\" <i>Ibid.</i> The meaning of this sentence, read in its context, is quite clear. By providing that, if the author should not survive the original term, his renewal interest should, instead of falling into the public domain, pass to his widow and children, Congress was of course preferring the author to the bookseller. But neither expressly nor impliedly did the Act of 1831 impose any restraints upon the right of the author himself to assign his contingent interest in the renewal. That the Act contained no such limitation was accepted without question both by the courts, see <i>Pierpont</i> v. <i>Fowle,</i> 19 Fed. Cas. 652 (C.C. Mass. 1846), and <i>Paige</i> v. <i>Banks,</i> 13 Wall. 608, with which compare <i>White-Smith Music Pub. Co.</i> v. <i>Goff,</i> 187 F. 247, 250-53, and by commentators, see Curtis on Copyright (1847) 235; 2 Morgan, Law of Literature (1875) 229-30; Spalding, Law of Copyright (1878) 111; Drone on Copyright (1879) 326-32; Bowker on Copyright (1886) 20, 34; 2 Kent's Commentaries (12th ed. <span class=\"star-pagination\">*652</span> 1873) 510; Solberg, Copyright Protection and Statutory Formalities (1904) 24. Representative Ellsworth,<sup>[4]</sup> who submitted the committee report on the bill that became the Copyright Act of 1831, himself stated unequivocally that an agreement to assign the renewal was binding upon the author. See Ellsworth, Copy-Right Manual (1862) 29.</p>\n<p>We come, finally, to the Copyright Act of March 4, 1909, 35 Stat. 1075, which, except for some minor amendments not relevant here, is the statute in effect at the present time. In December, 1905, President Theodore Roosevelt urged the Congress to undertake a revision of the copyright laws. H. Doc. 1, 59th Cong., 1st Sess., p. LII. In response to this message the Librarian of Congress, under whose authority the Copyright Office functions, invited persons interested in copyright legislation to attend a conference for the purpose of devising a satisfactory measure. Several conferences were held in 1905 and 1906, resulting in a bill which was introduced in the House and Senate by the chairman of the Committee on Patents in each body. This bill (H.R. 19853 and S. 6330, 59th Cong., 1st Sess.) provided, in the case of books and musical compositions, for a single copyright term lasting for the life of the author and for fifty years thereafter. Joint hearings by the House and Senate Committees were held on this bill, but no action was taken by the Fifty-ninth Congress. At the next session of Congress, this and other bills to revise the copyright laws were again introduced. Extensive public hearings were held. The result of this elaborate legislative consideration of the problem of copyright was a bill (H.R. 28192; S. 9440) which became the Copyright Act of 1909. As stated in the report of the House committee, this bill \"differs in many respects from <span class=\"star-pagination\">*653</span> any of the bills previously introduced. Your committee believes that in all its essential features it fairly meets and solves the difficult problems with which the committee had to deal . . .\" H. Rep. 2222, 60th Cong., 2d Sess., p. 4. Under the bill, copyright was given for twenty-eight years, with a renewal period of the same duration. The report of the House committee indicates the reasons for this provision. This section of the report, to which much importance has been attached by the judges of the court below and by the parties, must be read in the light of the specific problem with which the Congress was presented: should there be one long term, as was provided for in the bill resulting from the conferences held by the Librarian of Congress, or should there be two shorter terms? The House and Senate committees chose the latter alternative. They were aware that an assignment by the author of his \"copyright\" in general terms did not include conveyance of his renewal interest. See <i>Pierpont</i> v. <i>Fowle,</i> 19 Fed. Cas. 652 (C.C. Mass. 1846); 2 Morgan, Law of Literature (1875) 229-30; Macgillivray, Law of Copyright (1902) 267. During the hearings of the Joint Committee, Representative Currier the chairman of the House committee, referred to the difficulties encountered by Mark Twain:</p>\n<p>\"Mr. Clemens told me that he sold the copyright for Innocents Abroad for a very small sum, and he got very little out of the Innocents Abroad until the twenty-eight-year period expired, and then his contract did not cover the renewal period, and in the fourteen years of the renewal period he was able to get out of it all of the profits.\" (Hearings before the Committees on Patents of the Senate and House of Representatives on Pending Bills to Amend and Consolidate the Acts respecting Copyright, 60th Cong., 1st Sess., p. 20.)</p>\n<p>By providing for two copyright terms, each of relatively short duration, Congress enabled the author to sell <span class=\"star-pagination\">*654</span> his \"copyright\" without losing his renewal interest. If the author's copyright extended over a single, longer term, his sale of the \"copyright\" would terminate his entire interest. That this is the basic consideration of policy underlying the renewal provision of the Copyright Act of 1909 clearly appears from the report of the House committee which submitted the legislation (the Senate committee adopted the report of the House committee, see Sen. Rep. 1108, 60th Cong., 2d Sess.):</p>\n<p>\"Section 23 deals with the term of the copyright. Under existing law the copyright term is twenty-eight years, with the right of renewal by the author, or by the author's widow or children if he be dead, for a further term of fourteen years. The act of 1790 provided for an original term of fourteen years, with the right of renewal for fourteen years. The act of 1831 extended the term to its present length. It was urged before the committee that it would be better to have a single term without any right of renewal, and a term of life and fifty years was suggested. Your committee, after full consideration, decided that it was distinctly to the advantage of the author to preserve the renewal period. It not infrequently happens that the author sells his copyright outright to a publisher for a comparatively small sum. If the work proves to be a great success and lives beyond the term of twenty-eight years, your committee felt that it should be the exclusive right of the author to take the renewal term, and the law should be framed <i>as is the existing law</i> [italics ours], so that he could not be deprived of that right.</p>\n<p>\"The present term of twenty-eight years, with the right of renewal for fourteen years, in many cases is insufficient. The terms, taken together, ought to be long enough to give the author the exclusive right to his work for such a period that there would be no probability of its being taken away from him in his old age, when, perhaps, he <span class=\"star-pagination\">*655</span> needs it the most. A very small percentage of the copyrights are ever renewed. All use of them ceases in most cases long before the expiration of twenty-eight years. In the comparatively few cases where the work survives the original term the author ought to be given an adequate renewal term. In the exceptional case of a brilliant work of literature, art, or musical composition it continues to have a value for a long period, but this value is dependent upon the merit of the composition. Just in proportion as the composition is meritorious and deserving will it continue to be profitable, provided the copyright is extended so long; and it is believed that in all such cases where the merit is very high this term is certainly not too long.</p>\n<p>\"Your committee do not favor and the bill does not provide for any extension of the original term of twenty-eight years, but it does provide for an extension of the renewal term from fourteen years to twenty-eight years; and it makes some change in existing law as to those who may apply for the renewal. Instead of confining the right of renewal to the author, if still living, or to the widow or children of the author, if he be dead, we provide that the author of such work, if still living, may apply for the renewal, or the widow, widower, or children of the author, if the author be not living, or if such author, widow, widower, or children be not living, then the author's executors, or, in the absence of a will, his next of kin. It was not the intention to permit the administrator to apply for the renewal, but to permit the author who had no wife or children to bequeath by will the right to apply for the renewal.\" (H. Rep. 2222, 60th Cong., 2d Sess., pp. 14-15.)</p>\n<p>The report cannot be tortured, by reading it without regard to the circumstances in which it was written, into an expression of a legislative purpose to nullify agreements by authors to assign their renewal interests. If <span class=\"star-pagination\">*656</span> Congress, speaking through its responsible members, had any intention of altering what theretofore had not been questioned, namely, that there were no statutory restraints upon the assignment by authors of their renewal rights, it is almost certain that such purpose would have been manifested. The legislative materials reveal no such intention.</p>\n<p>We agree with the court below, therefore, that neither the language nor the history of the Copyright Act of 1909 lend support to the conclusion that the \"existing law\" prior to 1909, under which authors were free to assign their renewal interests if they were so disposed, was intended to be altered. We agree, also, that there are no compelling considerations of policy which could justify reading into the Act a construction so at variance with its history. The policy of the copyright law, we are told, is to protect the author \u0097 if need be, from himself \u0097 and a construction under which the author is powerless to assign his renewal interest furthers this policy. We are asked to recognize that authors are congenitally irresponsible, that frequently they are so sorely pressed for funds that they are willing to sell their work for a mere pittance, and therefore assignments made by them should not be upheld. It is important that we distinguish between two problems implied in these situations: whether, despite the contrary direction given to this legislation by the momentum of history, we are to impute to Congress the enactment of an absolute statutory bar against assignments of authors' renewal interests, and secondly, whether, although there be no such statutory bar, a particular assignment should be denied enforcement by the courts because it was made under oppressive circumstances. The first question alone is presented here, and we make no intimations upon the other. It is one thing to hold that the courts should not make themselves instruments of injustice by lending their aid to the enforcement <span class=\"star-pagination\">*657</span> of an agreement where the author was under such coercion of circumstances that enforcement would be unconscionable. Cf. <i>Union Pacific R. Co.</i> v. <i>Public Service Comm'n,</i> 248 U.S. 67, 70; <i>Lonergan</i> v. <i>Buford,</i> 148 U.S. 581, 589-91; <i>Snyder</i> v. <i>Rosenbaum,</i> 215 U.S. 261, 265-66; <i>Post</i> v. <i>Jones,</i> 19 How. 150, 160; <i>The Elfrida,</i> 172 U.S. 186, 193-94. It is quite another matter to hold, as we are asked in this case, that regardless of the circumstances surrounding a particular assignment, no agreements by authors to assign their renewal interests are binding.</p>\n<p>It is not for courts to judge whether the interests of authors clearly lie upon one side of this question rather than the other. If an author cannot make an effective assignment of his renewal, it may be worthless to him when he is most in need. Nobody would pay an author for something he cannot sell. We cannot draw a principle of law from the familiar stories of garret-poverty of some men of literary genius. Even if we could do so, we cannot say that such men would regard with favor a rule of law preventing them from realizing on their assets when they are most in need of funds. Nor can we be unmindful of the fact that authors have themselves devised means of safeguarding their interests. We do not have such assured knowledge about authorship, and particularly about song writing, or the psychology of gifted writers and composers, as to justify us as judges in importing into Congressional legislation a denial to authors of the freedom to dispose of their property possessed by others. While authors may have habits making for intermittent want, they may have no less a spirit of independence which would resent treatment of them as wards under guardianship of the law.</p>\n<p>We conclude, therefore, that the Copyright Act of 1909 does not nullify agreements by authors to assign their renewal interests. We are fortified in this conclusion by <span class=\"star-pagination\">*658</span> reference to the actual practices of authors and publishers with respect to assignments of renewals, as disclosed by the records of the Copyright Office. Since the enactment of the Copyright Act of 1870, 16 Stat. 198, 213, assignments of copyrights must be recorded in the office of the Register of Copyrights. The records of the Copyright Office, we are advised, show that during the period from July, 1870, to July, 1871, the first period in which assignments were recorded in the Office, 223 assignments were registered. Of these 14 were assignments of renewal interests. Similarly, during the first six months of 1909, immediately preceding the enactment of the Copyright Act of that year, 304 assignments were recorded, and of these 62 were assignments of renewal interests. In the six-month period following the enactment of the Copyright Act of 1909, there was no significant change: 404 assignments, of which 68 were transfers of renewals. And, to round out the picture, in the most recent complete volume of records (covering the period from January 27, 1943, to February 12, 1943), 135 assignments were recorded, and of these 29 were assignments of renewals. Many assignments have thus been entered into in good faith upon the assumption that they were valid and enforceable.</p>\n<p>In addition to all other books and pamphlets relevant to our problem, we have consulted all of the twenty treatises on the American law of copyright available at the Library of Congress. Eight of these state, without qualification, that an author can effectively agree to assign his renewal interest before it has been secured;<sup>[5]</sup> two state <span class=\"star-pagination\">*659</span> the rule with some reservations;<sup>[6]</sup> ten are either silent or ambiguous.<sup>[7]</sup> And the forms of assignment of copyright in treatises and standard form-books generally contain a provision designed to transfer the renewal interest.<sup>[8]</sup></p>\n<p>The available evidence indicates, therefore, that renewal interests of authors have been regarded as assignable both before and after the Copyright Act of 1909. To hold at this late date that, as a matter of law, such interests are not assignable would be to reject all relevant aids to construction.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE RUTLEDGE took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE BLACK, MR. JUSTICE DOUGLAS, and MR. JUSTICE MURPHY conclude that the analysis of the language and history of the copyright law in the dissenting opinion of Judge Frank in the court below, 125 F.2d 949, 954, demonstrates a Congressional purpose to reserve <span class=\"star-pagination\">*660</span> the renewal privilege for the personal benefit of authors and their families. They believe the judgment below should be reversed.</p>\n<h2>NOTES</h2>\n<p>[1]  The relevant provisions of the Copyright, Act read as follows:\n</p>\n<p>SEC. 23. That the copyright secured by this Act shall endure for twenty-eight years from the date of first publication, whether the copyrighted work bears the author's true name or is published anonymously or under an assumed name: <i>Provided,</i> That in the case of any posthumous work or of any periodical, cyclopedic, or other composite work upon which the copyright was originally secured by the proprietor thereof, or of any work copyrighted by a corporate body (otherwise than as assignee or licensee of the individual author) or by an employer for whom such work is made for hire, the proprietor of such copyright shall be entitled to a renewal and extension of the copyright in such work for the further term of twenty-eight years when application for such renewal and extension shall have been made to the copyright office and duly registered therein within one year prior to the expiration of the original term of copyright: <i>And provided further,</i> That in the case of any other copyrighted work, including a contribution by an individual author to a periodical or to a cyclopedic or other composite work, the author of such work, if still living, or the widow, widower, or children of the author, if the author be not living, or if such author, widow, widower, or children be not living, then the author's executors, or in the absence of a will, his next of kin shall be entitled to a renewal and extension of the copyright in such work for a further term of twenty-eight years when application for such renewal and extension shall have been made to the copyright office and duly registered therein within one year prior to the expiration of the original term of copyright: <i>And provided further,</i> That in default of the registration of such application for renewal and extension, the copyright in any work shall determine at the expiration of twenty-eight years from first publication.</p>\n<p>SEC. 42. That copyright secured under this or previous Acts of the United States may be assigned, granted, or mortgaged by an instrument in writing signed by the proprietor of the copyright, or may be bequeathed by will.</p>\n<p>[2]  Ball and Olcott were no longer living at the time, and under § 23 of the Act their interests in the renewal passed to their widows. Witmark is also the assignee of Mrs. Olcott's interest in the renewal copyright, and Mrs. Ball has assigned her interest to another music publisher. The validity of neither assignment is involved in this suit.</p>\n<p>[3]  In opposing the motion for a preliminary injunction, Graff submitted an affidavit stating he \"was in desperate financial straits\" when he entered into the agreement of May 19, 1917. The District Court made no findings upon and did not otherwise deal with the issue that this allegation may raise.</p>\n<p>[4]  William Wolcott Ellsworth, the son of Oliver Ellsworth, third Chief Justice of the United States. See Biographical Directory of the American Congress, 1774-1927 (1928) 943.</p>\n<p>[5]  Curtis on Copyright (1847) 235; Drone on Copyright (1879) 326-32; Howell, Copyright Law (1942) 108; 2 Morgan, Law of Literature (1875) 229-30; Spalding, Law of Copyright (1878) 111; Macgillivray, Law of Copyright (1902) 266-67; Wittenberg, Protection and Marketing of Literary Property (1937) 45; Ladas, International Protection of Literary and Artistic Property (1938) 772-73.</p>\n<p>[6]  DeWolf, Outline of Copyright Law (1925) 65-66; Weil, American Copyright Law (1917) 365-66.</p>\n<p>[7]  Amdur, Copyright Law and Practice (1936) 540-41; Frohlich and Schwartz, Law of Motion Pictures (1918) 548-49; Marchetti, Law of Stage, Screen, and Radio (1936) 67; Bowker, Copyright \u0097 Its History and Its Law (1912) 117, 438; Bump, Law of Patents, Trade-marks, Labels, and Copyrights (2d ed. 1884); Elfreth, Patents, Copyrights, and Trade-marks (1913); Graham, Patents, Trade-marks and Copyrights (2d ed. 1921); Law, Copyright and Patent Laws of the United States, 1790-1870 (3d ed. 1870); Copinger, Law of Copyright (7th ed. 1936); Shafter, Musical Copyright (2d ed. 1939) 174.</p>\n<p>[8]  Wittenberg, Protection and Marketing of Literary Property (1937) 195, 261; Shafter, Musical Copyright (2d ed. 1939) 577; Gordon, Annotated Forms of Agreement (1932) 32; 6 Winslow, Forms of Pleading and Practice (3d ed. 1934) § 8267, pp. 501-02; Birdseye, Encyclopedia of General Business and Legal Forms (1924) 280-81; Amdur, Copyright Law and Practice (1936) 836; Church, Legal and Business Forms (2d ed. 1925) 344.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:34", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></span> (1943)</b></center>\n<center><h1>FRED FISHER MUSIC CO. ET AL.<br>\nv.<br>\nM. WITMARK &amp; SONS.</h1></center>\n<center>No. 327.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 14, 15, 1943.</center>\n<center>Decided April 5, 1943.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><i>Mr. John Schulman,</i> with whom <i>Mr. Arthur Garfield Hays</i> was on the brief, for petitioners.</p>\n<p><i>Mr. Robert W. Perkins,</i> with whom <i>Mr. Stuart H. Aarons</i> was on the brief, for respondent.</p>\n<p>MR. JUSTICE FRANKFURTER delivered the opinion of the Court.</p>\n<p>This case presents a question never settled before, even though it concerns legislation having a history of more than two hundred years. The question itself can be stated very simply. Under § 23 of the Copyright Act of <span class=\"star-pagination\">*644</span> 1909, 35 Stat. 1075, as amended,<sup>[1]</sup> a copyright in a musical composition lasts for twenty-eight years from the date of its first publication, and the author can renew the copyright, if he is still living, for a further term of twenty-eight years by filing an application for renewal within a year before the expiration of the first twenty-eight year period. Section 42 of the Act provides that a copyright <span class=\"star-pagination\">*645</span> \"may be assigned . . . by an instrument in writing signed by the proprietor of the copyright . . .\" Concededly, the author can assign the original copyright and, after he has secured it, the renewal copyright as well. The question is \u0097 does the Act prevent the author from assigning his interest in the renewal copyright before he has secured it?</p>\n<p>This litigation arises from a controversy over the renewal rights in the popular song \"When Irish Eyes Are Smiling.\" It was written in 1912 by Ernest R. Ball, Chauncey Olcott, and George Graff, Jr., each of whom was under contract to a firm of music publishers, M. Witmark &amp; Sons. Pursuant to the contracts, Witmark on August 12, 1912, applied for and obtained the copyright in the song. On May 19, 1917, Graff and Witmark made a further agreement, under which, for the sum of $1,600, Graff assigned to Witmark \"all rights, title and interest\" in a number of songs, including \"When Irish Eyes Are Smiling.\" The contract provided for the conveyance of \"all copyrights and renewals of copyrights and the right to secure all copyrights and renewals of copyrights in the [songs], and any and all rights therein that I [Graff] or my heirs, executors, administrators or next of kin may at any time be entitled to.\" To that end, Witmark was given an irrevocable power of attorney to execute in Graff's name all documents \"necessary to secure to [Witmark] the renewals and extensions of the copyrights in said compositions and all rights therein for the terms of such renewals and extensions.\" In addition, Graff agreed that, \"upon the expiration of the first term of any copyright,\" he would execute and deliver to Witmark \"all papers necessary in order to secure to it the renewals and extensions of all copyrights in said compositions and all rights therein for the terms of such renewals and extensions.\" This agreement was duly recorded in the Copyright Office.</p>\n<p><span class=\"star-pagination\">*646</span> On August 12, 1939, the first day of the twenty-eighth year of the copyright in \"When Irish Eyes Are Smiling,\" Witmark applied for and registered the renewal copyright in Graff's name.<sup>[2]</sup> On the same day, exercising its power of attorney under the agreement of May 19, 1917, Witmark also assigned to itself Graff's interest in the renewal. Eleven days later, Graff himself applied for and registered the renewal copyright in his own name; and on October 24, 1939, he assigned his renewal interest to another music publishing firm, Fred Fisher Music Co., Inc. Both Graff and Fisher knew of the prior registration of the renewal by Witmark and of the latter's assignment to itself. Relying upon the validity of the assignment made to it on October 24, 1939, and without obtaining permission from Witmark, Fisher published and sold copies of \"When Irish Eyes Are Smiling,\" representing to the trade that it owned the renewal rights in the song. Witmark thereupon brought this suit to enjoin these activities. The District Court granted a preliminary injunction <i>pendente lite</i> solely upon the ground that there was no statutory bar against an author's assignment of his interest in the renewal before it was secured. 38 F. Supp. 72. The court considered no evidence and made no findings upon the question whether equitable relief should be denied on other grounds, such as inadequacy of consideration and the like.<sup>[3]</sup> Upon appeal to the Circuit <span class=\"star-pagination\">*647</span> Court of Appeals for the Second Circuit under § 129 of the Judicial Code, 28 U.S.C. § 227, permitting appeals from interlocutory decrees, the order was affirmed. <span class=\"citation\" data-id=\"1477309\"><a href=\"/opinion/1477309/m-witmark-sons-v-fred-fisher-music-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></a></span>. The Circuit Court of Appeals limited itself, as did the parties before it, to the question of statutory construction, wholly apart from the particular circumstances of the case. The court expressly left open \"other contentions which the parties may wish and be entitled to raise on the merits, including possibly claims of inadequacy of consideration.\" 125 F.2d at 954. The petition for certiorari in this Court stated that the \"sole question is whether . . . an agreement to assign his renewal, made by an author in advance of the twenty-eighth year of the original term of copyright, is valid and enforceable.\" Because of the obvious importance of this question of the proper construction of the Copyright Act, we brought the case here. 317 U.S. 611.</p>\n<p>Plainly, there is only one question before us \u0097 does the Copyright Act nullify an agreement by an author, made during the original copyright term, to assign his renewal? The explicit words of the statute give the author an unqualified right to renew the copyright. No limitations are placed upon the assignability of his interest in the renewal. If we look only to what the Act says, there can be no doubt as to the answer. But each of the parties finds support for its conclusion in the historical background of copyright legislation, and to that we must turn to discover whether Congress meant more than it said.</p>\n<p>Anglo-American copyright legislation begins in 1709 with the Statute of 8 Anne, c. 19. That act gave the author and his assigns the exclusive copyright for fourteen years from publication, and after the expiration of such term, if the author was still living, the copyright could be renewed for another fourteen years. The statute did not expressly provide that the author could assign his renewal interest during the original copyright term. But the <span class=\"star-pagination\">*648</span> English courts held that the author's right of renewal, although contingent upon his surviving the original fourteen-year period, could be assigned, and that if he did survive the original term he was bound by the assignment. <i>Carnan</i> v. <i>Bowles,</i> 2 Bro. C.C. 80; <i>Rundell</i> v. <i>Murray,</i> Jac. 311; see Maugham, Law of Literary Property (1828) 73; Curtis on Copyright (1847) 235. Subsequent English legislation eliminated the problem by providing for one continuous term of copyright. In 1814 the statute was amended to provide that the author and his assigns should have the copyright for twenty-eight years, \"and also, if the author shall be living at the end of that period, for the residue of his natural life.\" 54 Geo. III, c. 156. In 1842 the copyright term was extended to forty-two years or the life of the author and seven years, whichever should prove longer. 5 &amp; 6 Vict., c. 45; see Macgillivray, Law of Copyright (1902) 56-57. The English law today, with minor qualifications not relevant here, gives the author and his assigns the exclusive copyright for the life of the author and fifty years after his death. Copyright Act of 1911, 1 &amp; 2 Geo. V, c. 34; see Oldfield, Law of Copyright (1912) 60-66; Robertson, Law of Copyright (1912) 44-50; Copinger, Law of Copyright (7th ed. 1936) 78-86.</p>\n<p>In this country, the copyright laws enacted by the original thirteen states prior to 1789 were based largely upon the Statute of Anne. In 1783 the Continental Congress passed a resolution calling upon the states to adopt copyright legislation for the protection of authors and publishers. The resolution recommended that copyright be given to authors and publishers \"for a certain time, not less than fourteen years from the first publication; and to secure to the said authors, if they shall survive the term first mentioned, and to their executors, administrators and assigns, the copyright of such books for another term of time not less than fourteen years.\" Journals of <span class=\"star-pagination\">*649</span> the Continental Congress, 1774-1789 (1922), vol. XXIV, pp. 326-27. When the resolution was adopted, laws governing copyrights were on the statute-books of at least three states, Connecticut, Massachusetts, and Maryland. The Connecticut and Maryland statutes substantially followed the Statute of Anne: in both states copyright was granted for a term of fourteen years, renewable for another term of the same length if the author survived the original term. Connecticut, Acts &amp; Laws (Green, 1783) 617-19; Maryland, Laws (Green, 1783) c. 34. The Maryland statute employed the phraseology of the Statute of Anne, providing simply that the privilege of renewal belonged to the author. The Connecticut statute, however, explicitly incorporated the construction made by the English courts, and conferred the right of renewal upon the author and \"his heirs and assigns.\" The Massachusetts statute created a single copyright term of twenty-one years. Massachusetts, Acts &amp; Laws (Edes, 1783) 236.</p>\n<p>In response to the resolution of the Congress, nine of the ten other states enacted copyright legislation. Only Delaware did not adopt a copyright statute. Five states accepted the recommendation of the Congress and followed the Statute of Anne: two copyright terms of fourteen years, the second term contingent upon the author's surviving the first. New Jersey, Acts of the General Assembly (Collins, 1783) c. 21; Pennsylvania, Laws (Bradford, 1784) c. 125; South Carolina, Acts, Ordinances and Resolves (Miller, 1784) 49-51; Candler, Colonial Records of Georgia (1911), vol. XIX, part 2, pp. 485-89; Laws of New York, 1786, c. 54. Four of these, like the earlier Connecticut statute, explicitly provided that the right of renewal could be exercised by the author's heirs and assigns, namely, New Jersey, Pennsylvania, Georgia, and New York. The four remaining states enacted statutes providing for single terms of varying lengths, ranging from fourteen to twenty-one years. New Hampshire, <span class=\"star-pagination\">*650</span> Laws (Melcher, 1789) 161-62; Rhode Island, Acts and Resolves (Carter, 1783) 6-7; Virginia, Acts (Dunlap &amp; Hayes, 1785) 8-9; North Carolina, Laws 1785, c. 24.</p>\n<p>Exercising the power granted by Article 1, § 8 of the Constitution \u0097 \"To promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries\" \u0097 the first Congress enacted a copyright statute, the Act of May 31, 1790, 1 Stat. 124. As might have been expected, this Act reflected its historical antecedents. The author was given the copyright for fourteen years and \"if, at the expiration of the said term, the author or authors, or any of them, be living, and a citizen or citizens of these United States, or resident therein, the same exclusive right shall be continued to him or them, his or their executors, administrators or assigns, for the further term of fourteen years.\" 1 Stat. 124. In view of the language and history of this provision, there can be no doubt that if the present case had arisen under the Act of 1790, there would be no statutory restriction upon the assignability of the author's renewal interest. The petitioners contend, however, that such a limitation was introduced by subsequent legislation, particularly the Copyright Acts of 1831 and 1909.</p>\n<p>The Act of February 3, 1831, 4 Stat. 436, amended the 1790 Act in two important respects: the original term was increased from fourteen to twenty-eight years, and the renewal term, although still only fourteen years long, could pass to the author's widow or children if he did not survive the original term. The renewal provision, like the Statute of Anne, did not refer to the author's \"assigns.\" The purpose of these changes, as stated in the report of the Committee on the Judiciary of the House of Representatives was \"chiefly to enlarge the period for the enjoyment of copy-right, and thereby to place authors in this country more nearly upon an equality with <span class=\"star-pagination\">*651</span> authors in other countries. . . . In the United States, by the existing laws, a copy-right is secured to the author, in the first instance, for fourteen years; and if, at the end of that period, he be living, then for fourteen years more; but, if he be not then living, the copy-right is determined, although, by the very event of the death of the author, his family stand in more need of the only means of subsistence ordinarily left to them.\" Register of Debates, vol. 7, appendix CXIX.</p>\n<p>Plainly, therefore, the Copyright Act of 1831 merely enlarged the benefits of the copyright; it extended the length of the original term and gave the author's widow and children that which theretofore they did not possess, namely, the right of renewal to which the author would have been entitled if he had survived the original term. The petitioners attach much significance to a sentence appearing in the report of the committee: \"The question is, whether the author or the bookseller should receive the reward.\" <i>Ibid.</i> The meaning of this sentence, read in its context, is quite clear. By providing that, if the author should not survive the original term, his renewal interest should, instead of falling into the public domain, pass to his widow and children, Congress was of course preferring the author to the bookseller. But neither expressly nor impliedly did the Act of 1831 impose any restraints upon the right of the author himself to assign his contingent interest in the renewal. That the Act contained no such limitation was accepted without question both by the courts, see <i>Pierpont</i> v. <i>Fowle,</i> 19 Fed. Cas. 652 (C.C. Mass. 1846), and <i>Paige</i> v. <i>Banks,</i> <span class=\"citation\" data-id=\"88497\"><a href=\"/opinion/88497/paige-v-banks/\"><span class=\"volume\">13</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">608</span></a></span>, with which compare <i>White-Smith Music Pub. Co.</i> v. <i>Goff,</i> <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.</span> <span class=\"page\">247</span></span>, 250-53, and by commentators, see Curtis on Copyright (1847) 235; 2 Morgan, Law of Literature (1875) 229-30; Spalding, Law of Copyright (1878) 111; Drone on Copyright (1879) 326-32; Bowker on Copyright (1886) 20, 34; 2 Kent's Commentaries (12th ed. <span class=\"star-pagination\">*652</span> 1873) 510; Solberg, Copyright Protection and Statutory Formalities (1904) 24. Representative Ellsworth,<sup>[4]</sup> who submitted the committee report on the bill that became the Copyright Act of 1831, himself stated unequivocally that an agreement to assign the renewal was binding upon the author. See Ellsworth, Copy-Right Manual (1862) 29.</p>\n<p>We come, finally, to the Copyright Act of March 4, 1909, 35 Stat. 1075, which, except for some minor amendments not relevant here, is the statute in effect at the present time. In December, 1905, President Theodore Roosevelt urged the Congress to undertake a revision of the copyright laws. H. Doc. 1, 59th Cong., 1st Sess., p. LII. In response to this message the Librarian of Congress, under whose authority the Copyright Office functions, invited persons interested in copyright legislation to attend a conference for the purpose of devising a satisfactory measure. Several conferences were held in 1905 and 1906, resulting in a bill which was introduced in the House and Senate by the chairman of the Committee on Patents in each body. This bill (H.R. 19853 and S. 6330, 59th Cong., 1st Sess.) provided, in the case of books and musical compositions, for a single copyright term lasting for the life of the author and for fifty years thereafter. Joint hearings by the House and Senate Committees were held on this bill, but no action was taken by the Fifty-ninth Congress. At the next session of Congress, this and other bills to revise the copyright laws were again introduced. Extensive public hearings were held. The result of this elaborate legislative consideration of the problem of copyright was a bill (H.R. 28192; S. 9440) which became the Copyright Act of 1909. As stated in the report of the House committee, this bill \"differs in many respects from <span class=\"star-pagination\">*653</span> any of the bills previously introduced. Your committee believes that in all its essential features it fairly meets and solves the difficult problems with which the committee had to deal . . .\" H. Rep. 2222, 60th Cong., 2d Sess., p. 4. Under the bill, copyright was given for twenty-eight years, with a renewal period of the same duration. The report of the House committee indicates the reasons for this provision. This section of the report, to which much importance has been attached by the judges of the court below and by the parties, must be read in the light of the specific problem with which the Congress was presented: should there be one long term, as was provided for in the bill resulting from the conferences held by the Librarian of Congress, or should there be two shorter terms? The House and Senate committees chose the latter alternative. They were aware that an assignment by the author of his \"copyright\" in general terms did not include conveyance of his renewal interest. See <i>Pierpont</i> v. <i>Fowle,</i> 19 Fed. Cas. 652 (C.C. Mass. 1846); 2 Morgan, Law of Literature (1875) 229-30; Macgillivray, Law of Copyright (1902) 267. During the hearings of the Joint Committee, Representative Currier the chairman of the House committee, referred to the difficulties encountered by Mark Twain:</p>\n<p>\"Mr. Clemens told me that he sold the copyright for Innocents Abroad for a very small sum, and he got very little out of the Innocents Abroad until the twenty-eight-year period expired, and then his contract did not cover the renewal period, and in the fourteen years of the renewal period he was able to get out of it all of the profits.\" (Hearings before the Committees on Patents of the Senate and House of Representatives on Pending Bills to Amend and Consolidate the Acts respecting Copyright, 60th Cong., 1st Sess., p. 20.)</p>\n<p>By providing for two copyright terms, each of relatively short duration, Congress enabled the author to sell <span class=\"star-pagination\">*654</span> his \"copyright\" without losing his renewal interest. If the author's copyright extended over a single, longer term, his sale of the \"copyright\" would terminate his entire interest. That this is the basic consideration of policy underlying the renewal provision of the Copyright Act of 1909 clearly appears from the report of the House committee which submitted the legislation (the Senate committee adopted the report of the House committee, see Sen. Rep. 1108, 60th Cong., 2d Sess.):</p>\n<p>\"Section 23 deals with the term of the copyright. Under existing law the copyright term is twenty-eight years, with the right of renewal by the author, or by the author's widow or children if he be dead, for a further term of fourteen years. The act of 1790 provided for an original term of fourteen years, with the right of renewal for fourteen years. The act of 1831 extended the term to its present length. It was urged before the committee that it would be better to have a single term without any right of renewal, and a term of life and fifty years was suggested. Your committee, after full consideration, decided that it was distinctly to the advantage of the author to preserve the renewal period. It not infrequently happens that the author sells his copyright outright to a publisher for a comparatively small sum. If the work proves to be a great success and lives beyond the term of twenty-eight years, your committee felt that it should be the exclusive right of the author to take the renewal term, and the law should be framed <i>as is the existing law</i> [italics ours], so that he could not be deprived of that right.</p>\n<p>\"The present term of twenty-eight years, with the right of renewal for fourteen years, in many cases is insufficient. The terms, taken together, ought to be long enough to give the author the exclusive right to his work for such a period that there would be no probability of its being taken away from him in his old age, when, perhaps, he <span class=\"star-pagination\">*655</span> needs it the most. A very small percentage of the copyrights are ever renewed. All use of them ceases in most cases long before the expiration of twenty-eight years. In the comparatively few cases where the work survives the original term the author ought to be given an adequate renewal term. In the exceptional case of a brilliant work of literature, art, or musical composition it continues to have a value for a long period, but this value is dependent upon the merit of the composition. Just in proportion as the composition is meritorious and deserving will it continue to be profitable, provided the copyright is extended so long; and it is believed that in all such cases where the merit is very high this term is certainly not too long.</p>\n<p>\"Your committee do not favor and the bill does not provide for any extension of the original term of twenty-eight years, but it does provide for an extension of the renewal term from fourteen years to twenty-eight years; and it makes some change in existing law as to those who may apply for the renewal. Instead of confining the right of renewal to the author, if still living, or to the widow or children of the author, if he be dead, we provide that the author of such work, if still living, may apply for the renewal, or the widow, widower, or children of the author, if the author be not living, or if such author, widow, widower, or children be not living, then the author's executors, or, in the absence of a will, his next of kin. It was not the intention to permit the administrator to apply for the renewal, but to permit the author who had no wife or children to bequeath by will the right to apply for the renewal.\" (H. Rep. 2222, 60th Cong., 2d Sess., pp. 14-15.)</p>\n<p>The report cannot be tortured, by reading it without regard to the circumstances in which it was written, into an expression of a legislative purpose to nullify agreements by authors to assign their renewal interests. If <span class=\"star-pagination\">*656</span> Congress, speaking through its responsible members, had any intention of altering what theretofore had not been questioned, namely, that there were no statutory restraints upon the assignment by authors of their renewal rights, it is almost certain that such purpose would have been manifested. The legislative materials reveal no such intention.</p>\n<p>We agree with the court below, therefore, that neither the language nor the history of the Copyright Act of 1909 lend support to the conclusion that the \"existing law\" prior to 1909, under which authors were free to assign their renewal interests if they were so disposed, was intended to be altered. We agree, also, that there are no compelling considerations of policy which could justify reading into the Act a construction so at variance with its history. The policy of the copyright law, we are told, is to protect the author \u0097 if need be, from himself \u0097 and a construction under which the author is powerless to assign his renewal interest furthers this policy. We are asked to recognize that authors are congenitally irresponsible, that frequently they are so sorely pressed for funds that they are willing to sell their work for a mere pittance, and therefore assignments made by them should not be upheld. It is important that we distinguish between two problems implied in these situations: whether, despite the contrary direction given to this legislation by the momentum of history, we are to impute to Congress the enactment of an absolute statutory bar against assignments of authors' renewal interests, and secondly, whether, although there be no such statutory bar, a particular assignment should be denied enforcement by the courts because it was made under oppressive circumstances. The first question alone is presented here, and we make no intimations upon the other. It is one thing to hold that the courts should not make themselves instruments of injustice by lending their aid to the enforcement <span class=\"star-pagination\">*657</span> of an agreement where the author was under such coercion of circumstances that enforcement would be unconscionable. Cf. <i>Union Pacific R. Co.</i> v. <i>Public Service Comm'n,</i> <span class=\"citation\" data-id=\"99227\"><a href=\"/opinion/99227/union-pac-rr-co-v-pub-service-comm/\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 70; <i>Lonergan</i> v. <i>Buford,</i> <span class=\"citation\" data-id=\"93583\"><a href=\"/opinion/93583/lonergan-v-buford/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, 589-91; <i>Snyder</i> v. <i>Rosenbaum,</i> <span class=\"citation\" data-id=\"97112\"><a href=\"/opinion/97112/snyder-v-rosenbaum/\"><span class=\"volume\">215</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 265-66; <i>Post</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"91231\"><a href=\"/opinion/91231/the-jones/\"><span class=\"volume\">19</span> <span class=\"reporter\">How.</span> <span class=\"page\">150</span></a></span>, 160; <i>The Elfrida,</i> <span class=\"citation\" data-id=\"94951\"><a href=\"/opinion/94951/the-elfrida/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 193-94. It is quite another matter to hold, as we are asked in this case, that regardless of the circumstances surrounding a particular assignment, no agreements by authors to assign their renewal interests are binding.</p>\n<p>It is not for courts to judge whether the interests of authors clearly lie upon one side of this question rather than the other. If an author cannot make an effective assignment of his renewal, it may be worthless to him when he is most in need. Nobody would pay an author for something he cannot sell. We cannot draw a principle of law from the familiar stories of garret-poverty of some men of literary genius. Even if we could do so, we cannot say that such men would regard with favor a rule of law preventing them from realizing on their assets when they are most in need of funds. Nor can we be unmindful of the fact that authors have themselves devised means of safeguarding their interests. We do not have such assured knowledge about authorship, and particularly about song writing, or the psychology of gifted writers and composers, as to justify us as judges in importing into Congressional legislation a denial to authors of the freedom to dispose of their property possessed by others. While authors may have habits making for intermittent want, they may have no less a spirit of independence which would resent treatment of them as wards under guardianship of the law.</p>\n<p>We conclude, therefore, that the Copyright Act of 1909 does not nullify agreements by authors to assign their renewal interests. We are fortified in this conclusion by <span class=\"star-pagination\">*658</span> reference to the actual practices of authors and publishers with respect to assignments of renewals, as disclosed by the records of the Copyright Office. Since the enactment of the Copyright Act of 1870, 16 Stat. 198, 213, assignments of copyrights must be recorded in the office of the Register of Copyrights. The records of the Copyright Office, we are advised, show that during the period from July, 1870, to July, 1871, the first period in which assignments were recorded in the Office, 223 assignments were registered. Of these 14 were assignments of renewal interests. Similarly, during the first six months of 1909, immediately preceding the enactment of the Copyright Act of that year, 304 assignments were recorded, and of these 62 were assignments of renewal interests. In the six-month period following the enactment of the Copyright Act of 1909, there was no significant change: 404 assignments, of which 68 were transfers of renewals. And, to round out the picture, in the most recent complete volume of records (covering the period from January 27, 1943, to February 12, 1943), 135 assignments were recorded, and of these 29 were assignments of renewals. Many assignments have thus been entered into in good faith upon the assumption that they were valid and enforceable.</p>\n<p>In addition to all other books and pamphlets relevant to our problem, we have consulted all of the twenty treatises on the American law of copyright available at the Library of Congress. Eight of these state, without qualification, that an author can effectively agree to assign his renewal interest before it has been secured;<sup>[5]</sup> two state <span class=\"star-pagination\">*659</span> the rule with some reservations;<sup>[6]</sup> ten are either silent or ambiguous.<sup>[7]</sup> And the forms of assignment of copyright in treatises and standard form-books generally contain a provision designed to transfer the renewal interest.<sup>[8]</sup></p>\n<p>The available evidence indicates, therefore, that renewal interests of authors have been regarded as assignable both before and after the Copyright Act of 1909. To hold at this late date that, as a matter of law, such interests are not assignable would be to reject all relevant aids to construction.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE RUTLEDGE took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE BLACK, MR. JUSTICE DOUGLAS, and MR. JUSTICE MURPHY conclude that the analysis of the language and history of the copyright law in the dissenting opinion of Judge Frank in the court below, <span class=\"citation\" data-id=\"1477309\"><a href=\"/opinion/1477309/m-witmark-sons-v-fred-fisher-music-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></a></span>, 954, demonstrates a Congressional purpose to reserve <span class=\"star-pagination\">*660</span> the renewal privilege for the personal benefit of authors and their families. They believe the judgment below should be reversed.</p>\n<h2>NOTES</h2>\n<p>[1]  The relevant provisions of the Copyright, Act read as follows:\n</p>\n<p>SEC. 23. That the copyright secured by this Act shall endure for twenty-eight years from the date of first publication, whether the copyrighted work bears the author's true name or is published anonymously or under an assumed name: <i>Provided,</i> That in the case of any posthumous work or of any periodical, cyclopedic, or other composite work upon which the copyright was originally secured by the proprietor thereof, or of any work copyrighted by a corporate body (otherwise than as assignee or licensee of the individual author) or by an employer for whom such work is made for hire, the proprietor of such copyright shall be entitled to a renewal and extension of the copyright in such work for the further term of twenty-eight years when application for such renewal and extension shall have been made to the copyright office and duly registered therein within one year prior to the expiration of the original term of copyright: <i>And provided further,</i> That in the case of any other copyrighted work, including a contribution by an individual author to a periodical or to a cyclopedic or other composite work, the author of such work, if still living, or the widow, widower, or children of the author, if the author be not living, or if such author, widow, widower, or children be not living, then the author's executors, or in the absence of a will, his next of kin shall be entitled to a renewal and extension of the copyright in such work for a further term of twenty-eight years when application for such renewal and extension shall have been made to the copyright office and duly registered therein within one year prior to the expiration of the original term of copyright: <i>And provided further,</i> That in default of the registration of such application for renewal and extension, the copyright in any work shall determine at the expiration of twenty-eight years from first publication.</p>\n<p>SEC. 42. That copyright secured under this or previous Acts of the United States may be assigned, granted, or mortgaged by an instrument in writing signed by the proprietor of the copyright, or may be bequeathed by will.</p>\n<p>[2]  Ball and Olcott were no longer living at the time, and under § 23 of the Act their interests in the renewal passed to their widows. Witmark is also the assignee of Mrs. Olcott's interest in the renewal copyright, and Mrs. Ball has assigned her interest to another music publisher. The validity of neither assignment is involved in this suit.</p>\n<p>[3]  In opposing the motion for a preliminary injunction, Graff submitted an affidavit stating he \"was in desperate financial straits\" when he entered into the agreement of May 19, 1917. The District Court made no findings upon and did not otherwise deal with the issue that this allegation may raise.</p>\n<p>[4]  William Wolcott Ellsworth, the son of Oliver Ellsworth, third Chief Justice of the United States. See Biographical Directory of the American Congress, 1774-1927 (1928) 943.</p>\n<p>[5]  Curtis on Copyright (1847) 235; Drone on Copyright (1879) 326-32; Howell, Copyright Law (1942) 108; 2 Morgan, Law of Literature (1875) 229-30; Spalding, Law of Copyright (1878) 111; Macgillivray, Law of Copyright (1902) 266-67; Wittenberg, Protection and Marketing of Literary Property (1937) 45; Ladas, International Protection of Literary and Artistic Property (1938) 772-73.</p>\n<p>[6]  DeWolf, Outline of Copyright Law (1925) 65-66; Weil, American Copyright Law (1917) 365-66.</p>\n<p>[7]  Amdur, Copyright Law and Practice (1936) 540-41; Frohlich and Schwartz, Law of Motion Pictures (1918) 548-49; Marchetti, Law of Stage, Screen, and Radio (1936) 67; Bowker, Copyright \u0097 Its History and Its Law (1912) 117, 438; Bump, Law of Patents, Trade-marks, Labels, and Copyrights (2d ed. 1884); Elfreth, Patents, Copyrights, and Trade-marks (1913); Graham, Patents, Trade-marks and Copyrights (2d ed. 1921); Law, Copyright and Patent Laws of the United States, 1790-1870 (3d ed. 1870); Copinger, Law of Copyright (7th ed. 1936); Shafter, Musical Copyright (2d ed. 1939) 174.</p>\n<p>[8]  Wittenberg, Protection and Marketing of Literary Property (1937) 195, 261; Shafter, Musical Copyright (2d ed. 1939) 577; Gordon, Annotated Forms of Agreement (1932) 32; 6 Winslow, Forms of Pleading and Practice (3d ed. 1934) § 8267, pp. 501-02; Birdseye, Encyclopedia of General Business and Legal Forms (1924) 280-81; Amdur, Copyright Law and Practice (1936) 836; Church, Legal and Business Forms (2d ed. 1925) 344.</p>\n\n</div>", 
  "sha1": "16a55a208d54ad2a0b8ea2a803c0f6a91444647b", 
  "date_modified": "2014-12-21T01:43:50.746804", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103810/fred-fisher-music-co-v-m-witmark-sons/", 
  "citation_count": 34, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/603224/", 
  "html": "<p class=\"case_cite\">318 U.S. 643</p>\n    <p class=\"case_cite\">63 S.Ct. 773</p>\n    <p class=\"case_cite\">87 L.Ed. 1055</p>\n    <p class=\"parties\">FRED FISHER MUSIC CO., Inc., et al.<br>v.<br>M. WITMARK &amp; SONS.</p>\n    <p class=\"docket\">No. 327.</p>\n    <p class=\"date\">Argued Jan. 14, 15, 1943.</p>\n    <p class=\"date\">Decided April 5, 1943.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. John Schulman, of New York City, for petitioners.</p>\n      <p class=\"indent\">Mr. Robert W. Perkins, of New York City, for respondent.</p>\n      <p class=\"indent\">Mr. Justice FRANKFURTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a question never settled before, even though it concerns legislation having a history of more than two hundred years. The question itself can be stated very simply. Under &#167; 23 of the Copyright Act of 1909, 35 Stat. 1075, as amended, 17 U.S.C.A. &#167; 23<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a copyright in a musical composition lasts for twenty-eight years from the date of its first publication, and the author can renew the copyright, if he is still living, for a further term of twenty-eight years by filing an application for renewal within a year before the expiration of the first twenty-eight year period. Section 42 of the Act provides that a copyright 'may be assigned * * * by an instrument in writing signed by the proprietor of the copyright * * *.' Concededly, the author can assign the original copyright and, after he has secured it, the renewal copyright as well. The question is&#8212;does the Act prevent the author from assigning his interest in the renewal copyright before he has secured it?</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This litigation arises from a controversy over the renewal rights in the popular song 'When Irish Eyes Are Smiling'. It was written in 1912 by Ernest R. Ball, Chauncey Olcott, and George Graff, Jr., each of whom was under contract to a firm of music publishers, M. Witmark &amp; Sons. Pursuant to the contracts Witmark on August 12, 1912, applied for and obtained the copyright in the song. On May 19, 1917, Graff and Witmark made a further agreement under which, for the sum of $1600, Graff assigned to Witmark 'all rights, title and interest' in a number of songs, including 'When Irish Eyes Are Smiling'. The contract provided for the conveyance of 'all copyrights and renewals of copyrights and the right to secure all copyrights and renewals of copyrights in the (songs), and any and all rights therein that I (Graff) or my heirs, executors, administrators or next of kin may at any time be entitled to'. To that end Witmark was given an irrevocable power of attorney to execute in Graff's name all documents 'necessary to secure to (Witmark) the renewals and extensions of the copyrights in said compositions and all rights therein for the terms of such renewals and extensions'. In addition, Graff agreed that, 'upon the expiration of the first term of any copyright', he would execute and deliver to Witmark 'all papers necessary in order to secure to it the renewals and extensions of all copyrights in said compositions and all rights therein for the terms of such renewals and extensions'. This agreement was duly recorded in the Copyright Office.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 12, 1939, the first day of the twenty-eighth year of the copyright in 'When Irish Eyes Are Smiling', Witmark applied for and registered the renewal copyright in Graff's name.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On the same day, exercising its power of attorney under the agreement of May 19, 1917, Witmark also assigned to itself Graff's interest in the renewal. Eleven days later Graff himself applied for and registered the renewal copyright in his own name, and on October 24, 1939, he assigned his renewal interest to another music publishing firm, Fred Fisher Music Co., Inc. Both Graff and Fisher knew of the prior registration of the renewal by Witmark and of the latter's assignment to itself. Relying upon the validity of the assignment made to it on October 24, 1939, and without obtaining permission from Witmark, Fisher published and sold copies of 'When Irish Eyes Are Smiling', representing to the trade that it owned the renewal rights in the song. Witmark thereupon brought this suit to enjoin these activities. The District Court granted a preliminary injunction pendente lite solely upon the ground that there was no statutory bar against an author's assignment of his interest in the renewal before it was secured. 38 F.Supp. 72. The court considered no evidence and made no findings upon the question whether equitable relief should be denied on other grounds, such as inadequacy of consideration and the like.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Upon appeal to the Circuit Court of Appeals for the Second Circuit under &#167; 129 of the Judicial Code, 28 U.S.C. &#167; 227, 28 U.S.C.A. &#167; 227, permitting appeals from interlocutory decrees, the order was affirmed. 125 F.2d 949. The Circuit Court of Appeals limited itself, as did the parties before it, to the question of statutory construction, wholly apart from the particular circumstances of the case. The court expressly left open 'other contentions which the parties may wish and be entitled to raise on the merits, including possibly claims of inadequacy of consideration'. 125 F.2d at page 954. The petition for certiorari in this Court stated that the 'sole question is whether * * * an agreement to assign his renewal, made by an author in advance of the twenty-eighth year of the original term of copyright, is valid and enforceable'. Because of the obvious importance of this question of the proper construction of the Copyright Act, we brought the case here. 317 U.S. 611, 63 S.Ct. 63, 87 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plainly, there is only one question before us&#8212;does the Copyright Act nullify an agreement by an author, made during the original copyright term, to assign his renewal? The explicit words of the statute give the author an unqualified right to renew the copyright. No limitations are placed upon the assignability of his interest in the renewal. If we look only to what the Act says, there can be no doubt as to the answer. But each of the parties finds support for its conclusion in the historical background of copyright legislation, and to that we must turn to discover whether Congress meant more than it said.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Anglo-American copyright legislation begins in 1709 with the Statute of 8 Anne, c. 19. That act gave the author and his assigns the exclusive copyright for fourteen years from publication, and after the expiration of such term, if the author was still living, the copyright could be renewed for another fourteen years. The statute did not expressly provide that the author could assign his renewal interest during the original copyright term. But the English courts held that the author's right of renewal, although contingent upon his surviving the original fourteen-year period, could be assigned, and that if he did survive the original term he was bound by the assignment. Carnan v. Bowles, 2 Bro. C.C. 80; Rundell v. Murray, Jac. 311; see Maugham, Law of Literary Property (1828) 73; Curtis on Copyright (1847) 235. Subsequent English legislation eliminated the problem by providing for one continuous term of copyright. In 1814 the statute was amended to provide that the author and his assigns should have the copyright for twenty-eight years, 'and also, if the author shall be living at the end of that period, for the residue of his natural life'. 54 Geo. III, c. 156. In 1842 the copyright term was extended to forty-two years or the life of the author and seven years, whichever should prove longer. 5 &amp; 6 Vict., c. 45; see Macgillivray, Law of Copyright (1902) 56-57. The English law today, with minor qualifications not relevant here, gives the author and his assigns the exclusive copyright for the life of the author and fifty years after his death. Copyright Act of 1911, 1 &amp; 2 Geo. V, c. 34; see Oldfield, Law of Copyright (1912) 60-66; Robertson, Law of Copyright (1912) 44-50; Copinger, Law of Copyright (7th Ed. 1936) 78-86.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this country the copyright laws enacted by the original thirteen states prior to 1789 were based largely upon the Statute of Anne. In 1783 the Continental Congress passed a resolution calling upon the states to adopt copyright legislation for the protection of authors and publishers. The resolution recommended that copyright be given to authors and publishers 'for a certain time, not less than fourteen years from the first publication; and to secure to the said authors, if they shall survive the term first mentioned, and to their executors, administrators and assigns, the copyright of such books for another term of time not less than fourteen years'. Journals of the Continental Congress, 1774-1789 (1922), vol. XXIV, pp. 326-27. When the resolution was adopted, laws governing copyrights were on the statute-books of at least three states, Connecticut, Massachusetts, and Maryland. The Connecticut and Maryland statutes substantially followed the Statute of Anne: in both states copyright was granted for a term of fourteen years, renewable for another term of the same length if the author survived the original term. Connecticut, Acts &amp; Laws (Green, 1783) 617-19; Maryland, Laws (Green, 1783) c. 34. The Maryland statute employed the phraseology of the Statute of Anne, providing simply that the privilege of renewal belonged to the author. The Connecticut statute, however, explicitly incorporated the construction made by the English courts, and conferred the right of renewal upon the author and 'his heirs and assigns'. The Massachusetts statute created a single copyright term of twenty-one years. Massachusetts, Acts &amp; Laws (Edes, 1783) 236.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In response to the resolution of the Congress, nine of the ten other states enacted copyright legislation. Only Delaware did not adopt a copyright statute. Five states accepted the recommendation of the Congress and followed the Statute of Anne: two copyright terms of fourteen years, the second term contingent upon the author's surviving the first. New Jersey, Acts of the General Assembly (Collins, 1783) c. 21; Pennsylvania, Laws (Bradford, 1784) c. 125; South Carolina, Acts, Ordinances and Resolves (Miller, 1784) 49-51; Candler, Colonial Records of Georgia (1911), vol. XIX, part 2, pp. 485-89; Laws of New York, 1786, c. 54. Four of these, like the earlier Connecticut statute, explicitly provided that the right of renewal could be exercised by the author's heirs and assigns, namely, New Jersey, Pennsylvania, Georgia, and New York. The four remaining states enacted statutes providing for single terms of varying lengths, ranging from fourteen to twenty-one years. New Hampshire Laws (Melcher, 1789) 161-62; Rhode Island, Acts and Resolves (Carter, 1783) 6-7; Virginia, Acts (Dunlap &amp; Hayes, 1785) 8-9; North Carolina, Laws 1785, c. 24.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Exercising the power granted by Article 1, &#167; 8 of the Constitution&#8212;'To promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries'&#8212;the first Congress enacted a copyright statute, the Act of May 31, 1790, 1 Stat. 124. As might have been expected, this Act reflected its historical antecedents. The author was given the copyright for fourteen years and 'if, at the expiration of the said term, the author or authors, or any of them, be living, and a citizen or citizens of these United States, or resident therein, the same exclusive right shall be continued to him or them, his or their executors, administrators or assigns, for the further term of fourteen years'. 1 Stat. 124. In view of the language and history of this provision, there can be no doubt that if the present case had arisen under the Act of 1790, there would be no statutory restriction upon the assignability of the author's renewal interest. The petitioners contend, however, that such a limitation was introduced by subsequent legislation, particularly the Copyright Acts of 1831 and 1909.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Act of February 3, 1831, 4 Stat. 436, amended the 1790 Act in two important respects: the original term was increased from fourteen to twenty-eight years, and the renewal term, although still only fourteen years long, could pass to the author's widow or children if he did not survive the original term. The renewal provision, like the Statute of Anne, did not refer to the author's 'assigns'. The purpose of these changes, as stated in the report of the Committee on the Judiciary of the House of Representatives was 'chiefly to enlarge the period for the enjoyment of copy-right, and thereby to place authors in this country more nearly upon an equality with authors in other countries. * * * In the United States, by the existing laws, a copy-right is secured to the author, in the first instance, for fourteen years; and if, at the end of that period, he be living, then for fourteen years more; but, if he be not then living, the copy-right is determined, although, by the very event of the death of the author, his family stand in more need of the only means of subsistence ordinarily left to them.' Register of Debates, vol. 7, appendix CXIX.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plainly, therefore, the Copyright Act of 1831 merely enlarged the benefits of the copyright; it extended the length of the original term and gave the author's widow and children that which theretofore they did not possess, namely, the right of renewal to which the author would have been entitled if he had survived the original term. The petitioners attach much significance to a sentence appearing in the report of the committee: 'The question is, whether the author or the bookseller should receive the reward.' Ibid. The meaning of this sentence, read in its context is quite clear. By providing that, if the author should not survive the original term, his renewal interest should, instead of falling into the public domain, pass to his widow and children, Congress was of course preferring the author to the bookseller. But neither expressly nor impliedly did the Act of 1831 impose any restraints upon the right of the author himself to assign his contingent interest in the renewal. That the Act contained no such limitation was accepted without question both by the courts, see Pierpont v. Fowle, C.C.Mass.1846, 19 Fed.Cas. page 652, No. 11,152, and Paige v. Banks, 13 Wall. 608, 20 L.Ed. 709, with which compare White-Smith Music Pub. Co. v. Goff, 1 Cir., 187 F. 247, 250&#8212;253, and by commentators, see Curtis on Copyright (1847) 235; 2 Morgan, Law of Literature (1875) 229-30; Spalding, Law of Copyright (1878) 111; Drone on Copyright (1879) 326&#8212;32; Bowker on Copyright (1886) 20, 34; 2 Kent's Commentaries (12th ed. 1873) 510; Solberg, Copyright Protection and Statutory Formalities (1904) 24. Representative Ellsworth,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> who submitted the committee report on the bill that became the Copyright Act of 1831, himself stated unequivocally that an agreement to assign the renewal was binding upon the author. See Ellsworth, Copy-Right Manual (1862) 29.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We come, finally, to the Copyright Act of March 4, 1909, 35 Stat. 1075, 17 U.S.C.A. &#167; 1 et seq. which, except for some minor amendments not relevant here, is the statute in effect at the present time. In December, 1905, President Theodore Roosevelt urged the Congress to undertake a revision of the copyright laws. H.Doc. 1, 59th Cong., 1st Sess., p. LII. In response to this message the Librarian of Congress, under whose authority the Copyright Office functions, invited persons interested in copyright legislation to attend a conference for the purpose of devising a satisfactory measure. Several conferences were held in 1905 and 1906, resulting in a bill which was introduced in the House and Senate by the chairman of the Committee on Patents in each body. This bill (H.R. 19853 and S. 6330, 59th Cong., 1st Sess.) provided, in the case of books and musical compositions, for a single copyright term lasting for the life of the author and for fifty years thereafter. Joint hearings by the House and Senate Committees were held on this bill, but no action was taken by the Fifty-ninth Congress. At the next session of Congress this and other bills to revise the copyright laws were again introduced. Extensive pulic hearings were held. The result of this elaborate legislative consideration of the problem of copyright was a bill (H.R. 28192; S. 9440) which became the Copyright Act of 1909. As stated in the report of the House committee, this bill 'differs in many respects from any of the bills previously introduced. Your committee believes that in all its essential features it fairly meets and solves the difficult problems with which the committee had to deal * * *.' H.Rep. 2222, 60th Cong., 2d Sess., p. 4. Under the bill copyright was given for twenty-eight years, with a renewal period of the same duration. The report of the House committee indicates the reasons for this provision. This section of the report, to which much importance has been attached by the judges of the court below and by the parties, must be read in the light of the specific problem with which the Congress was presented: should there be one long term, as was provided for in the bill resulting from the conferences held by the Librarian of Congress, or should there be two shorter terms? The House and Senate committees chose the latter alternative. They were aware that an assignment by the author of his 'copyright' in general terms did not include conveyance of his renewal interest. See Pierpont v. Fowle, C.C.Mass.1846, 19 Fed.Cas. page 652, No. 11,152; 2 Morgan, Law of Literature (1875) 229-30; Macgillivray, Law of Copyright (1902) 267. During the hearings of the Joint Committee, Representative Currier, the chairman of the House committee, referred to the difficulties encountered by Mark Twain:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Mr. Clemens told me that he sold the copyright for Innocents Abroad for a very small sum, and he got very little out of the Innocents Abroad until the twenty-eight year period expired, and then his contract did not cover the renewal period, and in the fourteen years of the renewal period he was able to get out of it all of the profits.' (Hearings before the Committees on Patents of the Senate and House of Representatives on Pending Bills to Amend and Consolidate the Acts respecting Copyright, 60th Cong., 1st Sess., p. 20.)</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">By providing for two copyright terms, each of relatively short duration, Congress enabled the author to sell his 'copyright' without losing his renewal interest. If the author's copyright extended over a single, longer term, his sale of the 'copyright' would terminate his entire interest. That this is the basic consideration of policy underlying the renewal provision of the Copyright Act of 1909 clearly appears from the report of the House committee which submitted the legislation (the Senate committee adopted the report of the House committee, see Sen.Rep. 1108, 60th Cong., 2d Sess.):</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Section 23 deals with the term of the copyright. Under existing law the copyright term is twenty-eight years, with the right of renewal by the author, or by the author's widow or children if he be dead, for a further term of fourteen years. The act of 1790 provided for an original term of fourteen years, with the right of renewal for fourteen years. The act of 1831 extended the term to its present length. It was urged before the committee that it would be better to have a single term without any right of renewal, and a term of life and fifty years was suggested. Your committee, after full consideration, decided that it was distinctly to the advantage of the author to preserve the renewal period. It not infrequently happens that the author sells his copyright outright to a publisher for a comparatively small sum. If the work proves to be a great success and lives beyond the term of twenty-eight years, your committee felt that it should be the exclusive right of the author to take the renewal term, and the law should be framed as is the existing law (italics ours), so that he could not be deprived of that right.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'The present term of twenty-eight years, with the right of renewal for fourteen years, in many cases is insufficient. The terms, taken together, ought to be long enough to give the author the exclusive right to his work for such a period that there would be no probability of its being taken away from him in his old age, when, perhaps, he needs it the most. A very small percentage of the copyrights are ever renewed. All use of them ceases in most cases long before the expiration of twenty-eight years. In the comparatively few cases where the work survives the original term the author ought to be given an adequate renewal term. In the exceptional case of a brilliant work of literature, art, or musical composition it continues to have a value for a long period, but this value is dependent upon the merit of the composition. Just in proportion as the composition is meritorious and deserving will it continue to be profitable, provided the copyright is extended so long; and it is believed that in all such cases where the merit is very high this term is certainly not too long.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Your committee do not favor and the bill does not provide for any extension of the original term of twenty-eight years, but it does provide for an extension of the renewal term from fourteen years to twenty-eight years; and it makes some change in existing law as to those who may apply for the renewal. Instead of confining the right of renewal to the author, if still living, or to the widow or children of the author, if he be dead, we provide that the author of such work, if still living, may apply for the renewal, or the widow, widower, or children of the author, if the author be not living, or if such author, widow, widower, or children be not living, then the author's executors, or, in the absence of a will, his next of kin. It was not the intention to permit the administrator to apply for the renewal, but to permit the author who had no wife or children to bequeath by will the right to apply for the renewal.' H.Rep. 2222, 60th Cong., 2d Sess., pp. 14, 15.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The report cannot be tortured, by reading it without regard to the circumstances in which it was written, into an expression of a legislative purpose to nullify agreements by authors to assign their renewal interests. If Congress, speaking through its responsible members, had any intention of altering what theretofore had not been questioned, namely, that there were no statutory restraints upon the assignment by authors of their renewal rights, it is almost certain that such purpose would have been manifested. The legislative materials reveal no such intention.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We agree with the court below, therefore, that neither the language nor the history of the Copyright Act of 1909 lend support to the conclusion that the 'existing law' prior to 1909, under which authors were free to assign their renewal interests if they were so disposed, was intended to be altered. We agree, also, that there are no compelling considerations of policy which could justify reading into the Act a construction so at variance with its history. The policy of the copyright law, we are told, is to protect the author&#8212;if need be, from himself&#8212;and a construction under which the author is powerless to assign his renewal interest furthers this policy. We are asked to recognize that authors are congenitally irresponsible, that frequently they are so sorely pressed for funds that they are willing to sell their work for a mere pittance, and therefore assignments made by them should not be upheld. It is important that we distinguish between two problems implied in these situations: whether, despite the contrary direction given to this legislation by the momentum of history, we are to impute to Congress the enactment of an absolute statutory bar against assignments of authors' renewal interests, and secondly, whether, although there be no such statutory bar, a particular assignment should be denied enforcement by the courts because it was made under oppressive circumstances. The first question alone is presented here, and we make no intimations upon the other. It is one thing to hold that the courts should not make themselves instruments of injustice by lending their aid to the enforcement of an agreement where the author was under such coercion of circumstances that enforcement would be unconscionable. Cf. Union Pacific R. Co. v. Public Service Comm., 248 U.S. 67, 70, 39 S.Ct. 24, 25, 63 L.Ed. 131; Lonergan v. Buford, 148 U.S. 581, 589, 591, 13 S.Ct. 684, 686, 687, 37 L.Ed. 569; Snyder v. Rosenbaum, 215 U.S. 261, 265, 266, 30 S.Ct. 73, 75, 76, 54 L.Ed. 186; Post v. Jones, 19 How. 150, 160, 15 L.Ed. 618. The Elfrida, 172 U.S. 186, 193, 194, 19 S.Ct. 146, 148, 149, 43 L.Ed. 413. It is quite another matter to hold, as we are asked in this case, that regardless of the circumstances surrounding a particular assignment, no agreements by authors to assign their renewal interests are binding.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is not for courts to judge whether the interests of authors clearly lie upon one side of this question rather than the other. If an author cannot make an effective assignment of his renewal, it may be worthless to him when he is most in need. Nobody would pay an author for something he cannot sell. We cannot draw a principle of law from the familiar stories of garret-poverty of some men of literary genius. Even if we could do so, we cannot say that such men would regard with favor a rule of law preventing them from realizing on their assets when they are most in need of funds. Nor can we be unmindful of the fact that authors have themselves devised means of safeguarding their interests. We do not have such assured knowledge about authorship, and particularly about song writing, or the psychology of gifted writers and composers, as to justify us as judges in importing into Congressional legislation a denial to authors of the freedom to dispose of their property possessed by others. While authors may have habits making for intermittent want, they may have no less a spirit of independence which would resent treatment of them as wards under guardianship of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We conclude, therefore, that the Copyright Act of 1909 does not nullify agreements by authors to assign their renewal interests. We are fortified in this conclusion by reference to the actual practices of authors and publishers with respect to assignments of renewals, as disclosed by the records of the Copyright Office. Since the enactment of the Copyright Act of 1870, 16 Stat. 198, 213, assignments of copyrights must be recorded in the office of the Register of Copyrights. The records of the Copyright Office, we are advised, show that during the period from July, 1870, to July, 1871, the first period in which assignments were recorded in the Office, 223 assignments were registered. Of these 14 were assignments of renewal interests. Similarly, during the first six months of 1909, immediately preceding the enactment of the Copyright Act of that year, 304 assignments were recorded, and of these 62 were assignments of renewal interests. In the six-month period following the enactment of the Copyright Act of 1909, there was no significant change: 404 assignments, of which 68 were transfers of renewals. And, to round out the picture, in the most recent complete volume of records (covering the period from January 27, 1943, to February 12, 1943), 135 assignments were recorded, and of these 29 were assignments of renewals. Many assignments have thus been entered into a good faith upon the assumption that they were valid and enforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In addition to all other books and pamphlets relevant to our problem, we have consulted all of the twenty treatises on the American law of copyright available at the Library of Congress. Eight of these state, without qualification, that an author can effectively agree to assign his renewal interest before it has been secured;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> two state the rule with some reservations;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> ten are either silent or ambiguous.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> And the forms of assignment of copyright in treatises and standard form-books generally contain a provision designed to transfer the renewal interest.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The available evidence indicates, therefore, that renewal interests of authors have been regarded as assignable both before and after the Copyright Act of 1909. To hold at this late date that, as a matter of law, such interests are not assignable would be to reject all relevant aids to construction.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mr. Justice RUTLEDGE took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice BLACK, Mr. Justice DOUGLAS, and Mr. Justice MURPHY conclude that the analysis of the language and history of the copyright law in the dissenting opinion of Judge Frank in the court below, 125 F.2d 949, 954, demonstrates a Congressional purpose to reserve the renewal privilege for the personal benefit of authors and their families. They believe the judgment below should be reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant provisions of the Copyright Act read as follows:</p>\n        <p>&#167; 23. That the copyright secured by this Act (title) shall endure for twenty-eight years from the date of first publication, whether the copyrighted work bears the author's true name or is published anonymously or under an assumed name: Provided, That in the case of any posthumous work or of any periodical, cyclopedic, or other composite work upon which the copyright was originally secured by the proprietor thereof, or of any work copyrighted by a corporate body (otherwise than as assignee or licensee of the individual author) or by an employer for whom such work is made for hire, the proprietor of such copyright shall be entitled to a renewal and extension of the copyright in such work for the further term of twenty-eight years when application for such renewal and extension shall have been made to the copyright office and duly registered therein within one year prior to the expiration of the original term of copyright: And provided further, That in the case of any copyrighted work, including a contribution by an individual author to a periodical or to a cyclopedic or other composite work, the author of such work, if still living, or the widow, widower, or children of the author, if the author be not living, or if such author, widow, widower, or children be not living, then the author's executors, or in the absence of a will, his next of kin shall be entitled to a renewal and extension of the copyright in such work for a further term of twenty-eight years when application for such renewal and extension shall have been made to the copyright office and duly registered therein within one year prior to the expiration of the original term of copyright: And provided further, That in default of the registration of such application for renewal and extension, the copyright in any work shall determine at the expiration of twenty-eight years from first publication.'</p>\n        <p>&#167; 42. That copyright secured under this (title) or previous Acts (copyright laws) of the United States may be assigned, granted, or mortgaged by an instrument in writing signed by the proprietor of the copyright, or may be bequeathed by will.' 17 U.S.C.A. &#167; 42.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ball and Olcott were no longer living at the time, and under &#167; 23 of the Act their interests in the renewal passed to their widows. Witmark is also the assignee of Mrs. Olcott's interest in the renewal copyright, and Mrs. Ball has assigned her interest to another music publisher. The validity of neither assignment is involved in this suit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In opposing the motion for a preliminary injunction Graff submitted an affidavit stating he 'was in desperate financial straits' when he entered into the agreement of May 19, 1917. The district court made no findings upon and did not otherwise deal with the issue that this allegation may raise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> William Wolcott Ellsworth, the son of Oliver Ellsworth, third Chief Justice of the United States. See Biographical Directory of the American Congress, 1774-1927 (1928) 943.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Curtis on Copyright (1847) 235; Drone on Copyright (1879) 326, 332; Howell, Copyright Law (1942) 108; 2 Morgan, Law of Literature (1875) 229, 230; Spalding, Law of Copyright (1878) 111; Macgillivray, Law of Copyright (1902) 266, 267; Wittenberg, Protection and Marketing of Literary Property (1937) 45; Ladas, International Protection of Literary and Artistic Property (1938) 772, 773.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> DeWolf, Outline of Copyright Law (1925) 65, 66; Weil, American Copyright Law (1917) 365, 366.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Amdur, Copyright Law and Practice (1936) 540, 541; Frohlich and Schwartz, Law of Motion Pictures (1918) 548, 549; Marchetti, Law of Stage, Screen, and Radio (1936) 67; Bowker, Copyright&#8212;Its History and Its Law (1912) 117, 438; Bump, Law of Patents, Trade-marks, Labels, and Copyrights (2d ed. 1884); Elfreth, Patents, Copyrights, and Trade-marks (1913); Graham, Patents, Trade-marks and Copyrights (2d ed. 1921); Law, Copyright and Patent Laws of the United States, 1790&#8212;1870 (3d ed. 1870); Copinger, Law of Copyright (7th ed. 1936); Shafter, Musical Copyright (2d ed. 1939) 174.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Wittenberg, Protection and Marketing of Literary Property (1937) 195, 261; Shafter, Musical Copyright (2d ed. 1939) 577; Gordon, Annotated Forms of Agreement (1923) 32; 6 Winslow, Forms of Pleading and Practice (3d ed. 1934) &#167; 8267, pp. 501-02; Birdseye, Encyclopedia of General Business and Legal Forms (1924) 280, 281; Amdur, Copyright Law and Practice (1936) 836; Church, Legal and Business Forms (2d ed. 1925) 344.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103810/"
}