{"absolute_url": "/opinion/86325/jane-v-vick/", "blocked": false, "citation": {"case_name": "Jane v. Vick", "docket_number": null, "document_uris": ["/api/rest/v2/document/86325/"], "federal_cite_one": "44 U.S. 464", "federal_cite_three": null, "federal_cite_two": null, "id": 54133, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54133/", "scotus_early_cite": "3 How. 464", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1845-01-01", "date_modified": "2014-12-21T01:24:52.524217", "docket": "/api/rest/v2/docket/271001/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">44 U.S. 464</p>\n    <p class=\"case_cite\">3 How. 464</p>\n    <p class=\"case_cite\">11 L.Ed. 681</p>\n    <p class=\"parties\">JOHN LANE AND SARAH C. LANE, WIFE OF THE SAID JOHN, AND<br>ELIZABETH IRION, AN INFANT UNDER TWENTY-ONE YEARS, WHO<br>SUES BY JOHN LANE, HER NEXT FRIEND, COMPLAINANTS<br>AND APPELLANTS,<br>v.<br>JOHN W. VICK, SARGEANT S. PRENTISS ET AL., DEFENDANTS.</p>\n    <p class=\"date\">January Term, 1845</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS was an appeal from the Circuit Court of the United States for the southern district of Mississippi, sitting as a court of equity.</p>\n      <p class=\"indent\">The case was this.</p>\n      <p class=\"indent\">In 1819, Newit Vick, a citizen of the state of Mississippi, died, leaving a wife and the following children:</p>\n      <p class=\"indent\"><i>Sons</i>.&#8212;Hartwell Vick, John Westley Vick, William Vick, Newit H. Vick.</p>\n      <p class=\"indent\"><i>Daughters</i>.&#8212;Nancy, Sarah, Mary, Eliza, Lucy, Matilda, Amanda, Martha, Emily.</p>\n      <p class=\"indent\">The wife, however, died in a few minutes after her husband.</p>\n      <p class=\"indent\">In October, 1819, the will of the deceased was admitted to probate in the Orphan's Court of Warren county, and was as follows:</p>\n      <p class=\"indent\">'In the name of God, Amen! I, Newit Vick, of Warren county, and state of Mississippi, being of perfect mind and memory, and calling to mind the mortality of life, and knowing that it was appointed for all men once to die, do make and ordain this my last will and testament, in the manner and form following, to wit:</p>\n      <p class=\"indent\">'Primarily, and first of all, I give and dispose my soul into the hands of Almighty God, who gave it, and my body I recommend to be buried in a Christian-like and decent manner, according to the discretion of my executors.</p>\n      <p class=\"indent\">'2dly. I will and bequeath unto my beloved wife, Elizabeth Vick, one equal share of all my personal estate, as is to be divided between her and all of my children, as her own right, and at her own disposal during her natural life; and also, for the term of her life on earth, the tract of land at the Open Woods on which I now reside, or the tracts near the river, as she may choose, reserving two hundred acres, however, on the upper part of the uppermost tract, to be laid off in town lots at the discretion of my executrix and executors.</p>\n      <p class=\"indent\">'3dly. I will and dispose to each of my daughters, one equal proportion with my sons and wife, of all my personal estate as they come of age or marry; and to my sons, one equal part of said personal estate as they come of age, together with all of my lands, all of which lands I wish to be appraised, valued, and divided when my son Westley arrives at the age of twenty-one years, the said Westley having one part, and my son William having the other part of the tracts unclaimed by my wife, Elizabeth; and I bequeath to my son Newit, at the death of my said wife, that tract which she may prefer to occupy. I wish it to be distinctly understood, that that part of my estate which my son Hartwell has received shall be valued, considered as his, and as a part of his portion of my estate.</p>\n      <p class=\"indent\">'4thly and lastly. I hereby nominate and appoint my beloved wife Elizabeth, my son Hartwell, and my nephew Willis B. Vick, my sole and only executrix and executors of this my last will and testament. It is, however, furthermore my wish that the aforesaid Elizabeth should keep together the whole of my property, both real and personal, reserving the provisions before made, for the raising, educating, and benefit of the before-mentioned children.</p>\n      <p class=\"indent\">'It must be remembered, that the lot of two acres on the bank of the river on which a saw-mill house is erected, belongs to myself, son Hartwell, and James H. Center, when the said Center pays his proportional part.</p>\n      <p class=\"indent\">'I wish my executors, furthermore, to remember, that the town lots now laid off, and hereafter to be laid off, on the aforementioned two hundred acres of land, should be sold to pay my just debts, or other engagements, in preference to any other of my property, for the use and benefit of all my heirs, and that James H. Center have a title made to him for one lot already laid off of half an acre in said two hundred acres, and on which he has builded, when he pays to my executors the sum of three hundred dollars.</p>\n      <p class=\"indent\">'In testimony whereof, I have hereunto set my hand and seal, this 22d day of August, in the year of our Lord 1819.</p>\n      <p class=\"indent\">'The words interlined, 'for the use and benefit of all my heirs,' before signed.</p>\n      <p class=\"indent\">NEWIT VICK. [SEAL.]</p>\n      <p class=\"indent\">FOSTER COOK,</p>\n      <p class=\"indent\">EDWIN COOK,</p>\n      <p class=\"indent\">B. VICK.'</p>\n      <p class=\"indent\">The wife being dead, Hartwell, one of the executors, virtually renounced the executorship, and Willis, the other executor, gave the necessary bond and took out letters testamentary; but being in bad health, he was, with his own consent, removed. John Lane, one of the complainants, who had married Sarah, one of the daughters of the testator, then took out letters of administration with the will annexed, and filed accounts, from time to time, until the year 1829, when he filed his final account and was discharged. He reported the sale of sixty-seven town lots at various prices and to various persons. The debts of the testator were all paid.</p>\n      <p class=\"indent\">In 1831, John Westley Vick sold a portion of his interest, which was subdivided by sundry mesne conveyances, and came into the possession of several holders.</p>\n      <p class=\"indent\">In 1838, the plaintiffs, being residents of Louisiana and Tennessee, filed their bill against all the other descendants of the testator, and claimants under them. It recited the facts above set forth, and proceeded thus:&#8212;&#8212;</p>\n      <p class=\"indent\">'Your orators would further allege, that some years since the said Willis B. Vick departed this life, and that for some years all the executors of the last will and testament of said Newit Vick have been dead. Your orators allege, that only a few lots had been laid off and sold by Newit Vick, in his lifetime, and that your orator, John Lane, as administrator, with the will annexed, laid off by actual survey the said town of Vicksburg, off of the upper end of the uppermost tract, referred to in said will; which will, as your honors will perceive, directed the same to be done. Lots and parts of lots have been sold from time to time by the said administrator, and the amounts of the sales applied to the payment and liquidation of the debts of the said Newit Vick, until all the debts which he, the said Newit Vick, owed, so far as are known, have been paid off and discharged.</p>\n      <p class=\"indent\">'They would further state, that there yet remain lots and parts of lots, and parcels of ground in said town, and on said two hundred acres, which are unsold, and more especially, that part of said town known by the name of 'Commons,' and 'Levee street,' which have descended to the heirs of said Newit Vick, hereinafter mentioned. They would further represent, that the powers of said Lane, administrator, to sell the unsold lots, parcels of ground, as above stated aforesaid, have been doubted and brought into question, which renders it to him a matter of prudence and sound discretion to stop the sales, since the debts of Newit Vick have been paid, and ask the advice of this honorable court, sitting in chancery, who have the burden, and whose duty it is to explain the nature of all trusts, and decree the performance of the same, to say what shall be done with the residue of the unsold lots, and parts of lots, commons, Levee street, &amp;c., in said town, and on said two hundred acres.'</p>\n      <p class=\"indent\">It concluded thus:&#8212;&#8212;</p>\n      <p class=\"indent\">'Your orators pray your honors, upon a final hearing of this cause, to decree a division and partition of the aforesaid lots, parts of lots, commons, and Levee street, to be made between them and the other heirs of Newit Vick; and that said claimants shall be put into possession of the part allotted to her or them, and that the defendants shall account for the rents and profits which they have respectively received. Or if a partition and division of the ground aforesaid, as above asked for, is not, in the opinion of this honorable court, carrying the will of the testator, Newit Vick, into full and complete effect, according to the true intent and meaning thereof, then may your honors decree and order the said John Lane, administrator with the will annexed, to proceed to sell said grounds, upon such terms and credits as you may deem proper, and then distribute the money among the several claimants, according to their respective interests, and grant all such other relief as to justice may belong.'</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Some of the defendants answered the bill, admitting the truth of its statements, and concurring in the prayer for a division, 'among the several claimants, according to the nature and extent of them as heirs, and also under the will of Newit Vick;' others concurred generally, and prayed that their parts might be allotted to them.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties made defendants, as vendees, &amp;c., to wit, Prentiss, &amp;c., demurred to the bill; and the cause being set down for hearing on this state of preparation, the court, in June, 1842, sustained the demurrer, and dismissed the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">From this decree the complainants appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Ben Hardin</i>, (in print,) for the plaintiffs in error.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Crittenden</i>, for the defendants in error.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This is one of the cases which was argued during an unavoidable absence of the Reporter; and although he is enabled to give Mr. <i>Hardin's</i> argument, he regrets that he cannot furnish that of Mr. <i>Crittenden</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><i>Hardin</i>, after stating the case, proceeded thus:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From the face of the will, and also the statements of the bill, it appears that the testator owned a tract of land in the Open Woods, a few miles from the Mississippi river, on which he resided at his death; and also two tracts and parcels of land, included in one survey, on the Mississippi, immediately below and adjoining the Walnut Hills. The lands on the Mississippi had only been surveyed when the testator died, and patented after his death. The second clause in the will gives to the wife of the testator, 'for the term of her life on earth, the tract of land at the Open Woods, on which he then resided, or the tracts near the river, as she may choose, reserving two hundred acres, however, on the upper part of the uppermost tract, to be laid off in town lots, at the discretion of my executrix and executors.' The court will perceive that the two hundred acres, on which the town was to be laid off, are expressly reserved out of the devise to the wife of the testator. In the third clause of the will there is the following devise: 'And to my sons, one equal part of my said personal estate, as they come of age, together with all my lands, all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years; the said Westley having the one part, and my son William having the other part of my tracts unclaimed by my wife Elizabeth; and I bequeath to my son Newit, at the death of my said wife, the tract she may prefer to occupy.' The question from this clause is, what lands were disposed of by it? I contend it is all his lands, except the two hundred acres directed to be laid off into town lots, because the objects the testator had in view in laying off the town into lots, and selling the same for the payment 'of his debts and liabilities,' are utterly inconsistent and incompatible with devising the same away to his sons. And the expression, 'all my lands,' must be understood to mean, except the two hundred acres reserved for the town. Should it be contended that the expression, 'all my lands,' will embrace the two hundred acres to be laid off into town lots, leaving the executors power to sell so much of it as would pay the debts of the testator: the answer to that argument is, that the lands devised to his sons 'are to be appraised, valued, and divided when Westley arrives at the age of twenty-one years.' The time fixed on for a division of the land would, in all probability, arrive before the debts and liabilities of the testator would be paid off, or even known; for aught the court knows or can know, on the demurrer, Westley might have been, at the death of the testator, within one or two years of twenty-one, (which was the fact,) and thereby leave no time, or at least not sufficient time to ascertain his debts and pay them off, and settle all his liabilities, before 'the lands were to be appraised, valued, and divided.' When Westley might arrive at twenty-one years of age the persons appointed to appraise, value, and divide the lands would not know what portion of the lots would be required to be sold to pay the debts. The above reason excludes the idea that he intended to devise said lots, or any of them, to his sons. The whole amount of the debts of the testator, as settled by the court in August, 1829, was $38,704.16. The laying off the town was a mere experiment of the testator to enable his executors to meet his debts and liabilities. It might succeed and pay his debts, and then again it might fall far short. These experiments of new towns to raise funds are as uncertain and precarious as lotteries. And hence it never entered into the design of the testator to will away the unsold lots, after the debts were paid, and to fix on a time certain, when the power of the executors to sell should cease because it must cease 'when appraised, valued, and divided.' There is another argument growing out of the third clause of the will, which I deem conclusive in favor of the position I contend for. The testator had two tracts of land, one in the Open Woods, and one on the Mississippi. His wife had a right from the will to select which she chose for her residence; but the town part of the river tract was expressly reserved, and was not within the devise to her. Suppose she had selected the river tract, then Newit, the son of the testator, was to have that tract 'which she may prefer to occupy;' and Westley and William the other tract, to wit: the Open Woods. If the wife of the testator had selected the river tract, then, at her death, what would Newit Vick take? Just what she selected to occupy, no more or less. For if more was intended, that is the residue of the river tract, if she had selected it, why withhold that part from him until she died, when she by the will had no claim to it? It surely is not compatible with the fair exposition and interpretation of the will to say, that if Mrs. Vick selected the river tract, then Westley and William would be entitled to the Open Woods, and also the two hundred acres off of the upper end of the uppermost tract, which was laid off into town lots. Besides, Westley and William were to have the other part of the tracts unclaimed by his wife Elizabeth. The construction of the will contended for on the other side, just amounts to this, that Westley and William Vick took the two hundred acres which were to be laid off in lots, without the wife of the testantor or his son Newit having any claim to that part. Then why use the words 'unclaimed by my wife Elizabeth,' if she had no claim from the will? The word 'unclaimed' clearly proves that the testator gave no lands to Westley and William, except such lands as the wife of testator had the right to claim as her future residence, if she chose.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The last clause in the will has these words interlined and underscored, 'for the use and benefit of all my heirs.' These words have no meaning in them, if it be only intended that by the sale of his lots to take the burden of the payment of his debts off of his personal estate, and that in that way it would be for the benefit of all his heirs, as all are to have an equal share of that, because that would have been the effect and operation of that clause without the interlineation of the above words. The clear meaning is, the town lots are for the benefit of all my heirs. By adding the word 'and' before the word 'for,' then it would read thus: 'and for the use and benefit of all my heirs.' The word 'and' added would free the will from all ambiguity and uncertainty, and then the interlineation, which was inserted with deliberation, will have some meaning, otherwise it has none; all words and parts of a will shall have some meaning, if by any sensible construction of the will the same can be done. It is certain that the interlineation was inserted after the will was wrote, and the necessity of it was suggested upon the last reading, before signing, which shows that the testator deemed the interlineation essential to carry out his meaning. The fact is, it is well remembered by all present, who are yet alive, that on the reading of his will, one of the daughters of the testator asked him if his daughters were to have an interest in the towns lots; upon the testator answering in the affirmative, she replied, to clear the will of all doubt, the interlineation had better be made, which was accordingly done. I am aware that these facts are inadmissible, but at all events the interlineation goes to show that something of the kind did occur. There is yet another question; the wife of the testator died in about ten minutes after her husband, and was, from the death of the testator, until her death, incapable of making a selection of the place of her future residence, and never made any, or attempted to make any.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If the town lots passed by the will of the testator to his sons, then Newit Vick is entitled to one-third. His answer is a cross-bill, and should have been retained, and, upon a final hearing, one-third allotted to him. I will refer the court to the laws of Mississippi, to show that all the legitimate children inherit equal share and share alike, and also to Swinburn, 20, 21, 22, 638, 639. The meaning of the testator is all that is sought after by the judges. There is another principle of law universally admitted to be correct, that heirs are not to be disinherited by a doubtful construction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Crittenden</i>, for defendants in error, laid down the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. That (subject to an estate for life to his wife) 'all' the lands of the testator are devised to his sons, in exclusion of his daughters.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. That the last clause of the will does not affect the devise to the sons, otherwise than by creating a charge upon the town lots for the payment of debts, thereby exonerating and preserving the personal estate for the use and benefit of all the parties to whom it had been bequeathed. And those debts being paid, (as appears by confession of the complainants,) the encumbrance is discharged, and no ground of interest or complaint left to the complainants.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3. That if any right or title, other than above supposed, was devised to the complainants, it is expressly limited and confined to the 'town lots now laid off, and hereafter to be laid off,' &amp;c. By the bill, it appears that the lots laid off by the testator were sold by him, and that no others were thereafter laid off by the executors, to whose discretion it was confided; so that there are no lots to which any right or claim of the complainants can attach.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. That Lane's appointment as administrator was illegal and void; and, if not, that he had no right to exercise the power and discretion confided in the executors of laying off and selling town lots; and that his laying off lots can confer no right thereto upon the complainants.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">5. That the construction of the will insisted on in the 1st and 2d of the above propositions, and the points stated in all the foregoing propositions, have been in substance so decided and settled by the Supreme Court of the state of Mississippi, and that decision will be regarded as conclusive in this court, according to its well established principles.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the 1st proposition, he cited 10 Wheat., 159; 8 Id., 535; 12 Id., 162, 168, 169; 5 Pet., 155; 16 Ves., 446; 3 Mass., 381; 3 Bibb. (Ky.), 349; 4 Johns. (N. Y.) Ch., 365: and in support of the 5th proposition, 1 How. (Miss.), 379, 442; <i>United States</i> v. <i>Crosby</i>, 7 Cranch, 115; 9 Wheat., 565; 10 Id., 202.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This case is brought here by an appeal from the decree of the Circuit Court for the district of Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The complainants under the will of Newit Vick, late of the state of Mississippi, deceased, claim certain interests in a tract of two hundred acres of land, on which the town of Vicksburg is laid off. In the bill various proceedings are stated as to the proof of the will, the qualification of one of the executors named in it, the death of the executrix, and the refusal of one of the executors named to qualify; that the executor who qualified was afterwards removed, with his consent, and Lane, the complainant, appointed administrator, with the will annexed; that acting under the will, the administrator laid off the town of Vicksburg, sold lots, and paid the debts of the deceased; that there yet remains certain parts of the above tract undisposed of; and that his power as administrator to sell the unsold lots is questioned.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defendants are represented as being interested in the above tract, as devisees and as purchasers; and the complainants pray that the court would decree a partion of the lots, commons, and Levee street, to be made between them and the other devisees of Newit Vick; and that said claimants shall be put in possession, &amp;c.; or that said property may be sold, &amp;c., as shall best comport with the intent of the testator.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The defendants favorable to the object of the bill answered; the others demurred to the bill, which was sustained on the hearing, and the bill was dismissed, from which decree this appeal was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The decision of this case depends upon the construction of the will of Newit Vick. It was proved the 25th of October, 1819.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Every instrument of writing should be so construed as to effectuate, if practicable, the intention of the parties to it. This principle applies with peculiar force to a will. Such an instrument is generally drawn in the last days of the testator, and very often under circumstances unfavorable to a calm consideration of the subject-matter of it. The writer, too, is frequently unskilful in the use of language, and is more or less embarrassed by the importance and solemnity of the occasion. To expect much system or precision of language in a writing formed under such emergencies, would seem to be unreasonable. And it is chiefly owing to these causes that so many controversies arise under wills.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In giving a construction to a will, all the parts of it should be examined and compared; and the intention of the testator must be ascertained, not from a part, but the whole of the instrument.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">By the second paragraph of the will under consideration, the testator bequeaths to his wife one equal share of his personal property, to be divided between her and her children. This would give to his wife one-half of his personal estate. But the succeeding paragraph qualifies this bequest so as to give to his wife a share of the personal property equal only to the amount received by each of his children. This shows a want of precision in the language of the will, and that one part of it may be explained and qualified by another.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the second paragraph, the testator devises to his wife, during her natural life, 'the tract of land at the Open Woods, on which he then resided, or the tracts near the river, as she might choose, reserving two hundred acres on the upper part of the uppermost tract to be laid off in town lots, at the discretion of his executrix and executors.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This discretion of his executrix and executors, referred to the plan of the town, and not to the propriety of laying it off. The testator had determined that a town should be established, and reserved for this purpose the above tract of two hundred acres, 'to be laid off in town lots.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The testator next disposes of his personal property to his wife and children; and he says, 'to my sons one equal part of said personal estate as they come of age, together with all my lands, all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years; the said Westley having one part, and my son William having the other part, of the tracts unclaimed by my wife Elizabeth; and I bequeath to my son Newit, at the death of my said wife, that tract which she may prefer to occupy. I wish it to be distinctly understood, that that part of my estate which my son Hartwell has received, shall be valued, considered as his, and as a part of his portion of my estate.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By these devises, Newit, on the death of his mother, was to have the tract selected by her for her residence. She died, it is admitted, in a few minutes after the decease of the testator, so that no selection of a residence was made by her. But this is not important as regards the intention of the testator. What lands did he devise to his sons Westley and William? The answer is, the land unclaimed by the wife of the testator. His words are, 'Westley having one part, and my son William having the other part, of the tracts unclaimed by my wife Elizabeth.' But what tracts may be said to come under the designation of 'tracts unclaimed by my wife?' The land which, under the election given to her in the will, she might have claimed as a residence, but did not.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This claim by the widow was expected to be made shortly after the decease of the testator, as by it her future residence was to be established. If she selected the river land, then the Open Woods tract was to go, under the will, to Westley and William; but if the Open Woods tract were selected by the widow, then they were to have the river land. This devise being of the land unclaimed by the widow, presupposes her right to have claimed it in the alternative under the will. It did not include the town tract, for that was expressly reserved by the testator from the choice of his wife. That this is the proper limitation of the devise to Westley and William, seems to be clear of doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To Hartwell was devised the tract on which he lived, and which was to be valued.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">These are the specific devises of his lands, by the testator, to his four sons. The tract of two hundred acres reserved for the town is not affected by them. Did this tract pass to his sons under the general devise of his lands to them, in the third paragraph of the will? That point will be now examined. The words of the testator are, 'and to my sons one equal part of said personal estate as they come of age, together with all of my lands, all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years.' The words 'all of my lands,' unless restricted by words with which they stand connected, or by some other part of the will, cover the entire real estate of the testator. But these words are restricted by the part of the sentence which follows them, and also in other parts of the will.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'All of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years,' follow the words 'all of my lands,' and show that the tract of two hundred acres was not intended to be included in this general devise. Such an intention was incompatible with the reservation of this tract for a town. In the second clause of the will are the words, 'reserving two hundred acres, however, on the upper part of the uppermost tract, to be laid off in town lots.' Now the testator could not have intended, in the next clause, to direct that this tract should be valued and divided among his sons. This would be repugnant to the authority given to his executors to lay off a town, and would have been an abandonment of what appears, from the last clause in the will to have been, with him, a favorite object. Did he intend the tract of two hundred acres should be valued and divided among his sons, which he directed in another part of his will to be laid off into town lots and sold by his executors? So great an inconsisency is not to be inferred. The general devise to his sons 'of all his lands,' was limited to the lands which he directed to be valued and divided among his sons. This cannot be controverted, for it is in the very words of the will, and does not depend upon inference or construction. The special devises to each of his sons, which follow the general devise, also, in effect, limit it. These devises cover all the real property of the testator, except the town tract, and show what he meant 'by all his lands.' He intended all his lands which he subsequently and specially devised, and not the tract which, in the will, he had previously reserved and afterwards disposed of.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the next clause of the will the testator expresses his wish, that the aforesaid Elizabeth should keep together the whole of his property, both real and personal, (reserving the provisions before made,) for the raising, educating, and benefit of the before-mentioned children.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">These exceptions refer to the share of the personal property which each child was to receive when married, or at full age, and to the land appropriated for the town.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We have now arrived at the last clause of the will, under which clause this controversy has arisen. The testator has made provision for his wife, by giving her a life-estate in one of two tracts of land as she might select, and an equal share, with each child, of the personal property. To his sons, in addition to his share in the personalty, he has given to each a portion of his real estate. He has made no disposition of the tract reserved for a town, but proceeds to do so in the following and closing paragraph of the will.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'I wish my executors furthermore to remember that the town lots now laid off, and hereafter to be laid off, on the aforementioned two hundred acres of land, should be sold to pay my just debts, or other engagements, in preference to any other of my property for the use and benefit of all my heirs.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This clause is construed, by the appellees, to be a charge on the two hundred acres of land for the payment of the debts of the testator only. And that the authority to the executors to sell lots, is limited to this object. That as the personal property bequeathed to his heirs was first liable for the debts of the deceased, the charge on this tract may well be said, in the language of the will, to be 'for the use and benefit of all his heirs.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">That there is plausibility in this construction is admitted. It may, at first, generally, strike the mind of the reader as reasonable and just. But a closer investigation of the structure of the paragraph, and a comparison of it with other parts of the will, with the view to ascertain the intention of the testator, must, we think, lead to a different conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">If the object of the testator had been, as contended, merely to charge this tract with the payment of his debts, would the words, 'for the use and benefit of all my heirs,' have been inserted? The sentence was complete without them. They add nothing to its clearness or force. On the contrary, if the intention of the testator was to pay his debts only, by the sale of lots to be laid off, the words are surplusage. They stand in the sentence, disconnected with other parts of it, and consequently, are without an object.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The testator directed that the town lots should be sold to pay his just debts, 'in preference to any other of his property.' This released his personal property, which he had bequeathed to his children, from all liability on account of his debts. And on the hypothesis that he only intended to do this, why should the above words have been added? They were not carelessly thrown into the sentence when it was first written. From the will, it appears they were interlined. This shows deliberation, and the exercise of judgment. Without this interlineation, the lots were required to be sold to pay debts, in preference to other property, in language too clear to be misunderstood by any one. It could not have been misunderstood, either by the testator or the writer of the will. But, as the paragraph was first written, it did not carry out the intention of the testator. To effectuate that intent, the interlineation was made. The words, 'for the use and benefft of all my heirs,' were interlined. Does this mean nothing? This deliberation and judgment? Were these words added to a sentence perfectly clear, and which charged the land with the payment of the debts of the testator, without any object? Were they intended to be words of mere surplusage and without effect? Such an inference is most unreasonable. It does violence to the words themselves, and to the circumstances under which they were introduced. No court can disregard these words, or the manner of their introduction.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The testator was not satisfied with the direction to his executors to sell lots for the payment of his debts, but he adds, 'for the use and benefit of all my heirs.' By this he intended, that the lots should be sold for the payment of his debts, <i>and</i> 'for the use and benefit of all his heirs.' The omission of the word <i>and</i> has given rise to this controversy. Had that word been inserted with the others, no doubt could have existed on the subject. And its omission is reasonably accounted for, by the fact of the interlineation. On such occasions, more attention is often paid to the matter to be introduced, than to the word which connects it with the sentence. That the lots should be sold 'for the use and benefit of all his heirs,' after the payment of his debts, is most reasonable; but it cannot, with the same propriety of language, be said, that the debts of the testator were to be paid 'for the use of all his heirs.' The word use imports a more direct benefit. That the phrase was used in this sense we cannot doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The clauses in the will preceding the one which is now under consideration have been examined, and no disposition is found in any of them of the town tract. And if it be not disposed of in this last paragraph, after the payment of the debts, the remaining lots or their proceeds will descend generally to the heirs of the testator as personal property. The law will not disinherit the heir, on a doubtful devise. But we think the testator intended that the tract of two hundred acres should be laid out in lots and sold, 'for the use and benefit of all his heirs,' and 'the payment of his debts and other engagements.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This construction of the will is strengthened by its justice to all the parties interested. That the testator intended to give to his sons a much larger part of his property than to his daughters, is evident. He gave to his sons an equal share, with his daughters, of his personal property. But did he intend to cut off his daughters from all interest in his real estate? He could not have had the heart of a dying father to have done so. He did not act unjustly to his daughters. They, equally with his sons, were devisees of the proceeds of the town lots, after the payment of all just debts and other engagements.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">It is insisted that the construction of this will has been conclusively settled by the Supreme Court of Mississippi, in the case of <i>Vick et al.</i> v. <i>The Mayor and Aldermen of Vicksburg</i>, 1 How. (Miss.), 379.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The parties in that case were not the same as those now before this court; and that decision does not affect the interests of the complainants here. The question before the Mississippi court was, whether certain grounds, within the town plat, had been dedicated to public use. The construction of the will was incidental to the main object of the suit, and of course was not binding on any one claiming under the will. With the greatest respect, it may be proper to say, that this court do not follow the state courts in their construction of a will or any other instrument, as they do in the construction of statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Where, as in the case of <i>Jackson</i> v. <i>Chew</i>, 12 Wheat., 167, the construction of a will had been settled by the highest courts of the state, and had long been acquiesced in as a rule of property, this court would follow it, because it had become a rule of property. The construction of a statute by the Supreme Court of a state is followed, without reference to the interests it may affect, or the parties to the suit in which its construction was involved. But the mere construction of a will by a state court does not, as the construction of a statute of the state, constitute a rule of decision, for the courts of the United States. In the case of <i>Swift</i> v. <i>Tyson</i>, 16 Pet., 1, the effect of the 34th section of the Judiciary Act of 1789, and the construction of instruments by the state courts, are considered with greater precision than is found in some of the preceding cases on the same subject.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The decree of the Circuit Court is reversed, and the cause is remanded to that court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Mr Justice McKINLEY.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In this case I differ in opinion with the majority of the court, not only on the construction of the will, but upon a question of much greater importance, and that is, whether the construction given to this will by the Supreme Court of Mississippi is not binding on this court? I will proceed to the examination of these questions in the order in which I have stated them; and to bring into our view all the provisions of the will, which dispose of the real estate of the testator, I will state them in the order in which they stand in the will, unconnected with other provisions not necessary to aid in construing those relating to the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">After the introductory part of the will, and providing for his funeral, the testator proceeds to dispose of his estate thus:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">'Secondly, I will and bequeath to my beloved wife, Elizabeth Vick, one equal share of all my personal estate, as is to be divided between her and all my children, as her own right, and at her own disposal during her natural life; and also for the term of her life on earth, the tract of land at the Open Woods, on which I now reside, or the tracts near the river, as she may choose; reserving two hundred acres, however, on the upper part of the uppermost tract to be laid off in town lots, at the discretion of my executrix and executors.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'Thirdly, I will and dispose to each of my daughters, one equal proportion with my sons and wife, of all my personal estate, as they come of age or marry; and to my sons one equal part of said personal estate, as they come of age, together with all of my lands; all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years; the said Westley having one part, and my son William having the other part of the tracts unclaimed by my wife, Elizabeth; and I bequeath to my son Newit, at the death of my wife, that tract which she may prefer to occupy. I wish it to be distinctly understood, that that part of my estate which my son Hartwell has received, shall be valued, considered as his, and as part of his portion of my estate.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'Fourthly, It is, however, furthermore my wish that the aforesaid Elizabeth should keep together the whole of my property, both real and personal, reserving the provisions before made for the raising, educating, and benefit of the before-mentioned children. I wish my executors, furthermore, to remember that the town lots now laid off, and hereafter to be laid off, on the aforementioned two hundred acres of land, should be sold to pay my just debts, or other engagements, in preference to any other of my property, for the use and benefit of all my heirs.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">An inquiry which lies at the threshold of this investigation, is, what was the meaning and intention of the testator in reserving the two hundred acres of land, 'to be laid off in town lots?'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Did he intend this tract, of two hundred acres, should not pass by his will, under the general description of 'all my lands?' Or did he mean simply that it should be reserved from the use of his wife, in the event she selected the river tracts in preference to the Open Woods tract? Or did he intend, as the majority of the court have decided, that it should be reserved to be sold by his executors, for the purposes of paying his just debts and other engagements, 'and' to increase the legacies of his daughters? To the last construction there is a very material objection. The power of the executors to sell the lots laid off, and to be laid off, on the two hundred acres, is not absolute, but contingent. The testator did not direct that any of his property, real or personal, should be sold for the purpose of paying his debts, or for any other purpose. But his meaning and intention, as manifested by the language employed, is, that if, in the administration of his estate, it should become necessary to sell any portion of it for the payment of his debts or other engagements, he wished his executors to remember that the town lots then laid off, and thereafter to be laid off, should be sold 'in preference to any other of (his) property.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">If the debts and other engagements could have been satisfied without a sale of the lots, the executors would have had no power to sell them for any purpose whatever; and the words 'for the use and benefit of all my heirs,' would have been inoperative for the purpose to which they have been applied; and the bounty, which it is supposed by the court a father's heart could not withhold from his daughters, would have been entirely defeated; and in that event, the interpolation of the word 'and,' which has been supplied by the court, could not have conferred on the daughters the lots, nor the proceeds of the sale of them. But conceding the power to sell the lots for the payment of the testator's debts, do the words 'for the use and benefit of all my heirs,' give any authority to the executors to sell the remainder of the lots, after paying the debts, or any right to the heirs to receive the proceeds of such sale?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The court seem to admit, by their reasoning, that these words alone give no right to the heirs to claim the proceeds, nor power to the executors to sell the remainder of the lots, and, therefore, they have supplied the word 'and,' to unite the power granted to sell for the payment of debts, with the words 'for the use and benefit of all my heirs,' which, they say, completes the right to receive the proceeds. If the court have the right to alter the will, and then give construction to it, they make it mean what they please. But I deny the power of the court, in such a case as this, to add the word 'and.' The rule is understood to be this: where there is a supposed mistake or omission, all the court has to do is to see whether it is possible to reconcile that part with the rest, and whether it is perfectly clear, upon the whole scope of the will, that the intention cannot stand with the alleged mistake or omission. <i>Mellish</i> v. <i>Mellish</i>, 4 Ves., 49. It appears to me these words are perfectly consistent with the other parts of the will, and are by no means repugnant to the main intention of the testator, but perfectly consistent therewith.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">His intention, as manifested by all the provisions of the will, appears to be, to divide his personal estate equally among his sons and daughters and his wife, and to divide all his real estate, or lands, equally among his sons. That he intended each son to take an equal part of his lands, is proved by the direction to have each portion valued. That half of the Open Woods tract was not equal in value to the two river tracts, excluding the two hundred acres to be laid off into lots, is clearly proved by the will itself; because the testator gives his wife her choice of the Open Woods tract, or the two tracts on the river; and whichever she selects is, at her death, to go to his youngest son, Newit, and the other to be divided between his sons Westley and William; and he further directs that the part which his son Hartwell had received, should be valued, considered his, and as part of his portion of the estate. Here is a clear and unequivocal intention manifested to give to each son an equal portion of his real estate; and it is as clearly manifested that the specific portions given are not equal. To maintain the construction given to the will by the court, the two hundred acres are excluded from the devise of all the testator's lands to his sons. And the question arises, and ought to have been decided, how are these portions to be equalized? If the two hundred acres passed to the sons by the devise, subject to the payment of debts, then a reasonably certain contingent means was afforded for equalizing the portions, by dividing and valuing the lots not sold to pay debts, to make up deficiencies.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This view alone is sufficient to satisfy my mind that all the lands passed to the sons by the general words, 'all of my lands, all of which lands I wish to be appraised, and valued, and divided, when my son Westley arrives at the age of twenty-one years.' Can the words 'for the use and benefit of all my heirs,' which in themselves contain no positive words of grant, control the previous, positive, and unconditional, grant of all his lands to his sons? It appears to me to be impossible to give such controlling influence to such words, upon any of the known and established rules of construction; and especially when they admit of a different interpretation, by which they would stand in perfect harmony with the other provisions of the will.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The accounts settled by the executor, with the Orphans' Court, and which are part of the record exhibited in the bill of complaint, show that between twenty-five thousand and thirty thousand dollars of the debts of the estate were paid by the proceeds of the cotton crops; which proves that a large portion of the personal estate consisted of slaves. Is it not reasonable, therefore, to suppose the testator had in his mind the disadvantages that would result to all his children, if he should leave his slaves liable to be sold for the payment of his debts, when he ordered the lots, which were unproductive, to be sold for that purpose, 'in preference to any other of his property' which was productive? Acting upon this view of his affairs, is it at all surprising that he should have inserted in his will, even by interlining, the words, 'for the use and benefit of all my heirs,' that being the reason which induced him to charge the debts upon the town lots?</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But putting out of view all extraneous considerations, can the construction given by the court to this part of the will be sustained upon principle? Executors have no authority to sell real estate, unless the power to sell, and the purpose of the sale, are expressed in the will. Therefore the court cannot infer, from a power expressly granted to sell the estate for one purpose, a power to sell it for another purpose not granted. <i>Hill</i> v. <i>Cook</i>, 1 Ves. &amp; B., 175. In the case under consideration, the only authority given by the will to sell the town lots, was for the payment of debts; and there the power of the executors to sell any portion of the estate terminated. When they had sold as many of the lots as were necessary to pay the debts, the remainder fell into the general devise of all the lands of the testator to his sons; and the purposes of the testator, in relation to his real estate, were accomplished, according to his plain intention, when all the provisions of the will are taken together.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">To reserve the remainder of the lots from the general devise, and to give effect to the interlined words, different from their plain meaning, in the connection in which they stand with the other provisions of the will, the court revive the exhausted power of sale, and give capacity to all the heirs to take the proceeds of the sale of the remainder of the lots, by inserting the conjunction 'and' between the power to sell the lots for the payment of debts and the interlined words; thereby changing the meaning of the whole sentence. This certainly is not construing the will; but it is making a will, and giving this portion of the testator's estate to his daughters, which he plainly intended for, and gave to, his sons.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">This will was brought in question before the High Court of Errors and Appeals of the state of Mississippi, in the case of <i>Vick and others</i> v. <i>The Mayor and Aldermen of Vicksburg</i>, 1 How. (Miss.), 442. The question before that court was, whether the land in controversy had been dedicated by Newit Vick, in his lifetime, to public purposes, or passed to, and was vested in his devisees by his will; and it is a part of the same land in controversy in the case before this court; the court of Mississippi having concurrent jurisdiction of the subject-matter with this court, decided, that the whole of the real estate was devised to the sons of Newit Vick, deceased; and that his daughters were entitled to no part of the lots, nor any part of the proceeds of the sale of them. According to the Constitution and laws of the United States and previous decisions of this court, I think this court was bound to follow the decision of that court upon the construction of the will.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The 2d section of the 3d article of the Constitution of the United States declares, 'The judicial power shall extend to all cases in law and equity arising under this Constitution, the laws of the United States, and treaties made or which shall be made under their authority; to all cases affecting ambassadors, other public ministers, and consuls; to all cases of admiralty and maritime jurisdiction; to controversies to which the United States shall be a party; to controversies between two or more states, between citizens of different states, between citizens of the same state claiming lands under grants of different states, and between a state or the citizens thereof and foreign states, citizens, or subjects.' In these three latter classes of cases, the jurisdiction of the courts of the United States is concurrent with the state courts. In this case it originated between citizens of different states, and is, therefore, concurrent with the courts of Mississippi. Before the jurisdiction here conferred on the courts of the United States could be exercised, it was necessary their powers and authority should be established and defined by law. And accordingly, by the 34th section of the act of Congress of the 24th of September, 1789, it is enacted, 'That the laws of the several states, except where the Constitution, treaties, or statutes of the United States shall otherwise require or provide, shall be regarded as rules of decision in trials at common law in the courts of the United States, in cases where they apply.' The purposes for which jurisdiction was given to the courts of the United States between citizens of different states in ordinary matters of controversy, between citizens of the same state claiming lands under grants from different states, and between an alien and a citizen of a state, was to give in each of these cases, at the option of the plaintiff, a tribunal, presumed to be free from any accidental state prejudice or partiality, for the trial of the cause.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">And when Congress defined the powers of the courts of the United States, they directed, that the laws of the several states should be regarded as the rules of decision in suits at common law, in cases where they apply. And upon these principles, with few, if any exceptions, has this court acted from the commencement of the government down to the present term of this court. That they should continue so to act, is of great importance to the peace and harmony of the people of the United States. If the state judicial tribunals establish a rule, governing titles to real estate, whether it arise under statute, deed, or will, and this court establishes another and a different rule, which of these two rules shall prevail? They do not operate like two equal powers in physics, one neutralizing the other; but they produce a contest for success, a struggle for victory; and in such a contest it may easily be foreseen which will prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The state courts have unlimited jurisdiction over all the persons, and property, real and personal, within the limits of the state. And as often as the courts of the United States have it in their power, by their judgments, under their limited jurisdiction, to turn out of the possession of real estate those who have been put into it by the judgment of the highest court of appellate jurisdiction of the state, so often that possession will be restored by the same judicial state power. To avert such a contest, and in obedience to the act of Congress before referred to, this court have laid it down, in many cases, as a sound and necessary rule, that they should follow the state decisions establishing rules and regulating titles to real estate. And in the following cases they have applied the rule to the construction of wills, devising real estate. In <i>Jackson</i> v. <i>Chew</i>, 12 Wheat., 162, the principle is fully maintained. In that case the court say, 'The inquiry is very much narrowed by applying the rule which has uniformly governed this court, that where any principle of law, establishing a rule of real property, has been settled in the state courts, the same rule will be applied by this court, that would be established by the state tribunals. This is a principle so obviously just, and so indispensably necessary under our system of government, that it cannot be lost sight of.' The question in that case arose upon the construction of a will devising land in New York. In the case of <i>Henderson and wife</i> v. <i>Griffin</i>, 5 Pet., 154, the court say, 'The opinion of the court in the case of <i>Kennedy</i> v. <i>Marsh</i> was an able one; it was the judicial construction of the will of Mr. Laurens, according to their view of the rules of the common law in that state, as a rule of property, and comes within the principle adopted in <i>Jackson</i> v. <i>Chew</i>, 12 Wheat., 153, 167.' These cases are in strict conformity with the 34th section of the act of the 24th September, 1789, above referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">There are many other decisions of this court applicable to this case; some of them have followed a single decision of a state court, where it settled a rule of real property. And at the present term of this court, in the case of <i>Carroll</i> v. <i>Safford, treasurer, &amp;c.</i>, it was held, that it was not material whether it had been settled by frequent decisions, or a single case. From these authorities, it is plain, the jurisdiction of this court is not wholly concurrent in this case with the Supreme Court of Mississippi; but in power of judgment it is subordinate to that court, and, therefore, the construction given by that court to the will ought to have been the rule of construction for this court.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Mr. Chief Justice TANEY concurred in the opinion of Mr. Justice McKINLEY.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On the trial of this case, Mr. Justice STORY was absent; four of the judges, therefore, ruled the decision.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>44 U.S. 464 (1845)</b></center>\n<center><b>3 How. 464</b></center>\n<center><h1>JOHN LANE AND SARAH C. LANE, WIFE OF THE SAID JOHN, AND ELIZABETH IRION, AN INFANT UNDER TWENTY-ONE YEARS, WHO SUES BY JOHN LANE HER NEXT FRIEND, COMPLAINANTS AND APPELLANTS,<br>\nv.<br>\nJOHN W. VICK, SARGEANT S. PRENTISS ET AL., DEFENDANTS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*467</span> Ben Hardin, (in print,) for the plaintiffs in error.</p>\n<p>Crittenden, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*471</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>This case is brought here by an appeal from the decree of the Circuit Court for the district of Mississippi.</p>\n<p>The complainants under the will of Newit Vick, late of the state of Mississippi, deceased, claim certain interests in a tract of two hundred acres of land, on which the town of Vicksburg is laid off. In the bill various proceedings are stated as to the proof of the will, the qualification of one of the executors named in it, the death of the executrix, and the refusal of one of the executors named to qualify; that the executor who qualified was afterwards removed, with his consent, and Lane, the complainant, appointed administrator, with the will annexed; that acting under the will, the administrator laid off the town of Vicksburg, sold lots, and paid the debts of the deceased; that there yet remains certain parts of the above tract undisposed of; and that his power as administrator to sell the unsold lots is questioned.</p>\n<p>The defendants are represented as being interested in the above tract, as devisees and as purchasers, and the complainants pray that the court would decree a partition of the lots, commons, and Levee street, to be made between them and the other devisees of Newit Vick; and that said claimants shall be put in possession, &amp;c.; or that said property may be sold, &amp;c., as shall best comport with the intent of the testator.</p>\n<p>The defendants favourable to the object of the bill answered; the others demurred to the bill, which was sustained on the hearing, and the bill was dismissed, from which decree this appeal was taken.</p>\n<p>The decision of this case depends upon the construction of the will of Newit Vick. It was proved the 25th of October, 1819.</p>\n<p><span class=\"star-pagination\">*472</span> Every instrument of writing should be so construed as to effectuate, if practicable, the intention of the parties to it. This principle applies with peculiar force to a will. Such an instrument is generally drawn in the last days of the testator, and very often under circumstances unfavorable to a calm consideration of the subject-matter of it. The writer, too, is frequently unskillful in the use of language, and is more or less embarrassed by the importance and solemnity of the occasion. To expect much system or precision of language in a writing formed under such emergencies, would seem to be unreasonable. And it is chiefly owing to these causes that so many controversies arise under wills.</p>\n<p>In giving a construction to a will, all the parts of it should be examined and compared; and the intention of the testator must be ascertained, not from a part, but the whole of the instrument.</p>\n<p>By the second paragraph of the will under consideration, the testator bequeaths to his wife one equal share of his personal property, to be divided between her and her children. This would give to his wife one-half of his personal estate. But the succeeding paragraph qualifies this bequest so as to give to his wife a share of the personal property equal only to the amount received by each of his children. This shows a want of precision in the language of the will, and that one part of it may be explained and qualified by another.</p>\n<p>In the second paragraph, the testator devises to his wife, during her natural life, \"the tract of land at the Open Woods, on which he then resided, or the tracts near the river, as she might choose, reserving two hundred acres on the upper part of the uppermost tract to be laid off in town lots, at the discretion of his executrix and executors.\"</p>\n<p>This discretion of his executrix and executors, referred to the plan of the town, and not to the propriety of laying it off. The testator had determined that a town should be established, and reserved for this purpose the above tract of two hundred acres, \"to be laid off in town lots.\"</p>\n<p>The testator next disposes of his personal property to his wife and children; and he says, \"to my sons one equal part of said personal estate as they come of age, together with all my lands, all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years; the said Westley having one part, and my son William having the other part, of the tracts unclaimed by my wife Elizabeth; and I bequeath to my son Newit, at the death of my said wife, that tract which she may prefer to occupy. I wish it to be distinctly understood, that that part of my estate which my son Hartwell has received, shall be valued, considered as his, and as a part of his portion of my estate.\"</p>\n<p>By these devises, Newit, on the death of his mother, was to have the tract selected by her for her residence. She died, it is admitted, <span class=\"star-pagination\">*473</span> in a few minutes after the decease of the testator, so that no selection of a residence was made by her. But this is not important as regards the intention of the testator. What lands did he devise to his sons Westley and William? The answer is, the land unclaimed by the wife of the testator. His words are, \"Westley having one part, and my son William having the other part, of the tracts unclaimed by my wife Elizabeth.\" But what tracts may be said to come under the designation of \"tracts unclaimed by my wife?\" The land which, under the election given to her in the will, she might have claimed as a residence, but did not.</p>\n<p>This claim by the widow was expected to be made shortly after the decease of the testator, as by it her future residence was to be established. If she selected the river land, then the Open Woods tract was to go, under the will, to Westley and William; but if the Open Woods tract were selected by the widow, then they were to have the river land. This devise being of the land unclaimed by the widow, presupposes her right to have claimed it in the alternative under the will. It did not include the town tract, for that was expressly reserved by the testator from the choice of his wife. That this is the proper limitation of the devise to Westley and William, seems to be clear of doubt.</p>\n<p>To Hartwell was devised the tract on which he lived, and which was to be valued.</p>\n<p>These are the specific devises of his lands, by the testator, to his four sons. The tract of two hundred acres reserved for the town is not affected by them. Did this tract pass to his sons under the general devise of his lands to them, in the third paragraph of the will? That point will be now examined. The words of the testator are, \"and to my sons one equal part of said personal estate as they come of age, together with all of my lands, all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years.\" The words \"all of my lands,\" unless restricted by words with which they stand connected, or by some other part of the will, cover the entire real estate of the testator. But these words are restricted by the part of the sentence which follows them, and also in other parts of the will.</p>\n<p>\"All of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years,\" follow the words \"all of my lands,\" and show that the tract of two hundred acres was not intended to be included in this general devise. Such an intention was incompatible with the reservation of this tract for a town. In the second clause of the will are the words, \"reserving two hundred acres, however, on the upper part of the uppermost tract, to be laid off in town lots.\" Now the testator could not have intended, in the next clause, to direct that this tract should be valued and divided among his sons. This would be repugnant to the authority given to his executors to lay off a <span class=\"star-pagination\">*474</span> town, and would have been an abandonment of what appears, from the last clause in the will to have been, with him, a favorite object. Did he intend the tract of two hundred acres should be valued and divided among his sons, which he directed in another part of his will to be laid off into town lots and sold by his executors? So great an inconsistency is not to be inferred. The general devise to his sons, \"of all his lands,\" was limited to the lands which he directed to be valued and divided among his sons. This cannot be controverted, for it is in the very words of the will, and does not depend upon inference or construction. The special devises to each of his sons, which follow the general devise, also, in effect, limit it. These devises cover all the real property of the testator, except the town tract, and show what he meant \"by all his lands.\" He intended all his lands which he subsequently and specially devised, and not the tract which, in the will, he had previously reserved and afterwards disposed of.</p>\n<p>In the next clause of the will the testator expresses his wish, that the aforesaid Elizabeth should keep together the whole of his property, both real and personal, (reserving the provisions before made,) for the raising, educating, and benefit of the before-mentioned children.</p>\n<p>These exceptions refer to the share of the personal property which each child was to receive when married, or at full age, and to the land appropriated for the town.</p>\n<p>We have now arrived at the last clause of the will, under which clause this controversy has arisen. The testator has made provision for his wife, by giving her a life-estate in one of two tracts of land as she might select, and an equal share, with each child, of the personal property. To his sons, in addition to his share in the personalty, he has given to each a portion of his real estate. He has made no disposition of the tract reserved for a town, but proceeds to do so in the following and closing paragraph of the will.</p>\n<p>\"I wish my executors furthermore to remember that the town lots now laid off, and hereafter to be laid off, on the aforementioned two hundred acres of land, should be sold to pay my just debts, or other engagements, in preference to any other of my property for the use and benefit of all my heirs.\"</p>\n<p>This clause is construed, by the appellees, to be a charge on the two hundred acres of land for the payment of the debts of the testator only. And that the authority to the executors to sell lots, is limited to this object. That as the personal property bequeathed to his heirs was first liable for the debts of the deceased, the charge on this tract may well be said, in the language of the will, to be \"for the use and benefit of all his heirs.\"</p>\n<p>That there is plausibility in this construction is admitted. It may, at first, generally, strike the mind of the reader as reasonable and just. But a closer investigation of the structure of the paragraph, <span class=\"star-pagination\">*475</span> and a comparison of it with other parts of the will, with the view to ascertain the intention of the testator, must, we think, lead to a different conclusion.</p>\n<p>If the object of the testator had been, as contended, merely to charge this tract with the payment of his debts, would the words, \"for the use and benefit of all my heirs,\" have been inserted? The sentence was complete without them. They add nothing to its clearness or force. On the contrary, if the intention of the testator was to pay his debts only, by the sale of lots to be laid off, the words are surplusage. They stand in the sentence, disconnected with other parts of it, and, consequently, are without an object.</p>\n<p>The testator directed that the town lots should be sold to pay his just debts, \"in preference to any other of his property.\" This released his personal property, which he had bequeathed to his children, from all liability on account of his debts. And on the hypotheses that he only intended to do this, why should the above words have been added. They were not carelessly thrown into the sentence when it was first written. From the will, it appears they were interlined. This shows deliberation, and the exercise of judgment. Without this interlineation, the lots were required to be sold to pay debts, in preference to other property, in language too clear to be misunderstood by any one. It could not have been misunderstood, either by the testator or the writer of the will. But, as the paragraph was first written, it did not carry out the intention of the testator. To effectuate that intent, the interlineation was made. The words, \"for the use and benefit of all my heirs,\" were interlined. Does this mean nothing? This deliberation and judgment? Were these words added to a sentence perfectly clear, and which charged the land with the payment of the debts of the testator, without any object? Were they intended to be words of mere surplusage and without effect? Such an inference is most unreasonable. It does violence to the words themselves, and to the circumstances under which they were introduced. No court can disregard these words, or the manner of their introduction.</p>\n<p>The testator was not satisfied with the direction to his executors to sell lots for the payment of his debts, but he adds, \"for the use and benefit of all my heirs.\" By this he intended, that the lots should be sold for the payment of his debts, and \"for the use and benefit of all his heirs.\" The omission of the word and has given rise to this controversy. Had that word been inserted with the others, no doubt could have existed on the subject. And its omission is reasonably accounted for, by the fact of the interlineation. On such occasions, more attention is often paid to the matter to be introduced, than to the word which connects it with the sentence. That the lots should be sold \"for the use and benefit of all his heirs,\" after the payment of his debts, is most reasonable; but it cannot, with the same propriety of language, be said, that the debts <span class=\"star-pagination\">*476</span> of the testator were to be paid \"for the use of all his heirs.\" The word use imports a more direct benefit. That the phrase was used in this sense we cannot doubt.</p>\n<p>The clauses in the will preceding the one which is now under consideration have been examined, and no disposition is found in any of them of the town tract. And if it be not disposed of in this last paragraph, after the payment of the debts, the remaining lots or their proceeds will descend generally to the heirs of the testator as personal property. The law will not disinherit the heir, on a doubtful devise. But we think the testator intended that the tract of two hundred acres should be laid out in lots and sold, \"for the use and benefit of all his heirs,\" and \"the payment of his debts and other engagements.\"</p>\n<p>This construction of the will is strengthened by its justice to all the parties interested. That the testator intended to give to his sons a much larger part of his property than to his daughters, is evident. He gave to his sons an equal share, with his daughters, of his personal property. But did he intend to cut off his daughters from all interest in his real estate? He could not have had the heart of a dying father to have done so. He did not act unjustly to his daughters. They, equally with his sons, were devisees of the proceeds of the town lots, after the payment of all just debts and other engagements.</p>\n<p>It is insisted that the construction of this will has been conclusively settled by the Supreme Court of Mississippi, in the case of Vick et al. v. The Mayor and Alderman of Vicksburg, 1 How. 379.</p>\n<p>The parties in that case were not the same as those now before this court; and that decision does not affect the interests of the complainants here. The question before the Mississippi court was, whether certain grounds, within the town plat, had been dedicated to public use. The construction of the will was incidental to the main object of the suit, and of course was not binding on any one claiming under the will. With the greatest respect, it may be proper to say, that this court do not follow the state courts in their construction of a will or any other instrument, as they do in the construction of statutes.</p>\n<p>Where, as in the case of Jackson v. Chew, 12 Wheat. 167, the construction of a will had been settled by the highest courts of the state, and had long been acquiesced in as a rule of property, this court would follow it, because it had become a rule of property. The construction of a statute by the Supreme Court of a state is followed, without reference to the interests it may affect, or the parties to the suit in which its construction was involved. But the mere construction of a will by a state court does not, as the construction of a statute of the state, constitute a rule of decision for the courts of the United States. In the case of Swift v. Tyson, 16 Peters, 1, <span class=\"star-pagination\">*477</span> the effect of the 34th section of the Judiciary Act of 1789, and the construction of instruments by the state courts, are considered with greater precision than is found in some of the preceding cases on the same subject.</p>\n<p>The decree of the Circuit Court is reversed, and the cause is remanded to that court for further proceedings.</p>\n<p>Mr. Justice McKINLEY.</p>\n<p>In this case I differ in opinion with the majority of the court, not only on the construction of the will, but upon a question of much greater importance, and that is, whether the construction given to this will by the Supreme Court of Mississippi is not binding on this court? I will proceed to the examination of these questions in the order in which I have stated them; and to bring into our view all the provisions of the will, which dispose of the real estate of the testator, I will state them in the order in which they stand in the will, unconnected with other provisions not necessary to aid in construing those relating to the real estate.</p>\n<p>After the introductory part of the will, and providing for his funeral, the testator proceeds to dispose of his estate thus:</p>\n<p>\"Secondly, I will and bequeath to my beloved wife, Elizabeth Vick, one equal share of all my personal estate, as is to be divided between her and all my children, as her own right, and at her own disposal during her natural life; and also for the term of her life on earth, the tract of land at the Open Woods, on which I now reside, or the tracts near the river, as she may choose; reserving two hundred acres, however, on the upper part of the uppermost tract, to be laid off in town lots, at the discretion of my executrix and executors.</p>\n<p>\"Thirdly, I will and dispose to each of my daughters, one equal proportion with my sons and wife, of all my personal estate, as they come of age or marry; and to my sons one equal part of said personal estate, as they come of age, together with all of my lands; all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years; the said Westley having one part, and my son William having the other part of the tracts unclaimed by my wife, Elizabeth; and I bequeath to my son Newit, at the death of my wife, that tract which she may prefer to occupy. I wish it to be distinctly understood, that that part of my estate which my son Hartwell has received, shall be valued, considered as his, and as part of his portion of my estate.</p>\n<p>\"Fourthly, It is, however, furthermore my wish that the aforesaid Elizabeth should keep together the whole of my property, both real and personal, reserving the provisions before made for the raising, educating, and benefit, of the before-mentioned children. I wish my executors, furthermore, to remember that the town lots now laid off, and hereafter to be laid off, on the aforementioned two hundred <span class=\"star-pagination\">*478</span> acres of land, should be sold to pay my just debts, or other engagements, in preference to any other of my property, for the use and benefit of all my heirs.\"</p>\n<p>An inquiry which lies at the threshold of this investigation, is, what was the meaning and intention of the testator in reserving the two hundred acres of land, \"to be laid off in town lots?\"</p>\n<p>Did he intend this tract, of two hundred acres, should not pass by his will, under the general description of \"all my lands?\" Or did he mean simply that it should be reserved from the use of his wife, in the event she selected the river tracts in preference to the Open Woods tract? Or did he intend, as the majority of the court have decided, that it should be reserved to be sold by his executors, for the purposes of paying his just debts and other engagements, \"and\" to increase the legacies of his daughters? To the last construction there is a very material OBJECTION. tHE POWER OF THE EXECUTORS TO SELL THE LOTS LAID OFF, and to be laid off, on the two hundred acres, is not absolute, but contingent. The testator did not direct that any of his property, real or personal, should be sold for the purpose of paying his debts, or for any other purpose. But his meaning and intention, as manifested by the language employed, is, that if, in the administration of his estate, it should become necessary to sell any portion of it for the payment of his debts or other engagements, he wished his executors to remember that the town lots then laid off, and thereafter to be laid off, should be sold \"in preference to any other of (his) property.\"</p>\n<p>If the debts and other engagements could have been satisfied without a sale of the lots, the executors would have had no power to sell them for any purpose whatever; and the words \"for the use and benefit of all my heirs,\" would have been inoperative for the purpose to which they have been applied; and the bounty, which it is supposed by the court a father's heart could not withhold from his daughters, would have been entirely defeated; and in that event, the interpolation of the word \"and,\" which has been supplied by the court, could not have conferred on the daughters the lots, nor the proceeds of the sale of them. But conceding the power to sell the lots for the payment of the testator's debts, do the words \"for the use and benefit of all my heirs,\" give any authority to the executors to sell the remainder of the lots, after paying the debts, or any right to the heirs to receive the proceeds of such sale?</p>\n<p>The court seem to admit, by their reasoning, that these words alone give no right to the heirs to claim the proceeds, nor power to the executors to sell the remainder of the lots, and, therefore, they have supplied the word \"and,\" to unite the power granted to sell for the payment of debts, with the words \"for the use and benefit of all my heirs,\" which, they say, completes the right to receive the proceeds. If the court have the right to alter the will, and then give construction to it, they may make it mean what they please. <span class=\"star-pagination\">*479</span> But I deny the power of the court, in such a case as this, to add the word \"and.\" The rule is understood to be this: where there is a supposed mistake or omission, all the court has to do is to see whether it is possible to reconcile that part with the rest, and whether it is perfectly clear, upon the whole scope of the will, that the intention cannot stand with the alleged mistake or omission. Mellish v. Mellish, 4 Ves. 49. It appears to me these words are perfectly consistent with the other parts of the will, and are by no means repugnant to the main intention of the testator, but perfectly consistent therewith.</p>\n<p>His intention, as manifested by all the provisions of the will, appears to be, to divide his personal estate equally among his sons and daughters and his wife, and to divide all his real estate, or lands, equally among his sons. That he intended each son to take an equal part of his lands, is proved by the direction to have each portion valued. That half of the Open Woods tract was not equal in value to the two river tracts, excluding the two hundred acres to be laid off into lots, is clearly proved by the will itself; because the testator gives his wife her choice of the Open Woods tract, or the two tracts on the river; and whichever she selects is, at her death, to go to his youngest son, Newit, and the other to be divided between his sons Westley and William; and he further directs that the part which his son Hartwell had received, should be valued, considered his, and as part of his portion of the estate. Here is a clear and unequivocal intention manifested to give to each son an equal portion of his real estate; and it is as clearly manifested that the specific portions given are not equal. To maintain the construction given to the will by the court, the two hundred acres are excluded from the devise of all the testator's lands to his sons. And the question arises, and ought to have been decided, how are these portions to be equalized? If the two hundred acres passed to the sons by the devise, subject to the payment of debts, then a reasonably certain contingent means was afforded for equalizing the portions, by dividing and valuing the lots not sold to pay debts, to make up deficiencies.</p>\n<p>This view alone is sufficient to satisfy my mind that all the lands passed to the sons by the general words, \"all of my lands, all of which lands I wish to be appraised, and valued, and divided, when my son Westley arrives at the age of twenty-one years.\" Can the words \"for the use and benefit of all my heirs,\" which in themselves contain no positive words of grant, control the previous, positive, and unconditional, grant of all his lands to his sons? It appears to me to be impossible to give such controlling influence to such words, upon any of the known and established rules of construction; and especially when they admit of a different interpretation, by which they would stand in perfect harmony with the other provisions of the will.</p>\n<p>The accounts settled by the executor, with the Orphans' Court, <span class=\"star-pagination\">*480</span> and which are part of the record exhibited in the bill of complaint, show that between twenty-five thousand and thirty thousand dollars of the debts of the estate were paid by the proceeds of the cotton crops; which proves that a large portion of the personal estate consisted of slaves. Is it not reasonable, therefore, to suppose the testator had in his mind the disadvantages that would result to all his children, if he should leave his slaves liable to be sold for the payment of his debts, when he ordered the lots, which were unproductive, to be sold for that purpose, \"in preference to any other of his property\" which was productive? Acting upon this view of his affairs, is it at all surprising that he should have inserted in his will, even by interlining, the words, \"for the use and benefit of all my heirs,\" that being the reason which induced him to charge the debts upon the town lots?</p>\n<p>But putting out of view all extraneous considerations, can the construction given by the court to this part of the will be sustained upon principle? Executors have no authority to sell real estate, unless the power to sell, and the purpose of the sale, are expressed in the will. Therefore the court cannot infer, from a power expressly granted to sell the estate for one purpose, a power to sell it for another purpose not granted. Hill v. Cook, 1 Ves. &amp; Beames, 175. In the case under consideration, the only authority given by the will to sell the town lots, was for the payment of debts; and there the power of the executors to sell any portion of the estate terminated. When they had sold as many of the lots as were necessary to pay the debts, the remainder fell into the general devise of all the lands of the testator to his sons; and the purposes of the testator, in relation to his real estate, were accomplished, according to his plain intention, when all the provisions of the will are taken together.</p>\n<p>To reserve the remainder of the lots from the general devise, and to give effect to the interlined words, different from their plain meaning, in the connection in which they stand with the other provisions of the will, the court revive the exhausted power of sale, and give capacity to all the heirs to take the proceeds of the sale of the remainder of the lots, by inserting the conjunction \"and\" between the power to sell the lots for the payment of debts and the interlined words; thereby changing the meaning of the whole sentence. This certainly is not construing the will; but it is making a will, and giving this portion of the testator's estate to his daughters, which he plainly intended for, and gave to, his sons.</p>\n<p>This will was brought in question before the High Court of Errors and Appeals of the state of Mississippi, in the case of Vick and others v. The Mayor and Alderman of Vicksburg, 1 How. Mis. Rep. 442. The question before that court was, whether the land in controversy had been dedicated by Newit Vick, in his lifetime, to public purposes, or passed to, and was vested in his devisees by his will; and it is a part of the same land in controversy in the case <span class=\"star-pagination\">*481</span> before this court; the court of Mississippi having concurrent jurisdiction of the subject-matter with this court, decided, that the whole of the real estate was devised to the sons of Newit Vick, deceased; and that his daughters were entitled to no part of the lots, nor any part of the proceeds of the sale of them. According to the Constitution and laws of the United States and previous decisions of this court, I think this court was bound to follow the decision of that court upon the construction of the will.</p>\n<p>The 2d section of the 3d article of the Constitution of the United States declares, \"The judicial power shall extend to all cases in law and equity arising under this Constitution, the laws of the United States, and treaties made or which shall be made under their authority; to all cases affecting ambassadors, other public ministers, and consuls; to all cases of admiralty and maritime jurisdiction; to controversies to which the United States shall be a party; to controversies between two or more states, between citizens of different states, between citizens of the same state claiming lands under grants of different states, and between a state or the citizens thereof and foreign states, citizens, or subjects.\" In these three latter classes of cases, the jurisdiction of the courts of the United States is concurrent with the state courts. In this case it originated between citizens of different states, and is, therefore, concurrent with the courts of Mississippi. Before the jurisdiction here conferred on the courts of the United States could be exercised, it was necessary their powers and authority should be established and defined by law. And accordingly, by the 34th section of the act of Congress of the 24th of September, 1789, it is enacted, \"That the laws of the several states, except where the Constitution, treaties, or statutes of the United States shall otherwise require or provide, shall be regarded as rules of decision in trials at common law in the courts of the United States, in cases where they apply.\" The purposes for which jurisdiction was given to the courts of the United States between citizens of different states in ordinary matters of controversy, between citizens of the same state claiming lands under grants from different states, and between an alien and a citizen of a state, was to give in each of these cases, at the option of the plaintiff, a tribunal, presumed to be free from any accidental state prejudice or partiality, for the trial of the cause.</p>\n<p>And when Congress defined the powers of the courts of the United States, they directed, that the laws of the several states should be regarded as the rules of decision in suits at common law, in cases where they apply. And upon these principles, with few, if any exceptions, has this court acted from the commencement of the government down to the present term of this court. That they should continue so to act, is of great importance to the peace and harmony of the people of the United States. If the state judicial <span class=\"star-pagination\">*482</span> tribunals establish a rule, governing titles to real estate, whether it arise under statute, deed, or will, and this court establishes another and a different rule, which of these two rules shall prevail? They do not operate like two equal powers in physics, one neutralizing the other; but they produce a contest for success, a struggle for victory; and in such a contest it may easily be foreseen which will prevail.</p>\n<p>The state courts have unlimited jurisdiction over all the persons, and property, real and personal, within the limits of the state. And as often as the courts of the United States have it in their power, by their judgments, under their limited jurisdiction, to turn out of the possession of real estate those who have been put into it by the judgment of the highest court of appellate jurisdiction of the state, so often that possession will be restored by the same judicial state power. To avert such a contest, and in obedience to the act of Congress before referred to, this court have laid it down, in many cases, as a sound and necessary rule, that they should follow the state decisions establishing rules and regulating titles to real estate. And in the following cases they have applied the rule to the construction of wills, devising real estate. In Jackson v. Chew, 12 Wheat. 162, the principle is fully maintained. In that case the court say, \"The inquiry is very much narrowed by applying the rule which has uniformly governed this court, that where any principle of law, establishing a rule of real property, has been settled in the state courts, the same rule will be applied by this court, that would be established by the state tribunals. This is a principle so obviously just, and so indispensably necessary under our system of government, that it cannot be lost sight of.\" The question in that case arose upon the construction of a will devising land in New York. In the case of Henderson and wife v. Griffin, 5 Peters, 154, the court say, \"The opinion of the court in the case of Kennedy v. Marsh was an able one; it was the judicial construction of the will of Mr. Laurens, according to their view of the rules of the common law in that state, as a rule of property, and comes within the principle adopted in Jackson v. Chew, 12 Wheat. 153, 167.\" These cases are in strict conformity with the 34th section of the act of the 24th September, 1789, above referred to.</p>\n<p>There are many other decisions of this court applicable to this case; some of them have followed a single decision of a state court, where it settled a rule of real property. And at the present term of this court, in the case of Carroll v. Safford, treasurer, &amp;c., it was held, that it was not material whether it had been settled by frequent decisions, or a single case. From these authorities, it is plain, the jurisdiction of this court is not wholly concurrent in this case with the Supreme Court of Mississippi; but in power of judgment it is subordinate to that court, and, therefore, the construction <span class=\"star-pagination\">*483</span> given by that court to the will ought to have been the rule of construction for this court.</p>\n<p>Mr. Chief Justice TANEY concurred in the opinion of Mr. Justice McKINLEY.<sup>[*]</sup></p>\n<h2>NOTES</h2>\n<p>[*]  On the trial of this case, Mr. Justice STORY was absent; four of the judges, therefore, ruled the decision.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></span> (1845)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">464</span></span></b></center>\n<center><h1>JOHN LANE AND SARAH C. LANE, WIFE OF THE SAID JOHN, AND ELIZABETH IRION, AN INFANT UNDER TWENTY-ONE YEARS, WHO SUES BY JOHN LANE HER NEXT FRIEND, COMPLAINANTS AND APPELLANTS,<br>\nv.<br>\nJOHN W. VICK, SARGEANT S. PRENTISS ET AL., DEFENDANTS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*467</span> Ben Hardin, (in print,) for the plaintiffs in error.</p>\n<p>Crittenden, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*471</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>This case is brought here by an appeal from the decree of the Circuit Court for the district of Mississippi.</p>\n<p>The complainants under the will of Newit Vick, late of the state of Mississippi, deceased, claim certain interests in a tract of two hundred acres of land, on which the town of Vicksburg is laid off. In the bill various proceedings are stated as to the proof of the will, the qualification of one of the executors named in it, the death of the executrix, and the refusal of one of the executors named to qualify; that the executor who qualified was afterwards removed, with his consent, and Lane, the complainant, appointed administrator, with the will annexed; that acting under the will, the administrator laid off the town of Vicksburg, sold lots, and paid the debts of the deceased; that there yet remains certain parts of the above tract undisposed of; and that his power as administrator to sell the unsold lots is questioned.</p>\n<p>The defendants are represented as being interested in the above tract, as devisees and as purchasers, and the complainants pray that the court would decree a partition of the lots, commons, and Levee street, to be made between them and the other devisees of Newit Vick; and that said claimants shall be put in possession, &amp;c.; or that said property may be sold, &amp;c., as shall best comport with the intent of the testator.</p>\n<p>The defendants favourable to the object of the bill answered; the others demurred to the bill, which was sustained on the hearing, and the bill was dismissed, from which decree this appeal was taken.</p>\n<p>The decision of this case depends upon the construction of the will of Newit Vick. It was proved the 25th of October, 1819.</p>\n<p><span class=\"star-pagination\">*472</span> Every instrument of writing should be so construed as to effectuate, if practicable, the intention of the parties to it. This principle applies with peculiar force to a will. Such an instrument is generally drawn in the last days of the testator, and very often under circumstances unfavorable to a calm consideration of the subject-matter of it. The writer, too, is frequently unskillful in the use of language, and is more or less embarrassed by the importance and solemnity of the occasion. To expect much system or precision of language in a writing formed under such emergencies, would seem to be unreasonable. And it is chiefly owing to these causes that so many controversies arise under wills.</p>\n<p>In giving a construction to a will, all the parts of it should be examined and compared; and the intention of the testator must be ascertained, not from a part, but the whole of the instrument.</p>\n<p>By the second paragraph of the will under consideration, the testator bequeaths to his wife one equal share of his personal property, to be divided between her and her children. This would give to his wife one-half of his personal estate. But the succeeding paragraph qualifies this bequest so as to give to his wife a share of the personal property equal only to the amount received by each of his children. This shows a want of precision in the language of the will, and that one part of it may be explained and qualified by another.</p>\n<p>In the second paragraph, the testator devises to his wife, during her natural life, \"the tract of land at the Open Woods, on which he then resided, or the tracts near the river, as she might choose, reserving two hundred acres on the upper part of the uppermost tract to be laid off in town lots, at the discretion of his executrix and executors.\"</p>\n<p>This discretion of his executrix and executors, referred to the plan of the town, and not to the propriety of laying it off. The testator had determined that a town should be established, and reserved for this purpose the above tract of two hundred acres, \"to be laid off in town lots.\"</p>\n<p>The testator next disposes of his personal property to his wife and children; and he says, \"to my sons one equal part of said personal estate as they come of age, together with all my lands, all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years; the said Westley having one part, and my son William having the other part, of the tracts unclaimed by my wife Elizabeth; and I bequeath to my son Newit, at the death of my said wife, that tract which she may prefer to occupy. I wish it to be distinctly understood, that that part of my estate which my son Hartwell has received, shall be valued, considered as his, and as a part of his portion of my estate.\"</p>\n<p>By these devises, Newit, on the death of his mother, was to have the tract selected by her for her residence. She died, it is admitted, <span class=\"star-pagination\">*473</span> in a few minutes after the decease of the testator, so that no selection of a residence was made by her. But this is not important as regards the intention of the testator. What lands did he devise to his sons Westley and William? The answer is, the land unclaimed by the wife of the testator. His words are, \"Westley having one part, and my son William having the other part, of the tracts unclaimed by my wife Elizabeth.\" But what tracts may be said to come under the designation of \"tracts unclaimed by my wife?\" The land which, under the election given to her in the will, she might have claimed as a residence, but did not.</p>\n<p>This claim by the widow was expected to be made shortly after the decease of the testator, as by it her future residence was to be established. If she selected the river land, then the Open Woods tract was to go, under the will, to Westley and William; but if the Open Woods tract were selected by the widow, then they were to have the river land. This devise being of the land unclaimed by the widow, presupposes her right to have claimed it in the alternative under the will. It did not include the town tract, for that was expressly reserved by the testator from the choice of his wife. That this is the proper limitation of the devise to Westley and William, seems to be clear of doubt.</p>\n<p>To Hartwell was devised the tract on which he lived, and which was to be valued.</p>\n<p>These are the specific devises of his lands, by the testator, to his four sons. The tract of two hundred acres reserved for the town is not affected by them. Did this tract pass to his sons under the general devise of his lands to them, in the third paragraph of the will? That point will be now examined. The words of the testator are, \"and to my sons one equal part of said personal estate as they come of age, together with all of my lands, all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years.\" The words \"all of my lands,\" unless restricted by words with which they stand connected, or by some other part of the will, cover the entire real estate of the testator. But these words are restricted by the part of the sentence which follows them, and also in other parts of the will.</p>\n<p>\"All of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years,\" follow the words \"all of my lands,\" and show that the tract of two hundred acres was not intended to be included in this general devise. Such an intention was incompatible with the reservation of this tract for a town. In the second clause of the will are the words, \"reserving two hundred acres, however, on the upper part of the uppermost tract, to be laid off in town lots.\" Now the testator could not have intended, in the next clause, to direct that this tract should be valued and divided among his sons. This would be repugnant to the authority given to his executors to lay off a <span class=\"star-pagination\">*474</span> town, and would have been an abandonment of what appears, from the last clause in the will to have been, with him, a favorite object. Did he intend the tract of two hundred acres should be valued and divided among his sons, which he directed in another part of his will to be laid off into town lots and sold by his executors? So great an inconsistency is not to be inferred. The general devise to his sons, \"of all his lands,\" was limited to the lands which he directed to be valued and divided among his sons. This cannot be controverted, for it is in the very words of the will, and does not depend upon inference or construction. The special devises to each of his sons, which follow the general devise, also, in effect, limit it. These devises cover all the real property of the testator, except the town tract, and show what he meant \"by all his lands.\" He intended all his lands which he subsequently and specially devised, and not the tract which, in the will, he had previously reserved and afterwards disposed of.</p>\n<p>In the next clause of the will the testator expresses his wish, that the aforesaid Elizabeth should keep together the whole of his property, both real and personal, (reserving the provisions before made,) for the raising, educating, and benefit of the before-mentioned children.</p>\n<p>These exceptions refer to the share of the personal property which each child was to receive when married, or at full age, and to the land appropriated for the town.</p>\n<p>We have now arrived at the last clause of the will, under which clause this controversy has arisen. The testator has made provision for his wife, by giving her a life-estate in one of two tracts of land as she might select, and an equal share, with each child, of the personal property. To his sons, in addition to his share in the personalty, he has given to each a portion of his real estate. He has made no disposition of the tract reserved for a town, but proceeds to do so in the following and closing paragraph of the will.</p>\n<p>\"I wish my executors furthermore to remember that the town lots now laid off, and hereafter to be laid off, on the aforementioned two hundred acres of land, should be sold to pay my just debts, or other engagements, in preference to any other of my property for the use and benefit of all my heirs.\"</p>\n<p>This clause is construed, by the appellees, to be a charge on the two hundred acres of land for the payment of the debts of the testator only. And that the authority to the executors to sell lots, is limited to this object. That as the personal property bequeathed to his heirs was first liable for the debts of the deceased, the charge on this tract may well be said, in the language of the will, to be \"for the use and benefit of all his heirs.\"</p>\n<p>That there is plausibility in this construction is admitted. It may, at first, generally, strike the mind of the reader as reasonable and just. But a closer investigation of the structure of the paragraph, <span class=\"star-pagination\">*475</span> and a comparison of it with other parts of the will, with the view to ascertain the intention of the testator, must, we think, lead to a different conclusion.</p>\n<p>If the object of the testator had been, as contended, merely to charge this tract with the payment of his debts, would the words, \"for the use and benefit of all my heirs,\" have been inserted? The sentence was complete without them. They add nothing to its clearness or force. On the contrary, if the intention of the testator was to pay his debts only, by the sale of lots to be laid off, the words are surplusage. They stand in the sentence, disconnected with other parts of it, and, consequently, are without an object.</p>\n<p>The testator directed that the town lots should be sold to pay his just debts, \"in preference to any other of his property.\" This released his personal property, which he had bequeathed to his children, from all liability on account of his debts. And on the hypotheses that he only intended to do this, why should the above words have been added. They were not carelessly thrown into the sentence when it was first written. From the will, it appears they were interlined. This shows deliberation, and the exercise of judgment. Without this interlineation, the lots were required to be sold to pay debts, in preference to other property, in language too clear to be misunderstood by any one. It could not have been misunderstood, either by the testator or the writer of the will. But, as the paragraph was first written, it did not carry out the intention of the testator. To effectuate that intent, the interlineation was made. The words, \"for the use and benefit of all my heirs,\" were interlined. Does this mean nothing? This deliberation and judgment? Were these words added to a sentence perfectly clear, and which charged the land with the payment of the debts of the testator, without any object? Were they intended to be words of mere surplusage and without effect? Such an inference is most unreasonable. It does violence to the words themselves, and to the circumstances under which they were introduced. No court can disregard these words, or the manner of their introduction.</p>\n<p>The testator was not satisfied with the direction to his executors to sell lots for the payment of his debts, but he adds, \"for the use and benefit of all my heirs.\" By this he intended, that the lots should be sold for the payment of his debts, and \"for the use and benefit of all his heirs.\" The omission of the word and has given rise to this controversy. Had that word been inserted with the others, no doubt could have existed on the subject. And its omission is reasonably accounted for, by the fact of the interlineation. On such occasions, more attention is often paid to the matter to be introduced, than to the word which connects it with the sentence. That the lots should be sold \"for the use and benefit of all his heirs,\" after the payment of his debts, is most reasonable; but it cannot, with the same propriety of language, be said, that the debts <span class=\"star-pagination\">*476</span> of the testator were to be paid \"for the use of all his heirs.\" The word use imports a more direct benefit. That the phrase was used in this sense we cannot doubt.</p>\n<p>The clauses in the will preceding the one which is now under consideration have been examined, and no disposition is found in any of them of the town tract. And if it be not disposed of in this last paragraph, after the payment of the debts, the remaining lots or their proceeds will descend generally to the heirs of the testator as personal property. The law will not disinherit the heir, on a doubtful devise. But we think the testator intended that the tract of two hundred acres should be laid out in lots and sold, \"for the use and benefit of all his heirs,\" and \"the payment of his debts and other engagements.\"</p>\n<p>This construction of the will is strengthened by its justice to all the parties interested. That the testator intended to give to his sons a much larger part of his property than to his daughters, is evident. He gave to his sons an equal share, with his daughters, of his personal property. But did he intend to cut off his daughters from all interest in his real estate? He could not have had the heart of a dying father to have done so. He did not act unjustly to his daughters. They, equally with his sons, were devisees of the proceeds of the town lots, after the payment of all just debts and other engagements.</p>\n<p>It is insisted that the construction of this will has been conclusively settled by the Supreme Court of Mississippi, in the case of Vick et al. v. The Mayor and Alderman of Vicksburg, 1 How. 379.</p>\n<p>The parties in that case were not the same as those now before this court; and that decision does not affect the interests of the complainants here. The question before the Mississippi court was, whether certain grounds, within the town plat, had been dedicated to public use. The construction of the will was incidental to the main object of the suit, and of course was not binding on any one claiming under the will. With the greatest respect, it may be proper to say, that this court do not follow the state courts in their construction of a will or any other instrument, as they do in the construction of statutes.</p>\n<p>Where, as in the case of Jackson v. Chew, <span class=\"citation\" data-id=\"85521\"><a href=\"/opinion/85521/jackson-v-chew/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">167</span></a></span>, the construction of a will had been settled by the highest courts of the state, and had long been acquiesced in as a rule of property, this court would follow it, because it had become a rule of property. The construction of a statute by the Supreme Court of a state is followed, without reference to the interests it may affect, or the parties to the suit in which its construction was involved. But the mere construction of a will by a state court does not, as the construction of a statute of the state, constitute a rule of decision for the courts of the United States. In the case of Swift v. Tyson, 16 Peters, 1, <span class=\"star-pagination\">*477</span> the effect of the 34th section of the Judiciary Act of 1789, and the construction of instruments by the state courts, are considered with greater precision than is found in some of the preceding cases on the same subject.</p>\n<p>The decree of the Circuit Court is reversed, and the cause is remanded to that court for further proceedings.</p>\n<p>Mr. Justice McKINLEY.</p>\n<p>In this case I differ in opinion with the majority of the court, not only on the construction of the will, but upon a question of much greater importance, and that is, whether the construction given to this will by the Supreme Court of Mississippi is not binding on this court? I will proceed to the examination of these questions in the order in which I have stated them; and to bring into our view all the provisions of the will, which dispose of the real estate of the testator, I will state them in the order in which they stand in the will, unconnected with other provisions not necessary to aid in construing those relating to the real estate.</p>\n<p>After the introductory part of the will, and providing for his funeral, the testator proceeds to dispose of his estate thus:</p>\n<p>\"Secondly, I will and bequeath to my beloved wife, Elizabeth Vick, one equal share of all my personal estate, as is to be divided between her and all my children, as her own right, and at her own disposal during her natural life; and also for the term of her life on earth, the tract of land at the Open Woods, on which I now reside, or the tracts near the river, as she may choose; reserving two hundred acres, however, on the upper part of the uppermost tract, to be laid off in town lots, at the discretion of my executrix and executors.</p>\n<p>\"Thirdly, I will and dispose to each of my daughters, one equal proportion with my sons and wife, of all my personal estate, as they come of age or marry; and to my sons one equal part of said personal estate, as they come of age, together with all of my lands; all of which lands I wish to be appraised, valued, and divided, when my son Westley arrives at the age of twenty-one years; the said Westley having one part, and my son William having the other part of the tracts unclaimed by my wife, Elizabeth; and I bequeath to my son Newit, at the death of my wife, that tract which she may prefer to occupy. I wish it to be distinctly understood, that that part of my estate which my son Hartwell has received, shall be valued, considered as his, and as part of his portion of my estate.</p>\n<p>\"Fourthly, It is, however, furthermore my wish that the aforesaid Elizabeth should keep together the whole of my property, both real and personal, reserving the provisions before made for the raising, educating, and benefit, of the before-mentioned children. I wish my executors, furthermore, to remember that the town lots now laid off, and hereafter to be laid off, on the aforementioned two hundred <span class=\"star-pagination\">*478</span> acres of land, should be sold to pay my just debts, or other engagements, in preference to any other of my property, for the use and benefit of all my heirs.\"</p>\n<p>An inquiry which lies at the threshold of this investigation, is, what was the meaning and intention of the testator in reserving the two hundred acres of land, \"to be laid off in town lots?\"</p>\n<p>Did he intend this tract, of two hundred acres, should not pass by his will, under the general description of \"all my lands?\" Or did he mean simply that it should be reserved from the use of his wife, in the event she selected the river tracts in preference to the Open Woods tract? Or did he intend, as the majority of the court have decided, that it should be reserved to be sold by his executors, for the purposes of paying his just debts and other engagements, \"and\" to increase the legacies of his daughters? To the last construction there is a very material OBJECTION. tHE POWER OF THE EXECUTORS TO SELL THE LOTS LAID OFF, and to be laid off, on the two hundred acres, is not absolute, but contingent. The testator did not direct that any of his property, real or personal, should be sold for the purpose of paying his debts, or for any other purpose. But his meaning and intention, as manifested by the language employed, is, that if, in the administration of his estate, it should become necessary to sell any portion of it for the payment of his debts or other engagements, he wished his executors to remember that the town lots then laid off, and thereafter to be laid off, should be sold \"in preference to any other of (his) property.\"</p>\n<p>If the debts and other engagements could have been satisfied without a sale of the lots, the executors would have had no power to sell them for any purpose whatever; and the words \"for the use and benefit of all my heirs,\" would have been inoperative for the purpose to which they have been applied; and the bounty, which it is supposed by the court a father's heart could not withhold from his daughters, would have been entirely defeated; and in that event, the interpolation of the word \"and,\" which has been supplied by the court, could not have conferred on the daughters the lots, nor the proceeds of the sale of them. But conceding the power to sell the lots for the payment of the testator's debts, do the words \"for the use and benefit of all my heirs,\" give any authority to the executors to sell the remainder of the lots, after paying the debts, or any right to the heirs to receive the proceeds of such sale?</p>\n<p>The court seem to admit, by their reasoning, that these words alone give no right to the heirs to claim the proceeds, nor power to the executors to sell the remainder of the lots, and, therefore, they have supplied the word \"and,\" to unite the power granted to sell for the payment of debts, with the words \"for the use and benefit of all my heirs,\" which, they say, completes the right to receive the proceeds. If the court have the right to alter the will, and then give construction to it, they may make it mean what they please. <span class=\"star-pagination\">*479</span> But I deny the power of the court, in such a case as this, to add the word \"and.\" The rule is understood to be this: where there is a supposed mistake or omission, all the court has to do is to see whether it is possible to reconcile that part with the rest, and whether it is perfectly clear, upon the whole scope of the will, that the intention cannot stand with the alleged mistake or omission. Mellish v. Mellish, 4 Ves. 49. It appears to me these words are perfectly consistent with the other parts of the will, and are by no means repugnant to the main intention of the testator, but perfectly consistent therewith.</p>\n<p>His intention, as manifested by all the provisions of the will, appears to be, to divide his personal estate equally among his sons and daughters and his wife, and to divide all his real estate, or lands, equally among his sons. That he intended each son to take an equal part of his lands, is proved by the direction to have each portion valued. That half of the Open Woods tract was not equal in value to the two river tracts, excluding the two hundred acres to be laid off into lots, is clearly proved by the will itself; because the testator gives his wife her choice of the Open Woods tract, or the two tracts on the river; and whichever she selects is, at her death, to go to his youngest son, Newit, and the other to be divided between his sons Westley and William; and he further directs that the part which his son Hartwell had received, should be valued, considered his, and as part of his portion of the estate. Here is a clear and unequivocal intention manifested to give to each son an equal portion of his real estate; and it is as clearly manifested that the specific portions given are not equal. To maintain the construction given to the will by the court, the two hundred acres are excluded from the devise of all the testator's lands to his sons. And the question arises, and ought to have been decided, how are these portions to be equalized? If the two hundred acres passed to the sons by the devise, subject to the payment of debts, then a reasonably certain contingent means was afforded for equalizing the portions, by dividing and valuing the lots not sold to pay debts, to make up deficiencies.</p>\n<p>This view alone is sufficient to satisfy my mind that all the lands passed to the sons by the general words, \"all of my lands, all of which lands I wish to be appraised, and valued, and divided, when my son Westley arrives at the age of twenty-one years.\" Can the words \"for the use and benefit of all my heirs,\" which in themselves contain no positive words of grant, control the previous, positive, and unconditional, grant of all his lands to his sons? It appears to me to be impossible to give such controlling influence to such words, upon any of the known and established rules of construction; and especially when they admit of a different interpretation, by which they would stand in perfect harmony with the other provisions of the will.</p>\n<p>The accounts settled by the executor, with the Orphans' Court, <span class=\"star-pagination\">*480</span> and which are part of the record exhibited in the bill of complaint, show that between twenty-five thousand and thirty thousand dollars of the debts of the estate were paid by the proceeds of the cotton crops; which proves that a large portion of the personal estate consisted of slaves. Is it not reasonable, therefore, to suppose the testator had in his mind the disadvantages that would result to all his children, if he should leave his slaves liable to be sold for the payment of his debts, when he ordered the lots, which were unproductive, to be sold for that purpose, \"in preference to any other of his property\" which was productive? Acting upon this view of his affairs, is it at all surprising that he should have inserted in his will, even by interlining, the words, \"for the use and benefit of all my heirs,\" that being the reason which induced him to charge the debts upon the town lots?</p>\n<p>But putting out of view all extraneous considerations, can the construction given by the court to this part of the will be sustained upon principle? Executors have no authority to sell real estate, unless the power to sell, and the purpose of the sale, are expressed in the will. Therefore the court cannot infer, from a power expressly granted to sell the estate for one purpose, a power to sell it for another purpose not granted. Hill v. Cook, 1 Ves. &amp; Beames, 175. In the case under consideration, the only authority given by the will to sell the town lots, was for the payment of debts; and there the power of the executors to sell any portion of the estate terminated. When they had sold as many of the lots as were necessary to pay the debts, the remainder fell into the general devise of all the lands of the testator to his sons; and the purposes of the testator, in relation to his real estate, were accomplished, according to his plain intention, when all the provisions of the will are taken together.</p>\n<p>To reserve the remainder of the lots from the general devise, and to give effect to the interlined words, different from their plain meaning, in the connection in which they stand with the other provisions of the will, the court revive the exhausted power of sale, and give capacity to all the heirs to take the proceeds of the sale of the remainder of the lots, by inserting the conjunction \"and\" between the power to sell the lots for the payment of debts and the interlined words; thereby changing the meaning of the whole sentence. This certainly is not construing the will; but it is making a will, and giving this portion of the testator's estate to his daughters, which he plainly intended for, and gave to, his sons.</p>\n<p>This will was brought in question before the High Court of Errors and Appeals of the state of Mississippi, in the case of Vick and others v. The Mayor and Alderman of Vicksburg, 1 How. Mis. Rep. 442. The question before that court was, whether the land in controversy had been dedicated by Newit Vick, in his lifetime, to public purposes, or passed to, and was vested in his devisees by his will; and it is a part of the same land in controversy in the case <span class=\"star-pagination\">*481</span> before this court; the court of Mississippi having concurrent jurisdiction of the subject-matter with this court, decided, that the whole of the real estate was devised to the sons of Newit Vick, deceased; and that his daughters were entitled to no part of the lots, nor any part of the proceeds of the sale of them. According to the Constitution and laws of the United States and previous decisions of this court, I think this court was bound to follow the decision of that court upon the construction of the will.</p>\n<p>The 2d section of the 3d article of the Constitution of the United States declares, \"The judicial power shall extend to all cases in law and equity arising under this Constitution, the laws of the United States, and treaties made or which shall be made under their authority; to all cases affecting ambassadors, other public ministers, and consuls; to all cases of admiralty and maritime jurisdiction; to controversies to which the United States shall be a party; to controversies between two or more states, between citizens of different states, between citizens of the same state claiming lands under grants of different states, and between a state or the citizens thereof and foreign states, citizens, or subjects.\" In these three latter classes of cases, the jurisdiction of the courts of the United States is concurrent with the state courts. In this case it originated between citizens of different states, and is, therefore, concurrent with the courts of Mississippi. Before the jurisdiction here conferred on the courts of the United States could be exercised, it was necessary their powers and authority should be established and defined by law. And accordingly, by the 34th section of the act of Congress of the 24th of September, 1789, it is enacted, \"That the laws of the several states, except where the Constitution, treaties, or statutes of the United States shall otherwise require or provide, shall be regarded as rules of decision in trials at common law in the courts of the United States, in cases where they apply.\" The purposes for which jurisdiction was given to the courts of the United States between citizens of different states in ordinary matters of controversy, between citizens of the same state claiming lands under grants from different states, and between an alien and a citizen of a state, was to give in each of these cases, at the option of the plaintiff, a tribunal, presumed to be free from any accidental state prejudice or partiality, for the trial of the cause.</p>\n<p>And when Congress defined the powers of the courts of the United States, they directed, that the laws of the several states should be regarded as the rules of decision in suits at common law, in cases where they apply. And upon these principles, with few, if any exceptions, has this court acted from the commencement of the government down to the present term of this court. That they should continue so to act, is of great importance to the peace and harmony of the people of the United States. If the state judicial <span class=\"star-pagination\">*482</span> tribunals establish a rule, governing titles to real estate, whether it arise under statute, deed, or will, and this court establishes another and a different rule, which of these two rules shall prevail? They do not operate like two equal powers in physics, one neutralizing the other; but they produce a contest for success, a struggle for victory; and in such a contest it may easily be foreseen which will prevail.</p>\n<p>The state courts have unlimited jurisdiction over all the persons, and property, real and personal, within the limits of the state. And as often as the courts of the United States have it in their power, by their judgments, under their limited jurisdiction, to turn out of the possession of real estate those who have been put into it by the judgment of the highest court of appellate jurisdiction of the state, so often that possession will be restored by the same judicial state power. To avert such a contest, and in obedience to the act of Congress before referred to, this court have laid it down, in many cases, as a sound and necessary rule, that they should follow the state decisions establishing rules and regulating titles to real estate. And in the following cases they have applied the rule to the construction of wills, devising real estate. In Jackson v. Chew, <span class=\"citation\" data-id=\"85521\"><a href=\"/opinion/85521/jackson-v-chew/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">162</span></a></span>, the principle is fully maintained. In that case the court say, \"The inquiry is very much narrowed by applying the rule which has uniformly governed this court, that where any principle of law, establishing a rule of real property, has been settled in the state courts, the same rule will be applied by this court, that would be established by the state tribunals. This is a principle so obviously just, and so indispensably necessary under our system of government, that it cannot be lost sight of.\" The question in that case arose upon the construction of a will devising land in New York. In the case of Henderson and wife v. Griffin, 5 Peters, 154, the court say, \"The opinion of the court in the case of Kennedy v. Marsh was an able one; it was the judicial construction of the will of Mr. Laurens, according to their view of the rules of the common law in that state, as a rule of property, and comes within the principle adopted in Jackson v. Chew, <span class=\"citation\" data-id=\"85521\"><a href=\"/opinion/85521/jackson-v-chew/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">153</span></a></span>, 167.\" These cases are in strict conformity with the 34th section of the act of the 24th September, 1789, above referred to.</p>\n<p>There are many other decisions of this court applicable to this case; some of them have followed a single decision of a state court, where it settled a rule of real property. And at the present term of this court, in the case of Carroll v. Safford, treasurer, &amp;c., it was held, that it was not material whether it had been settled by frequent decisions, or a single case. From these authorities, it is plain, the jurisdiction of this court is not wholly concurrent in this case with the Supreme Court of Mississippi; but in power of judgment it is subordinate to that court, and, therefore, the construction <span class=\"star-pagination\">*483</span> given by that court to the will ought to have been the rule of construction for this court.</p>\n<p>Mr. Chief Justice TANEY concurred in the opinion of Mr. Justice McKINLEY.<sup>[*]</sup></p>\n<h2>NOTES</h2>\n<p>[*]  On the trial of this case, Mr. Justice STORY was absent; four of the judges, therefore, ruled the decision.</p>\n\n</div>", "id": 86325, "judges": "McLean", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86325/", "sha1": "5e8ea82b261d0eb49358247556d42065f160d5f2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:23"}