{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "219 U.S. 307", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97353/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "German Alliance Ins. Co. v. Hale", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "56", 
    "id": 81736, 
    "resource_uri": "/api/rest/v2/citation/81736/"
  }, 
  "id": 97353, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1911-01-16", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>219 U.S. 307 (1911)</b></center>\n<center><h1>GERMAN ALLIANCE INSURANCE COMPANY<br>\nv.<br>\nHALE.</h1></center>\n<center>No. 56.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted November 29, 1910.</center>\n<center>Decided January 16, 1911.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF ALABAMA.\n<p><span class=\"star-pagination\">*308</span> <i>Mr. Alex. C. King</i> and <i>Mr. H. Pillans</i> for plaintiff in error.</p>\n<p><i>Mr. Thomas M. Stevens</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*312</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This action was brought in one of the courts of Alabama by the defendant in error, Hale, on a policy of fire insurance issued by the German Alliance Insurance Company, a New York corporation.</p>\n<p>The policy covered \"lumber and square timber while stacked on the banks of Byrne's Mill Pond near Bay Minette, Baldwin County, Alabama, said lot of lumber and timber containing 300,000 feet,\" etc.</p>\n<p>Upon the petition of the defendant, the case was removed into the Circuit Court of the United States for the Southern District of Alabama, where a verdict was returned for $5,198.93 in favor of the plaintiff. For that amount judgment was rendered against the company. The Circuit Court suggested that the verdict was excessive, and that the motion for new trial would be granted, unless the plaintiff reduced the verdict to $4,112. The required reduction was made and the new trial denied. <i>Northern Pacific R.R. Co.</i> v. <i>Herbert,</i> 116 U.S. 642, 647.</p>\n<p>The principal question presented by the assignments of <span class=\"star-pagination\">*313</span> error arises out of certain provisions of the Code of Alabama, as follows:</p>\n<p>\"SECTION 2619. Every contract or policy of insurance hereafter made or issued shall be construed to mean that in the event of loss or damage thereunder, the assured or beneficiary thereunder may, in addition to the actual loss or damage suffered, recover twenty-five per cent of the amount of such actual loss, any provision or stipulation in such contract or policy to the contrary notwithstanding. Provided, at the time of the making of such contract or policy of insurance, or subsequently before the time of trial, the insurer belonged to, or was a member of, or in any way connected with, any tariff association or such like thing by whatever name called, or who had made any agreement or had any understanding with any other person, corporation or association engaged in the business of insurance as agent or otherwise about any particular rate of premium which should be charged or fixed for any kind or class of insurance risk; and, provided further, no stipulation or agreement in such contract or policy of insurance to arbitrate loss or damage nor to give notice or make proofs of loss or damage shall in any such case be binding on the assured or beneficiary, but right of action accrues immediately upon loss or damage.</p>\n<p>\"SECTION 2620. If it is shown to the reasonable satisfaction of the jury by a preponderance of the weight of the testimony that such insurer at the time of the making of such agreement or policy of insurance or subsequently before the time of trial belonged to, or was a member of, or in any way connected with any tariff association or such like thing by whatever name called, either in or out of this State, or had made any agreement or had any understanding either in or out of this State with any other person, corporation or association engaged in the business of insurance as agent or otherwise about any particular rate of premium which should be charged or fixed for any risk of <span class=\"star-pagination\">*314</span> insurance on any person or property or on any kind or class of insurance risk, they must, if they find for the assured or beneficiary, in addition to his actual damages, assess and add twenty-five per cent of the amount of such actual loss, and judgment shall be rendered accordingly, whether claimed in the complaint or not.\" Alabama Code, 1896, §§ 2619, 2620; <i>Ib.,</i> 1907, §§ 4954, 4955.</p>\n<p>At the time of the contract of insurance the defendant corporation was connected with a tariff association which prescribed the rates of premium to be charged by its constituent members. The verdict and judgment against the company gave effect to that clause of the statute providing that under every contract or policy of insurance, thereafter made or issued by any such association, the assured or beneficiary may, in addition to the actual loss or damage suffered, recover 25 per cent of the amount of such actual loss, any provision or stipulation in such contract or policy to the contrary notwithstanding.</p>\n<p>The assignments of error present a question of practice which is supposed to be raised by those provisions of the policy which contained a covenant and warranty in these words:</p>\n<p>\"1st. The assured will take a complete itemized inventory of stock on hand at least once in each calendar year, and unless such inventory has been taken within twelve calendar months prior to the date of this policy, one shall be taken in detail within thirty days of issuance of this policy, or this policy shall be null and void from such date, and upon demand of the assured the unearned premium from such date shall be returned. 2d. The assured will keep a set of books, which shall clearly and plainly present a complete record of business transacted, including all purchases, sales and shipments, both for cash and credit, from date of inventory, as provided for in the first section of this clause and during the continuance of this policy. 3d. The assured will keep such books and inventory, and <span class=\"star-pagination\">*315</span> also the last preceding inventory, if such has been taken, securely locked in a fireproof safe at night. In the event of failure to produce such set of books and inventories for the inspection of this company, this policy shall become null and void, and such failure shall constitute a perpetual bar to any recovery thereon. And defendant avers that the assured wholly disregarded the terms, stipulations and conditions of said policy in the following respects, to wit: 1st. He did not keep a set of books as therein provided; 2d. He did not keep said books securely locked in a fireproof safe at night, and at other times as therein provided; 3d. He failed to produce said books for the inspection of the defendant after said alleged loss, wherefore said policy became and was null and void. And the defendant says by reason of the failure and refusal of said plaintiff to comply with the said covenant and warranty in the said particulars the said plaintiff is not entitled to recover in this action, nor to have and maintain this action against the defendant.\"</p>\n<p>The principal question arising on this writ of error is whether the above sections of the Alabama Code are consistent with the Constitution of the United States. The contention is that the provision allowing the insured or beneficiary in a named contingency to recover, in addition to the actual loss or damage suffered by him, twenty-five per cent of the amount of loss or damage so suffered \u0097 any stipulation in the contract of insurance to the contrary notwithstanding \u0097 deprives the company of its property without due process of law, and also denies to it the equal protection of the laws; thus, it is contended, violating the Fourteenth Amendment of the Constitution of the United States.</p>\n<p>In our opinion the statute is not liable to objection on constitutional grounds. The State \u0097 as we may infer from the words of the statute alone \u0097 regarded the fixing of insurance rates by self-constituted tariff associations or combinations <span class=\"star-pagination\">*316</span> as an evil against which the public should be guarded by such legislation as the State was competent to enact. This question was before the Supreme Court of Alabama, and the statute was there assailed as violating both the state and Federal constitutions. That court held that the object of the legislature of Alabama was to prevent monopoly and to encourage competition in the matter of insurance rates, and that the statute was a legitimate exercise to that end of the police power of the State, not inconsistent with either the state or Federal constitution. <i>Continental Ins. Co.</i> v. <i>Parkes,</i> 142 Alabama, 650, 658, 659. The same view of the statute was taken by the state court in subsequent cases. <i>Firemen's Fund Ins. Co.</i> v. <i>Hellner,</i> 49 So. Rep. 297; <i>AEtna Ins. Co.</i> v. <i>Kennedy,</i> 50 So. Rep. 73. We concur entirely in the opinion expressed by the state court that the statute does not infringe the Federal Constitution, nor deprive the insurance company of any right granted or secured by that instrument. The business of fire insurance is, as every one knows, of an extensive and peculiar character, and its management concerns a very large number of people, particularly those who own property and desire to protect themselves by insurance. We can well understand that fire insurance companies, acting together, may have owners of property practically at their mercy in the matter of rates, and may have it in their power to deprive the public generally of the advantages flowing from competition between rival organizations engaged in the business of fire insurance. In order to meet the evils of such combinations or associations, the State is competent to adopt appropriate regulations that will tend to substitute competition in the place of combination or monopoly. <i>Carroll</i> v. <i>Greenwich Ins. Co.,</i> 199 U.S. 401, 411. Regulations, having a real, substantial relation to that end, and which are not essentially arbitrary, cannot properly be characterized as a deprivation of property without due process of law. They are enacted <span class=\"star-pagination\">*317</span> under the power with which the States have never parted, of caring for the common good within the limits of constitutional authority. Insurance companies, indeed, all corporations, associations and individuals, within the jurisdiction of a State, are subject to such regulations, in respect of their relative rights and duties, as the State may, in the exercise of its police power and in harmony with its own and the Federal Constitution, prescribe for the public convenience and the general good. <i>Jacobson</i> v. <i>Massachusetts,</i> 197 U.S. 11, 27, 31; <i>Lake Shore &amp;c.</i> v. <i>Ohio,</i> 173 U.S. 285, 297; <i>House</i> v. <i>Mayes, ante,</i> p. 270.</p>\n<p>Much stress is placed by the insurance company on that clause of the statute allowing the insured to recover, in addition to the actual loss or damage suffered, twenty-five per cent of the amount of such loss or damage, if the company, before or at the time of trial belonged to or was connected with a tariff association that fixed rates. We do not think that this provision is in excess of the power of the State. As a means to effect the object of the statute \u0097 the discouragement of monopoly or combination and the encouragement of competition in the matter of insurance rates \u0097 the State adopted the regulations here in question. It was for the State, keeping within the limits of its constitutional powers, to say what particular means it would prescribe for the protection of the public in such matters. The court certainly cannot say that the means here adopted are not, in any real or substantial sense, germane to the end sought to be attained by the statute. Those means may not be the best that could have been devised, but the court cannot, for any such reason, declare them illegal or beyond the power of the State to establish. So far as the Federal Constitution is concerned, the State could forbid, under penalty, combinations to be formed within its limits, by persons, associations or corporations engaged in the business of insurance, for the purpose of fixing rates. But it is not bound to go to that extent in its <span class=\"star-pagination\">*318</span> legislation. It may, in its discretion, go only so far as to impose upon associations or corporations acting together in fixing rates, a liability to pay to the insured, as part of the recovery, a certain per cent beyond the actual loss or damage suffered, if, before or at the time of suit on the contract of insurance, it is made to appear that the company or corporation sued is part of or connected with a tariff rate association. Such a provision manifestly tends to discourage monopoly or combination and to encourage competition in a business in the conduct of which the general public is largely interested.</p>\n<p>Equally without basis on which to rest is the contention that the statute violates the clause of the Fourteenth Amendment, forbidding a State to \"deny to any person within its jurisdiction the equal protection of the laws.\" We will assume, for the purposes of this case, that this company is within the jurisdiction of the Federal court so as to entitle it to claim the benefit of that provision of the Fourteenth Amendment. <i>Blake</i> v. <i>McClung,</i> 172 U.S. 239, 260. We are yet clearly of the opinion that the statute does not, within the meaning of the Constitution, deny the insurance company the equal protection of the laws. The statute applies only to associations or corporations that unite in fixing the rates of insurance to be charged by each constituent member of the combination. Looking at the evil to be remedied, that was such a classification as the State could legally make. It is neither unreasonable nor arbitrary within the rule that a classification must rest upon some difference indicating \"a reasonable and just relation to the act in respect of which the classification is proposed.\" The legislature naturally directed its enactment against insurance companies or corporations which before or at the time of trial were found to be members of an insurance tariff association that fixed rates. No principle of classification required it to include insurance associations that were free to act, in <span class=\"star-pagination\">*319</span> the matter of rates, upon the merits of each application for insurance, unaffected by any agreement or arrangement with other companies. All insurance companies, persons, or corporations engaged in the business of insurance as agent or otherwise with associations, persons or corporations which acted together in fixing rates are placed by the statute upon an equality in every respect, and, therefore, it cannot rightfully be contended that the plaintiff in error is denied the equal protection of the laws. Whatever \"liberty of contract\" they had must have been exercised in subordination to any valid regulations the State prescribed for the conduct of their business. Statutes that apply equally to all of the same class and under like conditions cannot he held to deny the equal protection of the laws; for, as this court has adjudged, \"the equal protection of the laws is a pledge of the protection of equal laws\" to all under like circumstances. <i>Yick Wo</i> v. <i>Hopkins,</i> 118 U.S. 356, 367; <i>Barbier</i> v. <i>Connolly,</i> 113 U.S. 27; <i>Soon Hing</i> v. <i>Crowley,</i> 113 U.S. 703.</p>\n<p>One of the assignments of error for this court, the ninth, is that the Circuit Court erred in sustaining the plaintiff's demurrer to the plea numbered two, in which reference was made to the above provisions, alleged to be embodied in the policy and which make it the duty of the assured at stated times to take an inventory of stock on hand and keep a set of books to be securely locked in a fireproof safe at night. To that plea the plaintiff demurred upon these separate grounds: 1. It did not appear that the plaintiff was bound by the provision of the policy referred to in the plea. 2. The property insured was of such a character that the policy set up in the plea was not applicable thereto. 3. It did not appear that the property insured was of such a character that the provision of the policy, as set up in the plea, was applicable thereto. 4. It was not made to appear by the plea that there was any purchase, sales and shipment or other business transacted from the time the <span class=\"star-pagination\">*320</span> policy was issued until the time of the loss which affected or related to the property insured. The demurrer was sustained, but no exception appears to have been taken to this action of the court. The defendant did not stand upon his plea, and went to trial upon the merits of the case, without objection, and introduced evidence upon other issues in the case, but at the trial no evidence was offered or introduced on either side relating to the matters set out in the second plea. Under these circumstances, we are not required to consider the questions raised by that plea. On this record we may fairly assume that the defendant, at the trial, waived or abandoned the issues raised by the plea. <i>Garrard</i> v. <i>Lessee of Reynolds,</i> 4 How. 123, 126; <i>Weed</i> v. <i>Crane,</i> 154 U.S. 570. Restricting this decision to the points herein before discussed the judgment must be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:31", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></span> (1911)</b></center>\n<center><h1>GERMAN ALLIANCE INSURANCE COMPANY<br>\nv.<br>\nHALE.</h1></center>\n<center>No. 56.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued and submitted November 29, 1910.</center>\n<center>Decided January 16, 1911.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF ALABAMA.\n<p><span class=\"star-pagination\">*308</span> <i>Mr. Alex. C. King</i> and <i>Mr. H. Pillans</i> for plaintiff in error.</p>\n<p><i>Mr. Thomas M. Stevens</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*312</span> MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This action was brought in one of the courts of Alabama by the defendant in error, Hale, on a policy of fire insurance issued by the German Alliance Insurance Company, a New York corporation.</p>\n<p>The policy covered \"lumber and square timber while stacked on the banks of Byrne's Mill Pond near Bay Minette, Baldwin County, Alabama, said lot of lumber and timber containing 300,000 feet,\" etc.</p>\n<p>Upon the petition of the defendant, the case was removed into the Circuit Court of the United States for the Southern District of Alabama, where a verdict was returned for $5,198.93 in favor of the plaintiff. For that amount judgment was rendered against the company. The Circuit Court suggested that the verdict was excessive, and that the motion for new trial would be granted, unless the plaintiff reduced the verdict to $4,112. The required reduction was made and the new trial denied. <i>Northern Pacific R.R. Co.</i> v. <i>Herbert,</i> <span class=\"citation\" data-id=\"91574\"><a href=\"/opinion/91574/northern-pacific-r-co-v-herbert/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 647.</p>\n<p>The principal question presented by the assignments of <span class=\"star-pagination\">*313</span> error arises out of certain provisions of the Code of Alabama, as follows:</p>\n<p>\"SECTION 2619. Every contract or policy of insurance hereafter made or issued shall be construed to mean that in the event of loss or damage thereunder, the assured or beneficiary thereunder may, in addition to the actual loss or damage suffered, recover twenty-five per cent of the amount of such actual loss, any provision or stipulation in such contract or policy to the contrary notwithstanding. Provided, at the time of the making of such contract or policy of insurance, or subsequently before the time of trial, the insurer belonged to, or was a member of, or in any way connected with, any tariff association or such like thing by whatever name called, or who had made any agreement or had any understanding with any other person, corporation or association engaged in the business of insurance as agent or otherwise about any particular rate of premium which should be charged or fixed for any kind or class of insurance risk; and, provided further, no stipulation or agreement in such contract or policy of insurance to arbitrate loss or damage nor to give notice or make proofs of loss or damage shall in any such case be binding on the assured or beneficiary, but right of action accrues immediately upon loss or damage.</p>\n<p>\"SECTION 2620. If it is shown to the reasonable satisfaction of the jury by a preponderance of the weight of the testimony that such insurer at the time of the making of such agreement or policy of insurance or subsequently before the time of trial belonged to, or was a member of, or in any way connected with any tariff association or such like thing by whatever name called, either in or out of this State, or had made any agreement or had any understanding either in or out of this State with any other person, corporation or association engaged in the business of insurance as agent or otherwise about any particular rate of premium which should be charged or fixed for any risk of <span class=\"star-pagination\">*314</span> insurance on any person or property or on any kind or class of insurance risk, they must, if they find for the assured or beneficiary, in addition to his actual damages, assess and add twenty-five per cent of the amount of such actual loss, and judgment shall be rendered accordingly, whether claimed in the complaint or not.\" Alabama Code, 1896, §§ 2619, 2620; <i>Ib.,</i> 1907, §§ 4954, 4955.</p>\n<p>At the time of the contract of insurance the defendant corporation was connected with a tariff association which prescribed the rates of premium to be charged by its constituent members. The verdict and judgment against the company gave effect to that clause of the statute providing that under every contract or policy of insurance, thereafter made or issued by any such association, the assured or beneficiary may, in addition to the actual loss or damage suffered, recover 25 per cent of the amount of such actual loss, any provision or stipulation in such contract or policy to the contrary notwithstanding.</p>\n<p>The assignments of error present a question of practice which is supposed to be raised by those provisions of the policy which contained a covenant and warranty in these words:</p>\n<p>\"1st. The assured will take a complete itemized inventory of stock on hand at least once in each calendar year, and unless such inventory has been taken within twelve calendar months prior to the date of this policy, one shall be taken in detail within thirty days of issuance of this policy, or this policy shall be null and void from such date, and upon demand of the assured the unearned premium from such date shall be returned. 2d. The assured will keep a set of books, which shall clearly and plainly present a complete record of business transacted, including all purchases, sales and shipments, both for cash and credit, from date of inventory, as provided for in the first section of this clause and during the continuance of this policy. 3d. The assured will keep such books and inventory, and <span class=\"star-pagination\">*315</span> also the last preceding inventory, if such has been taken, securely locked in a fireproof safe at night. In the event of failure to produce such set of books and inventories for the inspection of this company, this policy shall become null and void, and such failure shall constitute a perpetual bar to any recovery thereon. And defendant avers that the assured wholly disregarded the terms, stipulations and conditions of said policy in the following respects, to wit: 1st. He did not keep a set of books as therein provided; 2d. He did not keep said books securely locked in a fireproof safe at night, and at other times as therein provided; 3d. He failed to produce said books for the inspection of the defendant after said alleged loss, wherefore said policy became and was null and void. And the defendant says by reason of the failure and refusal of said plaintiff to comply with the said covenant and warranty in the said particulars the said plaintiff is not entitled to recover in this action, nor to have and maintain this action against the defendant.\"</p>\n<p>The principal question arising on this writ of error is whether the above sections of the Alabama Code are consistent with the Constitution of the United States. The contention is that the provision allowing the insured or beneficiary in a named contingency to recover, in addition to the actual loss or damage suffered by him, twenty-five per cent of the amount of loss or damage so suffered \u0097 any stipulation in the contract of insurance to the contrary notwithstanding \u0097 deprives the company of its property without due process of law, and also denies to it the equal protection of the laws; thus, it is contended, violating the Fourteenth Amendment of the Constitution of the United States.</p>\n<p>In our opinion the statute is not liable to objection on constitutional grounds. The State \u0097 as we may infer from the words of the statute alone \u0097 regarded the fixing of insurance rates by self-constituted tariff associations or combinations <span class=\"star-pagination\">*316</span> as an evil against which the public should be guarded by such legislation as the State was competent to enact. This question was before the Supreme Court of Alabama, and the statute was there assailed as violating both the state and Federal constitutions. That court held that the object of the legislature of Alabama was to prevent monopoly and to encourage competition in the matter of insurance rates, and that the statute was a legitimate exercise to that end of the police power of the State, not inconsistent with either the state or Federal constitution. <i>Continental Ins. Co.</i> v. <i>Parkes,</i> 142 Alabama, 650, 658, 659. The same view of the statute was taken by the state court in subsequent cases. <i>Firemen's Fund Ins. Co.</i> v. <i>Hellner,</i> 49 So. Rep. 297; <i>AEtna Ins. Co.</i> v. <i>Kennedy,</i> 50 So. Rep. 73. We concur entirely in the opinion expressed by the state court that the statute does not infringe the Federal Constitution, nor deprive the insurance company of any right granted or secured by that instrument. The business of fire insurance is, as every one knows, of an extensive and peculiar character, and its management concerns a very large number of people, particularly those who own property and desire to protect themselves by insurance. We can well understand that fire insurance companies, acting together, may have owners of property practically at their mercy in the matter of rates, and may have it in their power to deprive the public generally of the advantages flowing from competition between rival organizations engaged in the business of fire insurance. In order to meet the evils of such combinations or associations, the State is competent to adopt appropriate regulations that will tend to substitute competition in the place of combination or monopoly. <i>Carroll</i> v. <i>Greenwich Ins. Co.,</i> <span class=\"citation\" data-id=\"96354\"><a href=\"/opinion/96354/carroll-v-greenwich-ins-co-of-ny/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 411. Regulations, having a real, substantial relation to that end, and which are not essentially arbitrary, cannot properly be characterized as a deprivation of property without due process of law. They are enacted <span class=\"star-pagination\">*317</span> under the power with which the States have never parted, of caring for the common good within the limits of constitutional authority. Insurance companies, indeed, all corporations, associations and individuals, within the jurisdiction of a State, are subject to such regulations, in respect of their relative rights and duties, as the State may, in the exercise of its police power and in harmony with its own and the Federal Constitution, prescribe for the public convenience and the general good. <i>Jacobson</i> v. <i>Massachusetts,</i> <span class=\"citation\" data-id=\"96230\"><a href=\"/opinion/96230/jacobson-v-massachusetts/\"><span class=\"volume\">197</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, 27, 31; <i>Lake Shore &amp;c.</i> v. <i>Ohio,</i> <span class=\"citation\" data-id=\"95012\"><a href=\"/opinion/95012/lake-shore-michigan-southern-r-co-v-ohio/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">285</span></a></span>, 297; <i>House</i> v. <i>Mayes, ante,</i> p. 270.</p>\n<p>Much stress is placed by the insurance company on that clause of the statute allowing the insured to recover, in addition to the actual loss or damage suffered, twenty-five per cent of the amount of such loss or damage, if the company, before or at the time of trial belonged to or was connected with a tariff association that fixed rates. We do not think that this provision is in excess of the power of the State. As a means to effect the object of the statute \u0097 the discouragement of monopoly or combination and the encouragement of competition in the matter of insurance rates \u0097 the State adopted the regulations here in question. It was for the State, keeping within the limits of its constitutional powers, to say what particular means it would prescribe for the protection of the public in such matters. The court certainly cannot say that the means here adopted are not, in any real or substantial sense, germane to the end sought to be attained by the statute. Those means may not be the best that could have been devised, but the court cannot, for any such reason, declare them illegal or beyond the power of the State to establish. So far as the Federal Constitution is concerned, the State could forbid, under penalty, combinations to be formed within its limits, by persons, associations or corporations engaged in the business of insurance, for the purpose of fixing rates. But it is not bound to go to that extent in its <span class=\"star-pagination\">*318</span> legislation. It may, in its discretion, go only so far as to impose upon associations or corporations acting together in fixing rates, a liability to pay to the insured, as part of the recovery, a certain per cent beyond the actual loss or damage suffered, if, before or at the time of suit on the contract of insurance, it is made to appear that the company or corporation sued is part of or connected with a tariff rate association. Such a provision manifestly tends to discourage monopoly or combination and to encourage competition in a business in the conduct of which the general public is largely interested.</p>\n<p>Equally without basis on which to rest is the contention that the statute violates the clause of the Fourteenth Amendment, forbidding a State to \"deny to any person within its jurisdiction the equal protection of the laws.\" We will assume, for the purposes of this case, that this company is within the jurisdiction of the Federal court so as to entitle it to claim the benefit of that provision of the Fourteenth Amendment. <i>Blake</i> v. <i>McClung,</i> <span class=\"citation\" data-id=\"94954\"><a href=\"/opinion/94954/blake-v-mcclung/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, 260. We are yet clearly of the opinion that the statute does not, within the meaning of the Constitution, deny the insurance company the equal protection of the laws. The statute applies only to associations or corporations that unite in fixing the rates of insurance to be charged by each constituent member of the combination. Looking at the evil to be remedied, that was such a classification as the State could legally make. It is neither unreasonable nor arbitrary within the rule that a classification must rest upon some difference indicating \"a reasonable and just relation to the act in respect of which the classification is proposed.\" The legislature naturally directed its enactment against insurance companies or corporations which before or at the time of trial were found to be members of an insurance tariff association that fixed rates. No principle of classification required it to include insurance associations that were free to act, in <span class=\"star-pagination\">*319</span> the matter of rates, upon the merits of each application for insurance, unaffected by any agreement or arrangement with other companies. All insurance companies, persons, or corporations engaged in the business of insurance as agent or otherwise with associations, persons or corporations which acted together in fixing rates are placed by the statute upon an equality in every respect, and, therefore, it cannot rightfully be contended that the plaintiff in error is denied the equal protection of the laws. Whatever \"liberty of contract\" they had must have been exercised in subordination to any valid regulations the State prescribed for the conduct of their business. Statutes that apply equally to all of the same class and under like conditions cannot he held to deny the equal protection of the laws; for, as this court has adjudged, \"the equal protection of the laws is a pledge of the protection of equal laws\" to all under like circumstances. <i>Yick Wo</i> v. <i>Hopkins,</i> <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 367; <i>Barbier</i> v. <i>Connolly,</i> 113 U.S. 27; <i>Soon Hing</i> v. <i>Crowley,</i> 113 U.S. 703.</p>\n<p>One of the assignments of error for this court, the ninth, is that the Circuit Court erred in sustaining the plaintiff's demurrer to the plea numbered two, in which reference was made to the above provisions, alleged to be embodied in the policy and which make it the duty of the assured at stated times to take an inventory of stock on hand and keep a set of books to be securely locked in a fireproof safe at night. To that plea the plaintiff demurred upon these separate grounds: 1. It did not appear that the plaintiff was bound by the provision of the policy referred to in the plea. 2. The property insured was of such a character that the policy set up in the plea was not applicable thereto. 3. It did not appear that the property insured was of such a character that the provision of the policy, as set up in the plea, was applicable thereto. 4. It was not made to appear by the plea that there was any purchase, sales and shipment or other business transacted from the time the <span class=\"star-pagination\">*320</span> policy was issued until the time of the loss which affected or related to the property insured. The demurrer was sustained, but no exception appears to have been taken to this action of the court. The defendant did not stand upon his plea, and went to trial upon the merits of the case, without objection, and introduced evidence upon other issues in the case, but at the trial no evidence was offered or introduced on either side relating to the matters set out in the second plea. Under these circumstances, we are not required to consider the questions raised by that plea. On this record we may fairly assume that the defendant, at the trial, waived or abandoned the issues raised by the plea. <i>Garrard</i> v. <i>Lessee of Reynolds,</i> <span class=\"citation\" data-id=\"86360\"><a href=\"/opinion/86360/garrard-v-lessee-of-reynolds/\"><span class=\"volume\">4</span> <span class=\"reporter\">How.</span> <span class=\"page\">123</span></a></span>, 126; <i>Weed</i> v. <i>Crane,</i> 154 U.S. 570. Restricting this decision to the points herein before discussed the judgment must be affirmed.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "sha1": "e865aa13e3097b7b02fe988c5848305edcfcc33b", 
  "date_modified": "2014-12-21T01:35:09.036807", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97353/german-alliance-ins-co-v-hale/", 
  "citation_count": 3, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1508051/", 
  "html": "<p class=\"case_cite\">219 U.S. 307</p>\n    <p class=\"case_cite\">31 S.Ct. 246</p>\n    <p class=\"case_cite\">55 L.Ed. 229</p>\n    <p class=\"parties\">GERMAN ALLIANCE INSURANCE COMPANY, Plff. in Err.,<br>v.<br>FOSTER K. HALE, Junior.</p>\n    <p class=\"docket\">No. 56.</p>\n    <p class=\"date\">Argued and submitted November 29, 1910.</p>\n    <p class=\"date\">Decided January 16, 1911.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Alexander C. King, H. Pillans, Shelton Sims, J. H. Webb, King &amp; Spalding, and Pillans, Hanaw, &amp; Pillans for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 308-311 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Thomas M. Stevens and Stevens &amp; Lyon for defendant in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 311 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Harlan delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action was brought in one of the courts of Alabama by the defendant in error, hale, on a policy of fire insurance issued by the German Alliance Insurance Company, a New York corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The policy covered 'lumber and squared timber while stacked on the banks of Byrne's Mill pond, near Bay Minette, Baldwin county, Alabama, said lot of lumber and timber containing 300,000 feet,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon the petition of the defendant, the case was removed into the circuit court of the United States for the southern district of Alabama, where a verdict was returned for $5,198.93 in favor of the plaintiff. For that amount judgment was rendered against the company. The circuit court suggested that the verdict was excessive, and that the motion for new trial would be granted, unless the plaintiff reduced the verdict to $4,112. The required reduction was made and the new trial denied. Northern P. R. Co. v. Herbert, 116 U. S. 642, 647, 29 L. ed. 755, 758, 6 Sup. Ct. Rep. 590.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The principal question presented by the assignments of error arises out of certain provisions of the Code of Alabama, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'&#167; 2619. Every contract or policy of insurance hereafter made or issued shall be construed to mean that, in the event of loss or damage thereunder, the assured or beneficiary thereunder may, in addition to the actual loss or damage suffered, recover 25 per cent of the amount of such actual loss, any provision or stipulation in such contract or policy to the contrary notwithstanding. Provided, at the time of the making of such contract or policy of insurance, or subsequently, before the time of trial, the insurer belonged to, or was a member of, or in any way connected with, any tariff association or such like thing, by whatever named called, or who had made any agreement or had any understanding with any other person, corporation, or association engaged in the business of insurance, as agent or otherwise, about any particular rate of premium which should be charged or fixed for any kind or class of insurance risk; and provided further, no stipulation or agreement in such contract or policy of insurance to arbitrate loss or damage, nor to give notice or make proofs of loss or damage, shall in any such case be binding on the assured or beneficiary, but right of action accrues immediately upon loss or damage.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'&#167; 2620. If it is shown to the reasonable satisfaction of the jury by a preponderance of the weight of the testimony that such insurer, at the time of the making of such agreement or policy of insurance, or subsequently, before the time of trial, belonged to, or was a member of, or in any way connected with, any tariff association or such like thing, by whatever name called, either in or out of this state, or had made any agreement or had any understanding, either in or out of this state, with any other person, corporation, or association engaged in the business of insurance, as agent or otherwise, about any particular rate of premium which should be charged or fixed for any risk of insurance on any person or property, or on any kind or class of insurance risk, they must, if they find for the assured or beneficiary, in addition to his actual damages, assess and add 25 per cent of the amount of such actual loss, and judgment shall be rendered accordingly, whether claimed in the complaint or not.' Ala. Code 1896, &#167;&#167; 2619, 2620; Id. 1907, &#167;&#167; 4594, 4595.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the time of the contract of insurance, the defendant corporation was connected with a tariff association which prescribed the rates of premium to be charged by its constituent members. The verdict and judgment against the company gave effect to that clause of the statute providing that, under every contract or policy of insurance, thereafter made or issued by any such association, the assured or beneficiary may, in addition to the actual loss or damage suffered, recover 25 per cent of the amount of such actual loss, any provision or stipulation in such contract or policy to the contrary notwithstanding.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The assignments of error present a question of practice which is supposed to be raised by those provisions of the policy which contained a covenant and warranty in these words:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'1st. The assured will take a complete itemized inventory of stock on hand at least once in each calendar year, and unless such inventory has been taken within twelve calendar months prior to the date of this policy, one shall be taken in detail within thirty days of issuance of this policy, or this policy shall be null and void from such date, and upon demand of the assured the unearned premium from such date shall be returned. 2d. The assured will keep a set of books, which shall clearly and plainly present a complete record of business transacted, including all purchases, sales, and shipments, both for cash and credit, from date of inventory, as provided for in the first section of this clause, and during the continuance of this policy. 3d. The assured will keep such books and inventory, and also the last preceding inventory, if such has been taken, securely locked in a fireproof safe at night. In the event of failure to produce such set of books and inventories for the inspection of this company, this policy shall become null and void, and such failure shall constitute a perpetual bar to any recovery thereon. And defendant avers that the assured wholly disregarded the terms, stipulations, and conditions of said policy in the following respects, to wit: 1st. He did not keep a set of books, as therein provided; 2d. He did not keep said books securely locked in a fireproof safe at night and at other times, as therein provided; 3d. He failed to produce said books for the inspection of the defendant after said alleged loss, wherefore said policy became and was null and void. And the defendant says by reason of the failure and refusal of said plaintiff to comply with the said covenant and warranty in the said particulars, the said plaintiff is not entitled to recover in this action, nor to have and maintain this action against the defendant.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The principal question arising on this writ of error is whether the above sections of the Alabama Code are consistent with the Constitution of the United States. The contention is that the provision allowing the insured or beneficiary in a named contingency to recover, in addition to the actual loss or damage suffered by him, 25 per cent of the amount of loss or damage so suffered,&#8212;any stipulation in the contract of insurance to the contrary notwithstanding,&#8212;deprives the company of its property without due process of law, and also denies to it the equal protection of the laws; thus, it is contended, violating the 14th Amendment of the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In our opinion the statute is not liable to objection on constitutional grounds. The state&#8212;as we may infer from the words of the statute alone&#8212;regarded the fixing of insurance rates by self-constituted tariff associations or combinations as an evil against which the public should be guarded by such legislation as the state was competent to enact. This question was before the supreme court of Alabama, and the statute was there assailed as violating both the state and Federal Constitutions. That court held that the object of the legislature of Alabama was to prevent monopoly and to encourage competition in the matter of insurance rates, and that the statute was a legitimate exercise to that end of the police power of the state, not inconsistent with either the state or Federal Constitution. Constitutional Ins. Co. v. Parkes, 142 Ala. 650, 658, 659, 39 So. 204. The same view of the statute was taken by the state court in subsequent cases. Fireman's Fund Ins. Co. v. Hellner, 159 Ala. 447, 49 So. 297, 17 A. &amp; E. Ann. Cas. 793; AEtna F. Ins. Co. v. Kennedy, 161 Ala. 600, 50 So. 73. We concur entirely in the opinion expressed by the state court, that the statute does not infringe the Federal Constitution, nor deprive the insurance company of any right granted or secured by that instrument. The business of fire insurance is, as everyone knows, of an extensive and peculiar character, and its management concerns a very large number of people, particularly those who own property and desire to protect themselves by insurance. We can well understand that fire insurance companies, acting together, may have owners of property practically at their mercy in the matter of rates, and may have it in their power to deprive the public generally of the advantages flowing from competition between rival organizations engaged in the business of fire insurance. In order to meet the evils of such combinations or associations, the state is competent to adopt appropriate regulations that will tend to substitute competition in the place of combination or monopoly. Carroll v. Greenwich Ins. Co. 199 U. S. 401, 411, 50 L. ed. 246, 250, 26 Sup. Ct. Rep. 66. Regulations having a real, substantial relation to that end, and which are not essentially arbitrary, cannot property be characterized as a deprivation of property without due process of law. They are enacted under the power with which the states have never parted, of caring for the common good within the limits of constitutional authority. Insurance companies, indeed, all corporations, associations, and individuals, within the jurisdiction of a state, are subject to such regulations, in respect of their relative rights and duties, as the state may, in the exercise of its police power, and in harmony with its own and the Federal Constitution, prescribe for the public convenience and the general good. Jacobson v. Massachusetts, 197 U. S. 11, 27, 31, 49 L. ed. 643, 651, 25 Sup. Ct. Rep. 358, 3 A. &amp; E. Ann. Cas. 765; Lake Shore &amp; M. S. R. Co. v. Ohio, 173 U. S. 285, 297, 43 L. ed. 702, 706, 19 Sup. Ct. Rep. 465; House v. Mayes, 219 U. S. 270, 55 L. ed. &#8212;&#8212;, 31 Sup. Ct. Rep. 234.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Much stress is placed by the insurance company on that clause of the statute allowing the insured to recover, in addition to the actual loss or damage suffered, 25 per cent of the amount of such loss or damage, if the company, before or at the time of trial, belonged to or was connected with a tariff association that fixed rates. We do not think that this provision is in excess of the power of the state. As a means to effect the object of the statute,&#8212;the discouragement of monopoly or combination, and the encouragement of competition in the matter of insurance rates,&#8212;the state adopted the regulations here in question. It was for the state, keeping within the limits of its constitutional powers, to say what particular means it would prescribe for the protection of the public in such matters. The court certainly cannot say that the means here adopted are not, in any real or substantial sense, germane to the end sought to be attained by the statute. Those means may not be the best that could have been devised, but the court cannot, for any such reason, declare them illegal or beyond the power of the state to establish. So far as the Federal Constitution is concerned, the state could forbid, under penalty, combinations to be formed within its limits, by persons, associations, or corporations engaged in the business of insurance, for the purpose of fixing rates. But it is not bound to go to that extent in its legislation. It may, in its discretion, go only so far as to impose upon associations or corporations acting together in fixing rates, a liability to pay to the insured, as part of the recovery, a certain per cent beyond the actual loss or damage suffered, if, before or at the time of suit on the contract of insurance, it is made to appear that the company or corporation sued is part of or connected with a tariff rate association. Such a provision manifestly tends to discourage monopoly or combination and to encourage competition in a business in the conduct of which the general public is largely interested.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Equally without basis on which to rest is the contention that the statute violates the clause of the 14th Amendment, forbidding a state to 'deny to any person within its jurisdiction the equal protection of the laws.' We will assume, for the purposes of this case, that this company is within the jurisdiction of the Federal court, so as to entitle it to claim the benefit of that provision of the 14th Amendment. Blake v. McClung, 172 U. S. 239, 260, 43 L. ed. 432, 440, 19 Sup. Ct. Rep. 165. We are yet clearly of the opinion that the statute does not, within the meaning of the Constitution, deny the insurance company the equal protection of the laws. The statute applies only to associations or corporations that unite in fixing the rates of insurance to be charged by each constituent member of the combination. Looking at the evil to be remedied, that was such a classification as the state could legally make. It is neither unreasonable nor arbitrary within the rule that a classification must rest upon some difference indicating 'a reasonable and just relation to the act in respect of which the classification is proposed.' The legislature naturally directed its enactment against insurance companies or corporations which, before or at the time of trial, were found to be members of an insurance tariff association that fixed rates. No principle or classification required it to include insurance associations that were free to act, in the matter of rates, upon the merits of each application for insurance, unaffected by any agreement or arrangement with other companies. All insurance companies, persons, or corporations engaged in the business of insurance, as agent or otherwise, with associations, persons, or corporations which acted together in fixing rates, are placed by the statute upon an equality in every respect, and therefore it cannot rightfully be contended that the plaintiff in error is denied the equal protection of the laws. Whatever 'liberty of contract' they had must have been exercised in subordination to any valid regulations the state prescribed for the conduct of their business. Statutes that apply equally to all of the same class and under like conditions cannot be held to deny the equal protection of the laws; for, as this court has adjudged, 'the equal protection of the laws is a pledge of the protection of equal laws' to all under like circumstances. Yick Wo v. Hopkins, 118 U. S. 356, 367, 30 L. ed. 220, 221, 6 Sup. Ct. Rep. 1064; Barbier v. Connolly, 113 U. S. 27, 28 L. ed. 923, 5 Sup. Ct. Rep. 357; Soon Hing v. Crowley, 113 U. S. 703, 28 L. ed. 1145, 5 Sup. Ct. Rep. 730.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">One of the assignments of error for this court, the ninth, is that the circuit court erred in sustaining the plaintiff's demurrer to the plea numbered two, in which reference was made to the above provisions, alleged to be embodied in the policy, and which make it the duty of the assured at stated times to take an inventory of stock on hand, and keep a set of books, to be securely locked in a fireproof safe at night. To that plea the plaintiff demurred upon these separate grounds: 1. It did not appear that the plaintiff was bound by the provision of the policy referred to in the plea. 2. The property insured was of such a character that the policy set up in the plea was not applicable thereto. 3. It did not appear that the property insured was of such a character that the provision of the policy, as set up in the plea, was applicable thereto. 4. It was not made to appear by the plea that there was any purchase, sales, and shipment or other business transacted from the time the policy was issued until the time of the loss which affected or related to the property insured. The demurrer was sustained, but no exception appears to have been taken to this action of the courts. The defendant did not stand upon his plea, and went to trial upon the merits of the case, without objection, and introduced evidence upon other issues in the case, but at the trial no evidence was offered or introduced on either side relating to the matters set out in the second plea. Under these circumstances, we are not required to consider the questions raised by that plea. On this record we may fairly assume that the defendant at the trial waived or abandoned the issues raised by the plea. Garrard v. Reynolds, 4 How. 123, 126, 11 L. ed. 903, 905; Weed v. Crane, 154 U. S. 570, and 19 L. ed. 712, 14 Sup. Ct. Rep. 1215. Restricting this decision to the points hereinbefore discussed, the judgment must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97353/"
}