{"absolute_url": "/opinion/97421/west-v-kansas-natural-gas-co/", "blocked": false, "citation": {"case_name": "West v. Kansas Natural Gas Co.", "docket_number": "916", "document_uris": ["/api/rest/v2/document/97421/"], "federal_cite_one": "221 U.S. 229", "federal_cite_three": null, "federal_cite_two": null, "id": 81804, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81804/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 38, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1911-05-15", "date_modified": "2014-12-21T01:35:13.375349", "docket": "/api/rest/v2/docket/1116794/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">221 U.S. 229</p>\n    <p class=\"case_cite\">31 S.Ct. 564</p>\n    <p class=\"case_cite\">55 L.Ed. 716</p>\n    <p class=\"parties\">CHARLES WEST, Attorney General of the State of  Oklahoma, Appt.,<br>v.<br>KANSAS NATURAL GAS COMPANY, the Marnet Mining  Company, and A. W. Lewis.</p>\n    <p class=\"docket\">No. 916.</p>\n    <p class=\"date\">Argued April 4 and 5, 1911.</p>\n    <p class=\"date\">Decided May 15, 1911.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Charles B. Ames and Charles West for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 230-234 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. D. T. Watson, John G. Johnson, John J. Jones, and E. L. Scarritt for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 234-239 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice McKenna delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal brings up for review the decree entered in the circuit court of the United States for the eastern district of Oklahoma in four suits consolidated by stipulation of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The suits had the common purpose of attacking the constitutional validity of a statute of Oklahoma, enacted in 1907, which is referred to as chapter 67 of the Session Laws of 1907. It is inserted in the margin in full.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> All</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p class=\"indent\"> Chapter 67. Pipe Lines&#8212;Regulating Gas and Oil Pipe Lines. Article. 1.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">An Act Regulating the Laying, Constructing, and Maintaining and Operation of Gas Pipe Lines for the Transportation of Natural Gas within the State of Oklahoma, Defining the Modes of Procedure for the Exercise of the Right of Eminent Domain for Such Purposes, Providing for the Inspection and Supervision of the Laying of Such Pipe Lines, and Limiting the Gas Pressure Therein, and Providing Penalties for the Violation Thereof. of the bills have the same foundation; that is, the right to buy, sell, and transport natural gas in interstate commerce notwithstanding the provision of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The suits were numbered in the court below 856, 857, 858, and 859. In 856 the Kansas Natural Gas Company was complainant. It is a corporation of the state of Delaware, and is engaged in the business of purchasing and distributing natural gas to consumers. It has a contract for the purchase of all the gas that can be produced from a certain well in Washington county, Oklahoma, and has acquired by purchase the right of way over the land upon which the well is located for the laying of a pipe line for the transportation of the gas, and proposes to extend its trunk pipe lines from the present southern terminus thereof in the state of Kansas, southward across the Oklahoma state line to the well. It also proposes to construct lateral and branch lines from the trunk line so extended, for the purpose of gathering and receiving such gas as it may be able to purchase from the owners of other wells. Its line will not be used in any way for local traffic, but only for the transportation of the gas from the wells in Oklahoma into the states of Kansas and Missouri.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In No. 857, the Marnet Mining Company, a corporation of West Virginia, is complainant. For the purpose of transporting from the producers of gas in the state of Oklahoma to purchasers and consumers in Kansas and Missouri, it has purchased a right of way over certain lands in the state, and proposes to construct a system of pipe lines to be used exclusively in such interstate transportation, and not in any way for local traffic.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In No. 858, A. W. Lewis, a citizen and resident of the state of Ohio, is complainant. He is the owner of an oil and gas lease by which he has acquired the right to construct wells on a certain tract of land in Oklahoma, and to take gas therefrom for the period of fifteen years. He has constructed a well, in accordance with his lease, which is capable of producing many millions of cubic feet of gas per day, which, being in excess of the local demand, he is unable to sell in the state; and he alleges that, being prevented from transporting it from the state, he has suffered great loss and damage, and is deprived of his property without compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In No. 859, O. A. Bleakley, a citizen and resident of Pennsylvania, is complainant. He has received from the Secretary of the Interior a right of way over the land of certain Indians over a designated route, paying to the Indian agent, by law and the rules and regulations of the Interior Department, the value of such right of way and the damages which the owners of the land over which he will pass for the laying and maintaining of a pipe line for the exclusive purpose of transporting natural gas from Oklahoma to Kansas.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is alleged in the bills that a great number of wells have been drilled in the state at great expense, which are capable of producing more than 1,000,000,000 cubic feet of gas per day; that such amount is more than necessary for the demands of the people of the state, and the excess of supply is required to meet the wants of those residing in Missouri and Kansas. This want, it is alleged, may be supplied through the distributing plants now constructed and those contemplated by complainants, but that under the present conditions the owners are required to cease development work, and to keep large and valuable wells capped and inoperative, to their great injury and damage. It is alleged that in constructing lines for such transportation it will not be necessary to go along the highways of the state, but only across or over them; and that the lines to be constructed will be private lines, will endanger the lives and property of no one, and will be constructed in just conformity with all reasonable rules and regulations of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is averred that each of the defendants is charged, by virtue of his office, to execute the laws and Constitution of the state, and that he has undertaken to enforce the act hereinbefore referred to by proceedings in courts and by force of arms, and it is his intent and avowed purpose to prevent the transportation of gas beyond the limits of the state. The particular acts are set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The bills pray discovery, that the act above referred to be declared void as being in conflict with &#167; 8, article 1, and the 14th Amendment of the Constitution of the United States, and that the defendants be enjoined from the things attributed to them. General relief is also prayed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Demurrers were filed to the bills, which were overruled (172 Fed. 545), and the defendants answered.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It was subsequently stipulated that the causes be consolidated and that appellant file an amended answer in each of the cases, and the answers of the other defendants be withdrawn. It will only be necessary to consider the amended answer, not, however, its details either of denial or averment, but only of certain facts especially relied on. These are: The present daily capacity of the gas wells of the state is approximately 1 1/4 billion cubic feet, the daily consumption being more than can be safely taken from them 'without rapidly destroying their efficiency and depleting this great natural resource of the state.' The gas area of the state is found in oil-producing sand, and the experience of all other natural gas fields demonstrates that the gas found in and taken from such sand is of much shorter duration than that found in purely gas sand, and if the acts of complainants be permitted 'the field will be exhausted in a very short time.' While it is true that the gas in Oklahoma is found in a gas and oil-producing sand which extends underneath large contiguous areas of land, every well takes from this unbroken area and diminishes the producing capacity of every other well and of the entire field, the acts of the complainants, if permitted, will greatly damage and injury the entire field and take the property of all other owners therein, and 'that the act of the legislature of the state of Oklahoma, alleged in the bill to be unconstitutional, was an effort on the part of the legislature of the state to preserve the natural gas field of the state from destructive waste.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Certain cities of the states, which, by reason of their proximity to the gas field, should be supplied with gas, are not now supplied with it, and will never be if complainants are allowed to transport it from Oklahoma without regulation by laws of the state, and the population of the state is now 1,750,000, and is growing more rapidly than that of any other state in the Union. On account of the general prairie character of the state, it is without domestic fuel except coal and natural gas. Its supply of coal is growing rapidly more costly to produce, that the petroleum oil produced is practically transported from the state, 'and that, substantially, the only natural, practical, usable fuel, both for domestic and industrial use, is natural gas.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The complainants may and are actually in the process of erecting enormous pumping stations outside of the state, which 'might reasonably and would inevitably render entirely useless all the present lines (gas) in Oklahoma, and take away from the cities and towns of Oklahoma the entire practical use of their sole and natural fuel, because when gas is removed by the limited, prudent, and natural rock pressure, the nature and formation of the gas and oil sand is not radically changed, but if large pumps to pump out the wells, out of proportion to the rock pressure, are used, as are now actually threatened, by the complainant, the gas and oil sand is actually broken down as though shot with dynamite and other violence, and the salt water thereunder, always to be found, at once drowns out the wells, where rock pressure has been too greatly or rapidly decreased; that the use of the highways is a portion of the public property, and the same should be confined to those who supply all alike who may seek to be served; and because of its nature and extent, and because the enormous amount of capital needed to make practical investments tends to create monopolies. The business of gas transportation is a public business in interstate trade, over which Congress has never legislated, and to permit complainant to carry out its said attempt and intent to monopolize the natural gas of the state and transport it away without regulation by the state laws, over and across the state's highways, without the state's consent, would be to devote public property to private and exclusive use, against the principles of the Constitution of this state and the United States, and deprive the intending purchasers of natural gas in this state from all supply whatsoever.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There are other allegations of the effect of contemplated acts of the complainants upon the gas supply of the state, and there are admissions that pipe lines are the only practical means of transportation; but this, it is alleged, is due to its cheapness as compared with other means of transportation, considering the price of gas as a fuel, as compared with other fuel products and the transportation of gas from other fields. And it is set forth that the highways of the state are open to the transportation of gas by any means which do not 'make a permanent appropriation of any part of the highways by placing a plant in the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is further alleged that in order to supply the cities of the state with gas, lines are continually being extended, and that there are several other pipe lines which are seeking to carry on business in the state in the same manner as desired by complainant, and if the right exist in complainant, it exists in all other foreign corporations, and, if exercised, lines will be extended, as one part of the field becomes exhausted, to other parts of the field, and the lines supplying the cities of the state will also be extended in like manner and effect, and a speedy destruction of the supply of the gas in the state will result.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is admitted that there are maintained and operated in the state natural gas pipe lines; but it is alleged that they are in daily use for the transportation of gas within the state. And it is further admitted that they in many instances, and often at great length, run over, along, and across the highways of the state, and 'are operated without hurt, hindrance, damage, or inconvenience to the traveling public or to abutting property owners.' But it is averred that 'they were laid and are operated according to the laws in force at the time, and pursuant to the laws of the state.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant admits that it is his duty to execute the laws of the state, and that it is his intention to enforce chapter 67 of the Session Laws of 1907 and 1908, and the acts amendatory and supplementary thereto 'in so far as the same must or should be done by litigation in which the state is interested,' but that his duties rest solely upon himself, and are not controlled by others, and that he intends to prevent solely by actions in competent courts the laying, constructing, and operating of gas pipe lines in, on under, across, or along the highways of the state by complainant or by any other person not authorized so to do by the laws of the state. He denies the acts of force charged against him, or that he proposes to use force. The other denials and admissions it is not necessary to set out. A dissolution of the injunction is prayed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The cases were conosolidated, as we have said, and submitted on the bills and the answers, 'to the end that an immediate determination thereof and final decree therein' might be obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A final decree was entered, declaring that the statute referred to 'is unreasonable, unconstitutional, invalid, and void, and of no force or effect whatever,' and a perpetual injunction was awarded against its enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The basis of the decree of the court was that expressed in its opinion ruling upon the demurrers; to wit, that the statute of Oklahoma was prohibitive of interstate commerce in natural gas, and in consequence was a violation of the commerce clause of the Constitution of the United States, and that being, as the court said, its dominant purpose, it would, if enforced against complainants, 'invade their rights as guaranteed by the 14th Amendment of the National Constitution' and also the Constitution of the state. 172 Fed. 545.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">These conclusions are contested, and it is asserted that the statute's 'ruling principle is conservation, not commerce; that the due process clause is the single issue.' And due process, it is urged, is not violated, because the statute is not a taking of property, but a regulation of it under the police power of the state. The provisions of the act, it is further insisted, are but exercise of the police power to conserve the natural resources of the state, and as means to that end the right of eminent domain is forbidden to foreign corporations engaged in transporting gas from the state, and the use of the highways of the state confined to pipe lines operated by domestic corporations, in order that gas may be transmitted only between points within the state. And such exercise of power, it is contended, does not regulate interstate commerce, but only affects it indirectly.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A paradox is seemingly presented. Interstate commerce in natural gas is absolutely prevented,&#8212;prohibited, in effect, for we think it is undoubted that pipe lines are the only practical means of gas transportation, and to prohibit interstate commerce is more than to indirectly affect it. Every provision of the statute is directed to such result. Pipe line construction is confined to corporations organized under the laws of the state, and the condition of their incorporation is that they shall only transmit gas between points in the state, and shall not transport to or deliver to corporations or persons engaged in transporting or furnishing gas to points outside of the state. The right of eminent domain is given alone to such corporations, and the use of the highway is confined to them; and that there be no element of control over them omitted, a violation of the statute is punished by a forfeiture of charters and of property. Nor can a new corporation be formed if even one of its stockholders was a stockholder of an offending corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To such stringent subjection foreign corporations could not be brought, so they are absolutely excluded from the state by the following provision: 'Sec. 3. Foreign corporations formed for the purpose of, or engaged in the business of, transporting or transmitting natural gas by means of pipe lines, shall never be licensed or permitted to conduct such business within this state.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The statute presents no embarrassing questions of interpretation. It was manifestly enacted in the confident belief that the state had the power to confine commerce in natural gas between points within the state, and all of the rights conferred on domestic corporations, all of the rights denied to foreign corporations, were means to such end. And the state having such power, it is contended, if its exercise affects interstate commerce, it affects such commerce only incidentally. In other words, affects it only, as it is contended, by the exertion of lawful rights, and only because it cannot acquire the means for its exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellant makes a broader contention. The right to conserve, or rather, the right to reserve, the resources of the state for the use of the inhabitants of the state, present and future, is broadly asserted. 'The ruling principle of the law,' counsel say, 'is conservation, not commerce.' It is true the means adopted to secure conservation is more insistently brought forward than the right of conservation, and the power of the state over its corporations and over its highways and its right to give or withhold eminent domain is many times put forward in the argument and illustrated by the citation of many cases. It cannot but be observed that these rights need not the support of one another. If the right of conservation be as complete as contended, for it could be secured by simple prohibitions or penalties. If the power over highways and eminent domain be as absolute as asserted, it will have to be given effect, no matter for what purpose exercised. We are therefore admonished at the very start in the discussion of the importance of the questions presented and the power which the states may exert against one another, even accepting the concession of appellant that Congress may break down the isolation by granting the right not only to take private property, but to subject the highways of the state, against the consent of the state, to the uses of interstate commerce. With full appreciation of the importance of the question involved, we pass to their consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As to conservation, appellant says that 'the case narrows itself to the single question of whether, in any event, a state has the right to conserve its natural resources; and, second, has it the right to preserve a common supply for the equal use of all those who may be law resort to it.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The second question is not presented in the case. The provisions of the statute are not directed against waste. They are directed against any use of the gas except in the state. The right of the state 'to preserve the common supply for the equal use of all' owners is not denied by appellees. We put the question out of consideration, therefore, except incidentally, and concede the right of the state to preserve the supply of gas, as we shall hereafter set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The extent of power which the second question implies a state possesses challenges serious inquiry. The natural resources of a state may be other than natural gas; for example, may be timber and coal and iron ane other metals; but it is contended that the right of conservation extends to these, and the broad statement of the first question is qualified in the argument by the properties of natural gas and the limitation of its supply. This, it is contended, gives a range to the police power of the state which otherwise it would not possess. And such power, as we understand the further contention to be, may determine not only the conservation of the resources of the state, but as to what class of persons may use them, as dependent upon their transportation in state, rather than in interstate, commerce. The contention is discussed at length and variously illustrated. Indeed, analogies are adduced of limitations upon the use of property by virtue of the police power under conditions which invoke its exercise for the advancement of the general welfare. We select for review from the cases brought forward, those nearest to our inquiry, which are Ohio Oil Co. v. Indiana, 177 U. S. 190, 44 L. ed. 729, 20 Sup. Ct. Rep. 576, 20 Mor. Min. Rep. 466; Lindsley v. Natural Carbonic Gas Co. 220 U. S. 61, ante, 337, 31 Sup. Ct. Rep. 337; Hudson County Water Co. v. McCarter, 209 U. S. 349, 52 L. ed. 828, 28 Sup. Ct. Rep. 529, 14 A. &amp; E. Ann. Cas. 560.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Ohio Oil Co. v. Indiana was a writ of error to the supreme court of Indiana to review a judgment of that court which sustained a statute which prohibted anyone having the control or possession of any natural gas or oil well to permit the gas or oil thereform to escape into the open air, and restrained the oil company from violating the statute. Against the statute was urged the rights of property assured by the 14th Amendment of the Constitution of the United States. The case is a valuable one and clearly announces the right of an owner to the soil beneath it, and the relation of his rights to all other owners of the surface of the soil. The right of taking the gas, it was said, was common to all owners of the surface, and because of such a common right in all landowners, an unlimited use (against a wasteful use the statute was directed) by any it was competent for the state to prohibit. This limitation upon the surface owners of property was justified by the peculiar character of gas and oil, they having the power of self-transmission, and that therefore to preserve an equal right in all surface owners there could not be an unlimited right in any. Gas and oil were likened to, not made identical with, animals <i>feroe naturoe</i>, and, like such animals, were subject to appropriation by the owners of the soil, but also, like them, did not become property until reduced to actual possession.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But an important distinction was pointed out. In things <i>ferae naturae</i>, it was observed, all were endowed with the power of reducing them to possession and exclusive property. In the case of natural gas, only the surface proprietors had such power, and the distinction, it was said, marked the difference in the extent of the state's control. 'In the one, as the public are the owners, everyone may be absolutely prevented from seeking to reduce to possession. No devesting of private property, under such a condition, can be conceived, because the public are the owners, and the enactment by the state of a law as to the public ownership is but the discharge of the governmental trust resting in the state as to property of that character. Geer v. Connecticut, 161 U. S. 519, 40 L. ed. 793, 16 Sup. Ct. Rep. 600. On the other hand, as to gas and oil, the surface proprietors within the gas filed all have the right to reduce to possession the gas and oil beneath. They could not be absolutely deprived of this right which belongs to them without a taking of private property.' And this right, it was further said, was coequal in all of the owners of the surface, and that the power of the state could be exerted 'for the purpose of protecting all the collective owners, by securing a just distribution, to arise from the enjoyment by them of their privilege to reduce to possession, and to reach the like end by preventing waste.' And further characterizing the statute, it was said, viewed as one to prevent the waste of the common property of the surface owners, it protected their property, not devested them of it. And special emphasis was given to this conclusion by the comment that, to assert that the right of the surface owner to take was, under the 14th Amendment, a right to waste, was 'to say that one common owner may devest all the others of their rights without wrongdoing; but the lawmaking power cannot protest all the owners in their enjoyment without violating the Constitution of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The case, therefore, is an authority against, not in support of, the contention of the appellant in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The statute of Indiana was directed against waste of the gas, and was sustained because it protected the use of all the surface owners against the waste of any. The statute was one of true conservation, securing the rights of property, not impairing them. Its purpose was to secure to the common owners of the gas a proportionate acquisition of it,&#8212;a reduction to possession and property,&#8212;not to take away any right of use or disposition after it had thus become property. It was sustained because such was its purpose; and we said that the surface owners of the soil, owners of the gas as well, could not be deprived of the right to reduce it to possession without the taking of private property. It surely cannot need argument to show that if they could not be deprived of the right to reduce the gas to possession, they could not be deprived of any right which attached to it when in possession.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Oklahoma statute far transcends the Indiana statute. It does what this court took pains to show that the Indiana statute did not do. It does not protect the rights of all surface owners against the abuses of any. It does not alone regulate the right of the reduction to possession of the gas, but, when the right is exercised, when the gas becomes property, takes from it the attributes of property,&#8212;the right to dispose of it; indeed, selects its market, to reserve it for future purchasers and use within the state, on the ground that the welfare of the state will thereby be subserved. The results of the contention repel its acceptance. Gas, when reduced to possession, is a commodity; it belongs to the owner of the land; and, when reduced to possession, is his individual property, subject to sale by him, and may be a subject of intrastate commerce and interstate commerce. The statute of Oklahoma recognizes it to be a subject of intrastate commerce, but seeks to prohibit it from being the subject of interstate commerce, and this is the purpose of its conservation. In other words, the purpose of its conservation is in a sense commercial, the business welfare of the state, as coal might be, or timber. Both of those products may be limited in amount, and the same consideration of the public welfare which would confine gas to the use of the inhabitants of a state would confine them to the inhabitants of the state. If the states have such power, a singular situation might result. Pennsylvania might keep its coal, the Northwest its timber, the mining states their minerals. And why may not the products of the field be brought within the principle? Thus enlarged, or without that enlargement, its influence on interstate commerce need not be pointed out. To what consequences does such power tend? If one state has it, all states have it; embargo may be retaliated by embargo, and commerce will be halted at state lines. And yet we have said that 'in matters of foreign and interstate commerce there are no state lines.' In such commerce, instead of the states, a new power appears and a new welfare,&#8212;a welfare which transcends that of any state. But rather let us say it is constituted of the welfare of all of the states, and that of each state is made the greater by a division of its resources, natural and created, with every other state, and those of every other state with it. This was the purpose, as it is the result, of the interstate commerce clause of the Constitution of the United States. If there is to be a turning backward, it must be done by the authority of another instrumentality than a court.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The case of State ex rel. Corwin v. Indiana &amp; O. Oil, Gas, &amp; Min. Co. 120 Ind. 575, 6 L.R.A. 579, 2 Inters. Com. Rep. 758, 22 N. E. 778, is pertinent here. A statute of Indiana was considered which made it unlawful to pipe or conduct gas from any point within the state to any point or place without the state. It was assailed on one side as a regulation of interstate commerce, and therefore void under the Constitution of the United States. It was defended, on the other hand, as a provision for the exercise of the right of eminent domain, confining it to those engaged in state business, denying it to those engaged in interstate business; and, further, as inposing restrictions on foreign corporations. It will be observed, therefore, the statute had, it may be assumed, the same inducement as the Oklahoma statute, and the same special justifications were urged in its defense. The court rejected the defenses, and decided that the statute was not a legitimate exercise of the police power, or the regulation of the right of eminent domain or of foreign corporations, but had the purpose 'plainly and unmistakably manifested' to prohibit transportation of natural gas beyond the limits of the state; and that, this deing its purpose, it was void as a regulation of interstate commerce. These propositions were announced: (1) Natural gas is as much a commodity as iron ore, coal, or petroleum or other products of the earth, and can be transported, bought, and sold as other products. (2) It is not a commercial product when it is in the earth, but becomes so when brought to the surface and placed in pipes for transportation. (3) If it can be kept within the state after it has become a commercial product, so may corn, wheat, lead, and iron. If laws can be enacted to prevent its transportation, 'a complete annihilation of interstate commerce might result.' And the court concluded: 'We can find no tenable ground upon which the act can be sustained, and we are compelled to adjudge it invalid.' The case was explicitly affirmed in Manufacturers' Gas &amp; Oil Co. v. Indiana Natural Gas &amp; Oil Co. 155 Ind. 545, 53 L.R.A. 134, 58 N. E. 706, 21 Mor. Min. Rep. 102.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The case is valuable because the court, through the same justice who wrote the opinion, distinguished between an exercise of the police power to regulate the taking of natural gas and its prohibition in interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Jamieson v. Indiana Natural Gas &amp; Oil Co. 128 Ind. 555, 12 L.R.A. 652, 3 Inters. Com. Rep. 613, 28 N. E. 76, sustained a statute which prohibited the taking of gas under a greater pressure than 300 pounds to the square inch. The court said that natural gas 'is, on doubt, so far a commercial commodity that this state cannot prohibit its transportation to another state by direct legislation,' citing State ex rel. Corwin v. Indiana &amp; O. Oil, Gas, &amp; Min. Co. supra. The court said further: 'If it can be taken from the well and transportated to another state under a safe pressure, the state cannot prohibit its transportation, nor can the state establish one standard of pressure for its own citizens and another standard for the citizens of other states.' The court, therefore, discerning in the statute no discrimination and no prohibition, but only a regulation universal in its application, and justified by the nature of the gas, and which allowed its transportation to other states, decided that there was no restriction or burden upon interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Lindsley v. Natural Carbonic Gas Co. 220 U. S. 61, 55 L. ed. , 31 Sup. Ct. Rep. 337, is to the same effect as Ohio Oil Co. v. Indiana. Its similarity to the latter case was pointed out. Indeed, they can be said to be identical in principle. In the one case oil and gas, in the other mineral water and gas, were commingled beneath the surface of the earth, and capable of movement and common ownership. In the one case the right was asserted to waste the gas to secure the oil, which was the more valuable of the two; in the other case the right was asserted to waste the water to secure the gas, as the more valuable of the two. In both cases there was a statute forbidding the waste. Speaking of the purpose of the statute in Lindsley v. Natural Carbonic Gas Co. it was said: 'It is to prevent or avoid the injury and waste suggested that the statute was adopted. It is not the first of its type. One in principlee quite like it was considered by this court in Ohio Oil Co. v. Indiana, 177 U. S. 190, 44 L. ed. 729, 20 Sup. Ct. Rep. 576, 20 Mor. Min. Rep. 466.' The statute was sustained upon the reasoning of that case.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Hudson County Water Co. v. McCarter is urged, we have seen, on our attention. A statute of the state of New Jersey was involved, which made it unlawful for any person or corporation to transport or carry through pipes the waters of any fresh-water lake, river, etc., into any other state, for use therein. Two propositions may be said to be the foundation of the decision of the court below sustaining the statute. (1) 'The fresh-water lakes, ponds, brooks, and rivers, and the waters flowing therein, constitute an important part of the natural advantages of' the state, 'upon the faith of which its population has multiplied in numbers and increased in material and moral welfare. The regulation of the use and disposal of such waters, therefore, if it be within the powers of the state, is among the most important objects of government.' (2) 'The common law recognizes no right in the riparian owner, as such, to divert water from the stream in order to make merchandise of it, nor any right to transport any portion of the water from the stream to a distance for the use of others.' [70 N. J. Eq. 701, 709, 14 L.R.A. (N.S.) 197, 118 Am. St. Rep. 754, 65 Atl. 489, 10 A. &amp; E. Ann. Cas. 116.] It was further declared that the common law authorized the acquisition of water 'only by riparian owners, and for purposes narrowly limited. Not that the ownership is common and public.' And the contention was rejected that the title of the individual riparian owner was to the water itself,&#8212;the fluid considered as a commodity,&#8212;and exclusive against the public and against all persons excepting other riparian owners.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is clear that neither of these propositions will support the contentions of the appellant in the case at bar. Nor does any principle announced upon the review of the case here, though the power of the state to enact the statute was put 'upon a broader ground than that which was emphasized below.' The police power of the state was discussed and the difficulty expressed of fixing 'boundary stones between' it and the right of private property which was asserted in the case. There were few decisions, it was said, that were very much in point. But certain principles were expressed, of which Geer v. Connecticut, 161 U. S. 519, 40 L. ed. 793, 16 Sup. Ct. Rep. 600, was considered as furnishing an illustration, and Kansas v. Colorado, 185 U. S. 125, 46 L. ed. 838, 22 Sup. Ct. Rep. 552, and Georgia v. Tennessee Copper Co. 206 U. S. 230, 51 L. ed. 1038, 27 Sup. Ct. Rep. 618, 11 A. &amp; E. Ann. Cas. 488, some suggestions.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">That principle was that the 'interest of the public of a state to maintain the rivers that are wholly within it substantially undiminished, except by such drafts upon them as the guardian of the public welfare may permit for the purpose of turning them to a more perfect use.' And this principle was emphasized as the one determining the case, and the opinion expressed that it was 'quite beyond any rational view of riparian rights that an agreement of no matter what private owners could sanction the diversion of an important stream outside the boundaries of the state in which it flows. The private right to appropriate is subject not only to the rights of lower owners, but to the initial limitation that it may not substantially diminish one of the great foundations of public welfare and health.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is hardly necessary to say that there was no purpose in the case to take from property its uses and commercial rights, or to assimilate a flowing river and the welfare which was interested in its preservation to the regulation of gas wells, or to take from the gas when reduced to possession the attributes of property decided to belong to it in Ohio Oil Co. v. Indiana, and recognized in Lindsley v. Natural Carbonic Gas Co. Indeed, pains were taken to put out of consideration a material measure of the benefits of a great river to a state. And surely we need not pause to point out the difference between such a river, flowing upon the surface of the earth, and such a substance as gas, seeping invisible through sands beneath the surface.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We have reviewed the cases at some length, as they demonstrate the unsoundness of the contention of appellant based upon the right to conserve (we use this word in the sense appellant uses it) the resources of the state, and that the statute finds no justification in such purpose for its interference with private property or its restraint upon interstate commerce. At this late day it is not necessary to cite cases to show that the right to engage in interstate commerce is not the gift of a state, and that it cannot be regulated or restrained by a state, or that a state cannot exclude from its limits a corporation engaged in such commerce. To attain these unauthorized ends is the purpose of the Oklahoma statute. The state, through the statute, seeks in every way to accomplish these ends, and all the powers that a state is conceived to possess are exerted and all the limitations upon such powers are attempted to be circumvented. Corporate persons are more subject to control than natural persons. The business is therefore confined to the former, and foreign corporations are excluded from the state. Lest they might enter by the superior power of the Constitution of the United States, the use of the highways is forbidden to them and the right of eminent domain is withheld from them, and the prohibitive strength which these provisions are supposed to carry is exhibited in the fact that the boundary of the state is a highway. If it cannot be passed without the consent of the state, commerce to and from the state is impossible. The situation is not underestimated by appellant, and he says: 'If the appellees had the right of way they might engage in interstate commerce, but their desire to engage in interstate commerce is a different thing from the means open to them to procure a right of way.' And it is further said, that 'the confusion of the right to engage in interstate commerce with the power to forcibly secure a right of way is the basis of appellees' case.'</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">There is here and there a suggestion that the state not having granted such right, the alternative is a grant of it by Congress. But this overlooks the affirmative force of the interstate commerce clause of the Constitution. The inaction of Congress is a declaration of freedom from state interference with the transportation of articles of legitimate interstate commerce, and this has been the answer of the courts to contentions like those made in the case at bar. State ex rel. Corwin v. Indiana &amp; O. Oil, Gas. &amp; Min. Co. 120 Ind. 575, 6 L.R.A. 579, 2 Inters. Com. Rep. 758, 22 N. E. 778; Benedict v. Columbus Constr. Co. 49 N. J. Eq. 23, 23 Atl. 485, and also in Haskell v. Cowham [April 7, 1911], United States circuit court of appeals, eighth circuit. In the latter case the Oklahoma statute was under review, and in response to the same contentions which are here presented, these propositions were announced, with citation of cases:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'No state by the exercise of, or by the refusal to exercise, any or all of its powers, may prevent or unreasonably burden interstate commerce within its borders in any sound article thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">'No state by the exercise of, or by the refusal to exercise, any or all of its powers, may substantially discriminate against or directly regulate interstate commerce or the right to carry it on.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The power of the state of Oklahoma over highways is much discussed by appellant and appellees; the appellant contending for a power practically absolute, as exercised under the statute, making the highways impassable barriers to the pipe lines of appellees. The appellees contend for a more modified and limited right in the state, one not extending beyond an easement of public passage, subject, therefore, to certain rights in the abutting owners, which rights can be transferred; and further contend that even if the power of the state be not so limited, it cannot be exercised to discriminate against interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The rights of abutting owners we will not discuss, nor the rights derived from them by appellees, except to say that whatever rights they had, they conveyed to appellees, and against them there is no necessity of resorting to the exercise of eminent domain. We place our decision on the character and purpose of the Oklahoma statute. The state, as we have seen, grants the use of the highways to domestic corporations engaged in intrastate transportation of natural gas, giving such corporations even the right to the longitudinal use of the highways. It denies to appellees the lesser right to pass under them or over them, notwithstanding it is conceded in the pleadings that the greater use given to domestic corporations is no obstruction to them. This discrimination is beyond the power of the state to make. As said by the circuit court of appeals in the eighty circuit, no state can by action or inaction prevent, unreasonably burden, discriminate against, or directly regulate, interstate commerce or the right to carry it on. And in all of these inhibited particulars the statute of Oklahoma offends.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">And, we repeat again, there is no question in the case of the regulating power of the state over the natural gas within its borders. The appellees concede the power, and, replying to the argument of appellant, based on the intention of appellees to erect large pumps to increase the natural rock pressure of the gas, appellees say: 'Kansas by legislative enactment forbids the use of artificial apparatus to increase the natural flow from gas wells. Chapter 312, Laws of Kansas, 1909, page 520. To this act the Kansas Natural Gas Company has no objection.'</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Mr. Justice Holmes, Mr. Justice Lurton, and Mr. Justice Hughes dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Be it enacted by the people of the state of Oklahoma:</p>\n        <p>Section 1. Any firm, copartnership, association, or combination of individuals may become a body corporate under the laws of this state for the purpose of producing, transmitting, or transporting natural gas to points within this state by complying with the general corporation laws of the state of Oklahoma, and with this act.</p>\n        <p>Sec. 2. No corporation organized for the purpose of, or engaged in, the transportation or transmission of natural gas within this state, shall be granted a charter or right of eminent domain, or right to use the highways of this state, unless it shall be expressly stipulated in such charter that it shall only transport or transmit natural gas through its pipe lines to points within this state; that it shall not connect with, transport to, or deliver natural gas to individuals, associations, copartnerships, companies, or corporations engaged in transporting or furnishing natural gas to points, places, or persons outside of this state.</p>\n        <p>Sec. 3. Foreign corporations formed for the purpose of, or engaged in the business of, transporting or transmitting natural gas by means of pipe lines, shall never be licensed or permitted to conduct such business within this state.</p>\n        <p>Sec. 4. No association, combination, copartnership, or corporation shall have or exercise the right of eminent domain within this state for the purpose of constructing or maintaining a gas pipe line or lines within this state, or shall be permitted to take private or public property for their use within this state, unless expressly granted such power in accordance with this act.</p>\n        <p>Sec. 5. The laying, constructing, building, and maintaining a gas pipe line or lines for the transportation or transmission of natural gas along, over, under, across, or through the highways, roads, bridges, streets, or alleys in this state, or of any county, city, municipal corporation, or any other private or bublic premises within this state, is hereby declared an additional burden upon said highway, bridge, road, street, or alley, and any other private or public premises, may only be done when the right is granted by express charter from the state, and shall not be constructed, maintained, or operated until all damages to adjacent owners are ascertained and paid as provided by law.</p>\n        <p>Sec. 6. All pipe lines for the transportation or transmission of natural gas in this state shall be laid under the direction and inspection</p>\n        <p>of proper persons skilled in such business, to be designated by the chief mining inspector for such duty, and the expenses of such inspection and supervision shall be borne and paid for by the parties laying and constructing such pipe lines for the transportation or transmission of natural gas.</p>\n        <p>Sec. 7. No pipe line for the transportation or transmission of natural gas shall be subjected to a greater pressure than 300 pounds to the square inch, except for the purpose of testing such lines, and gas pumps shall not be used on any gas pipe line for the transportation or transmission of natural gas, or used on or in any gas well within this state.</p>\n        <p>Sec. 8. Any corporation granted the right under the provisions of this act to exercise the right of eminent domain, or use the highways of this state to construct or maintain a gas pipe line or lines for the transportation or transmission of natural gas to points within this state, which shall transport or transmit any natural gas to a point outside of or beyond this state, or shall connect with or attempt to connect with or threaten to connect with any gas pipe line furnishing, transporting, or transmitting gas to a point outside of or beyond this state, shall by each or all of said acts forfeit all right granted it or them by the charter from this state, and said forfeiture shall extend back to the time of the commission of said act or said acts in violation of this act; and such act or acts shall of themselves work a forfeiture of any and all rights of any and every kind and character which may be or may have been granted by the state for the transportation or transmission of natural gas within this state, and all the property of said corporation and all the property at any time belonging to said corporation, at any time used in the construction, maintaining, or operation of said gas pipe line or lines, shall, in due course of law, be forfeited to and be taken into the possession of the state through its proper officer, and in said action there shall be a right to the state of the appointment of a receiver, either before or after the judgment, to be exercised at the option of the state, and the officer taking possession of said property shall immediately disconnect said pipe line or lines at a proper point in this state from any pipe line or lines going out of or beyond the state. And said property shall be sold as directed by the court having jurisdiction of said proceedings, and the proceeds of said sale shall be applied, first</p>\n        <p>to the payment of the cost of such proceeding, and the remainder, if any, paid into the school fund of the state, and said charter under which said act or acts were committed shall be revoked, and no charter for the transportation or transmission of natural gas shall ever be granted to any corporation having among its stockholders any person who was one of the stockholders of said corporation whose charter has or may have been forfeited as aforesaid, and if any such charter shall have been granted, and thereafter a person shall become a stockholder thereof who was one of the stockholders of the corporation whose charter has been or may have been forfeited, as herein provided, the charter of said corporation, one of whose stockholders is as last named, shall therefore be forfeited and revoked. Provided, that any person who may be denied the right to become a stockholder as above prescribed may be granted the right to become such stockholder by the corporation commission, when such person shows to such commission that he was not a party to the former violation of this act.</p>\n        <p>Sec. 9. No pipe lines for the transportation or transmission of natural gas shall be laid upon private or public property when the purpose of such line is to transport or transmit gas for sale to the public until the same is properly inspected as provided in this act; and before any gas pipe line company shall furnish or sell gas to the public, it shall secure from the inspector a certificate showing that said line is laid and constructed in accordance with this act, and under the inspection of the proper officer; provided that nothing in this act shall be construed to prevent persons drilling for oil and gas from laying surface</p>\n        <p>lines to transport or transmit gas to wells which are being drilled within this state, and further provided, that factories in this state may transport or transmit gas through pipe lines for their own use for factories located wholly within this state, upon securing the right of way from the state over or along the highways and from property owners to their lands.</p>\n        <p>Sec. 10. That no person, firm, or association or corporation shall ever be permitted to transmit or transport natural gas by pipe lines in this state, or in this state construct or operate a pipe line for the transmission of natural gas, except such persons, firms, associations, or corporations be incorporated as in this act provided, except as in &#167; 9 of this act, and provided further that all persons, firms, corporations, associations, and institutions now doing the business of transportation or transmission [of] natural gas in the state and otherwise complying with this act are hereby permitted to incorporate under the provisions of this act within ten days after the passage and approval of the same.</p>\n        <p>Sec. 11. All acts and parts of acts in conflict with this act are hereby repealed.</p>\n        <p>Sec. 12. An existing emergency is hereby declared by the legislature for the preservation of the public peace, health, and safety of the state.</p>\n        <p>Sec. 13. This act shall take effect from and after its passage and approval, as provided by law.</p>\n        <p>Approved December 21, 1907.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>221 U.S. 229 (1911)</b></center>\n<center><h1>WEST, ATTORNEY GENERAL OF THE STATE OF OKLAHOMA,<br>\nv.<br>\nKANSAS NATURAL GAS COMPANY.</h1></center>\n<center>No. 916.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 4, 5, 1911.</center>\n<center>Decided May 15, 1911.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF OKLAHOMA.\n<p><span class=\"star-pagination\">*230</span> <i>Mr. Charles West,</i> Attorney General of the State of Oklahoma, and <i>Mr. Charles B. Ames</i> for appellant.</p>\n<p><i>Mr. John G. Johnson</i> and <i>Mr. D.T. Watson,</i> with whom <i>Mr. E.L. Scarritt</i> and <i>Mr. John J. Jones</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*239</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>This appeal brings up for review the decree entered in the Circuit Court of the United States for the Eastern District of Oklahoma in four suits consolidated by stipulation of the parties.</p>\n<p>The suits had the common purpose of attacking the constitutional validity of a statute of Oklahoma, enacted in 1907, which is referred to as chapter 67 of the Session Laws of 1907. It is inserted in the margin in full.<sup>[1]</sup> All <span class=\"star-pagination\">*240</span> of the bills have the same foundation, that is, the right to buy, sell and transport natural gas in interstate commerce notwithstanding the provision of the statute.</p>\n<p>The suits were numbered in the court below 856, 857, <span class=\"star-pagination\">*241</span> 858 and 859. In 856 the Kansas Natural Gas Company was complainant. It is a corporation of the State of Delaware, and is engaged in the business of purchasing and distributing natural gas to consumers. It has a contract <span class=\"star-pagination\">*242</span> for the purchase of all the gas that can be produced from a certain well in Washington County, Oklahoma, and has acquired by purchase the right of way over the land upon which the well is located for the laying of a pipe line for the transportation of the gas, and proposes to extend its trunk pipe lines from the present southern terminus thereof in the State of Kansas southward across the Oklahoma state line to the well. It also proposes to construct lateral and branch lines from the trunk line so extended for the purpose of gathering and receiving such gas as it may be able to purchase from the owners of other wells. Its line will not be used in any way for local traffic, but only for the transportation of the gas from the wells in Oklahoma into the States of Kansas and Missouri.</p>\n<p><span class=\"star-pagination\">*243</span> In No. 857 the Marnet Mining Company, a corporation of West Virginia, is complainant. For the purpose of transporting from the producers of gas in the State of Oklahoma to purchasers and consumers in Kansas and Missouri, it has purchased a right of way over certain lands in the State, and proposes to construct a system of pipe lines to be used exclusively in such interstate transportation, and not in any way for local traffic.</p>\n<p>In No. 858 A.W. Lewis, a citizen and resident of the State of Ohio, is complainant. He is the owner of an oil and gas lease by which he has acquired the right to construct wells on a certain tract of land in Oklahoma, and to take gas therefrom for the period of fifteen years. He has constructed a well, in accordance with his lease, which <span class=\"star-pagination\">*244</span> is capable of producing many millions of cubic feet of gas per day, which, being in excess of the local demand, he is unable to sell in the State; and he alleges that, being prevented from transporting it from the State, he has suffered great loss and damage and is deprived of his property without compensation.</p>\n<p>In No. 859 O.A. Bleakley, a citizen and resident of Pennsylvania, is complainant. He has received from the Secretary of the Interior a right of way over the land of certain Indians over a designated route, paying to the Indian Agent, by law and the rules and regulations of the Interior Department, the value of such right of way and the damages which the owners of the land over which he will pass for the laying and maintaining of a pipe-line for the exclusive purpose of transporting natural gas from Oklahoma to Kansas.</p>\n<p>It is alleged in the bills that a great number of wells have been drilled in the State at great expense which are capable of producing more than 1,000,000,000 cubic feet of gas per day, that such amount is more than necessary for the demands of the people of the State, and the excess of supply is required to meet the wants of those residing in Missouri and Kansas. This want, it is alleged, may be supplied through the distributing plants now constructed and those contemplated by complainants, but that under the present conditions the owners are required to cease development work and to keep large and valuable wells capped and inoperative, to their great injury and damage. It is alleged that in constructing lines for such transportation it will not be necessary to go along the highways of the State, but only across or over them, and that the lines to be constructed will be private lines, will endanger the lives and property of no one, and will be constructed in just conformity with all reasonable rules and regulations of the State.</p>\n<p>It is averred that each of the defendants is charged, by <span class=\"star-pagination\">*245</span> virtue of his office, to execute the laws and constitution of the State, and that he has undertaken to enforce the act hereinbefore referred to by proceedings in courts and by force of arms, and it is his intent and avowed purpose to prevent the transportation of gas beyond the limits of the State. The particular acts are set forth.</p>\n<p>The bills pray discovery, that the act above referred to be declared void as being in conflict with  8, Article I, and the Fourteenth Amendment of the Constitution of the United States, and that the defendants be enjoined from the things attributed to them. General relief is also prayed.</p>\n<p>Demurrers were filed to the bills which were overruled (172 Fed. Rep. 545), and the defendants answered.</p>\n<p>It was subsequently stipulated that the causes be consolidated and that appellant file an amended answer in each of the cases and the answers of the other defendants be withdrawn. It will only be necessary to consider the amended answer, not, however, its details either of denial or averment, but only of certain facts especially relied on. These are: The present daily capacity of the gas wells of the State is approximately 1 1/4 billion cubic feet, the daily consumption being more than can be safely taken from them \"without rapidly destroying their efficiency and depleting this great natural resource of the State.\" The gas area of the State is found in oil-producing sand, and the experience of all other natural gas fields demonstrates that the gas found in and taken from such sand is of much shorter duration than that found in purely gas sand, and if the acts of complainants be permitted \"the field will be exhausted in a very short time.\" While it is true that the gas in Oklahoma is found in a gas and oil-producing sand which extends underneath large contiguous areas of land, every well takes from this unbroken area and diminishes the producing capacity of every other well and of the entire field, the acts of the complainants if permitted <span class=\"star-pagination\">*246</span> will greatly damage and injure the entire field and take the property of all other owners therein and \"that the act of the legislature of the State of Oklahoma alleged in the bill to be unconstitutional was an effort on the part of the legislature of the State to preserve the natural gas field of the State from destructive waste.\"</p>\n<p>Certain cities of the States, which, by reason of their proximity to the gas field should be supplied with gas, are not now supplied with it, and will never be if complainants are allowed to transport it from Oklahoma without regulation by laws of the State, and the population of the State is now 1,750,000 and is growing more rapidly than that of any other State in the Union. On account of the general prairie character of the State it is without domestic fuel except coal and natural gas. Its supply of coal is growing rapidly more costly to produce, that the petroleum oil produced is practically transported from the State, \"and that, substantially, the only natural, practical, usable fuel, both for domestic and industrial use, is natural gas.\"</p>\n<p>The complainants may and are actually in the process of erecting enormous pumping stations outside of the State which \"might reasonably and would inevitably render entirely useless all the present lines (gas) in Oklahoma, and take away from the cities and towns of Oklahoma the entire practical use of their sole and natural fuel, because when gas is removed by the limited, prudent and natural rock pressure the nature and formation of the gas and oil sand is not radically changed, but if large pumps to pump out the wells out of proportion to the rock pressure are used, as are now actually threatened, by the complainant, the gas and oil sand is actually broken down as though shot with dynamite and other violence, and the salt water thereunder, always to be found, at once drowns out the wells, where rock pressure has been too greatly or rapidly decreased; that the use of the highways is a portion of the <span class=\"star-pagination\">*247</span> public property, and the same should be confined to those who supply all alike who may seek to be served, and because of its nature and extent and because the enormous amount of capital needed to make practical investments tends to create monopolies. The business of gas transportation is a public business in interstate trade, over which Congress has never legislated, and to permit complainant to carry out its said attempt and intent to monopolize the natural gas of the State and transport it away without regulation by the state laws over and across the State's highways without the State's consent would be to devote public property to private and exclusive use against the principles of the Constitution of this State and the United States, and deprive the intending purchasers of natural gas in this State from all supply whatsoever.\"</p>\n<p>There are other allegations of the effect of contemplated acts of the complainants upon the gas supply of the State and there are admissions that pipe lines are the only practical means of transportation, but this, it is alleged, is due to its cheapness as compared with other means of transportation considering the price of gas as a fuel as compared with other fuel products and the transportation of gas from other fields. And it is set forth that the highways of the State are open to the transportation of gas by any means which do not \"make a permanent appropriation of any part of the highways by placing a plant in the same.\"</p>\n<p>It is further alleged that in order to supply the cities of the State with gas, lines are continually being extended and that there are several other pipe lines which are seeking to carry on business in the State in the same manner as desired by complainant, and if the right exists in complainant it exists in all other foreign corporations, and, if exercised, lines will be extended as one part of the field becomes exhausted to other parts of the field and the lines supplying the cities of the State will also be extended in <span class=\"star-pagination\">*248</span> like manner and effect and a speedy destruction of the supply of the gas in the State will result.</p>\n<p>It is admitted that there are maintained and operated in the State natural gas pipe lines, but, it is alleged, that they are in daily use for the transportation of gas within the State. And it is further admitted that they in many instances and often at great length, run over, along and across the highways of the State and \"are operated without hurt, hindrance, damage or inconvenience to the traveling public or to abutting property owners.\" But it is averred that \"they were laid and are operated according to the laws in force at the time and pursuant to the laws of the State.\"</p>\n<p>Appellant admits that it is his duty to execute the laws of the State, and that it is his intention to enforce chapter 67 of the Session Laws of 1907 and 1908, and the acts amendatory and supplementary thereto \"in so far as the same must or should be done by litigation in which the State is interested,\" but that his duties rest solely upon himself and are not controlled by others, and that he intends to prevent solely by actions in competent courts the laying, constructing and operating of gas pipe lines in, on, under, across or along the highways of the State by complainant or by any other person not authorized so to do by the laws of the State. He denies the acts of force charged against him, or that he proposes to use force. The other denials and admissions it is not necessary to set out. A dissolution of the injunction is prayed.</p>\n<p>The cases were consolidated, as we have said, and submitted on the bills and the answers \"to the end that an immediate determination thereof and final decree therein\" might be obtained.</p>\n<p>A final decree was entered declaring that the statute referred to \"is unreasonable, unconstitutional, invalid and void, and of no force or effect whatever,\" and a perpetual injunction was awarded against its enforcement.</p>\n<p><span class=\"star-pagination\">*249</span> The basis of the decree of the court was that expressed in its opinion ruling upon the demurrers, to wit, that the statute of Oklahoma was prohibitive of interstate commerce in natural gas, and in consequence was a violation of the commerce clause of the Constitution of the United States, and that being, as the court said, its dominant purpose, it would, if enforced against complainants, \"invade their rights as guaranteed by the Fourteenth Amendment of the National Constitution\" and also the constitution of the State. <i>Haskell</i> v. <i>Kansas Natural Gas Co.,</i> 172 Fed. Rep. 545.</p>\n<p>These conclusions are contested, and it is asserted that the statute's \"ruling principle is conservation, not commerce; that the due process clause is the single issue.\" And due process, it is urged, is not violated, because the statute is not a taking of property, but a regulation of it under the police power of the State. The provisions of the act, it is further insisted, are but an exercise of the police power to conserve the natural resources of the State, and as means to that end the right of eminent domain is forbidden to foreign corporations engaged in transporting gas from the State and the use of the highways of the State confined to pipe lines operated by domestic corporations in order that gas may be transmitted only between points within the State. And such exercise of power, it is contended, does not regulate interstate commerce, but only affects it indirectly.</p>\n<p>A paradox is seemingly presented. Interstate commerce in natural gas is absolutely prevented  prohibited in effect, for we think it is undoubted that pipe lines are the only practical means of gas transportation, and to prohibit interstate commerce is more than to indirectly affect it. Every provision of the statute is directed to such result. Pipe-line construction is confined to corporations organized under the laws of the State, and the condition of their incorporation is that they shall only transmit gas between <span class=\"star-pagination\">*250</span> points in the State and shall not transport to or deliver to corporations or persons engaged in transporting or furnishing gas to points outside of the State. The right of eminent domain is given alone to such corporations and the use of the highways is confined to them, and that there be no element of control over them omitted, a violation of the statute is punished by a forfeiture of charters and of property. Nor can a new corporation be formed if even one of its stockholders was a stockholder of an offending corporation.</p>\n<p>To such stringent subjection foreign corporations could not be brought, so they are absolutely excluded from the State by the following provision: \"Sec. 3. Foreign corporations formed for the purpose of, or engaged in the business of, transporting or transmitting natural gas by means of pipe lines, shall never be licensed or permitted to conduct such business within this State.\"</p>\n<p>The statute presents no embarrassing questions of interpretation. It was manifestly enacted in the confident belief that the State had the power to confine commerce in natural gas between points within the State, and all of the rights conferred on domestic corporations, all of the rights denied to foreign corporations, were means to such end. And the State having such power, it is contended, if its exercise affects interstate commerce it affects such commerce only incidentally. In other words, affects it only, as it is contended, by the exertion of lawful rights and only because it cannot acquire the means for its exercise.</p>\n<p>The appellant makes a broader contention. The right to conserve, or rather the right to reserve, the resources of the State for the use of the inhabitants of the State, present and future, is broadly asserted. \"The ruling principle of the law,\" counsel say, \"is conservation, not commerce.\" It is true the means adopted to secure conservation are more insistently brought forward than the right of conservation <span class=\"star-pagination\">*251</span> and the power of the State over its corporations and over its highways and its right to give or withhold eminent domain are many times put forward in the argument and illustrated by the citation of many cases. It cannot but be observed that these rights need not the support of one another. If the right of conservation be as complete as contended for it could be secured by simple prohibitions or penalties. If the power over highways and eminent domain be as absolute as asserted it will have to be given effect no matter for what purpose exercised. We are, therefore, admonished at the very start in the discussion of the importance of the questions presented and the power which the States may exert against one another, even accepting the concession of appellant that Congress may break down the isolation by granting the right not only to take private property but to subject the highways of the State against the consent of the State to the uses of interstate commerce. With full appreciation of the importance of the questions involved, we pass to their consideration.</p>\n<p>As to conservation, appellant says that \"the case narrows itself to the single question of whether in any event a State has the right to conserve its natural resources, and, second, has it the right to preserve a common supply for the equal use of all those who may by law resort to it.\"</p>\n<p>The second question is not presented in the case. The provisions of the statute are not directed against waste. They are directed against any use of the gas except in the State. The right of the State \"to preserve the common supply for the equal use of all\" owners is not denied by appellees. We put the question out of consideration, therefore, except incidentally, and concede the right of the State to preserve the supply of gas as we shall hereafter set forth.</p>\n<p>The extent of power which the second question implies a State possesses, challenges serious inquiry. The natural resources of a State may be other than natural gas, for <span class=\"star-pagination\">*252</span> example may be timber and coal, and iron and other metals, but it is not contended that the right of conservation extends to these, and the broad statement of the first question is qualified in the argument by the properties of natural gas and the limitation of its supply. This, it is contended, gives a range to the police power of the State which otherwise it would not possess. And such power, as we understand the further contention to be, may determine not only the conservation of the resources of the State but as to what class of persons may use them, as dependent upon their transportation in state, rather than in interstate, commerce. The contention is discussed at length and variously illustrated. Indeed, analogies are adduced of limitations upon the use of property by virtue of the police power under conditions which invoke its exercise for the advancement of the general welfare. We select for review from the cases brought forward, those nearest to our inquiry, which are <i>Ohio Oil Co.</i> v. <i>Indiana,</i> 177 U.S. 190; <i>Lindsley</i> v. <i>Natural Carbonic Oil Co.,</i> 220 U.S. 61; <i>Hudson County Water Co.</i> v. <i>McCarter,</i> 209 U.S. 349.</p>\n<p><i>Ohio Oil Co.</i> v. <i>Indiana</i> was a writ of error to the Supreme Court of Indiana to review a judgment of that court which sustained a statute which prohibited any one having the control or possession of any natural gas or oil well to permit the gas or oil therefrom to escape into the open air, and restrained the Oil Company from violating the statute. Against the statute was urged the rights of property assured by the Fourteenth Amendment of the Constitution of the United States. The case is a valuable one and clearly announces the right of an owner to the soil beneath it and the relation of his rights to all other owners of the surface of the soil. The right of taking the gas, it was said, was common to all owners of the surface, and because of such a common right in all land owners an unlimited use (against a wasteful use the statute was directed) by any it was competent for the State to prohibit. This <span class=\"star-pagination\">*253</span> limitation upon the surface owners of property was justified by the peculiar character of gas and oil, they having the power of self-transmission, and that therefore to preserve an equal right in all surface owners there could not be an unlimited right in any. Gas and oil were likened to, not made identical with, animals <i>feroe naturoe</i> and, like such animals, were subject to appropriation by the owners of the soil, but also, like them, did not become property until reduced to actual possession.</p>\n<p>But an important distinction was pointed out. In things <i>feroe naturoe,</i> it was observed, all were endowed with the power of reducing them to possession and exclusive property. In the case of natural gas only the surface proprietors had such power, and the distinction, it was said, marked the difference in the extent of the State's control. \"In the one, as the public are the owners, every one may be absolutely prevented from seeking to reduce to possession. No divesting of private property, under such a condition, can be conceived because the public are the owners, and the enactment by the State of a law as to the public ownership is but the discharge of the governmental trust resting in the State as to property of that character. <i>Geer</i> v. <i>Connecticut, supra</i> 161 U.S. 519. On the other hand, as to gas and oil, the surface proprietors within the gas field all have the right of reducing to possession the gas and oil beneath. They could not be absolutely deprived of this right which belongs to them without a taking of private property.\" And this right, it was further said, was coequal in all of the owners of the surface and that the power of the State could be exerted \"for the purpose of protecting all the collective owners, by securing a just distribution, to arise from the enjoyment by them, of their privilege to reduce to possession, and to reach a like end by preventing waste.\" And further characterizing the statute, it was said, viewed as one to prevent the waste of the common property of <span class=\"star-pagination\">*254</span> the surface owners, it protected their property, not divested them of it. And special emphasis was given to this conclusion by the comment that to assert that the right of the surface owner to take was under the Fourteenth Amendment a right to waste, was \"to say that one common owner may divest all the others of their rights without wrongdoing, but the law-making power cannot protect all the owners in their enjoyment without violating the Constitution of the United States.\"</p>\n<p>The case, therefore, is an authority against, not in support of, the contention of the appellant in the case at bar.</p>\n<p>The statute of Indiana was directed against waste of the gas, and was sustained because it protected the use of all the surface owners against the waste of any. The statute was one of true conservation, securing the rights of property, not impairing them. Its purpose was to secure to the common owners of the gas a proportionate acquisition of it, a reduction to possession and property, not to take away any right of use or disposition after it had thus become property. It was sustained because such was its purpose; and we said that the surface owners of the soil, owners of the gas as well, could not be deprived of the right to reduce it to possession without the taking of private property. It surely cannot need argument to show that if they could not be deprived of the right to reduce the gas to possession they could not be deprived of any right which attached to it when in possession.</p>\n<p>The Oklahoma statute far transcends the Indiana statute. It does what this court took pains to show that the Indiana statute did not do. It does not protect the rights of all surface owners against the abuses of any. It does not alone regulate the right of the reduction to possession of the gas, but when the right is exercised, when the gas becomes property, takes from it the attributes of property, the right to dispose of it; indeed, selects its market to reserve it for future purchasers and use within the State <span class=\"star-pagination\">*255</span> on the ground that the welfare of the State will thereby be subserved. The results of the contention repel its acceptance. Gas, when reduced to possession, is a commodity; it belongs to the owner of the land, and, when reduced to possession, is his individual property subject to sale by him, and may be a subject of intrastate commerce and interstate commerce. The statute of Oklahoma recognizes it to be a subject of intrastate commerce, but seeks to prohibit it from being the subject of interstate commerce, and this is the purpose of its conservation. In other words, the purpose of its conservation is in a sense commercial  the business welfare of the State, as coal might be, or timber. Both of those products may be limited in amount, and the same consideration of the public welfare which would confine gas to the use of the inhabitants of a State would confine them to the inhabitants of the State. If the States have such power a singular situation might result. Pennsylvania might keep its coal, the Northwest its timber, the mining States their minerals. And why may not the products of the field be brought within the principle? Thus enlarged, or without that enlargement, its influence on interstate commerce need not be pointed out. To what consequences does such power tend? If one State has it, all States have it; embargo may be retaliated by embargo, and commerce will be halted at state lines. And yet we have said that \"in matters of foreign and interstate commerce there are no state lines.\" In such commerce, instead of the States, a new power appears and a new welfare, a welfare which transcends that of any State. But rather let us say it is constituted of the welfare of all of the States and that of each State is made the greater by a division of its resources, natural and created, with every other State, and those of every other State with it. This was the purpose, as it is the result, of the interstate commerce clause of the Constitution of the United States. If there is to be a turning backward it <span class=\"star-pagination\">*256</span> must be done by the authority of another instrumentality than a court.</p>\n<p>The case of <i>State ex rel. Corwin</i> v. <i>Indiana &amp; Ohio Oil, Gas and Mining Co.,</i> 120 Indiana, 575, is pertinent here. A statute of Indiana was considered which made it unlawful to pipe or conduct gas from any point within the State to any point or place without the State. It was assailed on one side as a regulation of interstate commerce, and therefore void under the Constitution of the United States. It was defended, on the other hand, as a provision for the exercise of the right of eminent domain, confining it to those engaged in state business, denying it to those engaged in interstate business, and, further, as imposing restrictions on foreign corporations. It will be observed, therefore, the statute had, it may be assumed, the same inducement as the Oklahoma statute, and the same special justifications were urged in its defense. The court rejected the defenses, and decided that the statute was not a legitimate exercise of the police power, or the regulation of the right of eminent domain or of foreign corporations, but had the purpose \"plainly and unmistakably manifested\" to prohibit transportation of natural gas beyond the limits of the State, and that this being its purpose it was void as a regulation of interstate commerce. These propositions were announced: (1) Natural gas is as much a commodity as iron ore, coal or petroleum or other products of the earth, and can be transported, bought and sold as other products. (2) It is not a commercial product when it is in the earth, but becomes so when brought to the surface and placed in pipes for transportation. (3) If it can be kept within the State after it has become a commercial product, so may corn, wheat, lead and iron. If laws can be enacted to prevent its transportation, \"a complete annihilation of interstate commerce might result.\" And the court concluded: \"We can find no tenable ground upon which the act can be sustained, and we are compelled to <span class=\"star-pagination\">*257</span> adjudge it invalid.\" The case was explicitly affirmed in <i>Manufacturers' Gas &amp;c. Co.</i> v. <i>Indiana Natural Gas &amp;c. Co.,</i> 155 Indiana, 545.</p>\n<p>The case is valuable because the court through the same justice who wrote the opinion distinguished between an exercise of the police power to regulate the taking of natural gas and its prohibition in interstate commerce.</p>\n<p><i>Jamieson</i> v. <i>Indiana Natural Gas Co.,</i> 128 Indiana, 555, sustained a statute prohibiting the taking of gas under a greater pressure than 300 pounds to the square inch. The court said that natural gas \"is, no doubt, so far a commercial commodity that this State cannot prohibit its transportation to another State by direct legislation,\" citing <i>State ex rel. Corwin</i> v. <i>The Indiana &amp;c. Co., supra.</i> The court said further: \"If it can be taken from the well and transported to another State under a safe pressure the State cannot prohibit its transportation, nor can the State establish one standard of pressure for its own citizens and another standard for the citizens of other States.\" The court, therefore, discerning in the statute no discrimination and no prohibition but only a regulation universal in its application and justified by the nature of the gas and which allowed its transportation to other States, decided that there was no restriction or burden upon interstate commerce.</p>\n<p><i>Lindsley</i> v. <i>Natural Carbonic Gas Company,</i> 220 U.S. 61, is to the same effect as <i>Ohio Oil Company</i> v. <i>Indiana</i><i>.</i> Its similarity to the latter case was pointed out. Indeed, they can be said to be identical in principle. In the one case oil and gas, in the other mineral water and gas, were commingled beneath the surface of the earth and capable of movement and common ownership. In the one case the right was asserted to waste the gas to secure the oil which was the more valuable of the two; in the other case the right was asserted to waste the water to secure the gas as the more valuable of the two. In both cases there was <span class=\"star-pagination\">*258</span> a statute forbidding the waste. Speaking of the purpose of the statute in <i>Lindsley</i> v. <i>Natural</i><i> Carbonic Gas Company,</i> it was said: \"It is to prevent or avoid the injury and waste suggested that the statute was adopted. It is not the first of its type. One in principle quite like it was considered by this court in <i>Ohio Oil Co.</i> v. <i>Indiana,</i> 177 U.S. 190.\" The statute was sustained upon the reasoning of that case.</p>\n<p><i>Hudson County Water Co.</i> v. <i>McCarter,</i> 209 U.S. 349, is urged, we have seen, on our attention. A statute of the State of New Jersey was involved, which made it unlawful for any person or corporation to transport or carry through pipes the waters of any fresh-water lake, river, etc., into any other State for use therein. Two propositions may be said to be the foundation of the decision of the court below sustaining the statute. (1) \"The fresh-water lakes, ponds, brooks and rivers, and the waters flowing therein, constitute an important part of the natural advantages of the\" State, \"upon the faith of which its population has multiplied in numbers and increased in material welfare. The regulation of the use and disposal of such waters, therefore, if it be within the power of the State, is among the most important objects of government.\" (2) \"The common law recognized no right in the riparian owner, as such, to divert water from the stream in order to make merchandise of it, nor any right to transport any portion of the water from the stream to a distance for the use of others.\" It was further declared that the common law authorized the acquisition of water \"only by riparian owners, and for purposes narrowly limited. Not that the ownership is common and public.\" And the contention was rejected that the title of the individual riparian owner was to the water itself  the fluid considered as a commodity  and exclusive against the public and against all persons excepting other riparian owners.</p>\n<p>It is clear that neither of these propositions will support the contentions of the appellant in the case at bar. Nor <span class=\"star-pagination\">*259</span> does any principle announced upon the review of the case here, though the power of the State to enact the statute was put \"upon a broader ground than that which was emphasized below.\" The police power of the State was discussed and the difficulty expressed of fixing \"boundary stones between\" it and the right of private property which was asserted in the case. There were few decisions, it was said, that were very much in point. But certain principles were expressed, of which <i>Geer</i> v. <i>Connecticut,</i> 161 U.S. 519, was considered as furnishing an illustration and <i>Kansas</i> v. <i>Colorado,</i> 185 U.S. 125, and <i>Georgia</i> v. <i>Tennessee Copper Co.,</i> 206 U.S. 230, some suggestions.</p>\n<p>That principle was that it was for the \"interest of the public for a State to maintain the rivers that are wholly within it substantially undiminished, except by such drains upon them as the guardian of the public welfare may permit for the purpose of turning them to more perfect use.\" And this principle was emphasized as the one determining the case and the opinion expressed that it was \"quite beyond any rational view of riparian rights that an agreement of no matter what private owners, could sanction the diversion of an important stream outside of the boundaries of the State in which it flows. The private right to appropriate is subject not only to the rights of the lower owners but to the initial limitation that it may not substantially diminish one of the great foundations of public welfare and health.\"</p>\n<p>It is hardly necessary to say that there was no purpose in the case to take from property its uses and commercial rights or to assimilate a flowing river and the welfare which was interested in its preservation to the regulation of gas wells, or to take from the gas when reduced to possession the attributes of property decided to belong to it in <i>Ohio Oil Co.</i> v. <i>Indiana</i><i>,</i> and recognized in <i>Lindsley</i> v. <i>Natural</i><i> Gas Co.</i> Indeed, pains were taken to put out of consideration a material measure of the benefits of a great river to <span class=\"star-pagination\">*260</span> a State. And surely we need not pause to point out the difference between such a river flowing upon the surface of the earth and such a substance as gas seeping invisibly through sands beneath the surface.</p>\n<p>We have reviewed the cases at some length as they demonstrate the unsoundness of the contention of appellant based upon the right to conserve (we use this word in the sense appellant uses it) the resources of the State, and that the statute finds no justification in such purpose for its interference with private property or its restraint upon interstate commerce. At this late day it is not necessary to cite cases to show that the right to engage in interstate commerce is not the gift of a State, and that it cannot be regulated or restrained by a State, or that a State cannot exclude from its limits a corporation engaged in such commerce. To attain these unauthorized ends is the purpose of the Oklahoma statute. The State through the statute seeks in every way to accomplish these ends, and all the powers that a State is conceived to possess are exerted and all the limitations upon such powers are attempted to be circumvented. Corporate persons are more subject to control than natural persons. The business is therefore confined to the former, and foreign corporations are excluded from the State. Lest they might enter by the superior power of the Constitution of the United States, the use of the highways is forbidden to them and the right of eminent domain is withheld from them, and the prohibitive strength which these provisions are supposed to carry is exhibited in the fact that the boundary of the State is a highway. If it cannot be passed without the consent of the State, commerce to and from the State is impossible. The situation is not underestimated by appellant, and he says: \"If the appellees had the right of way they might engage in interstate commerce, but their desire to engage in interstate commerce is a different thing from the means open to them to procure a right of way.\" And it is further <span class=\"star-pagination\">*261</span> said, that \"the confusion of the right to engage in interstate commerce with the power to forcibly secure a right of way is the basis of appellees' case.\"</p>\n<p>There is here and there a suggestion that the State not having granted such right the alternative is a grant of it by Congress. But this overlooks the affirmative force of the interstate commerce clause of the Constitution. The inaction of Congress is a declaration of freedom from state interference with the transportation of articles of legitimate interstate commerce, and this has been the answer of the courts to contentions like those made in the case at bar. <i>State ex rel. Corwin</i> v. <i>Indiana &amp; Ohio Oil, Gas &amp; Mining Co., supra</i><i>; </i><i>Benedict</i> v. <i>Columbia Construction Co.,</i> 49 N.J. Eq. 23, and also in <i>Haskell, Governor, et al.</i> v. <i>Cowham,</i> United States Circuit Court of Appeals, Eighth Circuit. In the latter case the Oklahoma statute was under review, and in response to the same contentions which are here presented these propositions were announced with citation of cases:</p>\n<p>\"No State by the exercise of, or by the refusal to exercise, any or all of its powers, may prevent or unreasonably burden interstate commerce within its borders in any sound article thereof.</p>\n<p>\"No State by the exercise of, or by the refusal to exercise, any or all of its powers, may substantially discriminate against or directly regulate interstate commerce or the right to carry it on.\"</p>\n<p>The power of the State of Oklahoma over highways is much discussed by appellant and appellees; the appellant contending for a power practically absolute, as exercised under the statute, making the highways impassable barriers to the pipe lines of appellees. The appellees contend for a more modified and limited right in the State, one not extending beyond an easement of public passage, subject, therefore, to certain rights in the abutting owners, which rights can be transferred; and further contend that even <span class=\"star-pagination\">*262</span> if the power of the State be not so limited, it cannot be exercised to discriminate against interstate commerce.</p>\n<p>The rights of abutting owners we will not discuss, nor the rights derived from them by appellees except to say that whatever rights they had they conveyed to appellees and against them there is no necessity of resorting to the exercise of eminent domain. We place our decision on the character and purpose of the Oklahoma statute. The State, as we have seen, grants the use of the highways to domestic corporations engaged in intrastate transportation of natural gas, giving such corporations even the right to the longitudinal use of the highways. It denies to appellees the lesser right to pass under them or over them, notwithstanding it is conceded in the pleadings that the greater use given to domestic corporations is no obstruction to them. This discrimination is beyond the power of the State to make. As said by the Circuit Court of Appeals in the Eighth Circuit, no State can by action or inaction prevent, unreasonably burden, discriminate against or directly regulate interstate commerce or the right to carry it on. And in all of these inhibited particulars the statute of Oklahoma offends.</p>\n<p>And, we repeat again, there is no question in the case of the regulating power of the State over the natural gas within its borders. The appellees concede the power, and, replying to the argument of appellant based on the intention of appellees to erect large pumps to increase the natural rock pressure of the gas, appellees say, \"Kansas by legislative enactment forbids the use of artificial apparatus to increase the natural flow from gas wells: Chapter 312, Laws of Kansas, 1909, page 520. To this act the Kansas Natural Gas Company has no objection.\"</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE HOLMES, MR. JUSTICE LURTON and MR. JUSTICE HUGHES dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Chapter 67  Pipe Lines  Regulating Gas and Oil Pipe Lines  </p>\n<p>Article 1.</p>\n<p>An act regulating the laying, constructing, and maintaining and operating of gas pipe lines for the transportation of natural gas within the State of Oklahoma, defining the modes of procedure for the exercise of the right of eminent domain for such purposes, providing for the inspection and supervision of the laying of such pipe lines and limiting the gas pressure therein, and providing penalties for the violation thereof.</p>\n<p>Be it Enacted by the People of the State of Oklahoma:</p>\n<p>SECTION 1. Any firm, co-partnership, association or combination of individuals may become a body corporate under the laws of this State for the purpose of producing, transmitting or transporting natural gas to points within this State by complying with the general corporation laws of the State of (Oklahoma, and with this act.</p>\n<p>SEC. 2. No corporation organized for the purpose of, or engaged in the transportation or transmission of natural gas within this State shall be granted a charter or right of eminent domain, or right to use the highways of this State unless it shall be expressly stipulated in such charter that it shall only transport or transmit natural gas through its pipe lines to points within this State; that it shall not connect with, transport to, or deliver natural gas to individuals, associations, co-partnership companies or corporations engaged in transporting or furnishing natural gas to points places or persons outside of this State.</p>\n<p>SEC. 3. Foreign corporations formed for the purpose of, or engaged in the business of transporting or transmitting natural gas by means of pipe lines, shall never be licensed or permitted to conduct such business within this State.</p>\n<p>SEC. 4. No association, combination, co-partnership or corporation shall have or exercise the right of eminent domain within this State for the purpose of constructing, or maintaining a gas pipe line or lines within this State, or shall be permitted to take private or public property for their use within this State, unless expressly granted such power in accordance with this act.</p>\n<p>SEC. 5. The laying, constructing, building and maintaining a gas pipe line or lines for the transportation or transmission of natural gas along, over, under, across, or through the highways, roads, bridges, streets, or alleys in this State, or of any county, city, municipal corporation or any other public or private premises within this State is hereby declared an additional burden upon said highway, bridge, road, street or alley, and any other private, or public premises may only be done when the right is granted by express charter from the State and shall not be constructed, maintained, or operated until all damages to adjacent owners are ascertained and paid as provided by law.</p>\n<p>SEC. 6. All pipe lines for the transportation or transmission of natural gas in this State shall be laid under the direction and inspection of proper persons skilled in such business to be designated by the chief mining inspector for such duty, and the expenses of such inspection and supervision shall be borne and paid for by the parties laying and constructing such pipe lines for the transportation or transmission of natural gas.</p>\n<p>SEC. 7. No pipe line for the transportation or transmission of natural gas shall be subjected to a greater pressure than three hundred pounds to the square inch, except for the purpose of testing such lines, and gas pumps shall not be used on any gas pipe lines for the transportation or transmission of natural gas or used on or in any gas well within this State.</p>\n<p>SEC. 8. Any corporation granted the right under the provisions of this act to exercise the right of eminent domain, or use the highways of this State to construct or maintain a gas pipe line or lines for the transportation or transmission of natural gas to points within this State, which shall transport or transmit any natural gas to a point outside of, or beyond this State, or shall connect with or attempt to connect with or threaten to connect with any gas pipe line furnishing, transporting, or transmitting gas to a point outside of, or beyond this State, shall by each or all of said acts, forfeit all right granted it or them by the charter from this State, and said forfeiture shall extend back to the time of the commission of said act or said acts in violation of this act; and such act or acts shall of themselves work a forfeiture of any and all rights of any and every kind and character which may be or may have been granted by the State for the transportation or transmission of natural gas within this State, and all the property of said corporation and all the property at any time belonging to said corporation, at any time used in the construction, maintaining or operation of said gas pipe line or lines shall, in due course of law, be forfeited to and be taken into the possession of the State through its proper officer and in said action there shall be a right to the State of the appointment of a receiver, either before or after the judgment, to be exercised at the option of the State, and the officer taking possession of said property shall immediately disconnect said pipe line or lines at a proper point in this State from any pipe line or lines going out of, or beyond the State. And said property shall be sold as directed by the court having jurisdiction of said proceedings, and the proceeds of said sale shall be applied, first to the payment of the cost of such proceeding, and the remainder, if any, paid into the school fund of the State, and said charter under which said act or acts were committed shall be revoked, and no charter for the transportation or transmission of natural gas shall ever be granted to any corporation having among its stockholders any person who was one of the stockholders of said corporation whose charter has or may have been forfeited as aforesaid, and if any such charter shall have been granted, and thereafter a person shall become a stockholder thereof who was one of the stockholders of the corporation whose charter has been or may have been forfeited, as herein provided, the charter of said corporation, one of whose stockholders is as last named, shall therefore be forfeited and revoked. Provided, that any person who may be denied the right to become a stockholder as above prescribed may be granted the right to become such stockholder by the corporation commission, when such person shows to such commission that he was not a party to the former violation of this act.</p>\n<p>SEC. 9. No pipe lines for the transportation or transmission of natural gas shall be laid upon private or public property when the purpose of such line is to transport or transmit gas for sale to the public until the same is properly inspected as provided in this act; and before any gas pipe line company shall furnish or sell gas to the public, it shall secure from the inspector a certificate showing that said line is laid and constructed in accordance with this act, and under the inspection of the proper officer, provided that nothing in this act shall be construed to prevent persons drilling for oil and gas from laying surface lines to transport or transmit gas to wells which are being drilled within this State and further provided, that factories in this State may transport or transmit gas through pipe lines for their own use for factories located wholly within this State, upon securing the right of way from the State over or along the highways and from property owners to their lands.</p>\n<p>SEC. 10. That no person, firm or association or corporation shall ever be permitted to transmit or transport natural gas by pipe lines in this State or in this State construct or operate a pipe line for the transmission of natural gas, except such persons, firms, associations, or corporations be incorporated as in this act provided, except as in section 9 of this act, and provided further that all persons, firms, corporations, associations, and institutions now doing the business of transporting or transmission of natural gas in this State and otherwise complying with this act are hereby permitted to incorporate under the provisions of this act within ten days after the passage and approval of the same.</p>\n<p>SEC. 11. All acts and parts of acts in conflict with this act are hereby repealed.</p>\n<p>SEC. 12. An existing emergency is hereby declared by the legislature for the preservation of the public peace, health and safety of the State.</p>\n<p>SEC. 13. This act shall take effect from and after its passage and approval as provided by law.</p>\n<p>Approved December 21, 1907.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></span> (1911)</b></center>\n<center><h1>WEST, ATTORNEY GENERAL OF THE STATE OF OKLAHOMA,<br>\nv.<br>\nKANSAS NATURAL GAS COMPANY.</h1></center>\n<center>No. 916.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 4, 5, 1911.</center>\n<center>Decided May 15, 1911.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF OKLAHOMA.\n<p><span class=\"star-pagination\">*230</span> <i>Mr. Charles West,</i> Attorney General of the State of Oklahoma, and <i>Mr. Charles B. Ames</i> for appellant.</p>\n<p><i>Mr. John G. Johnson</i> and <i>Mr. D.T. Watson,</i> with whom <i>Mr. E.L. Scarritt</i> and <i>Mr. John J. Jones</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*239</span> MR. JUSTICE McKENNA delivered the opinion of the court.</p>\n<p>This appeal brings up for review the decree entered in the Circuit Court of the United States for the Eastern District of Oklahoma in four suits consolidated by stipulation of the parties.</p>\n<p>The suits had the common purpose of attacking the constitutional validity of a statute of Oklahoma, enacted in 1907, which is referred to as chapter 67 of the Session Laws of 1907. It is inserted in the margin in full.<sup>[1]</sup> All <span class=\"star-pagination\">*240</span> of the bills have the same foundation, that is, the right to buy, sell and transport natural gas in interstate commerce notwithstanding the provision of the statute.</p>\n<p>The suits were numbered in the court below 856, 857, <span class=\"star-pagination\">*241</span> 858 and 859. In 856 the Kansas Natural Gas Company was complainant. It is a corporation of the State of Delaware, and is engaged in the business of purchasing and distributing natural gas to consumers. It has a contract <span class=\"star-pagination\">*242</span> for the purchase of all the gas that can be produced from a certain well in Washington County, Oklahoma, and has acquired by purchase the right of way over the land upon which the well is located for the laying of a pipe line for the transportation of the gas, and proposes to extend its trunk pipe lines from the present southern terminus thereof in the State of Kansas southward across the Oklahoma state line to the well. It also proposes to construct lateral and branch lines from the trunk line so extended for the purpose of gathering and receiving such gas as it may be able to purchase from the owners of other wells. Its line will not be used in any way for local traffic, but only for the transportation of the gas from the wells in Oklahoma into the States of Kansas and Missouri.</p>\n<p><span class=\"star-pagination\">*243</span> In No. 857 the Marnet Mining Company, a corporation of West Virginia, is complainant. For the purpose of transporting from the producers of gas in the State of Oklahoma to purchasers and consumers in Kansas and Missouri, it has purchased a right of way over certain lands in the State, and proposes to construct a system of pipe lines to be used exclusively in such interstate transportation, and not in any way for local traffic.</p>\n<p>In No. 858 A.W. Lewis, a citizen and resident of the State of Ohio, is complainant. He is the owner of an oil and gas lease by which he has acquired the right to construct wells on a certain tract of land in Oklahoma, and to take gas therefrom for the period of fifteen years. He has constructed a well, in accordance with his lease, which <span class=\"star-pagination\">*244</span> is capable of producing many millions of cubic feet of gas per day, which, being in excess of the local demand, he is unable to sell in the State; and he alleges that, being prevented from transporting it from the State, he has suffered great loss and damage and is deprived of his property without compensation.</p>\n<p>In No. 859 O.A. Bleakley, a citizen and resident of Pennsylvania, is complainant. He has received from the Secretary of the Interior a right of way over the land of certain Indians over a designated route, paying to the Indian Agent, by law and the rules and regulations of the Interior Department, the value of such right of way and the damages which the owners of the land over which he will pass for the laying and maintaining of a pipe-line for the exclusive purpose of transporting natural gas from Oklahoma to Kansas.</p>\n<p>It is alleged in the bills that a great number of wells have been drilled in the State at great expense which are capable of producing more than 1,000,000,000 cubic feet of gas per day, that such amount is more than necessary for the demands of the people of the State, and the excess of supply is required to meet the wants of those residing in Missouri and Kansas. This want, it is alleged, may be supplied through the distributing plants now constructed and those contemplated by complainants, but that under the present conditions the owners are required to cease development work and to keep large and valuable wells capped and inoperative, to their great injury and damage. It is alleged that in constructing lines for such transportation it will not be necessary to go along the highways of the State, but only across or over them, and that the lines to be constructed will be private lines, will endanger the lives and property of no one, and will be constructed in just conformity with all reasonable rules and regulations of the State.</p>\n<p>It is averred that each of the defendants is charged, by <span class=\"star-pagination\">*245</span> virtue of his office, to execute the laws and constitution of the State, and that he has undertaken to enforce the act hereinbefore referred to by proceedings in courts and by force of arms, and it is his intent and avowed purpose to prevent the transportation of gas beyond the limits of the State. The particular acts are set forth.</p>\n<p>The bills pray discovery, that the act above referred to be declared void as being in conflict with  8, Article I, and the Fourteenth Amendment of the Constitution of the United States, and that the defendants be enjoined from the things attributed to them. General relief is also prayed.</p>\n<p>Demurrers were filed to the bills which were overruled (172 Fed. Rep. 545), and the defendants answered.</p>\n<p>It was subsequently stipulated that the causes be consolidated and that appellant file an amended answer in each of the cases and the answers of the other defendants be withdrawn. It will only be necessary to consider the amended answer, not, however, its details either of denial or averment, but only of certain facts especially relied on. These are: The present daily capacity of the gas wells of the State is approximately 1 1/4 billion cubic feet, the daily consumption being more than can be safely taken from them \"without rapidly destroying their efficiency and depleting this great natural resource of the State.\" The gas area of the State is found in oil-producing sand, and the experience of all other natural gas fields demonstrates that the gas found in and taken from such sand is of much shorter duration than that found in purely gas sand, and if the acts of complainants be permitted \"the field will be exhausted in a very short time.\" While it is true that the gas in Oklahoma is found in a gas and oil-producing sand which extends underneath large contiguous areas of land, every well takes from this unbroken area and diminishes the producing capacity of every other well and of the entire field, the acts of the complainants if permitted <span class=\"star-pagination\">*246</span> will greatly damage and injure the entire field and take the property of all other owners therein and \"that the act of the legislature of the State of Oklahoma alleged in the bill to be unconstitutional was an effort on the part of the legislature of the State to preserve the natural gas field of the State from destructive waste.\"</p>\n<p>Certain cities of the States, which, by reason of their proximity to the gas field should be supplied with gas, are not now supplied with it, and will never be if complainants are allowed to transport it from Oklahoma without regulation by laws of the State, and the population of the State is now 1,750,000 and is growing more rapidly than that of any other State in the Union. On account of the general prairie character of the State it is without domestic fuel except coal and natural gas. Its supply of coal is growing rapidly more costly to produce, that the petroleum oil produced is practically transported from the State, \"and that, substantially, the only natural, practical, usable fuel, both for domestic and industrial use, is natural gas.\"</p>\n<p>The complainants may and are actually in the process of erecting enormous pumping stations outside of the State which \"might reasonably and would inevitably render entirely useless all the present lines (gas) in Oklahoma, and take away from the cities and towns of Oklahoma the entire practical use of their sole and natural fuel, because when gas is removed by the limited, prudent and natural rock pressure the nature and formation of the gas and oil sand is not radically changed, but if large pumps to pump out the wells out of proportion to the rock pressure are used, as are now actually threatened, by the complainant, the gas and oil sand is actually broken down as though shot with dynamite and other violence, and the salt water thereunder, always to be found, at once drowns out the wells, where rock pressure has been too greatly or rapidly decreased; that the use of the highways is a portion of the <span class=\"star-pagination\">*247</span> public property, and the same should be confined to those who supply all alike who may seek to be served, and because of its nature and extent and because the enormous amount of capital needed to make practical investments tends to create monopolies. The business of gas transportation is a public business in interstate trade, over which Congress has never legislated, and to permit complainant to carry out its said attempt and intent to monopolize the natural gas of the State and transport it away without regulation by the state laws over and across the State's highways without the State's consent would be to devote public property to private and exclusive use against the principles of the Constitution of this State and the United States, and deprive the intending purchasers of natural gas in this State from all supply whatsoever.\"</p>\n<p>There are other allegations of the effect of contemplated acts of the complainants upon the gas supply of the State and there are admissions that pipe lines are the only practical means of transportation, but this, it is alleged, is due to its cheapness as compared with other means of transportation considering the price of gas as a fuel as compared with other fuel products and the transportation of gas from other fields. And it is set forth that the highways of the State are open to the transportation of gas by any means which do not \"make a permanent appropriation of any part of the highways by placing a plant in the same.\"</p>\n<p>It is further alleged that in order to supply the cities of the State with gas, lines are continually being extended and that there are several other pipe lines which are seeking to carry on business in the State in the same manner as desired by complainant, and if the right exists in complainant it exists in all other foreign corporations, and, if exercised, lines will be extended as one part of the field becomes exhausted to other parts of the field and the lines supplying the cities of the State will also be extended in <span class=\"star-pagination\">*248</span> like manner and effect and a speedy destruction of the supply of the gas in the State will result.</p>\n<p>It is admitted that there are maintained and operated in the State natural gas pipe lines, but, it is alleged, that they are in daily use for the transportation of gas within the State. And it is further admitted that they in many instances and often at great length, run over, along and across the highways of the State and \"are operated without hurt, hindrance, damage or inconvenience to the traveling public or to abutting property owners.\" But it is averred that \"they were laid and are operated according to the laws in force at the time and pursuant to the laws of the State.\"</p>\n<p>Appellant admits that it is his duty to execute the laws of the State, and that it is his intention to enforce chapter 67 of the Session Laws of 1907 and 1908, and the acts amendatory and supplementary thereto \"in so far as the same must or should be done by litigation in which the State is interested,\" but that his duties rest solely upon himself and are not controlled by others, and that he intends to prevent solely by actions in competent courts the laying, constructing and operating of gas pipe lines in, on, under, across or along the highways of the State by complainant or by any other person not authorized so to do by the laws of the State. He denies the acts of force charged against him, or that he proposes to use force. The other denials and admissions it is not necessary to set out. A dissolution of the injunction is prayed.</p>\n<p>The cases were consolidated, as we have said, and submitted on the bills and the answers \"to the end that an immediate determination thereof and final decree therein\" might be obtained.</p>\n<p>A final decree was entered declaring that the statute referred to \"is unreasonable, unconstitutional, invalid and void, and of no force or effect whatever,\" and a perpetual injunction was awarded against its enforcement.</p>\n<p><span class=\"star-pagination\">*249</span> The basis of the decree of the court was that expressed in its opinion ruling upon the demurrers, to wit, that the statute of Oklahoma was prohibitive of interstate commerce in natural gas, and in consequence was a violation of the commerce clause of the Constitution of the United States, and that being, as the court said, its dominant purpose, it would, if enforced against complainants, \"invade their rights as guaranteed by the Fourteenth Amendment of the National Constitution\" and also the constitution of the State. <i>Haskell</i> v. <i>Kansas Natural Gas Co.,</i> 172 Fed. Rep. 545.</p>\n<p>These conclusions are contested, and it is asserted that the statute's \"ruling principle is conservation, not commerce; that the due process clause is the single issue.\" And due process, it is urged, is not violated, because the statute is not a taking of property, but a regulation of it under the police power of the State. The provisions of the act, it is further insisted, are but an exercise of the police power to conserve the natural resources of the State, and as means to that end the right of eminent domain is forbidden to foreign corporations engaged in transporting gas from the State and the use of the highways of the State confined to pipe lines operated by domestic corporations in order that gas may be transmitted only between points within the State. And such exercise of power, it is contended, does not regulate interstate commerce, but only affects it indirectly.</p>\n<p>A paradox is seemingly presented. Interstate commerce in natural gas is absolutely prevented  prohibited in effect, for we think it is undoubted that pipe lines are the only practical means of gas transportation, and to prohibit interstate commerce is more than to indirectly affect it. Every provision of the statute is directed to such result. Pipe-line construction is confined to corporations organized under the laws of the State, and the condition of their incorporation is that they shall only transmit gas between <span class=\"star-pagination\">*250</span> points in the State and shall not transport to or deliver to corporations or persons engaged in transporting or furnishing gas to points outside of the State. The right of eminent domain is given alone to such corporations and the use of the highways is confined to them, and that there be no element of control over them omitted, a violation of the statute is punished by a forfeiture of charters and of property. Nor can a new corporation be formed if even one of its stockholders was a stockholder of an offending corporation.</p>\n<p>To such stringent subjection foreign corporations could not be brought, so they are absolutely excluded from the State by the following provision: \"Sec. 3. Foreign corporations formed for the purpose of, or engaged in the business of, transporting or transmitting natural gas by means of pipe lines, shall never be licensed or permitted to conduct such business within this State.\"</p>\n<p>The statute presents no embarrassing questions of interpretation. It was manifestly enacted in the confident belief that the State had the power to confine commerce in natural gas between points within the State, and all of the rights conferred on domestic corporations, all of the rights denied to foreign corporations, were means to such end. And the State having such power, it is contended, if its exercise affects interstate commerce it affects such commerce only incidentally. In other words, affects it only, as it is contended, by the exertion of lawful rights and only because it cannot acquire the means for its exercise.</p>\n<p>The appellant makes a broader contention. The right to conserve, or rather the right to reserve, the resources of the State for the use of the inhabitants of the State, present and future, is broadly asserted. \"The ruling principle of the law,\" counsel say, \"is conservation, not commerce.\" It is true the means adopted to secure conservation are more insistently brought forward than the right of conservation <span class=\"star-pagination\">*251</span> and the power of the State over its corporations and over its highways and its right to give or withhold eminent domain are many times put forward in the argument and illustrated by the citation of many cases. It cannot but be observed that these rights need not the support of one another. If the right of conservation be as complete as contended for it could be secured by simple prohibitions or penalties. If the power over highways and eminent domain be as absolute as asserted it will have to be given effect no matter for what purpose exercised. We are, therefore, admonished at the very start in the discussion of the importance of the questions presented and the power which the States may exert against one another, even accepting the concession of appellant that Congress may break down the isolation by granting the right not only to take private property but to subject the highways of the State against the consent of the State to the uses of interstate commerce. With full appreciation of the importance of the questions involved, we pass to their consideration.</p>\n<p>As to conservation, appellant says that \"the case narrows itself to the single question of whether in any event a State has the right to conserve its natural resources, and, second, has it the right to preserve a common supply for the equal use of all those who may by law resort to it.\"</p>\n<p>The second question is not presented in the case. The provisions of the statute are not directed against waste. They are directed against any use of the gas except in the State. The right of the State \"to preserve the common supply for the equal use of all\" owners is not denied by appellees. We put the question out of consideration, therefore, except incidentally, and concede the right of the State to preserve the supply of gas as we shall hereafter set forth.</p>\n<p>The extent of power which the second question implies a State possesses, challenges serious inquiry. The natural resources of a State may be other than natural gas, for <span class=\"star-pagination\">*252</span> example may be timber and coal, and iron and other metals, but it is not contended that the right of conservation extends to these, and the broad statement of the first question is qualified in the argument by the properties of natural gas and the limitation of its supply. This, it is contended, gives a range to the police power of the State which otherwise it would not possess. And such power, as we understand the further contention to be, may determine not only the conservation of the resources of the State but as to what class of persons may use them, as dependent upon their transportation in state, rather than in interstate, commerce. The contention is discussed at length and variously illustrated. Indeed, analogies are adduced of limitations upon the use of property by virtue of the police power under conditions which invoke its exercise for the advancement of the general welfare. We select for review from the cases brought forward, those nearest to our inquiry, which are <i>Ohio Oil Co.</i> v. <i>Indiana,</i> 177 U.S. 190; <i>Lindsley</i> v. <i>Natural Carbonic Oil Co.,</i> <span class=\"citation\" data-id=\"97374\"><a href=\"/opinion/97374/lindsley-v-natural-carbonic-gas-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>; <i>Hudson County Water Co.</i> v. <i>McCarter,</i> <span class=\"citation\" data-id=\"96834\"><a href=\"/opinion/96834/hudson-county-water-co-v-mccarter/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>.</p>\n<p><i>Ohio Oil Co.</i> v. <i>Indiana</i> was a writ of error to the Supreme Court of Indiana to review a judgment of that court which sustained a statute which prohibited any one having the control or possession of any natural gas or oil well to permit the gas or oil therefrom to escape into the open air, and restrained the Oil Company from violating the statute. Against the statute was urged the rights of property assured by the Fourteenth Amendment of the Constitution of the United States. The case is a valuable one and clearly announces the right of an owner to the soil beneath it and the relation of his rights to all other owners of the surface of the soil. The right of taking the gas, it was said, was common to all owners of the surface, and because of such a common right in all land owners an unlimited use (against a wasteful use the statute was directed) by any it was competent for the State to prohibit. This <span class=\"star-pagination\">*253</span> limitation upon the surface owners of property was justified by the peculiar character of gas and oil, they having the power of self-transmission, and that therefore to preserve an equal right in all surface owners there could not be an unlimited right in any. Gas and oil were likened to, not made identical with, animals <i>feroe naturoe</i> and, like such animals, were subject to appropriation by the owners of the soil, but also, like them, did not become property until reduced to actual possession.</p>\n<p>But an important distinction was pointed out. In things <i>feroe naturoe,</i> it was observed, all were endowed with the power of reducing them to possession and exclusive property. In the case of natural gas only the surface proprietors had such power, and the distinction, it was said, marked the difference in the extent of the State's control. \"In the one, as the public are the owners, every one may be absolutely prevented from seeking to reduce to possession. No divesting of private property, under such a condition, can be conceived because the public are the owners, and the enactment by the State of a law as to the public ownership is but the discharge of the governmental trust resting in the State as to property of that character. <i>Geer</i> v. <i>Connecticut, supra</i> <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>. On the other hand, as to gas and oil, the surface proprietors within the gas field all have the right of reducing to possession the gas and oil beneath. They could not be absolutely deprived of this right which belongs to them without a taking of private property.\" And this right, it was further said, was coequal in all of the owners of the surface and that the power of the State could be exerted \"for the purpose of protecting all the collective owners, by securing a just distribution, to arise from the enjoyment by them, of their privilege to reduce to possession, and to reach a like end by preventing waste.\" And further characterizing the statute, it was said, viewed as one to prevent the waste of the common property of <span class=\"star-pagination\">*254</span> the surface owners, it protected their property, not divested them of it. And special emphasis was given to this conclusion by the comment that to assert that the right of the surface owner to take was under the Fourteenth Amendment a right to waste, was \"to say that one common owner may divest all the others of their rights without wrongdoing, but the law-making power cannot protect all the owners in their enjoyment without violating the Constitution of the United States.\"</p>\n<p>The case, therefore, is an authority against, not in support of, the contention of the appellant in the case at bar.</p>\n<p>The statute of Indiana was directed against waste of the gas, and was sustained because it protected the use of all the surface owners against the waste of any. The statute was one of true conservation, securing the rights of property, not impairing them. Its purpose was to secure to the common owners of the gas a proportionate acquisition of it, a reduction to possession and property, not to take away any right of use or disposition after it had thus become property. It was sustained because such was its purpose; and we said that the surface owners of the soil, owners of the gas as well, could not be deprived of the right to reduce it to possession without the taking of private property. It surely cannot need argument to show that if they could not be deprived of the right to reduce the gas to possession they could not be deprived of any right which attached to it when in possession.</p>\n<p>The Oklahoma statute far transcends the Indiana statute. It does what this court took pains to show that the Indiana statute did not do. It does not protect the rights of all surface owners against the abuses of any. It does not alone regulate the right of the reduction to possession of the gas, but when the right is exercised, when the gas becomes property, takes from it the attributes of property, the right to dispose of it; indeed, selects its market to reserve it for future purchasers and use within the State <span class=\"star-pagination\">*255</span> on the ground that the welfare of the State will thereby be subserved. The results of the contention repel its acceptance. Gas, when reduced to possession, is a commodity; it belongs to the owner of the land, and, when reduced to possession, is his individual property subject to sale by him, and may be a subject of intrastate commerce and interstate commerce. The statute of Oklahoma recognizes it to be a subject of intrastate commerce, but seeks to prohibit it from being the subject of interstate commerce, and this is the purpose of its conservation. In other words, the purpose of its conservation is in a sense commercial  the business welfare of the State, as coal might be, or timber. Both of those products may be limited in amount, and the same consideration of the public welfare which would confine gas to the use of the inhabitants of a State would confine them to the inhabitants of the State. If the States have such power a singular situation might result. Pennsylvania might keep its coal, the Northwest its timber, the mining States their minerals. And why may not the products of the field be brought within the principle? Thus enlarged, or without that enlargement, its influence on interstate commerce need not be pointed out. To what consequences does such power tend? If one State has it, all States have it; embargo may be retaliated by embargo, and commerce will be halted at state lines. And yet we have said that \"in matters of foreign and interstate commerce there are no state lines.\" In such commerce, instead of the States, a new power appears and a new welfare, a welfare which transcends that of any State. But rather let us say it is constituted of the welfare of all of the States and that of each State is made the greater by a division of its resources, natural and created, with every other State, and those of every other State with it. This was the purpose, as it is the result, of the interstate commerce clause of the Constitution of the United States. If there is to be a turning backward it <span class=\"star-pagination\">*256</span> must be done by the authority of another instrumentality than a court.</p>\n<p>The case of <i>State ex rel. Corwin</i> v. <i>Indiana &amp; Ohio Oil, Gas and Mining Co.,</i> 120 Indiana, 575, is pertinent here. A statute of Indiana was considered which made it unlawful to pipe or conduct gas from any point within the State to any point or place without the State. It was assailed on one side as a regulation of interstate commerce, and therefore void under the Constitution of the United States. It was defended, on the other hand, as a provision for the exercise of the right of eminent domain, confining it to those engaged in state business, denying it to those engaged in interstate business, and, further, as imposing restrictions on foreign corporations. It will be observed, therefore, the statute had, it may be assumed, the same inducement as the Oklahoma statute, and the same special justifications were urged in its defense. The court rejected the defenses, and decided that the statute was not a legitimate exercise of the police power, or the regulation of the right of eminent domain or of foreign corporations, but had the purpose \"plainly and unmistakably manifested\" to prohibit transportation of natural gas beyond the limits of the State, and that this being its purpose it was void as a regulation of interstate commerce. These propositions were announced: (1) Natural gas is as much a commodity as iron ore, coal or petroleum or other products of the earth, and can be transported, bought and sold as other products. (2) It is not a commercial product when it is in the earth, but becomes so when brought to the surface and placed in pipes for transportation. (3) If it can be kept within the State after it has become a commercial product, so may corn, wheat, lead and iron. If laws can be enacted to prevent its transportation, \"a complete annihilation of interstate commerce might result.\" And the court concluded: \"We can find no tenable ground upon which the act can be sustained, and we are compelled to <span class=\"star-pagination\">*257</span> adjudge it invalid.\" The case was explicitly affirmed in <i>Manufacturers' Gas &amp;c. Co.</i> v. <i>Indiana Natural Gas &amp;c. Co.,</i> 155 Indiana, 545.</p>\n<p>The case is valuable because the court through the same justice who wrote the opinion distinguished between an exercise of the police power to regulate the taking of natural gas and its prohibition in interstate commerce.</p>\n<p><i>Jamieson</i> v. <i>Indiana Natural Gas Co.,</i> 128 Indiana, 555, sustained a statute prohibiting the taking of gas under a greater pressure than 300 pounds to the square inch. The court said that natural gas \"is, no doubt, so far a commercial commodity that this State cannot prohibit its transportation to another State by direct legislation,\" citing <i>State ex rel. Corwin</i> v. <i>The Indiana &amp;c. Co., supra.</i> The court said further: \"If it can be taken from the well and transported to another State under a safe pressure the State cannot prohibit its transportation, nor can the State establish one standard of pressure for its own citizens and another standard for the citizens of other States.\" The court, therefore, discerning in the statute no discrimination and no prohibition but only a regulation universal in its application and justified by the nature of the gas and which allowed its transportation to other States, decided that there was no restriction or burden upon interstate commerce.</p>\n<p><i>Lindsley</i> v. <i>Natural Carbonic Gas Company,</i> <span class=\"citation\" data-id=\"97374\"><a href=\"/opinion/97374/lindsley-v-natural-carbonic-gas-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, is to the same effect as <i>Ohio Oil Company</i> v. <i>Indiana</i><i>.</i> Its similarity to the latter case was pointed out. Indeed, they can be said to be identical in principle. In the one case oil and gas, in the other mineral water and gas, were commingled beneath the surface of the earth and capable of movement and common ownership. In the one case the right was asserted to waste the gas to secure the oil which was the more valuable of the two; in the other case the right was asserted to waste the water to secure the gas as the more valuable of the two. In both cases there was <span class=\"star-pagination\">*258</span> a statute forbidding the waste. Speaking of the purpose of the statute in <i>Lindsley</i> v. <i>Natural</i><i> Carbonic Gas Company,</i> it was said: \"It is to prevent or avoid the injury and waste suggested that the statute was adopted. It is not the first of its type. One in principle quite like it was considered by this court in <i>Ohio Oil Co.</i> v. <i>Indiana,</i> 177 U.S. 190.\" The statute was sustained upon the reasoning of that case.</p>\n<p><i>Hudson County Water Co.</i> v. <i>McCarter,</i> <span class=\"citation\" data-id=\"96834\"><a href=\"/opinion/96834/hudson-county-water-co-v-mccarter/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, is urged, we have seen, on our attention. A statute of the State of New Jersey was involved, which made it unlawful for any person or corporation to transport or carry through pipes the waters of any fresh-water lake, river, etc., into any other State for use therein. Two propositions may be said to be the foundation of the decision of the court below sustaining the statute. (1) \"The fresh-water lakes, ponds, brooks and rivers, and the waters flowing therein, constitute an important part of the natural advantages of the\" State, \"upon the faith of which its population has multiplied in numbers and increased in material welfare. The regulation of the use and disposal of such waters, therefore, if it be within the power of the State, is among the most important objects of government.\" (2) \"The common law recognized no right in the riparian owner, as such, to divert water from the stream in order to make merchandise of it, nor any right to transport any portion of the water from the stream to a distance for the use of others.\" It was further declared that the common law authorized the acquisition of water \"only by riparian owners, and for purposes narrowly limited. Not that the ownership is common and public.\" And the contention was rejected that the title of the individual riparian owner was to the water itself  the fluid considered as a commodity  and exclusive against the public and against all persons excepting other riparian owners.</p>\n<p>It is clear that neither of these propositions will support the contentions of the appellant in the case at bar. Nor <span class=\"star-pagination\">*259</span> does any principle announced upon the review of the case here, though the power of the State to enact the statute was put \"upon a broader ground than that which was emphasized below.\" The police power of the State was discussed and the difficulty expressed of fixing \"boundary stones between\" it and the right of private property which was asserted in the case. There were few decisions, it was said, that were very much in point. But certain principles were expressed, of which <i>Geer</i> v. <i>Connecticut,</i> <span class=\"citation\" data-id=\"94405\"><a href=\"/opinion/94405/geer-v-connecticut/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, was considered as furnishing an illustration and <i>Kansas</i> v. <i>Colorado,</i> <span class=\"citation\" data-id=\"95639\"><a href=\"/opinion/95639/kansas-v-colorado/\"><span class=\"volume\">185</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, and <i>Georgia</i> v. <i>Tennessee Copper Co.,</i> <span class=\"citation\" data-id=\"96680\"><a href=\"/opinion/96680/georgia-v-tennesssee-copper-co/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, some suggestions.</p>\n<p>That principle was that it was for the \"interest of the public for a State to maintain the rivers that are wholly within it substantially undiminished, except by such drains upon them as the guardian of the public welfare may permit for the purpose of turning them to more perfect use.\" And this principle was emphasized as the one determining the case and the opinion expressed that it was \"quite beyond any rational view of riparian rights that an agreement of no matter what private owners, could sanction the diversion of an important stream outside of the boundaries of the State in which it flows. The private right to appropriate is subject not only to the rights of the lower owners but to the initial limitation that it may not substantially diminish one of the great foundations of public welfare and health.\"</p>\n<p>It is hardly necessary to say that there was no purpose in the case to take from property its uses and commercial rights or to assimilate a flowing river and the welfare which was interested in its preservation to the regulation of gas wells, or to take from the gas when reduced to possession the attributes of property decided to belong to it in <i>Ohio Oil Co.</i> v. <i>Indiana</i><i>,</i> and recognized in <i>Lindsley</i> v. <i>Natural</i><i> Gas Co.</i> Indeed, pains were taken to put out of consideration a material measure of the benefits of a great river to <span class=\"star-pagination\">*260</span> a State. And surely we need not pause to point out the difference between such a river flowing upon the surface of the earth and such a substance as gas seeping invisibly through sands beneath the surface.</p>\n<p>We have reviewed the cases at some length as they demonstrate the unsoundness of the contention of appellant based upon the right to conserve (we use this word in the sense appellant uses it) the resources of the State, and that the statute finds no justification in such purpose for its interference with private property or its restraint upon interstate commerce. At this late day it is not necessary to cite cases to show that the right to engage in interstate commerce is not the gift of a State, and that it cannot be regulated or restrained by a State, or that a State cannot exclude from its limits a corporation engaged in such commerce. To attain these unauthorized ends is the purpose of the Oklahoma statute. The State through the statute seeks in every way to accomplish these ends, and all the powers that a State is conceived to possess are exerted and all the limitations upon such powers are attempted to be circumvented. Corporate persons are more subject to control than natural persons. The business is therefore confined to the former, and foreign corporations are excluded from the State. Lest they might enter by the superior power of the Constitution of the United States, the use of the highways is forbidden to them and the right of eminent domain is withheld from them, and the prohibitive strength which these provisions are supposed to carry is exhibited in the fact that the boundary of the State is a highway. If it cannot be passed without the consent of the State, commerce to and from the State is impossible. The situation is not underestimated by appellant, and he says: \"If the appellees had the right of way they might engage in interstate commerce, but their desire to engage in interstate commerce is a different thing from the means open to them to procure a right of way.\" And it is further <span class=\"star-pagination\">*261</span> said, that \"the confusion of the right to engage in interstate commerce with the power to forcibly secure a right of way is the basis of appellees' case.\"</p>\n<p>There is here and there a suggestion that the State not having granted such right the alternative is a grant of it by Congress. But this overlooks the affirmative force of the interstate commerce clause of the Constitution. The inaction of Congress is a declaration of freedom from state interference with the transportation of articles of legitimate interstate commerce, and this has been the answer of the courts to contentions like those made in the case at bar. <i>State ex rel. Corwin</i> v. <i>Indiana &amp; Ohio Oil, Gas &amp; Mining Co., supra</i><i>; </i><i>Benedict</i> v. <i>Columbia Construction Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">N.J. Eq.</span> <span class=\"page\">23</span></span>, and also in <i>Haskell, Governor, et al.</i> v. <i>Cowham,</i> United States Circuit Court of Appeals, Eighth Circuit. In the latter case the Oklahoma statute was under review, and in response to the same contentions which are here presented these propositions were announced with citation of cases:</p>\n<p>\"No State by the exercise of, or by the refusal to exercise, any or all of its powers, may prevent or unreasonably burden interstate commerce within its borders in any sound article thereof.</p>\n<p>\"No State by the exercise of, or by the refusal to exercise, any or all of its powers, may substantially discriminate against or directly regulate interstate commerce or the right to carry it on.\"</p>\n<p>The power of the State of Oklahoma over highways is much discussed by appellant and appellees; the appellant contending for a power practically absolute, as exercised under the statute, making the highways impassable barriers to the pipe lines of appellees. The appellees contend for a more modified and limited right in the State, one not extending beyond an easement of public passage, subject, therefore, to certain rights in the abutting owners, which rights can be transferred; and further contend that even <span class=\"star-pagination\">*262</span> if the power of the State be not so limited, it cannot be exercised to discriminate against interstate commerce.</p>\n<p>The rights of abutting owners we will not discuss, nor the rights derived from them by appellees except to say that whatever rights they had they conveyed to appellees and against them there is no necessity of resorting to the exercise of eminent domain. We place our decision on the character and purpose of the Oklahoma statute. The State, as we have seen, grants the use of the highways to domestic corporations engaged in intrastate transportation of natural gas, giving such corporations even the right to the longitudinal use of the highways. It denies to appellees the lesser right to pass under them or over them, notwithstanding it is conceded in the pleadings that the greater use given to domestic corporations is no obstruction to them. This discrimination is beyond the power of the State to make. As said by the Circuit Court of Appeals in the Eighth Circuit, no State can by action or inaction prevent, unreasonably burden, discriminate against or directly regulate interstate commerce or the right to carry it on. And in all of these inhibited particulars the statute of Oklahoma offends.</p>\n<p>And, we repeat again, there is no question in the case of the regulating power of the State over the natural gas within its borders. The appellees concede the power, and, replying to the argument of appellant based on the intention of appellees to erect large pumps to increase the natural rock pressure of the gas, appellees say, \"Kansas by legislative enactment forbids the use of artificial apparatus to increase the natural flow from gas wells: Chapter 312, Laws of Kansas, 1909, page 520. To this act the Kansas Natural Gas Company has no objection.\"</p>\n<p><i>Decree affirmed.</i></p>\n<p>MR. JUSTICE HOLMES, MR. JUSTICE LURTON and MR. JUSTICE HUGHES dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  Chapter 67  Pipe Lines  Regulating Gas and Oil Pipe Lines  </p>\n<p>Article 1.</p>\n<p>An act regulating the laying, constructing, and maintaining and operating of gas pipe lines for the transportation of natural gas within the State of Oklahoma, defining the modes of procedure for the exercise of the right of eminent domain for such purposes, providing for the inspection and supervision of the laying of such pipe lines and limiting the gas pressure therein, and providing penalties for the violation thereof.</p>\n<p>Be it Enacted by the People of the State of Oklahoma:</p>\n<p>SECTION 1. Any firm, co-partnership, association or combination of individuals may become a body corporate under the laws of this State for the purpose of producing, transmitting or transporting natural gas to points within this State by complying with the general corporation laws of the State of (Oklahoma, and with this act.</p>\n<p>SEC. 2. No corporation organized for the purpose of, or engaged in the transportation or transmission of natural gas within this State shall be granted a charter or right of eminent domain, or right to use the highways of this State unless it shall be expressly stipulated in such charter that it shall only transport or transmit natural gas through its pipe lines to points within this State; that it shall not connect with, transport to, or deliver natural gas to individuals, associations, co-partnership companies or corporations engaged in transporting or furnishing natural gas to points places or persons outside of this State.</p>\n<p>SEC. 3. Foreign corporations formed for the purpose of, or engaged in the business of transporting or transmitting natural gas by means of pipe lines, shall never be licensed or permitted to conduct such business within this State.</p>\n<p>SEC. 4. No association, combination, co-partnership or corporation shall have or exercise the right of eminent domain within this State for the purpose of constructing, or maintaining a gas pipe line or lines within this State, or shall be permitted to take private or public property for their use within this State, unless expressly granted such power in accordance with this act.</p>\n<p>SEC. 5. The laying, constructing, building and maintaining a gas pipe line or lines for the transportation or transmission of natural gas along, over, under, across, or through the highways, roads, bridges, streets, or alleys in this State, or of any county, city, municipal corporation or any other public or private premises within this State is hereby declared an additional burden upon said highway, bridge, road, street or alley, and any other private, or public premises may only be done when the right is granted by express charter from the State and shall not be constructed, maintained, or operated until all damages to adjacent owners are ascertained and paid as provided by law.</p>\n<p>SEC. 6. All pipe lines for the transportation or transmission of natural gas in this State shall be laid under the direction and inspection of proper persons skilled in such business to be designated by the chief mining inspector for such duty, and the expenses of such inspection and supervision shall be borne and paid for by the parties laying and constructing such pipe lines for the transportation or transmission of natural gas.</p>\n<p>SEC. 7. No pipe line for the transportation or transmission of natural gas shall be subjected to a greater pressure than three hundred pounds to the square inch, except for the purpose of testing such lines, and gas pumps shall not be used on any gas pipe lines for the transportation or transmission of natural gas or used on or in any gas well within this State.</p>\n<p>SEC. 8. Any corporation granted the right under the provisions of this act to exercise the right of eminent domain, or use the highways of this State to construct or maintain a gas pipe line or lines for the transportation or transmission of natural gas to points within this State, which shall transport or transmit any natural gas to a point outside of, or beyond this State, or shall connect with or attempt to connect with or threaten to connect with any gas pipe line furnishing, transporting, or transmitting gas to a point outside of, or beyond this State, shall by each or all of said acts, forfeit all right granted it or them by the charter from this State, and said forfeiture shall extend back to the time of the commission of said act or said acts in violation of this act; and such act or acts shall of themselves work a forfeiture of any and all rights of any and every kind and character which may be or may have been granted by the State for the transportation or transmission of natural gas within this State, and all the property of said corporation and all the property at any time belonging to said corporation, at any time used in the construction, maintaining or operation of said gas pipe line or lines shall, in due course of law, be forfeited to and be taken into the possession of the State through its proper officer and in said action there shall be a right to the State of the appointment of a receiver, either before or after the judgment, to be exercised at the option of the State, and the officer taking possession of said property shall immediately disconnect said pipe line or lines at a proper point in this State from any pipe line or lines going out of, or beyond the State. And said property shall be sold as directed by the court having jurisdiction of said proceedings, and the proceeds of said sale shall be applied, first to the payment of the cost of such proceeding, and the remainder, if any, paid into the school fund of the State, and said charter under which said act or acts were committed shall be revoked, and no charter for the transportation or transmission of natural gas shall ever be granted to any corporation having among its stockholders any person who was one of the stockholders of said corporation whose charter has or may have been forfeited as aforesaid, and if any such charter shall have been granted, and thereafter a person shall become a stockholder thereof who was one of the stockholders of the corporation whose charter has been or may have been forfeited, as herein provided, the charter of said corporation, one of whose stockholders is as last named, shall therefore be forfeited and revoked. Provided, that any person who may be denied the right to become a stockholder as above prescribed may be granted the right to become such stockholder by the corporation commission, when such person shows to such commission that he was not a party to the former violation of this act.</p>\n<p>SEC. 9. No pipe lines for the transportation or transmission of natural gas shall be laid upon private or public property when the purpose of such line is to transport or transmit gas for sale to the public until the same is properly inspected as provided in this act; and before any gas pipe line company shall furnish or sell gas to the public, it shall secure from the inspector a certificate showing that said line is laid and constructed in accordance with this act, and under the inspection of the proper officer, provided that nothing in this act shall be construed to prevent persons drilling for oil and gas from laying surface lines to transport or transmit gas to wells which are being drilled within this State and further provided, that factories in this State may transport or transmit gas through pipe lines for their own use for factories located wholly within this State, upon securing the right of way from the State over or along the highways and from property owners to their lands.</p>\n<p>SEC. 10. That no person, firm or association or corporation shall ever be permitted to transmit or transport natural gas by pipe lines in this State or in this State construct or operate a pipe line for the transmission of natural gas, except such persons, firms, associations, or corporations be incorporated as in this act provided, except as in section 9 of this act, and provided further that all persons, firms, corporations, associations, and institutions now doing the business of transporting or transmission of natural gas in this State and otherwise complying with this act are hereby permitted to incorporate under the provisions of this act within ten days after the passage and approval of the same.</p>\n<p>SEC. 11. All acts and parts of acts in conflict with this act are hereby repealed.</p>\n<p>SEC. 12. An existing emergency is hereby declared by the legislature for the preservation of the public peace, health and safety of the State.</p>\n<p>SEC. 13. This act shall take effect from and after its passage and approval as provided by law.</p>\n<p>Approved December 21, 1907.</p>\n\n</div>", "id": 97421, "judges": "McKenna", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/97421/", "sha1": "41d89ca7f2d7b397bca68212ed09f4394e04b75d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:42:34"}