{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "221 U.S. 524", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97444/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Appleby v. Buffalo", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "162", 
    "id": 81827, 
    "resource_uri": "/api/rest/v2/citation/81827/"
  }, 
  "id": 97444, 
  "blocked": false, 
  "judges": "Day", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1911-05-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>221 U.S. 524 (1911)</b></center>\n<center><h1>APPLEBY<br>\nv.<br>\nCITY OF BUFFALO.</h1></center>\n<center>No. 162.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26, 27, 1911.</center>\n<center>Decided May 29, 1911.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW YORK.\n<p><span class=\"star-pagination\">*525</span> <i>Mr. O.O. Cottle</i> and <i>Mr. Edmund P. Cottle</i> for plaintiff in error.</p>\n<p><i>Mr. Clark H. Hammond</i> for defendant in error.</p>\n<p>MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case originated in a proceeding begun by the city of Buffalo to appropriate the lands of the plaintiff in error under the waters of the Buffalo River between the Buffalo Creek Indian Reservation line, at or near the crossing of Hamburg street, and the easterly city line of the city of Buffalo. These lands are said to lie under the waters for about seven miles in the circuitous winding of the river, and to embrace about one hundred and forty-one acres.</p>\n<p>Application was made to the Supreme Court of the State of New York, at Buffalo, for the appointment of commissioners to ascertain the compensation to be made the owner for the lands described. The plaintiff in error appeared, and three commissioners were appointed to ascertain the just compensation to be awarded to the owner. The commissioners were duly sworn, viewed the premises, and heard a considerable amount of testimony, both for the city and the plaintiff in error, and made a report awarding compensation for the lands taken in the sum of six cents. The plaintiff in error excepted to the award, but the same was confirmed in the Supreme Court of New York. Plaintiff in error moved to set aside the order confirming the report, which was done, and thereupon a new order of confirmation was entered setting out the proceedings in greater detail.</p>\n<p>From the order of the Supreme Court confirming the <span class=\"star-pagination\">*526</span> report of the commissioners appeal was taken, by the plaintiff in error, to the Appellate Division of the Supreme Court of New York, and that court held that the only question presented by the appeal was the adequacy of the award, and reached the conclusion that the evidence showed conclusively that the property was valuable; that while the exact value was difficult to determine, the evidence established that it was more than nominal. 116 App. Div. 555.</p>\n<p>The Appellate Division reversed the order of the Supreme Court, and adjudged that new commissioners should be appointed, at Special Term, to determine the compensation to be paid the owners of the premises in question.</p>\n<p>The Appellate Division granted leave to the city to appeal to the Court of Appeals of the State of New York, and certified to that court four questions for review, as follows:</p>\n<p>\"1. Is Charles E. Appleby, as surviving trustee of the Ogden Land Company, under the facts in this proceeding, entitled to an award of more than six cents damages, on the City of Buffalo acquiring the fee to the lands under the waters of the Buffalo River in eminent domain proceedings, taken pursuant to its revised city charter, for the purposes of a public highway?</p>\n<p>\"2. Were the appraisal commissioners authorized and empowered, under the facts in this proceeding, to fix the actual damages of Charles E. Appleby, as surviving trustee of the Ogden Land Company, on the city of Buffalo acquiring the fee to the lands under the waters of the Buffalo River, at six cents, and to award said sum as and for the just compensation to be made to the said Charles E. Appleby, as surviving trustee of the Ogden Land Company?</p>\n<p>\"3. Does the City of Buffalo in this proceeding show a necessity for acquiring the fee of said lands?</p>\n<p><span class=\"star-pagination\">*527</span> \"4. Did any of the exceptions call for a reversal of the order confirming the appraisal commissioner's report?\"</p>\n<p>The Court of Appeals overruled a motion to dismiss the appeal. (This ruling is reported in 189 N.Y. 537.) It answered the four questions propounded by the Appellate Division in an opinion reported in 189 N.Y. 163, the questions being answered as follows: \"The first question should be answered in the negative. The second question should be answered in the affirmative. The third question is immaterial and not answered. The fourth question should be answered in the negative.\"</p>\n<p>The Court of Appeals held, among other things, that the Buffalo River had been made a public highway by law; that for a large part of the distance through the city of Buffalo it is navigable to large boats from the lakes, and is a stream of much commercial importance. It held that the proceedings were under due authority of law as enacted in the charter of the city of Buffalo. In answering the questions the Court of Appeals said: \"We have no great difficulty in answering these questions to the effect that the commissioners were authorized upon the evidence presented to them if they saw fit so to do to award only nominal damages for the land sought to be acquired by the City. In reaching this conclusion we have assumed as did the City in the institution of the proceedings that the respondent was vested with the fee of the river bed. Upon the other hand there does not appear to be any dispute that either by him or by the company whose rights he represents substantially all of the land abutting upon the river upon either side formerly owned by the Company has been conveyed away. This is a matter of importance as bearing upon the value of the bed of the stream, because if the bed and fee to the abutting lands were owned by the same party it very well might be that the possible connected use of the two <span class=\"star-pagination\">*528</span> would be an element of much importance in passing upon the value of the bed.</p>\n<p>\"Many witnesses were sworn before the commissioners in regard to the value of this bed and the amount of the damages which should be awarded for taking it. Their evidence presented a well-defined question of fact, the testimony ranging all the way from a valuation at nominal figures to one of very substantial amount. In addition to hearing the testimony of these witnesses the commissioners were under obligations to and we must assume did view the premises to be taken. Various theories were doubtless presented to them, as they have been to us leading to the view that the land was of substantial value. These theories are more or less speculative.</p>\n<p>\"We think that the commissioners were so justified by the evidence in making the award which they did make that we cannot say, as a matter of law, that there was no evidence to sustain their conclusions.\"</p>\n<p>The Court of Appeals further held that should the first and second questions be regarded as questions of fact not to be considered by it, and the third question be treated as immaterial, there would be left for consideration only the fourth question, and there being no exceptions calling for a reversal of the order confirming the commissioner's report the order of the Appellate Division would have be reversed.</p>\n<p>The case is now brought here for a review of the judgment of the Court of Appeals, for this is the effect of the proceeding in error, although under the practice in New York the judgment of the Court of Appeals is remitted to the Supreme Court of New York, and the writ of error runs to that court.</p>\n<p>The case has been elaborately argued, orally and in the voluminous brief of the plaintiff in error, and many alleged errors of procedure in rulings upon construction of state statutes, and questions of practice in the state courts <span class=\"star-pagination\">*529</span> are pointed out. Indeed, the case has been argued, apparently, upon the theory that this court has the power, embraced in a general right to review, to correct errors in trials and procedure in the state courts.</p>\n<p>This court has had frequent occasion to say that its right to review the judgment of the highest court of a State is specifically limited by the provisions of § 709 of the Revised Statutes of the United States. This right of review in cases such as the one at bar depends upon an alleged denial of some right, privilege or immunity specially set up and claimed under the Constitution, or authority of the United States, which it is alleged has been denied by the judgment of the state court. In such cases it is thoroughly well settled that the record of the state court must disclose that the right so set up and claimed was expressly denied, or that such was the necessary effect, in law, of the judgment. <i>Sayward</i> v. <i>Denney,</i> 158 U.S. 180, 183; <i>Harding</i> v. <i>Illinois,</i> 196 U.S. 78; <i>Waters-Pierce Oil Co.</i> v. <i>Texas,</i> 212 U.S. 86, 97.</p>\n<p>In the case at bar an elaborate assignment of error for the purpose of bringing the case to this court is found in the record, in which many rulings are referred to, which, it is alleged, resulted in deprivation of rights of Federal creation. But it is well settled that the assignments of error made for the purpose of bringing the case to this court cannot be looked to for the purpose of originating a right of review here. This must necessarily follow from the provisions of § 709, which permit a review in this court of rulings concerning claims of Federal right which were set up and denied in the state court. Neither the petition for writ of error in the state court after judgment, nor the assignments of error in this court, can supply deficiencies in the record of the state court, if such exist. <i>Harding</i> v. <i>Illinois,</i> 196 U.S. <i>supra,</i> and previous cases in this court therein cited.</p>\n<p>The jurisdiction of the Court of Appeals of New York <span class=\"star-pagination\">*530</span> was invoked because of the questions propounded by the Appellate Division. A reading of those questions shows that no right under the Federal Constitution was asserted or suggested.</p>\n<p>We look in vain in the record to find any claim of Federal right prior to the judgment in the Court of Appeals, unless it is to be found in the third exception to the report of the commissioners.</p>\n<p>\"Third. The said report is also contrary to and in violation of the Constitution of the United States, which provides that private property shall not be taken for public use without just compensation, and the sum awarded by said report is less than just compensation.\"</p>\n<p>If it be taken that the exceptions in this respect amount to a claim of violation of the due process of law clause of the Constitution, which protects against the taking of private property without compensation, and that the effect of the judgment of the Court of Appeals is to deny this claim, we proceed to inquire, do the proceedings show a want of due process in the result reached and affirmed by the Court of Appeals in its judgment answering the questions propounded by the Appellate Division?</p>\n<p>That the Fourteenth Amendment of the Federal Constitution forbids a State to deprive any person of property without due process of law, and to take private property for public use without compensation amounts to such deprivation, is recognized and affirmed in a case wherein the subject was given much consideration. <i>Chicago, Burlington &amp; Quincy R.R. Co.</i> v. <i>Chicago,</i> 166 U.S. 226. After a review of the authorities this court said:</p>\n<p>\"Due process of law as applied to judicial proceedings instituted for the taking of private property for public use means, therefore, such process as recognizes the right of the owner to be compensated if his property be wrested from him and transferred to the public. The mere form of the proceeding instituted against the owner, even if he <span class=\"star-pagination\">*531</span> be admitted to defend, cannot convert the process used into due process of law, if the necessary result be to deprive him of his property without compensation.\"</p>\n<p>And furthermore:</p>\n<p>\"In our opinion, a judgment of a state court, even if it be authorized by statute, whereby private property is taken for the State, or under its direction for public use, without compensation made or secured to the owner, is, upon principle and authority, wanting in the due process of law required by the Fourteenth Amendment of the Constitution of the United States, and the affirmance of such judgment by the highest court of the State is a denial by that State of a right secured by that instrument.\"</p>\n<p>In summing up the matter, the court said:</p>\n<p>\"We are permitted only to inquire whether the trial court prescribed any rule of law for the guidance of the jury that was in absolute disregard of the company's right to just compensation.</p>\n<p>\"We say `in absolute disregard of the company's right to just compensation,' because we do not wish to be understood as holding that every order or ruling of the state court in a case like this may be reviewed here, notwithstanding our jurisdiction, for some purposes, is beyond question. Many matters may occur in the progress of such cases that do not necessarily involve, in any substantial sense, the Federal right alleged to have been denied; and in respect of such matters, that which is done or omitted to be done by the state court may constitute only error in the administration of the law under which the proceedings were instituted.\"</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"In harmony with those views, we may say in the present case that the state court having jurisdiction of the subject matter and of the parties, and being under a duty to guard and protect the constitutional right here asserted, the final judgment ought not to be held to be in <span class=\"star-pagination\">*532</span> violation of the due process of law enjoined by the Fourteenth Amendment, unless by its rulings upon questions of law the company was prevented from obtaining substantially any compensation. See <i>Marchant</i> v. <i>Penna. Railroad Company,</i> 153 U.S. 380.\"</p>\n<p>The question of what amounts to due process of law in cases of this character came again before this court in the case of <i>Backus</i> v. <i>Fourth Street Union Depot Co.,</i> 169 U.S. 557. In summing up the essentials of due process of law in condemnation cases this court said: \"All that is essential is that in some appropriate way, before some properly constituted tribunal, inquiry shall be made as to the amount of compensation, and when this has been provided there is that due process of law which is required by the Federal Constitution.\"</p>\n<p>The only assignment of error which is here open for review does not show that the court below, by any ruling of law, deprived the owner of the right of compensation for his property. The alleged denial of Federal right rests upon the assertion that the damages were nominal, while the property taken was of greater value. But, as this court has heretofore held, if the State has provided adequate machinery for the ascertainment of compensation, upon notice and hearing, and the record discloses no ruling of law which prevented compensation to the owner for the property taken, there is no lack of due process.</p>\n<p>The proceedings in the present case were under a statute which the highest court of the State has held adequate to require condemnation, and against which no constitutional objection was urged. The same court has found that the Buffalo River was a public highway, and a navigable stream; that there was testimony before the commissioners that the land company, of which the plaintiff in error is trustee, had formerly owned land adjacent to the river, which had been sold off, and that the only remaining title was in the lands covered by the river.</p>\n<p><span class=\"star-pagination\">*533</span> The record discloses that the testimony ranged all the way from nominal valuation to one of considerable amount. The Court of Appeals held that in view of these facts, the testimony of the witnesses, and view of the premises had by the commissioners, that it could not say, as a matter of law, that there was no evidence to sustain the commissioners' conclusions.</p>\n<p>The record thus discloses that the plaintiff in error has had a hearing as to the value of his property before a board of commissioners acting under authority of law, which order was affirmed in a reviewing court; that he was again heard in the Appellate Division where that order was reversed, and was finally heard in the Court of Appeals, where the finding of the Appellate Division was in turn reversed. And the record fails to show any ruling of law, to which an exception was properly reserved on the ground of denial of Federal rights, which prevented the plaintiff in error from obtaining just compensation for his property.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:35", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></span> (1911)</b></center>\n<center><h1>APPLEBY<br>\nv.<br>\nCITY OF BUFFALO.</h1></center>\n<center>No. 162.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26, 27, 1911.</center>\n<center>Decided May 29, 1911.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF NEW YORK.\n<p><span class=\"star-pagination\">*525</span> <i>Mr. O.O. Cottle</i> and <i>Mr. Edmund P. Cottle</i> for plaintiff in error.</p>\n<p><i>Mr. Clark H. Hammond</i> for defendant in error.</p>\n<p>MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>This case originated in a proceeding begun by the city of Buffalo to appropriate the lands of the plaintiff in error under the waters of the Buffalo River between the Buffalo Creek Indian Reservation line, at or near the crossing of Hamburg street, and the easterly city line of the city of Buffalo. These lands are said to lie under the waters for about seven miles in the circuitous winding of the river, and to embrace about one hundred and forty-one acres.</p>\n<p>Application was made to the Supreme Court of the State of New York, at Buffalo, for the appointment of commissioners to ascertain the compensation to be made the owner for the lands described. The plaintiff in error appeared, and three commissioners were appointed to ascertain the just compensation to be awarded to the owner. The commissioners were duly sworn, viewed the premises, and heard a considerable amount of testimony, both for the city and the plaintiff in error, and made a report awarding compensation for the lands taken in the sum of six cents. The plaintiff in error excepted to the award, but the same was confirmed in the Supreme Court of New York. Plaintiff in error moved to set aside the order confirming the report, which was done, and thereupon a new order of confirmation was entered setting out the proceedings in greater detail.</p>\n<p>From the order of the Supreme Court confirming the <span class=\"star-pagination\">*526</span> report of the commissioners appeal was taken, by the plaintiff in error, to the Appellate Division of the Supreme Court of New York, and that court held that the only question presented by the appeal was the adequacy of the award, and reached the conclusion that the evidence showed conclusively that the property was valuable; that while the exact value was difficult to determine, the evidence established that it was more than nominal. 116 App. Div. 555.</p>\n<p>The Appellate Division reversed the order of the Supreme Court, and adjudged that new commissioners should be appointed, at Special Term, to determine the compensation to be paid the owners of the premises in question.</p>\n<p>The Appellate Division granted leave to the city to appeal to the Court of Appeals of the State of New York, and certified to that court four questions for review, as follows:</p>\n<p>\"1. Is Charles E. Appleby, as surviving trustee of the Ogden Land Company, under the facts in this proceeding, entitled to an award of more than six cents damages, on the City of Buffalo acquiring the fee to the lands under the waters of the Buffalo River in eminent domain proceedings, taken pursuant to its revised city charter, for the purposes of a public highway?</p>\n<p>\"2. Were the appraisal commissioners authorized and empowered, under the facts in this proceeding, to fix the actual damages of Charles E. Appleby, as surviving trustee of the Ogden Land Company, on the city of Buffalo acquiring the fee to the lands under the waters of the Buffalo River, at six cents, and to award said sum as and for the just compensation to be made to the said Charles E. Appleby, as surviving trustee of the Ogden Land Company?</p>\n<p>\"3. Does the City of Buffalo in this proceeding show a necessity for acquiring the fee of said lands?</p>\n<p><span class=\"star-pagination\">*527</span> \"4. Did any of the exceptions call for a reversal of the order confirming the appraisal commissioner's report?\"</p>\n<p>The Court of Appeals overruled a motion to dismiss the appeal. (This ruling is reported in 189 N.Y. 537.) It answered the four questions propounded by the Appellate Division in an opinion reported in <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">163</span></span>, the questions being answered as follows: \"The first question should be answered in the negative. The second question should be answered in the affirmative. The third question is immaterial and not answered. The fourth question should be answered in the negative.\"</p>\n<p>The Court of Appeals held, among other things, that the Buffalo River had been made a public highway by law; that for a large part of the distance through the city of Buffalo it is navigable to large boats from the lakes, and is a stream of much commercial importance. It held that the proceedings were under due authority of law as enacted in the charter of the city of Buffalo. In answering the questions the Court of Appeals said: \"We have no great difficulty in answering these questions to the effect that the commissioners were authorized upon the evidence presented to them if they saw fit so to do to award only nominal damages for the land sought to be acquired by the City. In reaching this conclusion we have assumed as did the City in the institution of the proceedings that the respondent was vested with the fee of the river bed. Upon the other hand there does not appear to be any dispute that either by him or by the company whose rights he represents substantially all of the land abutting upon the river upon either side formerly owned by the Company has been conveyed away. This is a matter of importance as bearing upon the value of the bed of the stream, because if the bed and fee to the abutting lands were owned by the same party it very well might be that the possible connected use of the two <span class=\"star-pagination\">*528</span> would be an element of much importance in passing upon the value of the bed.</p>\n<p>\"Many witnesses were sworn before the commissioners in regard to the value of this bed and the amount of the damages which should be awarded for taking it. Their evidence presented a well-defined question of fact, the testimony ranging all the way from a valuation at nominal figures to one of very substantial amount. In addition to hearing the testimony of these witnesses the commissioners were under obligations to and we must assume did view the premises to be taken. Various theories were doubtless presented to them, as they have been to us leading to the view that the land was of substantial value. These theories are more or less speculative.</p>\n<p>\"We think that the commissioners were so justified by the evidence in making the award which they did make that we cannot say, as a matter of law, that there was no evidence to sustain their conclusions.\"</p>\n<p>The Court of Appeals further held that should the first and second questions be regarded as questions of fact not to be considered by it, and the third question be treated as immaterial, there would be left for consideration only the fourth question, and there being no exceptions calling for a reversal of the order confirming the commissioner's report the order of the Appellate Division would have be reversed.</p>\n<p>The case is now brought here for a review of the judgment of the Court of Appeals, for this is the effect of the proceeding in error, although under the practice in New York the judgment of the Court of Appeals is remitted to the Supreme Court of New York, and the writ of error runs to that court.</p>\n<p>The case has been elaborately argued, orally and in the voluminous brief of the plaintiff in error, and many alleged errors of procedure in rulings upon construction of state statutes, and questions of practice in the state courts <span class=\"star-pagination\">*529</span> are pointed out. Indeed, the case has been argued, apparently, upon the theory that this court has the power, embraced in a general right to review, to correct errors in trials and procedure in the state courts.</p>\n<p>This court has had frequent occasion to say that its right to review the judgment of the highest court of a State is specifically limited by the provisions of § 709 of the Revised Statutes of the United States. This right of review in cases such as the one at bar depends upon an alleged denial of some right, privilege or immunity specially set up and claimed under the Constitution, or authority of the United States, which it is alleged has been denied by the judgment of the state court. In such cases it is thoroughly well settled that the record of the state court must disclose that the right so set up and claimed was expressly denied, or that such was the necessary effect, in law, of the judgment. <i>Sayward</i> v. <i>Denney,</i> <span class=\"citation\" data-id=\"94201\"><a href=\"/opinion/94201/sayward-v-denny/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span></a></span>, 183; <i>Harding</i> v. <i>Illinois,</i> 196 U.S. 78; <i>Waters-Pierce Oil Co.</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"96941\"><a href=\"/opinion/96941/waters-pierce-oil-co-v-texas-no-1/\"><span class=\"volume\">212</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 97.</p>\n<p>In the case at bar an elaborate assignment of error for the purpose of bringing the case to this court is found in the record, in which many rulings are referred to, which, it is alleged, resulted in deprivation of rights of Federal creation. But it is well settled that the assignments of error made for the purpose of bringing the case to this court cannot be looked to for the purpose of originating a right of review here. This must necessarily follow from the provisions of § 709, which permit a review in this court of rulings concerning claims of Federal right which were set up and denied in the state court. Neither the petition for writ of error in the state court after judgment, nor the assignments of error in this court, can supply deficiencies in the record of the state court, if such exist. <i>Harding</i> v. <i>Illinois,</i> 196 U.S. <i>supra,</i> and previous cases in this court therein cited.</p>\n<p>The jurisdiction of the Court of Appeals of New York <span class=\"star-pagination\">*530</span> was invoked because of the questions propounded by the Appellate Division. A reading of those questions shows that no right under the Federal Constitution was asserted or suggested.</p>\n<p>We look in vain in the record to find any claim of Federal right prior to the judgment in the Court of Appeals, unless it is to be found in the third exception to the report of the commissioners.</p>\n<p>\"Third. The said report is also contrary to and in violation of the Constitution of the United States, which provides that private property shall not be taken for public use without just compensation, and the sum awarded by said report is less than just compensation.\"</p>\n<p>If it be taken that the exceptions in this respect amount to a claim of violation of the due process of law clause of the Constitution, which protects against the taking of private property without compensation, and that the effect of the judgment of the Court of Appeals is to deny this claim, we proceed to inquire, do the proceedings show a want of due process in the result reached and affirmed by the Court of Appeals in its judgment answering the questions propounded by the Appellate Division?</p>\n<p>That the Fourteenth Amendment of the Federal Constitution forbids a State to deprive any person of property without due process of law, and to take private property for public use without compensation amounts to such deprivation, is recognized and affirmed in a case wherein the subject was given much consideration. <i>Chicago, Burlington &amp; Quincy R.R. Co.</i> v. <i>Chicago,</i> 166 U.S. 226. After a review of the authorities this court said:</p>\n<p>\"Due process of law as applied to judicial proceedings instituted for the taking of private property for public use means, therefore, such process as recognizes the right of the owner to be compensated if his property be wrested from him and transferred to the public. The mere form of the proceeding instituted against the owner, even if he <span class=\"star-pagination\">*531</span> be admitted to defend, cannot convert the process used into due process of law, if the necessary result be to deprive him of his property without compensation.\"</p>\n<p>And furthermore:</p>\n<p>\"In our opinion, a judgment of a state court, even if it be authorized by statute, whereby private property is taken for the State, or under its direction for public use, without compensation made or secured to the owner, is, upon principle and authority, wanting in the due process of law required by the Fourteenth Amendment of the Constitution of the United States, and the affirmance of such judgment by the highest court of the State is a denial by that State of a right secured by that instrument.\"</p>\n<p>In summing up the matter, the court said:</p>\n<p>\"We are permitted only to inquire whether the trial court prescribed any rule of law for the guidance of the jury that was in absolute disregard of the company's right to just compensation.</p>\n<p>\"We say `in absolute disregard of the company's right to just compensation,' because we do not wish to be understood as holding that every order or ruling of the state court in a case like this may be reviewed here, notwithstanding our jurisdiction, for some purposes, is beyond question. Many matters may occur in the progress of such cases that do not necessarily involve, in any substantial sense, the Federal right alleged to have been denied; and in respect of such matters, that which is done or omitted to be done by the state court may constitute only error in the administration of the law under which the proceedings were instituted.\"</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"In harmony with those views, we may say in the present case that the state court having jurisdiction of the subject matter and of the parties, and being under a duty to guard and protect the constitutional right here asserted, the final judgment ought not to be held to be in <span class=\"star-pagination\">*532</span> violation of the due process of law enjoined by the Fourteenth Amendment, unless by its rulings upon questions of law the company was prevented from obtaining substantially any compensation. See <i>Marchant</i> v. <i>Penna. Railroad Company,</i> 153 U.S. 380.\"</p>\n<p>The question of what amounts to due process of law in cases of this character came again before this court in the case of <i>Backus</i> v. <i>Fourth Street Union Depot Co.,</i> 169 U.S. 557. In summing up the essentials of due process of law in condemnation cases this court said: \"All that is essential is that in some appropriate way, before some properly constituted tribunal, inquiry shall be made as to the amount of compensation, and when this has been provided there is that due process of law which is required by the Federal Constitution.\"</p>\n<p>The only assignment of error which is here open for review does not show that the court below, by any ruling of law, deprived the owner of the right of compensation for his property. The alleged denial of Federal right rests upon the assertion that the damages were nominal, while the property taken was of greater value. But, as this court has heretofore held, if the State has provided adequate machinery for the ascertainment of compensation, upon notice and hearing, and the record discloses no ruling of law which prevented compensation to the owner for the property taken, there is no lack of due process.</p>\n<p>The proceedings in the present case were under a statute which the highest court of the State has held adequate to require condemnation, and against which no constitutional objection was urged. The same court has found that the Buffalo River was a public highway, and a navigable stream; that there was testimony before the commissioners that the land company, of which the plaintiff in error is trustee, had formerly owned land adjacent to the river, which had been sold off, and that the only remaining title was in the lands covered by the river.</p>\n<p><span class=\"star-pagination\">*533</span> The record discloses that the testimony ranged all the way from nominal valuation to one of considerable amount. The Court of Appeals held that in view of these facts, the testimony of the witnesses, and view of the premises had by the commissioners, that it could not say, as a matter of law, that there was no evidence to sustain the commissioners' conclusions.</p>\n<p>The record thus discloses that the plaintiff in error has had a hearing as to the value of his property before a board of commissioners acting under authority of law, which order was affirmed in a reviewing court; that he was again heard in the Appellate Division where that order was reversed, and was finally heard in the Court of Appeals, where the finding of the Appellate Division was in turn reversed. And the record fails to show any ruling of law, to which an exception was properly reserved on the ground of denial of Federal rights, which prevented the plaintiff in error from obtaining just compensation for his property.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", 
  "sha1": "81ac0213dc0fdc7cb93594b65eed6498d744288e", 
  "date_modified": "2014-12-21T01:35:13.421482", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97444/appleby-v-buffalo/", 
  "citation_count": 9, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/259118/", 
  "html": "<p class=\"case_cite\">221 U.S. 524</p>\n    <p class=\"case_cite\">31 S.Ct. 699</p>\n    <p class=\"case_cite\">55 L.Ed. 838</p>\n    <p class=\"parties\">CHARLES E. APPLEBY, as Surviving Trustee of the Ogden  Land Company, Plff. in Err.,<br>v.<br>CITY OF BUFFALO.</p>\n    <p class=\"docket\">No. 162.</p>\n    <p class=\"date\">Argued April 26 and 27, 1911.</p>\n    <p class=\"date\">Decided May 29, 1911.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. O. O. Cottle and Edmund P. Cottle for plaintiff in error.</p>\n      <p class=\"indent\">Messrs. Clark H. Hammond and George E. Pierce for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case originated in a proceeding begun by the city of Buffalo to appropriate the lands of the plaintiff in error under the waters of the Buffalo river, between the Buffalo Creek Indian Reservation line, at or near the crossing of Hamburg street, and the easterly city line of the city of Buffalo. These lands are said to lie under the waters for about 7 miles in the circuitous winding of the river, and to embrace about 141 acres.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Application was made to the supreme court of the state of New York, at Buffalo, for the appointment of commissioners to ascertain the compensation to be made the owner for the lands described. The plaintiff in error appeared, and three commissioners were appointed to ascertain the just compensation to be awarded to the owner. The commissioners were duly sworn, viewed the premises, and heard a considerable amount of testimony, both for the city and the plaintiff in error, and made a report awarding compensation for the lands taken in the sum of 6 cents. The plaintiff in error excepted to the award, but the same was confirmed in the supreme court of New York. Plaintiff in error moved to set aside the order confirming the report, which was done, and thereupon a new order of confirmation was entered, setting out the proceedings in greater detail.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">From the order of the supreme court confirming the report of the commissioners appeal was taken by the plaintiff in error to the appellate division of the supreme court of New York, and that court held that the only question presented by the appeal was the adequacy of the award, and reached the conclusion that the evidence showed conclusively that the property was valuable; that while the exact value was difficult to determine, the evidence established that it was more than nominal. 116 App. Div. 555, 101 N. Y. Supp. 966.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellate division reversed the order of the supreme court, and adjudged that new commissioners should be appointed, at special term, to determine the compensation to be paid the owners of the premises in question.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellate division granted leave to the city to appeal to the court of appeals of the state of New York, and certified to that court four questions for review, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'1. Is Charles E. Appleby, as surviving trustee of the Ogden Land Company, under the facts in this proceeding, entitled to an award of more than 6 cents damages, on the city of Buffalo acquiring the fee to the lands under the waters of the Buffalo river in eminent domain proceedings, taken pursuant to its revised city charter, for the purposes of a public highway?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'2. Were the appraisal commissioners authorized and empowered, under the facts in this proceeding, to fix the actual damages of Charles E. Appleby, as surviving trustee of the Ogden Land Company, on the city of Buffalo acquiring the fee to the lands under the waters of the Buffalo river, at 6 cents, and to award said sum as and for the just compensation to be made to said Charles E. Appleby, as surviving trustee of the Ogden Land Company?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'3. Does the city of Buffalo in this proceeding show a necessity for acquiring the fee of said lands? '4. Did any of the exceptions call for a reversal of the order confirming the appraisal commissioners' report?'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court of appeals overruled a motion to dismiss the appeal. (This ruling is reported in 189 N. Y. 573, 82 N. E. 1124. It answered the four questions propounded by the appellate division in an opinion reported in 189 N. Y. 163, 81 N. E. 954, the questions being answered as follows: 'The first question should be answered in the negative. The second question should be answered in the affirmative. The third question is immaterial and not answered. The fourth question should be answered in the negative.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court of appeals held, among other things, that the Buffalo river had been made a public highway by law; that for a large part of the distance through the city of Buffalo it is navigable to large boats from the lakes, and is a stream of much commercial importance. It held that the proceedings were under due authority of law as enacted in the charter of the city of Buffalo. In answering the questions, the court of appeals said: 'We have no great difficulty in answering these questions to the effect that the commissioners were authorized upon the evidence presented to them, if they saw fit so to do, to award only nominal damages for the land sought to be acquired by the city. In reaching this conclusion we have assumed, as did the city in the institution of the proceedings, that the respondent was vested with the fee of the river bed. Upon the other hand, there does not appear to be any dispute that either by him or by the company whose rights he represents, substantially all of the land abutting upon the river upon either side formerly owned by the company had been conveyed away. This is a matter of importance, as bearing upon the value of the bed of the stream, because if the bed and fee to the abutting lands were owned by the same party, it very well might be that the possible connected use of the two would be an element of much importance in passing upon the value of the bed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'Many witnesses were sworn before the commissioners in regard to the value of this bed and the amount of the damages which should be awarded for taking it. Their evidence presented a well-defined question of fact, the testimony ranging all of the way from a valuation at nominal figures to one of very substantial amount. In addition to hearing the testimony of these witnesses the commissioners were under obligations to, and we must assume did, view the premises to be taken. Various theories were doubtless presented to them, as they have been to us, leading to the view that the land was of substantial value. These theories are more or less speculative.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'We think that the commissioners were so justified by the evidence in making the award which they did make that we cannot say, as a matter of law, that there was no evidence to sustain their conclusions.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court of appeals further held that should the first and second questions be regarded as questions of fact, not to be considered by it, and the third question be treated as immaterial, there would be left for consideration only the fourth question, and there being no exceptions calling for a reversal of the order confirming the commissioners' report, the order of the appellate division would have to be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The case is now brought here for a review of the judgment of the court of appeals, for this is the effect of the proceeding in error, although, under the practice in New York, the judgment of the court of appeals is remitted to the supreme court of New York, and the writ of error runs to that court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The case has been elaborately argued, orally and in the voluminous brief of the plaintiff in error, and many alleged errors of procedure in rulings upon construction of state statutes, and questions of practice in the state courts are pointed out. Indeed, the case has been argued, apparently, upon the theory that this court has the power, embraced in a general right to review, to correct errors in trials and procedure in the state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This court has had frequent occasion to say that its right to review the judgment of the highest court of a state is specifically limited by the provisions of &#167; 709 of the Revised Statutes of the United States (U. S. Comp. Stat. 1901, p. 575). This right of review in cases such as the one at bar depends upon an alleged denial of some right, privilege, or immunity specially set up and claimed under the Constitution or authority of the United States, which it is alleged has been denied by the judgment of the state court. In such cases it is thoroughly well settled that the record of the state court must disclose that the right so set up and claimed was expressly denied, or that such was the necessary effect, in law, of the judgment. Sayward v. Denny, 158 U. S. 180, 183, 39 L. ed. 941, 942, 15 Sup. Ct. Rep. 777; Harding v. Illinois, 196 U. S. 78, 49 L. ed. 394, 25 Sup. Ct. Rep. 176; Waters-Pierce Oil Co. v. Texas, 212 U. S. 86, 97, 53 L. ed. 417, 424, 29 Sup. Ct. Rep. 220.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the case at bar an elaborate assignment of error for the purpose of bringing the case to this court is found in the record, in which many rulings are referred to, which, it is alleged, resulted in deprivation of rights of Federal creation. But it is well settled that the assignments of error made for the purpose of bringing the case to this court cannot be looked to for the purpose of originating a right of review here. This must necessarily follow from the provisions of &#167; 709, which permit a review in this court of rulings concerning claims of Federal right which were set up and denied in the state court. Neither the petition for writ of error in the state court after judgment, nor the assignments of error in this court, can supply deficiencies in the record of the state court, if such exist. Harding v. Illinois, supra, and previous cases in this court therein cited.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The jurisdiction of the court of appeals of New York was invoked because of the questions propounded by the appellate division. A reading of those questions shows that no right under the Federal Constitution was asserted or suggested.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We look in vain in the record to find any claim of Federal right prior to the judgment in the court of appeals, unless it is to be found in the third exception to the report of the commissioners.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Third. The said report is also contrary to and in violation of the Constitution of the United States, which provides that private property shall not be taken for public use without just compensation, and the sum awarded by said report is less than just compensation.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If it be taken that the exceptions in this respect amount to a claim of violation of the due-process-of-law clause of the Constitution, which protects against the taking of private property without compensation, and that the effect of the judgment of the court of appeals is to deny this claim, we proceed to inquire, do the proceedings show a want of due process in the result reached and affirmed by the court of appeals in its judgment answering the questions propounded by the appellate division?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That the 14th Amendment of the Federal Constitution forbids a state to deprive any person of property without due process of law, and to take private property for public use without compensation amounts to such deprivation, is recognized and affirmed in a case wherein the subject was given much consideration. Chicago, B. &amp; Q. R. Co. v. Chicago, 166 U. S. 226, 41 L. ed. 979, 17 Sup. Ct. Rep. 581. After a review of the authorities this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Due process of law as applied to judicial proceedings instituted for the taking of private property for public use means, therefore, such process as recognizes the righ of the owner to be compensated if his property be wrested from him and transferred to the public. The mere form of the proceeding instituted against the owner, even if he be admitted to defend, cannot convert the process used into due process of law, if the necesary result be to deprive him of his property without compensation.'</p>\n    </div>\n    <p class=\"indent\">And furthermore:</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'In our opinion, a judgment of a state court, even if it be authorized by statute, whereby private property is taken for the state, or under its direction, for public use, without compensation made or secured to the owner, is, upon principle and authority, wanting in the due process of law required by the 14th Amendment of the Constitution of the United States, and the affirmance of such judgment by the highest court of the state is a denial by that state of a right secured to the owner by that instrument.'</p>\n    </div>\n    <p class=\"indent\">In summing up the matter, the court said:</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'We are permitted only to inquire whether the trial court prescribed any rule of law for the guidance of the jury that was in absolute dusregard of the company's right to just compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'We say 'in absolute disregard of the company's right to just compensation,' because we do not wish to be understood as holding that every order or ruling of the state court in a case like this may be reviewed here, notwithstanding our jurisdiction, for some purposes, is beyond question. Many matters may occur in the progress of such cases that do not necessarily involve, in any substantial sense, the Federal right alleged to have been denied; and in respect of such matters, that which is done or omitted to be done by the state court may constitute only error in the administration of the law under which the proceedings were instituted.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">*          *          *          *          *</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'In harmony with those views, we may say in the present case that the state court, having jurisdiction of the subject-matter and of the parties, and being under a duty to guard and protect the constitutional right here asserted, the final judgment ought not to be held to be in violation of the due process of law enjoined by the 14th Amedment, unless by its rulings upon questions of law the company was prevented from obtaining substantially any compensation. See also Marchant v. Pennsylvania R. Co. 153 U. S. 380, 38 L. ed. 751, 14 Sup. Ct. Rep. 894.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The question of what amounts to due process of law in cases of this character came again befor this court in the case of A. Backus Jr. &amp; Sons v. Fort Street Union Depot Co. 169 U. S. 557, 42 L. ed. 853, 18 Sup. Ct. Rep. 445. In summing up the essentials of due process of law in condemnation cases this court said: 'All that is essential is that, in some appropriate way, before some properly constituted tribunal, inquiry shall be made as to the amount of compensation; and when this has been provided there is that due process of law which is required by the Federal Constitution.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The only assignment of error which is here open for review does not show that the court below, by any ruling of law, deprived the owner of the right of compensation for his property. The alleged denial of Federal right rests upon the assertion that the damages were nominal, while the property taken was of greater value But, as this court has heretofore held, if the state has provided adequate machinery for the ascertainment of compensation, upon notice and hearing, and the record discloses no ruling of law which prevented compensation to the owner for the property taken, there is no lack of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The proceedings in the present case were under a statute which the highest court of the state has held adequate to require condemnation, and against which no constitutional objection was urged. The same court has found that the Buffalo river was a public highway, and a navigable stream; that there was testimony before the commissioners that the land company, of which the plaintiff in error is trustee, had formerly owned land adjacent to the river, which had been sold off, and that the only remaining title was in the lands covered by the river.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The record discloses that the testimony ranged all the way from nominal valuation to one of considerable amount. The court of appeals held that, in view of these facts, the testimony of the witnesses, and view of the premises had by the commissioners, that it could not say, as a matter of law, that there was no evidence to sustain the commissioners' conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The record thus discloses that the plaintiff in error has had a hearing as to the value of his property before a board of commissioners acting under authority of law, which order was affirmed in a reviewing court; that he was again heard in the Appellate Division, where that order was reversed, and was finally heard in the Court of Appeals, where the finding of the Appellate Division was in turn reversed. And the record fails to show any ruling of law, to which an exception was properly reserved on the ground of denial of Federal rights, which prevented the plaintiff in error from obtaining just compensation for his property.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97444/"
}