{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "222 U.S. 295", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/97499/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Mayer v. American Security & Trust Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "77", 
    "id": 81882, 
    "resource_uri": "/api/rest/v2/citation/81882/"
  }, 
  "id": 97499, 
  "blocked": false, 
  "judges": "Holmes", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1911-12-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>222 U.S. 295 (1911)</b></center>\n<center><h1>MAYER<br>\nv.<br>\nAMERICAN SECURITY &amp; TRUST COMPANY, EXECUTOR OF MAYER.</h1></center>\n<center>No. 77.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 1911.</center>\n<center>Decided December 18, 1911.</center>\nAPPEAL FROM THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*296</span> <i>Mr. A.S. Worthington</i> and <i>Mr. Edwin C. Brandenburg,</i> with whom <i>Mr. Clarence A. Brandenburg</i> and <i>Mr. F. Walter Brandenburg</i> were on the brief, for appellant.</p>\n<p><i>Mr. Wm. F. Mattingly</i> for appellee.</p>\n<p><span class=\"star-pagination\">*298</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill for a conveyance to the plaintiff of a parcel of land to which he claims a right under a trust deed of his father, Theodore J. Mayer. The case was heard on bill and answer, the Supreme Court dismissed the bill, and its decree was affirmed by the Court of Appeals. 33 App. D.C. 391. The facts are these: On February 5, 1907, Mayer conveyed the premises to the Washington Loan and Trust Company and the latter executed a declaration of trust by which it was to convey them to the George Washington University \"when and at such times as\" the University should comply with certain conditions, by the purchase of certain other specified land, &amp;c. \"In the event of the failure of the said University to comply with the terms and conditions of this trust within a reasonable time after the execution of this instrument, which reasonable time is to be determined by the Trustee, when said property, so as aforesaid conveyed to the Trustee, is to be reconveyed to the said Theodore J. Mayer, his heirs and assigns.\" The word `when' in the sentence is superfluous, but the meaning is plain. The reasonable time was determined and has elapsed, as is agreed by the University as well as by the Trustee, and the conditions have not been performed, but in March, 1907, before the breach of condition, Mayer died.</p>\n<p>Mayer made his will on February 15, 1907, a few days after the trust deed and a month before his death. After pecuniary legacies and a specific devise to the plaintiff of his residence, its contents, etc., he gave the residue of his estate to the American Security and Trust Company <span class=\"star-pagination\">*299</span> in trust to make various payments to the plaintiff at different stated times, and upon his attaining the age of forty-eight years to convey all of the trust fund remaining in its hands to the plaintiff in fee. Then followed gifts to the plaintiff's children in the event of his dying before the testator or before reaching the age of forty-eight, and alternative legacies if he left no children surviving him. The question is whether the property covered by the trust deed should be conveyed to the plaintiff now or falls into the residue to be held upon the trusts created by the will.</p>\n<p>The argument for the appellant is that the grantor, Mayer, retained a mere possibility of reverter, which was not devisable, and that if he had more than that still he did not devise it by his will. But the answer is plain. Of course the grantee, the Washington Loan and Trust Company, got the legal title in fee, but by its declaration of trust and its answer it disavowed any beneficial interest, and if the equitable title was in Mayer it was subject to devise by him. But it necessarily was either in Mayer or in the George Washington University, and the courts below were quite right in holding that all rights of the University were subject to a condition precedent that never was fulfilled. The beginning of its rights was to be by conveyance `when and at such time as' the University should have made the required purchase. Or, as stated in another clause not yet quoted, \"This declaration of trust is intended to set forth the terms and conditions under which the said Chevy Chase property, or the proceeds thereof, is to be conveyed or given to the said George Washington University.\" That it was not given until those terms and conditions were complied with could not be said more plainly. We should add that the University by its answer makes no claim either to the land or to the profits between the date of the deed and the loss of its rights.</p>\n<p>Mayer then at his death had a present equitable right to <span class=\"star-pagination\">*300</span> the land subject only to be defeated by an event that has not happened, and we see as little ground for doubting that he disposed of it as there is for denying that he had it. The residuary clause is in the usual form, \"All the rest and residue of my estate, real, personal and mixed, which I now possess or which may hereafter be acquired by me\"; amply sufficient to carry the equitable estate. No doubt Mayer thought that the Chevy Chase property would go another way, but it manifestly was not certain, and moreover one of the objects of a residuary clause is to gather up unremembered as well as uncertain rights.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:42:36", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></span> (1911)</b></center>\n<center><h1>MAYER<br>\nv.<br>\nAMERICAN SECURITY &amp; TRUST COMPANY, EXECUTOR OF MAYER.</h1></center>\n<center>No. 77.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 5, 1911.</center>\n<center>Decided December 18, 1911.</center>\nAPPEAL FROM THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*296</span> <i>Mr. A.S. Worthington</i> and <i>Mr. Edwin C. Brandenburg,</i> with whom <i>Mr. Clarence A. Brandenburg</i> and <i>Mr. F. Walter Brandenburg</i> were on the brief, for appellant.</p>\n<p><i>Mr. Wm. F. Mattingly</i> for appellee.</p>\n<p><span class=\"star-pagination\">*298</span> MR. JUSTICE HOLMES delivered the opinion of the court.</p>\n<p>This is a bill for a conveyance to the plaintiff of a parcel of land to which he claims a right under a trust deed of his father, Theodore J. Mayer. The case was heard on bill and answer, the Supreme Court dismissed the bill, and its decree was affirmed by the Court of Appeals. 33 App. D.C. 391. The facts are these: On February 5, 1907, Mayer conveyed the premises to the Washington Loan and Trust Company and the latter executed a declaration of trust by which it was to convey them to the George Washington University \"when and at such times as\" the University should comply with certain conditions, by the purchase of certain other specified land, &amp;c. \"In the event of the failure of the said University to comply with the terms and conditions of this trust within a reasonable time after the execution of this instrument, which reasonable time is to be determined by the Trustee, when said property, so as aforesaid conveyed to the Trustee, is to be reconveyed to the said Theodore J. Mayer, his heirs and assigns.\" The word `when' in the sentence is superfluous, but the meaning is plain. The reasonable time was determined and has elapsed, as is agreed by the University as well as by the Trustee, and the conditions have not been performed, but in March, 1907, before the breach of condition, Mayer died.</p>\n<p>Mayer made his will on February 15, 1907, a few days after the trust deed and a month before his death. After pecuniary legacies and a specific devise to the plaintiff of his residence, its contents, etc., he gave the residue of his estate to the American Security and Trust Company <span class=\"star-pagination\">*299</span> in trust to make various payments to the plaintiff at different stated times, and upon his attaining the age of forty-eight years to convey all of the trust fund remaining in its hands to the plaintiff in fee. Then followed gifts to the plaintiff's children in the event of his dying before the testator or before reaching the age of forty-eight, and alternative legacies if he left no children surviving him. The question is whether the property covered by the trust deed should be conveyed to the plaintiff now or falls into the residue to be held upon the trusts created by the will.</p>\n<p>The argument for the appellant is that the grantor, Mayer, retained a mere possibility of reverter, which was not devisable, and that if he had more than that still he did not devise it by his will. But the answer is plain. Of course the grantee, the Washington Loan and Trust Company, got the legal title in fee, but by its declaration of trust and its answer it disavowed any beneficial interest, and if the equitable title was in Mayer it was subject to devise by him. But it necessarily was either in Mayer or in the George Washington University, and the courts below were quite right in holding that all rights of the University were subject to a condition precedent that never was fulfilled. The beginning of its rights was to be by conveyance `when and at such time as' the University should have made the required purchase. Or, as stated in another clause not yet quoted, \"This declaration of trust is intended to set forth the terms and conditions under which the said Chevy Chase property, or the proceeds thereof, is to be conveyed or given to the said George Washington University.\" That it was not given until those terms and conditions were complied with could not be said more plainly. We should add that the University by its answer makes no claim either to the land or to the profits between the date of the deed and the loss of its rights.</p>\n<p>Mayer then at his death had a present equitable right to <span class=\"star-pagination\">*300</span> the land subject only to be defeated by an event that has not happened, and we see as little ground for doubting that he disposed of it as there is for denying that he had it. The residuary clause is in the usual form, \"All the rest and residue of my estate, real, personal and mixed, which I now possess or which may hereafter be acquired by me\"; amply sufficient to carry the equitable estate. No doubt Mayer thought that the Chevy Chase property would go another way, but it manifestly was not certain, and moreover one of the objects of a residuary clause is to gather up unremembered as well as uncertain rights.</p>\n<p><i>Decree affirmed.</i></p>\n</div>", 
  "sha1": "8eb514e25a93e8d8978a4f714811b259bbbea4a8", 
  "date_modified": "2014-12-21T01:35:14.769578", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/97499/mayer-v-american-security-trust-co/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2378425/", 
  "html": "<p class=\"case_cite\">222 U.S. 295</p>\n    <p class=\"case_cite\">32 S.Ct. 95</p>\n    <p class=\"case_cite\">56 L.Ed. 206</p>\n    <p class=\"parties\">THEODORE ALBERT MAYER, Appt.,<br>v.<br>AMERICAN SECURITY &amp; TRUST COMPANY, Executor and Trustee  under the Last Will and Testament of Theodore J. Mayer,  Deceased, Washington Loan &amp; Trust Company, Trustee, and George Washington University.</p>\n    <p class=\"docket\">No. 77.</p>\n    <p class=\"date\">Argued December 5, 1911.</p>\n    <p class=\"date\">Decided December 18, 1911.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. A. S. Worthington, Edwin C. Brandenburg, Clarence A. Brandenburg, and F. Walter Brandenburg for appellant.</p>\n      <p class=\"indent\">[Argument of Counsel from page 296 intentionally omitted]</p>\n      <p class=\"indent\">Mr. William F. Mattingly for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from page 297 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice Holmes delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill for a conveyance to the plaintiff of a parcel of land to which he claims a right under a trust deed of his father, Theodore J. Mayer. The case was heard on bill and answer, the supreme court dismissed the bill, and its decree was affirmed by the court of appeals. 33 App. D. C. 391. The facts are these: On February 5, 1907, Mayer conveyed the premises to the Washington Loan &amp; Trust Company and the latter executed a declaration of trust by which it was to convey them to the George Washington University 'when and at such times as' the University should comply with certain conditions, by the purchase of certain other specified land, etc. 'In the event of the failure of the said University to comply with the terms and conditions of this trust within a reasonable time after the execution of this instrument, which reasonable time is to be determined by the trustee, when said property, so as aforesaid conveyed to the trustee, is to be reconveyed to the said Theodore J. Mayer, his heirs and assigns.' The word 'when' in the sentence is superfluous, but the meaning is plain. The reasonable time was determined and has elapsed, as is agreed by the University as well as by the trustee, and the conditions have not been performed, but in March, 1907, before the breach of condition, Mayer died.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mayer made his will on February 15, 1907, a few days after the trust deed and a month before his death. After pecuniary legacies and a specific devise to the plaintiff of his residence, its contents, etc., he gave the residue of his estate to the American Security &amp; Trust Company in trust to make various payments to the plaintiff at different stated times, and upon his attaining the age of forty-eight years to convey all of the trust fund remaining in its hands to the plaintiff in fee. Then followed gifts to the plaintiff's children in the event of his dying before the testator or before reaching the age of forty-eight, and alternative legacies if he left no children surviving him. The question is whether the property covered by the trust deed should be conveyed to the plaintiff now or falls into the residue to be held upon the trusts created by the will.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The argument for the appellant is that that the grantor, Mayer, retained a mere possibility of reverter, which was not devisable, and that if he had more than that, still he did not devise it by his will. But the answer is plain. Of course the grantee, the Washington Loan &amp; Trust Company, got the legal title in fee, but by its declaration of trust and its answer it disavowed any beneficial interest, and if the equitable title was in Mayer, it was subject to devise by him. But it necessarily was either in Mayer or in the George Washington University, and the courts below were quite right in holding that all rights of the University were subject to a condition precedent that never was fulfilled. The beginning of its rights was to be by conveyance 'when and at such time as' the University should have made the required purchase. Or, as stated in another clause not yet quoted, 'This declaration of trust is intended to set forth the terms and conditions under which the said Chevy Chase property, or the proceeds thereof, is to be conveyed or given to the said George Washington University.' That it was not given until those terms and conditions were complied with could not be said more plainly. We should add that the University by its answer makes no claim either to the land or to the profits between the date of the deed and the loss of its rights.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mayer, then, at his death, had a present equitable right to the land, subject only to be defeated by an event that has not happened; and we see as little ground for doubting that he disposed of it as there is for denying that he had it. The residuary clause is in the usual form, 'All the rest and residue of my estate, real, personal, and mixed, which I now possess or which may hereafter be acquired by me,'&#8212;amply sufficient to carry the equitable estate. No doubt Mayer thought that the Chevy Chase property would go another way, but it manifestly was not certain, and moreover, one of the objects of a residuary clause is to gather up unremembered as well as uncertain rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Decree affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/97499/"
}