{"absolute_url": "/opinion/86287/rhodes-v-bell/", "blocked": false, "citation": {"case_name": "Rhodes v. Bell", "docket_number": null, "document_uris": ["/api/rest/v2/document/86287/"], "federal_cite_one": "43 U.S. 397", "federal_cite_three": null, "federal_cite_two": null, "id": 54017, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54017/", "scotus_early_cite": "2 How. 397", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1844-03-15", "date_modified": "2014-12-21T01:24:49.349763", "docket": "/api/rest/v2/docket/401365/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">43 U.S. 397</p>\n    <p class=\"case_cite\">2 How. 397</p>\n    <p class=\"case_cite\">11 L.Ed. 314</p>\n    <p class=\"parties\">JAMES RHODES, PLAINTIFF IN ERROR,<br>v.<br>MOSES BELL.</p>\n    <p class=\"date\">January Term, 1844</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case was brought up by writ of error, from the Circuit Court of the United States for the District of Columbia, in and for the county of Washington.</p>\n      <p class=\"indent\">It was a petition for freedom filed by Bell. The facts are set forth in the special verdict, which is as follows:</p>\n      <p class=\"indent\">'We of the jury find that previous to the year 1837, the petitioner was the slave of a certain Lawrence Hoff, a resident of Alexandria county, in the District of Columbia; that in the year 1837 the said Hoff, then owning and possessing the petitioner as his slave, in the county of Alexandria aforesaid, whereof he continued to be a resident, did sell and deliver the petitioner to one Little, then being a resident of Washington county, in the district aforesaid, and that the delivery of the petitioner was made to the said Little in Alexandria county aforesaid, and the petitioner was immediately removed by said Little to Washington county aforesaid, to reside, and also for sale, whereof said Little was resident; that the said Little shortly afterwards, to wit: about one year or a little more, sold the petitioner to one Keeting in Washington county, who sold and delivered him to the defendant; that since said sale to said Little, the petitioner has always been kept and held in slavery in the county of Washington aforesaid; that at the time of the sale and delivery of the petitioner as aforesaid by Hoff to Little, the petitioner was more than forty-five years of age, to wit: he was fifty-four of fifty-five years old, and is now fifty-nine or sixty years old. And if upon the facts aforesaid the law is for the petitioner, then we find for the petitioner on the issue joined; if upon the facts aforesaid the law is for the defendant, then we find for the defendant on the issue joined.' Whereupon all and singular the premises being by the court here seen, heard, and fully understood, and mature deliberation being thereupon had, the court is of opinion, from the statement of facts aforesaid, that the law is for the petitioner.</p>\n      <p class=\"indent\">The writ of error was sued out for the purpose of reviewing this opinion.</p>\n      <p class=\"indent\"><i>Brent</i> and <i>Brent</i>, for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Bradley</i> and <i>Hoban</i>, for the defendant.</p>\n      <p class=\"indent\">The counsel for the plaintiff in error made the following points:</p>\n      <p class=\"indent\">1st. That the removal of said Moses Bell from the county of Alexandria to Washington county, both in the District of Columbia, and under the same jurisdiction, as stated in the 'special verdict,' did not entitle him to freedom under any law in force in said district.</p>\n      <p class=\"indent\">2d. That the said removal was not an importation of said Moses Bell, according to the true intent and meaning of the laws in force in the county of Washington aforesaid.</p>\n      <p class=\"indent\">3d. That such removal, even if it had been illegal previous to the year 1812, was legalized by act of Congress on the 24th of June, 1812; and,</p>\n      <p class=\"indent\">4th. That said Moses Bell, being over forty-five years of age at the time of such removal, was incapable (by the laws in force in said county of Washington) of receiving his freedom by or through any act or acts of his master or owner.</p>\n      <p class=\"indent\"><i>Brent</i>, Sen., referred to the law of Maryland, 2 Maxcy's Laws, ch. 67, p. 361, which prohibited the importation of a slave into the state, but argued that it did not apply to this case, because Alexandria and Washington were only parts of the same sovereignty. He referred also to the act of Congress, of June, 1812, Laws, 265, which permits the people of the district to remove their slaves from one county to another; and to 8 Pet., 44, 46, 48, 49, 50, where the question came up incidentally.</p>\n      <p class=\"indent\">In 14 Pet., 142, 145, the court decided that the counties of the district do not stand to each other in the attitude of separate states.</p>\n      <p class=\"indent\"><i>Hoban</i>, for appellee.</p>\n      <p class=\"indent\">In matters of a local character, unless imperative necessity require a contrary course, this court will always adopt and follow the decisions of the local tribunals. Since the act of 1812, in every instance in which the question involved in this case has arisen, the Circuit Court of the District of Columbia has invariably decided that, in order to import a slave from one county into the other in this district, the party importing must reside in the county, and there own the slave, from which the importation is made. See Maxcy's Cases, <i>Dunbar</i> v. <i>Bell</i>, October, 1821; <i>Foster</i> v. <i>Simmons</i>, Nepo Williams, November, 1835.</p>\n      <p class=\"indent\">The case in 14 Pet. was upon the statute of limitations; it is now cited to reverse our opinions as to importation of slaves between the two counties. That case asserts no principle with which we are not familiar; it affirms the judgment of the Circuit Court. It merely asserts that as to the limitation of suits, Alexandria and Washington counties, as to each other, are not beyond seas. As to all local law, the counties have always been entirely distinct&#8212;the act of February 27, 1801, Davis, 123, declares that the laws of Maryland, as then existing, shall be the laws of that part of the district taken from Maryland, and the laws of Virginia of that part taken from Virginia.</p>\n      <p class=\"indent\">Even from Maryland to import into that part of the district formerly belonging to Maryland, an act of Congress was necessary; namely, of May, 1803. Davis, 135.</p>\n      <p class=\"indent\">If it be true that by virtue of the unity of sovereignty, the right of free importation, from county to county, exists, then all the adjudication from the cession down is wrong, and the act of 1812 was unnecessary.</p>\n      <p class=\"indent\">If the right of importation, as claimed on the other side, exists, it operates a repeal of the settled policy of Virginia and Maryland, prohibiting the domestic slave-trade between them.</p>\n      <p class=\"indent\">Maryland and Virginia both prohibit the introduction of slaves into their territory, except by persons coming to reside. The part of the district formerly belonging to Maryland is still considered as part of it, as to the introduction of slaves from that state, and the part of the district formerly belonging to Virginia is still considered as a part of that state as to the introduction of slaves from that state, by the act of May, 1803. If by the act of 1812, a person residing in either county may import slaves into the other, by the act of 1803 he may immediately remove them into the state adjoining, and thus all the policy and the letter of the laws of Virginia and Maryland prohibiting importation are immediately repealed.</p>\n      <p class=\"indent\">Before the act of 1812, a resident of one county could only introduce a slave into the other, bringing the slave with him when he came to reside, and then could only sell him in three years. See the act of 1796 of Maryland, Maxcy's Laws, p. 361, c. 67.</p>\n      <p class=\"indent\">By the act of 1812, a resident of either county can introduce his slave into the other without coming to reside: provided he reside in the county from which the importation is intended&#8212;and sell him when he pleases.</p>\n      <p class=\"indent\">As to the prohibition of freedom on account of age, it applies only to cases of voluntary emancipation&#8212;where freedom is claimed under the act of the master&#8212;and not in a case of forfeiture, (like this,) where the claim is adverse to that of the master.</p>\n      <p class=\"indent\"><i>Bradley</i>, on the same side, commented on the act of 1812, and said that the permission therein granted was only to remove a slave from one county to another, under certain restrictions; but it did not authorize fresh purchases to be made, and importations for the purpose of sale. He referred, also, to the difference which still existed between the two counties with regard to the issue of a female slave, as showing that the old law still prevailed in each county.</p>\n      <p class=\"indent\"><i>Brent</i>, in reply and conclusion, said that the construction of the law, as stated by Mr. <i>Hoban</i>, had not been acquiesced in by the bar or the people of the district. Many thought the decisions wrong in the cases referred to by him; and, at all events, the opinion of the court below was not the law here. When a slave is brought from Alexandria to Washington, he is not removed from one sovereignty to another; and so the court decided in the case of the <i>Bank of Potomac</i>.</p>\n      <p class=\"indent\">Before the act of 1803, negroes could be carried from Alexandria to Washington for the purpose of being hired out. The act of Maryland of 1796 allowed it.</p>\n      <p class=\"indent\">Mr. Justice McLEAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A writ of error brings this case before us from the Circuit Court of the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moses Bell, the defendant in error, filed a petition in the Circuit Court representing that he was held in slavery by one James Rhodes, of the said county, and prayed that his rights might be inquired into by the court. The defendant pleaded that the said Moses was not free, &amp;c. The jury returned a special verdict, and found 'that previous to the year 1837, the petitioner was the slave of a certain Lawrence Hoff, a resident of Alexandria county, in the District of Columbia; that in the year 1837, the said Hoff, then owning and possessing the petitioner as his slave, in the county of Alexandria aforesaid, whereof he continued to be a resident, did sell and deliver the petitioner to one Little, then being a resident of Washington county, in the district aforesaid, and that the delivery of the petitioner was made to the said Little in Alexandria county aforesaid, and the petitioner was immediately removed by said Little to Washington county aforesaid, to reside and also for sale, whereof said Little was resident; that the said Little shortly afterwards, to wit, about one year or a little more, sold the petitioner to one Keeting, in Washington county, who sold and delivered him to the defendant; that since said sale to said Little, the petitioner has always been kept and held in slavery in the county of Washington aforesaid; that at the time of the sale and delivery of the petitioner as aforesaid by Hoff to Little, the petitioner was more than forty-five years of age, to wit, fifty-four or five years.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon the above facts the Circuit Court held, that the petitioner was entitled to his liberty. To revise this judgment, the writ of error has been prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the second section of the act of the 19th of December, 1791, the state of Maryland declared, 'that all that part of the territory called Columbia, which lies within the limits of this state, shall be, and the same is hereby acknowledged to be for ever ceded and relinquished to the Congress and government of the United States, in full and absolute right and exclusive jurisdiction, as well of soil as of persons residing, or to reside thereon pursuant to the tenor and effect of the eighth section of the first article of the constitution of government of the United States&#8212;provided that the jurisdiction of the laws of this state, over the persons and property of individuals residing within the limits of the cession aforesaid, shall not cease or determine until Congress shall, by law, provide for the government thereof, under their jurisdiction, in manner provided by the article in the constitution before recited.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Previously to the above cession, in 1789, Virginia ceded to the United States, 'ten miles square or any lesser quantity for the purposes aforesaid, as Congress might direct,' with the reservation 'that the jurisdiction of the laws of Virginia over the persons and property of individuals residing within the limits of the cession aforesaid, shall not cease or determine until Congress having accepted the said cession, shall, by law, provide for the government thereof, under their jurisdiction, in manner provided by the article of the Constitution before recited.' This cession was accepted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">By the first section of the act of the 17th of February, 1801, Congress provided, 'that the laws of the state of Virginia, as they now exist, shall be and continue in force in that part of the District of Columbia which was ceded by the said state to the United States, and by them accepted,' &amp;c., 'and that the laws of the state of Maryland as they now exist, shall be and continue in force in that part of the said district which was ceded by it, &amp;c.' The part of the district ceded by Virginia constitutes Alexandria county, and the part ceded by Maryland, constitutes Washington county.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As the laws of Maryland and Virginia have been adopted by the above act of Congress, within the counties respectively ceded, it will be necessary to refer to those laws, so far as they have a bearing in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By the Maryland statute of November, 1796, 2 Maxcy's Laws, 351, it is declared, 'that it shall not be lawful from and after the passing of this act, to import or bring into this state, by land or water, any negro, mulatto, or other slave, for sale, or to reside within this state; and any person brought into this state as a slave contrary to this act, if a slave before, shall thereupon immediately cease to be the property of the person or persons so importing or bringing such slave within this state and shall be free.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The exceptions to the above provisions are,</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. Any citizen of the United States who removes to Maryland with a <i>bona fide</i> intention of becoming a citizen, may bring his slaves with him, or bring them within one year afterwards, provided such slaves have been in the United States three years preceding the time of their removal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. By the act of 1797, the above privilege is extended to the executors of such persons, dying within one year after removal, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. Any citizen of Maryland who being seised and possessed of an estate of inheritance in land in any one of the adjoining states, who employed slaves in the cultivation of said land, is at liberty to bring such slaves into the state for his own benefit, but not for sale, provided such slaves had been in one of the adjoining states before the 21st of April, 1783.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4. Slaves acquired by descent, by a citizen of Maryland, may be brought into the state to be employed by the owner, but not for sale.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">5. Travellers or sojourners may bring their slaves into the state.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">By a law of Virginia passed the 17th of December, 1792, it is declared, 'that no person shall henceforth be slaves within this commonwealth, except such as were so on the 17th of October, 1785, and the descendants of the females of them.' And the second section declares that all 'slaves which shall be brought into this commonwealth and kept therein one whole year together, or so long at different times as shall amount to one year, shall be free. The third section imposes a penalty on any person who shall import slaves into the commonwealth, and also upon any one who shall sell or purchase such slaves. Exception is made of a person who, with a <i>bona fide</i> intention of becoming a citizen of Virginia, removes into the state, and exceptions extend to some other specified cases.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">By the seventh section of the act of Congress of the 3d of May, 1802, it is provided, 'that no part of the laws of Virginia or Maryland, declared by an act of Congress, passed the 27th of February, 1801, concerning the District of Columbia, to be in force within said district, shall ever be construed so as to prohibit the owners of slaves to hire them within, or remove them to the said district, in the same way as was practised prior to the passage of the above-recited act.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Again, by the ninth section of the act of the 24th of June, 1812, Congress provides, 'that it shall be lawful for any inhabitants in either of the said counties (of the district) owning and possessing any slave or slaves therein, to remove the same from one county into the other, and to exercise freely and fully all the rights of property in and over the said slave or slaves therein, which would be exercised over him, her, or them, in the county from whence the removal was made, any thing in any legislative act in force at this time in either of the said counties to the contrary notwithstanding.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">From the foregoing legislative action it will be seen, that the counties of Washington and Alexandria are governed by the laws of the states to which the territories composing them were respectively attached before the cession. This is especially true in regard to the importation and sale of slaves. Neither the act of Congress of 1801, adopting the laws of the respective states, nor the act of 1802 above cited, made any modification of the Virginia or Maryland law in regard to slaves. It was, undoubtedly, the policy of Congress, until the passage of the act of 1812, to preserve the same relation between the counties of the district, on this subject, that existed between the two states.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A slave imported from Virginia to Maryland, not within one of the exceptions named, was free by the Maryland law. And it is not pretended that Bell can be brought within any one of the exceptions. The jury found that Little purchased Bell in Alexandria county, and brought him into Washington to reside and for sale, the purchaser being a resident of Washington county. Now independently of the act of 1812, no one can doubt that this act of the purchaser entitled the petitioner to his freedom. Indeed, he is entitled to it, under the express provision of the Maryland law.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The act of 1812 was designed to enable the owner of slaves in either of the two counties, within the district, to hire or employ them in the other. And this is the full purport of its provision on this subject. It clearly does not authorize a citizen of Washington to go to the county of Alexandria, purchase a slave and bring him to Washington county for any purpose, much less for the purpose of sale, as found by the jury in this case. If this could be done, it would subvert the whole policy of the Maryland law, which was to prevent, except in specified cases, the importation of slaves into the state. And Congress, by adopting the Maryland law, sanctioned its policy.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is true that the two counties of this district are under the same political organization, and, in a certain sense, constitute one sovereignty. But this can have no effect upon the question under consideration. It depends exclusively upon the laws referred to. No views of policy or of supposed convenience can enter into the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The case of the <i>Bank of Alexandria</i> v. <i>Dyer</i>, 14 Pet., 141, has been relied on by the plaintiff in error, as showing that the counties of Washington and Alexandria, being united under the same government, cannot be considered as foreign to each other.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That was a case where the statute of limitation was pleaded to a suit in Washington county. The plaintiffs replied that they were citizens of Alexandria, &amp;c., to which the defendant demurred. And on this state of the pleading the question was, whether the plaintiffs were beyond seas, within the meaning of the Maryland statute. The court held that they were not; 'that the counties of Washington and Alexandria resemble different counties in the same state; and do not stand towards one another in the relations of distinct and separate governments.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The words 'beyond seas,' in the Maryland statute, were borrowed from the statute of James 1, ch. 21, and have generally been construed in this country not literally, but as meaning, 'without the jurisdiction of the state.' Now, in reference to this construction, the decision of the court was correct, but it can have no direct bearing upon the question under consideration. That the District of Columbia must be considered as exercising the same general jurisdiction in both counties, is undoubted; but the rights of its citizens are not governed by the same laws. The counties of Washington and Alexandria, excepting the modification made by the act of 1812, are as foreign to each other, as regards the importation of slaves, as are the states of Virginia and Maryland. Such we understand to be the settled doctrine of the Circuit Court of this district. And this is no unsatisfactory evidence of what the law is. An acquiescence of many years in a course of decision involving private rights, should not be changed except upon the clearest ground of error.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is a provision in the Maryland law prohibiting the owner of a slave from manumitting him, if he be over forty-five years of age; and this is urged by counsel as a reason why the petitioner in this case should not receive his liberty. He is now near sixty years of age; but how his rights are to be affected by a law which restrains the master, is not perceived. He claims to be wrongfully held in servitude, and the court think his claim is founded in law. Now, shall he be kept in servitude because his master, if he were disposed, could not manumit him? The law makes him free without the concurrence of his master. Slaves brought into the state of Maryland, in violation of the law, are declared to be free without reference to their age. And the court cannot affix a condition to the right of freedom, which the law does not authorize. Upon the whole, we are unanimously of opinion, that the judgment of the Circuit Court should be affirmed with costs.</p>\n    </div>\n    <p>ORDER.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Washington, and was argued by counsel. On consideration whereof, it is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby affirmed with costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>43 U.S. 397 (____)</b></center>\n<center><b>2 How. 397</b></center>\n<center><h1>JAMES RHODES, PLAINTIFF IN ERROR,<br>\nv.<br>\nMOSES BELL</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*398</span> Brent and Brent, for the plaintiff in error.</p>\n<p>Bradley and Hoban, for the defendant.</p>\n<p><span class=\"star-pagination\">*401</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>A writ of error brings this case before us from the Circuit Court of the District of Columbia.</p>\n<p>Moses Bell, the defendant in error, filed a petition in the Circuit Court representing that he was held in slavery by one James Rhodes, of the said county, and prayed that his rights might be inquired into by the court. The defendant pleaded that the said Moses was not free, &amp;c. The jury returned a special verdict, and found \"that previous to the year 1837, the petitioner was the slave of a certain Lawrence Hoff, a resident of Alexandria county, in the District of Columbia; that in the year 1837, the said Hoff, then owning and possessing the petitioner as his slave, in the county of Alexandria aforesaid, whereof he continued to be a resident, did sell and deliver the petitioner to one Little, then being a resident of Washington county, in the district aforesaid, and that the delivery of the petitioner was made to the said Little in Alexandria county aforesaid, and the petitioner was immediately removed by said Little to Washington county aforesaid, to reside and also for sale, whereof said Little was resident; that the said Little shortly afterwards, to wit, about one year or a little more, sold the petitioner to one Keeting, in Washington county, who sold and delivered him to the defendant; that since said sale to said Little, the petitioner has always been kept and held in slavery in the county of Washington aforesaid; that at the time of the sale and delivery of the petitioner as aforesaid by Hoff to Little, the petitioner was more than forty-five years of age, to wit, fifty-four or five years.\"</p>\n<p>Upon the above facts the Circuit Court held, that the petitioner was entitled to his liberty. To revise this judgment, the writ of error has been prosecuted.</p>\n<p>In the second section of the act of the 19th of December, 1791, the state of Maryland declared, \"that all that part of the territory called Columbia, which lies within the limits of this state, shall be, and the same is hereby acknowledged to be for ever ceded and relinquished to the Congress and government of the United States, in full and absolute right and exclusive jurisdiction, as well of soil <span class=\"star-pagination\">*402</span> as of persons residing, or to reside thereon pursuant to the tenor and effect of the eighth section of the first article of the constitution of government of the United States  provided that the jurisdiction of the laws of this state, over the persons and property of individuals residing within the limits of the cession aforesaid, shall not cease or determine until Congress shall, by law, provide for the government thereof, under their jurisdiction, in manner provided by the article in the constitution before recited.\"</p>\n<p>Previously to the above cession, in 1789, Virginia ceded to the United States, \"ten miles square or any lesser quantity for the purposes aforesaid, as Congress might direct,\" with the reservation \"that the jurisdiction of the laws of Virginia over the persons and property of individuals residing within the limits of the cession aforesaid, shall not cease or determine until Congress having accepted the said cession, shall, by law, provide for the government thereof, under their jurisdiction, in manner provided by the article of the Constitution before recited.\" This cession was accepted.</p>\n<p>By the first section of the act of the 17th of February, 1801, Congress provided, \"that the laws of the state of Virginia, as they now exist, shall be and continue in force in that part of the District of Columbia which was ceded by the said state to the United States, and by them accepted,\" &amp;c., \"and that the laws of the state of Maryland as they now exist, shall be and continue in force in that part of the said district which was ceded by it, &amp;c.\" The part of the district ceded by Virginia constitutes Alexandria county, and the part ceded by Maryland, constitutes Washington county.</p>\n<p>As the laws of Maryland and Virginia have been adopted by the above act of Congress, within the counties respectively ceded, it will be necessary to refer to those laws, so far as they have a bearing in the present case.</p>\n<p>By the Maryland statute of November, 1796, 2 Maxcy's Laws, 351, it is declared, \"that it shall not be lawful from and after the passing of this act, to import or bring into this state, by land or water, any negro, mulatto, or other slave, for sale, or to reside within this state; and any person brought into this state as a slave contrary to this act, if a slave before, shall thereupon immediately cease to be the property of the person or persons so importing or bringing such slave within this state and shall be free.\"</p>\n<p>The exceptions to the above provisions are,</p>\n<p>1. Any citizen of the United States who removes to Maryland, <span class=\"star-pagination\">*403</span> with a bona fide intention of becoming a citizen, may bring his slaves with him, or bring them within one year afterwards, provided such slaves have been in the United States three years preceding the time of their removal.</p>\n<p>2. By the act of 1797, the above privilege is extended to the executors of such persons, dying within one year after removal, &amp;c.</p>\n<p>3. Any citizen of Maryland who being seised and possessed of an estate of inheritance in land in any one of the adjoining states, who employed slaves in the cultivation of said land, is at liberty to bring such slaves into the state for his own benefit, but not for sale, provided such slaves had been in one of the adjoining states before the 21st of April, 1783.</p>\n<p>4. Slaves acquired by descent, by a citizen of Maryland, may be brought into the state to be employed by the owner, but not for sale.</p>\n<p>5. Travellers or sojourners may bring their slaves into the state.</p>\n<p>By a law of Virginia passed the 17th of December, 1792, it is declared, \"that no person shall henceforth be slaves within this commonwealth, except such as were so on the 17th of October, 1785, and the descendants of the females of them.\" And the second section declares that all \"slaves which shall be brought into this commonwealth and kept therein one whole year together, or so long at different times as shall amount to one year, shall be free. The third section imposes a penalty on any person who shall import slaves into the commonwealth, and also upon any one who shall sell or purchase such slaves. Exception is made of a person who, with a bona fide intention of becoming a citizen of Virginia, removes into the state, and exceptions extend to some other specified cases.</p>\n<p>By the seventh section of the act of Congress of the 3d of May, 1802, it is provided, that no part of the laws of Virginia or Maryland, declared by an act of Congress, passed the 27th of February, 1801, concerning the District of Columbia, to be in force within the said district, shall ever be construed so as to prohibit the owners of slaves to hire them within, or remove them to the said district, in the same way as was practised prior to the passage of the above-recited act.\"</p>\n<p>Again, by the ninth section of the act of the 24th of June, 1812, Congress provides, \"that it shall be lawful for any inhabitants in either of the said counties (of the district) owning and possessing any slave or slaves therein, to remove the same from one county into the other, and to exercise freely and fully all the rights of property in and over the said slave or slaves therein, which would be exercised <span class=\"star-pagination\">*404</span> over him, her, or them, in the county from whence the removal was made, any thing in any legislative act in force at this time in either of the said counties to the contrary notwithstanding.\"</p>\n<p>From the foregoing legislative action it will be seen, that the counties of Washington and Alexandria are governed by the laws of the states to which the territories composing them were respectively attached before the cession. This is especially true in regard to the importation and sale of slaves. Neither the act of Congress of 1801, adopting the laws of the respective states, nor the act of 1802 above cited, made any modification of the Virginia or Maryland law in regard to slaves. It was, undoubtedly, the policy of Congress, until the passage of the act of 1812, to preserve the same relation between the counties of the district, on this subject, that existed between the two states.</p>\n<p>A slave imported from Virginia to Maryland, not within one of the exceptions named, was free by the Maryland law. And it is not pretended that Bell can be brought within any one of the exceptions. The jury found that Little purchased Bell in Alexandria county, and brought him into Washington to reside and for sale, the purchaser being a resident of Washington county. Now independently of the act of 1812, no one can doubt that this act of the purchaser entitled the petitioner to his freedom. Indeed, he is entitled to it, under the express provision of the Maryland law.</p>\n<p>The act of 1812 was designed to enable the owner of slaves in either of the two counties, within the district, to hire or employ them in the other. And this is the full purport of its provision on this subject. It clearly does not authorize a citizen of Washington to go to the county of Alexandria, purchase a slave and bring him to Washington county for any purpose, much less for the purpose of sale, as found by the jury in this case. If this could be done, it would subvert the whole policy of the Maryland law, which was to prevent, except in specified cases, the importation of slaves into the state. And Congress, by adopting the Maryland law, sanctioned its policy.</p>\n<p>It is true that the two counties of this district are under the same political organization, and, in a certain sense, constitute one sovereignty. But this can have no effect upon the question under consideration. It depends exclusively upon the laws referred to. No views of policy or of supposed convenience can enter into the decision.</p>\n<p><span class=\"star-pagination\">*405</span> The case of the Bank of Alexandria v. Dyer, 14 Peters, 141, has been relied on by the plaintiff in error, as showing that the counties of Washington and Alexandria, being united under the same government, cannot be considered as foreign to each other.</p>\n<p>That was a case where the statute of limitation was pleaded to a suit in Washington county. The plaintiffs replied that they were citizens of Alexandria, &amp;c., to which the defendant demurred. And on this state of the pleading the question was, whether the plaintiffs were beyond seas, within the meaning of the Maryland statute. The court held that they were not; \"that the counties of Washington and Alexandria resemble different counties in the same state; and do not stand towards one another in the relations of distinct and separate governments.\"</p>\n<p>The words \"beyond seas,\" in the Maryland statute, were borrowed from the statute of James 1, ch. 21, and have generally been construed in this country not literally, but as meaning, \"without the jurisdiction of the state.\" Now, in reference to this construction, the decision of the court was correct, but it can have no direct bearing upon the question under consideration. That the District of Columbia must be considered as exercising the same general jurisdiction in both counties, is undoubted; but the rights of its citizens are not governed by the same laws. The counties of Washington and Alexandria, excepting the modification made by the act of 1812, are as foreign to each other, as regards the importation of slaves, as are the states of Virginia and Maryland. Such we understand to be the settled doctrine of the Circuit Court of this district. And this is no unsatisfactory evidence of what the law is. An acquiescence of many years in a course of decision involving private rights, should not be changed except upon the clearest ground of error.</p>\n<p>There is a provision in the Maryland law prohibiting the owner of a slave from manumitting him, if he be over forty-five years of age; and this is urged by counsel as a reason why the petitioner in this case should not receive his liberty. He is now near sixty years of age; but how his rights are to be affected by a law which restrains the master, is not perceived. He claims to be wrongfully held in servitude, and the court think his claim is founded in law. Now, shall he be kept in servitude because his master, if he were disposed, could not manumit him? The law makes him free without the concurrence of his master. Slaves brought into the state of Maryland, in violation of the law, are declared to be free without reference to <span class=\"star-pagination\">*406</span> their age. And the court cannot affix a condition to this right of freedom, which the law does not authorize. Upon the whole, we are unanimously of opinion, that the judgment of the Circuit Court should be affirmed with costs.</p>\n<p></p>\n<h2>ORDER.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Washington, and was argued by counsel. On consideration whereof, It is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby affirmed with costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">How.</span> <span class=\"page\">397</span></span></b></center>\n<center><h1>JAMES RHODES, PLAINTIFF IN ERROR,<br>\nv.<br>\nMOSES BELL</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*398</span> Brent and Brent, for the plaintiff in error.</p>\n<p>Bradley and Hoban, for the defendant.</p>\n<p><span class=\"star-pagination\">*401</span> Mr. Justice McLEAN delivered the opinion of the court.</p>\n<p>A writ of error brings this case before us from the Circuit Court of the District of Columbia.</p>\n<p>Moses Bell, the defendant in error, filed a petition in the Circuit Court representing that he was held in slavery by one James Rhodes, of the said county, and prayed that his rights might be inquired into by the court. The defendant pleaded that the said Moses was not free, &amp;c. The jury returned a special verdict, and found \"that previous to the year 1837, the petitioner was the slave of a certain Lawrence Hoff, a resident of Alexandria county, in the District of Columbia; that in the year 1837, the said Hoff, then owning and possessing the petitioner as his slave, in the county of Alexandria aforesaid, whereof he continued to be a resident, did sell and deliver the petitioner to one Little, then being a resident of Washington county, in the district aforesaid, and that the delivery of the petitioner was made to the said Little in Alexandria county aforesaid, and the petitioner was immediately removed by said Little to Washington county aforesaid, to reside and also for sale, whereof said Little was resident; that the said Little shortly afterwards, to wit, about one year or a little more, sold the petitioner to one Keeting, in Washington county, who sold and delivered him to the defendant; that since said sale to said Little, the petitioner has always been kept and held in slavery in the county of Washington aforesaid; that at the time of the sale and delivery of the petitioner as aforesaid by Hoff to Little, the petitioner was more than forty-five years of age, to wit, fifty-four or five years.\"</p>\n<p>Upon the above facts the Circuit Court held, that the petitioner was entitled to his liberty. To revise this judgment, the writ of error has been prosecuted.</p>\n<p>In the second section of the act of the 19th of December, 1791, the state of Maryland declared, \"that all that part of the territory called Columbia, which lies within the limits of this state, shall be, and the same is hereby acknowledged to be for ever ceded and relinquished to the Congress and government of the United States, in full and absolute right and exclusive jurisdiction, as well of soil <span class=\"star-pagination\">*402</span> as of persons residing, or to reside thereon pursuant to the tenor and effect of the eighth section of the first article of the constitution of government of the United States  provided that the jurisdiction of the laws of this state, over the persons and property of individuals residing within the limits of the cession aforesaid, shall not cease or determine until Congress shall, by law, provide for the government thereof, under their jurisdiction, in manner provided by the article in the constitution before recited.\"</p>\n<p>Previously to the above cession, in 1789, Virginia ceded to the United States, \"ten miles square or any lesser quantity for the purposes aforesaid, as Congress might direct,\" with the reservation \"that the jurisdiction of the laws of Virginia over the persons and property of individuals residing within the limits of the cession aforesaid, shall not cease or determine until Congress having accepted the said cession, shall, by law, provide for the government thereof, under their jurisdiction, in manner provided by the article of the Constitution before recited.\" This cession was accepted.</p>\n<p>By the first section of the act of the 17th of February, 1801, Congress provided, \"that the laws of the state of Virginia, as they now exist, shall be and continue in force in that part of the District of Columbia which was ceded by the said state to the United States, and by them accepted,\" &amp;c., \"and that the laws of the state of Maryland as they now exist, shall be and continue in force in that part of the said district which was ceded by it, &amp;c.\" The part of the district ceded by Virginia constitutes Alexandria county, and the part ceded by Maryland, constitutes Washington county.</p>\n<p>As the laws of Maryland and Virginia have been adopted by the above act of Congress, within the counties respectively ceded, it will be necessary to refer to those laws, so far as they have a bearing in the present case.</p>\n<p>By the Maryland statute of November, 1796, 2 Maxcy's Laws, 351, it is declared, \"that it shall not be lawful from and after the passing of this act, to import or bring into this state, by land or water, any negro, mulatto, or other slave, for sale, or to reside within this state; and any person brought into this state as a slave contrary to this act, if a slave before, shall thereupon immediately cease to be the property of the person or persons so importing or bringing such slave within this state and shall be free.\"</p>\n<p>The exceptions to the above provisions are,</p>\n<p>1. Any citizen of the United States who removes to Maryland, <span class=\"star-pagination\">*403</span> with a bona fide intention of becoming a citizen, may bring his slaves with him, or bring them within one year afterwards, provided such slaves have been in the United States three years preceding the time of their removal.</p>\n<p>2. By the act of 1797, the above privilege is extended to the executors of such persons, dying within one year after removal, &amp;c.</p>\n<p>3. Any citizen of Maryland who being seised and possessed of an estate of inheritance in land in any one of the adjoining states, who employed slaves in the cultivation of said land, is at liberty to bring such slaves into the state for his own benefit, but not for sale, provided such slaves had been in one of the adjoining states before the 21st of April, 1783.</p>\n<p>4. Slaves acquired by descent, by a citizen of Maryland, may be brought into the state to be employed by the owner, but not for sale.</p>\n<p>5. Travellers or sojourners may bring their slaves into the state.</p>\n<p>By a law of Virginia passed the 17th of December, 1792, it is declared, \"that no person shall henceforth be slaves within this commonwealth, except such as were so on the 17th of October, 1785, and the descendants of the females of them.\" And the second section declares that all \"slaves which shall be brought into this commonwealth and kept therein one whole year together, or so long at different times as shall amount to one year, shall be free. The third section imposes a penalty on any person who shall import slaves into the commonwealth, and also upon any one who shall sell or purchase such slaves. Exception is made of a person who, with a bona fide intention of becoming a citizen of Virginia, removes into the state, and exceptions extend to some other specified cases.</p>\n<p>By the seventh section of the act of Congress of the 3d of May, 1802, it is provided, that no part of the laws of Virginia or Maryland, declared by an act of Congress, passed the 27th of February, 1801, concerning the District of Columbia, to be in force within the said district, shall ever be construed so as to prohibit the owners of slaves to hire them within, or remove them to the said district, in the same way as was practised prior to the passage of the above-recited act.\"</p>\n<p>Again, by the ninth section of the act of the 24th of June, 1812, Congress provides, \"that it shall be lawful for any inhabitants in either of the said counties (of the district) owning and possessing any slave or slaves therein, to remove the same from one county into the other, and to exercise freely and fully all the rights of property in and over the said slave or slaves therein, which would be exercised <span class=\"star-pagination\">*404</span> over him, her, or them, in the county from whence the removal was made, any thing in any legislative act in force at this time in either of the said counties to the contrary notwithstanding.\"</p>\n<p>From the foregoing legislative action it will be seen, that the counties of Washington and Alexandria are governed by the laws of the states to which the territories composing them were respectively attached before the cession. This is especially true in regard to the importation and sale of slaves. Neither the act of Congress of 1801, adopting the laws of the respective states, nor the act of 1802 above cited, made any modification of the Virginia or Maryland law in regard to slaves. It was, undoubtedly, the policy of Congress, until the passage of the act of 1812, to preserve the same relation between the counties of the district, on this subject, that existed between the two states.</p>\n<p>A slave imported from Virginia to Maryland, not within one of the exceptions named, was free by the Maryland law. And it is not pretended that Bell can be brought within any one of the exceptions. The jury found that Little purchased Bell in Alexandria county, and brought him into Washington to reside and for sale, the purchaser being a resident of Washington county. Now independently of the act of 1812, no one can doubt that this act of the purchaser entitled the petitioner to his freedom. Indeed, he is entitled to it, under the express provision of the Maryland law.</p>\n<p>The act of 1812 was designed to enable the owner of slaves in either of the two counties, within the district, to hire or employ them in the other. And this is the full purport of its provision on this subject. It clearly does not authorize a citizen of Washington to go to the county of Alexandria, purchase a slave and bring him to Washington county for any purpose, much less for the purpose of sale, as found by the jury in this case. If this could be done, it would subvert the whole policy of the Maryland law, which was to prevent, except in specified cases, the importation of slaves into the state. And Congress, by adopting the Maryland law, sanctioned its policy.</p>\n<p>It is true that the two counties of this district are under the same political organization, and, in a certain sense, constitute one sovereignty. But this can have no effect upon the question under consideration. It depends exclusively upon the laws referred to. No views of policy or of supposed convenience can enter into the decision.</p>\n<p><span class=\"star-pagination\">*405</span> The case of the Bank of Alexandria v. Dyer, 14 Peters, 141, has been relied on by the plaintiff in error, as showing that the counties of Washington and Alexandria, being united under the same government, cannot be considered as foreign to each other.</p>\n<p>That was a case where the statute of limitation was pleaded to a suit in Washington county. The plaintiffs replied that they were citizens of Alexandria, &amp;c., to which the defendant demurred. And on this state of the pleading the question was, whether the plaintiffs were beyond seas, within the meaning of the Maryland statute. The court held that they were not; \"that the counties of Washington and Alexandria resemble different counties in the same state; and do not stand towards one another in the relations of distinct and separate governments.\"</p>\n<p>The words \"beyond seas,\" in the Maryland statute, were borrowed from the statute of James 1, ch. 21, and have generally been construed in this country not literally, but as meaning, \"without the jurisdiction of the state.\" Now, in reference to this construction, the decision of the court was correct, but it can have no direct bearing upon the question under consideration. That the District of Columbia must be considered as exercising the same general jurisdiction in both counties, is undoubted; but the rights of its citizens are not governed by the same laws. The counties of Washington and Alexandria, excepting the modification made by the act of 1812, are as foreign to each other, as regards the importation of slaves, as are the states of Virginia and Maryland. Such we understand to be the settled doctrine of the Circuit Court of this district. And this is no unsatisfactory evidence of what the law is. An acquiescence of many years in a course of decision involving private rights, should not be changed except upon the clearest ground of error.</p>\n<p>There is a provision in the Maryland law prohibiting the owner of a slave from manumitting him, if he be over forty-five years of age; and this is urged by counsel as a reason why the petitioner in this case should not receive his liberty. He is now near sixty years of age; but how his rights are to be affected by a law which restrains the master, is not perceived. He claims to be wrongfully held in servitude, and the court think his claim is founded in law. Now, shall he be kept in servitude because his master, if he were disposed, could not manumit him? The law makes him free without the concurrence of his master. Slaves brought into the state of Maryland, in violation of the law, are declared to be free without reference to <span class=\"star-pagination\">*406</span> their age. And the court cannot affix a condition to this right of freedom, which the law does not authorize. Upon the whole, we are unanimously of opinion, that the judgment of the Circuit Court should be affirmed with costs.</p>\n<p></p>\n<h2>ORDER.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Columbia, holden in and for the county of Washington, and was argued by counsel. On consideration whereof, It is now here ordered and adjudged by this court, that the judgment of the said Circuit Court in this cause be, and the same is hereby affirmed with costs.</p>\n</div>", "id": 86287, "judges": "McLean", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86287/", "sha1": "cb0778c98ef8feef82a9427e5592b364f1bc1ec2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:21"}