{"absolute_url": "/opinion/104843/kunz-v-new-york/", "blocked": false, "citation": {"case_name": "Kunz v. New York", "docket_number": "50", "document_uris": ["/api/rest/v2/document/104843/"], "federal_cite_one": "340 U.S. 290", "federal_cite_three": "95 L. Ed. 2d 280", "federal_cite_two": "71 S. Ct. 312", "id": 89226, "lexis_cite": "1951 U.S. LEXIS 2248", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89226/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 116, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1951-01-15", "date_modified": "2014-12-21T01:49:20.682009", "docket": "/api/rest/v2/docket/1508122/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">340 U.S. 290</p>\n    <p class=\"case_cite\">71 S.Ct. 312</p>\n    <p class=\"case_cite\">95 L.Ed. 280</p>\n    <p class=\"parties\">KUNZ<br>v.<br>PEOPLE OF STATE OF NEW YORK.</p>\n    <p class=\"docket\">No. 50.</p>\n    <p class=\"date\">Argued Oct. 17, 1950.</p>\n    <p class=\"date\">Decided Jan. 15, 1951.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Osmond K. Fraenkel, New York City, for appellant.</p>\n      <p class=\"indent\">Mr. Seymour B. Quel, New York City, for appellee.</p>\n      <p class=\"indent\">Mr. Chief Justice VINSON delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">New York City has adopted an ordinance which makes it unlawful to hold public worship meetings on the streets without first obtaining a permit from the city police commissioner.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Appellant, Carl Jacob Kunz, was convicted and fined $10 for violating this ordinance by holding a religious meeting without a permit. The conviction was affirmed by the Appellate Part of the Court of Special Sessions, and by the New York Court of Appeals, three judges dissenting, 1950, 300 N.Y. 273, 90 N.E.2d 455. The case is here on appeal, it having been urged that the ordinance is invalid under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant is an ordained Baptist minister who speaks under the auspices of the 'Outdoor Gospel Work,' of which he is the director. He has been preaching for about six years, and states that it is his conviction and duty to 'go out on the highways and byways and preach the word of God.' In 1946, he applied for and received a permit under the ordinance in question, there being no question that appellant comes within the classes of persons entitled to receive permits under the ordinance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This permit, like all others, was good only for the calendar year in which issued. In November, 1946, his permit was revoked after a hearing by the police commissioner. The revocation was based on evidence that he had ridiculed and denounced other religious beliefs in his meetings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although the penalties of the ordinance apply to anyone who 'ridicules and denounces other religious beliefs,' the ordinance does not specify this as a ground for permit revocation. Indeed, there is no mention in the ordinance of any power of revocation. However, appellant did not seek judicial or administrative review of the revocation proceedings, and any question as to the propriety of the revocation is not before us in this case. In any event, the revocation affected appellant's rights to speak in 1946 only. Appellant applied for another permit in 1947, and again in 1948, but was notified each time that his application was 'disapproved,' with no reason for the disapproval being given. On September 11, 1948, appellant was arrested for speaking at Columbus Circle in New York City without a permit. It is from the conviction which resulted that this appeal has been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's conviction was thus based upon his failure to possess a permit for 1948. We are here concerned only with the propriety of the action of the police commissioner in refusing to issue that permit. Disapproval of the 1948 permit application by the police commissioner was justified by the New York courts on the ground that a permit had previously been revoked 'for good reasons'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>. It is noteworthy that there is no mention in the ordinance of reasons for which such a permit application can be refused. This interpretation allows the police commissioner, an administrative official, to exercise discretion in denying subsequent permit applications on the basis of his interpretation, at that time, of what is deemed to be conduct condemned by the ordinance. We have here, then, an ordinance which gives an administrative official discretionary power to control in advance the right of citizens to speak on religious matters on the streets of New York. As such, the ordinance is clearly invalid as a prior restraint on the exercise of First Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In considering the right of a municipality to control the use of public streets for the expression of religious views, we start with the words of Mr. Justice Roberts that 'Wherever the title of streets and parks may rest, they have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.' Hague v. C.I.O., 1939, 307 U.S. 496, 515, 59 S.Ct. 954, 964, 83 L.Ed. 1423. Although this Court has recognized that a statute may be enacted which prevents serious interference with normal usage of streets and parks, Cox v. State of New Hampshire, 1941, 312 U.S. 569, 61 S.Ct. 762, 85 L.Ed. 1049, we have consistently condemned licensing systems which vest in an administrative official discretion to grant or withhold a permit upon broad criteria unrelated to proper regulation of public places. In Cantwell v. State of Connecticut, 1940, 310 U.S. 296, 60 S.Ct. 900, 84 L.Ed. 1213, this Court held invalid an ordinance which required a license for soliciting money for religious causes. Speaking for a unanimous Court, Mr. Justice Roberts said: 'But to condition the solicitation of aid for the perpetuation of religious views or systems upon a license, the grant of which rests in the exercise of a determination by state authority as to what is a religious cause, is to lay a forbidden burden upon the exercise of liberty protected by the Constitution.' 310 U.S. at page 307, 60 S.Ct. at page 904. To the same effect are Lovell v. City of Griffin, 1938, 303 U.S. 444, 58 S.Ct. 666, 82 L.Ed. 949; Hague v. C.I.O., 1939, 307 U.S. 496, 58 S.Ct. 954, 83 L.Ed. 1423; Largent v. State of Texas, 1943, 318 U.S. 418, 63 S.Ct. 667, 87 L.Ed. 873. In Saia v. People of State of New York, 1948, 334 U.S. 558, 68 S.Ct. 1148, 92 L.Ed. 1574, we reaffirmed the invalidity of such prior restraints upon the right to speak: 'We hold that &#167; 3 of this ordinance is unconstitutional on its face, for it establishes a previous restraint on the right of free speech in violation of the First Amendment which is protected by the Fourteenth Amendment against State action. To use a loudspeaker or amplifier one has to get a permit from the Chief of Police. There are no standards prescribed for the exercise of his discretion.' 334 U.S. at pages 559&#8212;560, 68 S.Ct. at page 1149, 92 L.Ed. 1574.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court below has mistakenly derived support for its conclusion from the evidence produced at the trial that appellant's religious meetings had, in the past, caused some disorder. There are appropriate public remedies to protect the peace and order of the community if appellant's speeches should result in disorder or violence. 'In the present case, we have no occasion to inquire as to the permissible scope of subsequent punishment.' Near v. State of Minnesota, 1931, 283 U.S. 697, 715, 51 S.Ct. 625, 631, 75 L.Ed. 1357. We do not express any opinion on the propriety of punitive remedies which the New York authorities may utilize. We are here concerned with suppression&#8212;not punishment. It is sufficient to say that New York cannot vest restraining control over the right to speak on religious subjects in an administrative official where there are no appropriate standards to guide his action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Justice BLACK concurs in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER concurs in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For concurring opinion see 340 U.S. 268, 71 S.Ct. 328.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Justice JACKSON, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Essential freedoms are today threatened from without and within. It may become difficult to preserve here what a large part of the world has lost&#8212;the right to speak, even temperately, on matters vital to spirit and body. In such a setting, to blanket hateful and hate-stirring attacks on races and faiths under the protections for freedom of speech may be a noble innovation. On the other hand, it may be a quixotic tilt at windmills which belittles great principles of liberty. Only time can tell. But I incline to the latter view and cannot assent to the decision.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To know what we are doing, we must first locate the point at which rights asserted by Kunz conflict with powers asserted by the organized community. New York City has placed no limitation upon any speech Kunz may choose to make on private property, but it does require a permit to hold religious meetings in its streets. The ordinance, neither by its terms nor as it has been applied, prohibited Kunz,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> even in street meetings, from preaching his own religion or making any temperate criticism or refutation of other religions; indeed, for the year 1946, he was given a general permit to do so. His meetings, however, brought 'a flood of complaints' to city authorities that he was engaging in scurrilous attacks on Catholics and Jews. On notice, he was given a hearing at which eighteen complainants appeared. The Commissioner revoked his permit and applications for 1947 and 1948 were refused. For a time he went on holding meetings without a permit in Columbus Circle, where in September, 1948, he was arrested for violation of the ordinance. He was convicted and fined ten dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At these meetings, Kunz preached, among many other things of like tenor, that 'The Catholic Church makes merchandise out of souls,' that Catholicism is 'a religion of the devil,' and that the Pope is 'the anti-Christ.' The Jews he denounced as 'Christ-killers,' and he said of them, 'All the garbage that didn't believe in Christ should have been burnt in the incinerators. It's a shame they all weren't.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These utterances, as one might expect, stirred strife and threatened violence. Testifying in his own behalf, Kunz stated that he 'became acquainted with' one of the complaining witnesses, whom he thought to be a Jew, 'when he happened to sock one of my Christian boys in the puss.' Kunz himself complained to the authorities, charging a woman interrupter with disorderly conduct. He also testified that when an officer is not present at his meetings 'I have trouble then,' but 'with an officer, no trouble.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The contention which Kunz brings here and which this Court sustains is that such speeches on the streets are within his constitutional freedom and therefore New York City has no power to require a permit. He does not deny that this has been and will continue to be his line of talk.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> He does not claim that he should have been granted a permit; he attacks the whole system of control of street meetings and says the Constitution gives him permission to speak and he needs none from the City.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The speeches which Kunz has made and which he asserts he has a right to make in the future were properly held by the courts below to be out of bounds for a street meeting and not constitutionally protected. This Court, without discussion, makes a contrary assumption which is basic to its whole opinion. It says New York has given 'an administrative official discretionary power to control in advance the right of citizens to speak on religious matters on the streets'. Again, it says that 'prior restraint on the exercise of First Amendment rights' invalidates the ordinance. (Emphasis supplied.) This seems to take the last step first, assuming as a premise what is in question. Of course, if Kunz is only exercising his constitutional rights, then New York can neither restrain nor punish him. But I doubt that the Court's assumption will survive analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This Court today initiates the doctrine that language such as this, in the environment of the street meeting, is immune from prior municipal control. We would have a very different question if New York had presumed to say that Kunz could not speak his piece in his own pulpit or hall. But it has undertaken to restrain him only if he chooses to speak at street meetings. There is a world of difference. The street preacher takes advantage of people's presence on the streets to impose his message upon what, in a sense, is a captive audience. A meeting on private property is made up of an audience that has volunteered to listen. The question, therefore, is not whether New York could, if it tried, silence Kunz, but whether it must place its streets at his service to hurl insults at the passerby.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">What Mr. Justice Holmes said for a unanimous Court in Schenck v. United States, 249 U.S. 47, 52, 39 S.Ct. 247, 249, 63 L.Ed. 470, has become an axion: 'The most stringent protection of free speech would not protect a man in falsely shouting fire in a theatre and causing a panic.' This concept was applied in one of its few unanimous decisions in recent years, when, through Mr. Justice Murphy, the Court said: 'There are certain well-defined and narrowly limited classes of speech, the prevention and punishment of which have never been thought to raise any Constitutional problem. These include the lewd and obscene, the profane, the libelous, and the insulting or 'fighting' words&#8212;those which by their very utterance inflict injury or tend to incite an immediate breach of the peace. * * *' (Emphasis supplied.) Chaplinsky v. State of New Hampshire, 315 U.S. 568, 571&#8212;572, 62 S.Ct. 766, 769, 86 L.Ed. 1031.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There held to be 'insulting or 'fighting' words' were calling one a 'God damned racketeer' and a 'damned Fascist.' Equally inciting and more clearly 'fighting words,' when thrown at Catholics and Jews who are rightfully on the streets of New York, are statements that 'The Pope is the anti-Christ' and the Jews are 'Christ-killers.' These terse epithets come down to our generation weighted with hatreds accumulated through centuries of bloodshed. They are recognized words of art in the profession of defamation. They are not the kind of insult that men bandy and laugh off when the spirits are high and the flagons are low. They are not in that class of epithets whose literal sting will be drawn if the speaker smiles when he uses them. They are always, and in every context, insults which do not spring from reason and can be answered by none. Their historical associations with violence are well understood, both by those who hurl and those who are struck by these missiles. Jews, many of whose families perished in extermination furnaces of Dachau and Auschwitz, are more than tolerant if they pass off lightly the suggestion that unbelievers in Christ should all have been burned. Of course, people might pass this speaker by as a mental case, and so they might file out of a theatre in good order at the cry of 'fire.' But in both cases there is genuine likelihood that someone will get hurt.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This Court's prior decisions, as well as its decisions today, will be searched in vain for clear standards by which it does, or lower courts should, distinguish legitimate speaking from that acknowledged to be outside of constitutional protection. One reason for this absence is that this Court has had little experience in deciding controversies over city control of street meetings. As late as 1922, this Court declared, '* * * neither the Fourteenth Amendment nor any other provision of the Constitution of the United States imposes upon the States any restrictions about 'freedom of speech' * * *.' Prudential Insurance Co. of America v. Cheek, 259 U.S. 530, 543, 42 S.Ct. 516, 522, 66 L.Ed. 1044. But with the expanded authority recently assumed under the Due Process Clause of the Fourteenth Amendment, we must, unless we are to review a multitude of police-court cases, declare standards by which they may be decided below.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">What evidences that a street speech is so provocative, insulting or inciting as to be outside of constitutional immunity from community interference? Is it determined by the actual reaction of the hearers? Or is it a judicial appraisal of the inherent quality of the language used? Or both?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">I understand, though disagree with, the minority in the Feiner case, Feiner v. People of State of New York, 340 U.S. 315, 71 S.Ct. 303, who, so far as I can see, would require no standards since they recognize no limits at all, considering that some rioting is the price of free speech and that the city must allow all speech and pay the price. But every juristic or philosophic authority recognized in this field admits that there are some speeches one is not free to make.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> The problem, on which they disagree, is how and where to draw the line.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is peculiar that today's opinion makes no reference to the 'clear and present danger' test which for years has played some part in free-speech cases. Cf. American Communications Ass'n v. Douds, 339 U.S. 382, 393, 70 S.Ct. 674, 681. If New York has benefit of the rule as Mr. Justice Holmes announced it, Schenck v. United States, supra, 249 U.S. at page 52, 39 S.Ct. at page 249, 63 L.Ed. 470, it would mean that it could punish or prevent speech if 'the words used are used in such circumstances and are of such a nature as to create a clear and present danger that they will bring about the substantive evils' that the City has a right to prevent, among which I should suppose we would list street fighting or riots. As I have pointed out, the proof in this case leaves no doubt that Kunz's words, in the environment of the streets, have and will result in that, unless a police escort attends to awe the hearers into submission.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A hostile reception of his subject certainly does not alone destroy one's right to speak. A temperate and reasoned criticism of Roman Catholicism or Judaism might, and probably would, cause some resentment and protest. But in a free society all sects and factions, as the price of their own freedom to preach their views, must suffer that freedom in others. Tolerance of unwelcome, unorthodox ideas or information is a constitutionally protected policy not to be defeated by persons who would break up meetings they do not relish.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But emergencies may arise on streets which would become catastrophes if there was not immediate police action. The crowd which should be tolerant may be prejudiced and angry or malicious. If the situation threatens to get out of hand for the force present, I think the police may require the speaker, even if within his rights, to yield his right temporarily to the greater interest of peace. Of course, the threat must be judged in good faith to be real, immediate and serious. But silencing a speaker by authorities as a measure of mob control is like dynamiting a house to stop the spread of a conflagration. It may be justified by the overwhelming community interest that flames not be fed as compared with the little interest to be served by continuing to feed them. But this kind of disorder does not abridge the right to speak except for the emergency and, since the speaker was within his constitutional right to speak, it could not be grounds for revoking or refusing him a permit or convicting him of any offense because of his utterance. If he resisted an officer's reasonable demand to cease, he might incur penalties.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">And so the matter eventually comes down to the question whether the 'words used are used in such circumstances and are of such a nature' that we can say a reasonable man would anticipate the evil result. In this case the Court does not justify, excuse, or deny the inciting and provocative character of the language, and it does not, and on this record could not, deny that when Kunz speaks he poses a 'clear and present' danger to peace and order. Why, then, does New York have to put up with it?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is well to be vigilant to protect the right of Kunz to speak, but is he to be sole judge as to how far he will carry verbal attacks in the public streets? Is official action the only source of interference with religious freedom? Does the Jew, for example, have the benefit of these freedoms when, lawfully going about, he and his children are pointed out as 'Christ-killers' to gatherings on public property by a religious sectarian sponsored by a police bodyguard?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We should weight the value of insulting speech against its potentiality for harm. Is the Court, when declaring Kunz has the right he asserts, serving the great end for which the First Amendment stands?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The purpose of constitutional protection of speech is to foster peaceful interchange of all manner of thoughts, information and ideas. Its policy is rooted in faith in the force of reason. This Court wisely has said, 'Resort to epithets or personal abuse is not in any proper sense communication of information or opinion safeguarded by the Constitution'. Cantwell v. State of Connecticut, 310 U.S. 296, 309 310, 60 S.Ct. 900, 906, 84 L.Ed. 1213. 'It has been well observed that such utterances are no essential part of any exposition of ideas, and are of such slight social value as a step to truth that any benefit that may be derived from them is clearly outweighed by the social interest in order and morality.' So said we all in Chaplinsky v. State of New Hampshire, supra, 315 U.S., at page 572, 62 S.Ct. at page 769, 86 L.Ed. 1031. It would be interesting if the Court would expose its reasons for thinking that Kunz's words are of more social value than those of Chaplinsky.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is worthwhile to note that the judicial technique by which this Court strikes down the ordinance is very different from that employed by the New York Court of Appeals, which sustained it. The contrary results appear to be largely due to this dissimilarity.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Court of Appeals did not treat the ordinance as existing in a vacuum but considered all the facts of the controversy. While it construed the ordinance 'as requiring the commissioner to give an annual permit for street preaching, to anyone who, like defendant, is a minister of religion,' 300 N.Y. 273, 276, 90 N.E.2d 455, 456 (emphasis supplied), it held on the facts that when, as here, the applicant 'claims a constitutional right to incite riots, and a constitutional right to the services of policemen to quell those riots', then a permit need not be issued. 300 N.Y. at page 278, 90 N.E.2d at page 457.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This Court, however, refuses to take into consideration Kunz's 'past' conduct or that his meetings have 'caused some disorder.' Nor does it deny that disorders will probably occur again. It comes close to rendering an advisory opinion when it strikes down this ordinance without evaluating the factual situation which has caused it to come under judicial scrutiny. If it were not for these characteristics of the speeches by Kunz, this ordinance would not be before us, yet it is said that we can hold it invalid without taking into consideration either what he has done or what he asserts a right to do.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It may happen that a statute will disclose by its very language that it is impossible of construction in a manner consistent with First Amendment rights. Such is the case where it aims to control matters patently not a proper subject of the police power. Lovell v. City of Griffin, 303 U.S. 444, 451, 58 S.Ct. 666, 668, 82 L.Ed. 949. Cf. Hague v. CIO, 307 U.S. 496, 58 S.Ct. 954, 83 L.Ed. 1423; Thornhill v. State of Alabama, 310 U.S. 88, 60 S.Ct. 736, 84 L.Ed. 1093; Saia v. People of State of New York, 334 U.S. 558, 68 S.Ct. 1148, 92 L.Ed. 1574. Usually, however, the only proper approach takes into consideration both the facts of the case and the construction which the State has placed on the challenged law. Near v. State of Minnesota, 283 U.S. 697, 708, 51 S.Ct. 625, 628, 75 L.Ed. 1357; Cantwell v. State of Connecticut, supra, 310 U.S. at page 303, 60 S.Ct. at page 903, 84 L.Ed. 1213; Kovacs v. Cooper, 336 U.S. 77, 69 S.Ct. 448, 93 L.Ed. 513; Terminiello v. Chicago, 337 U.S. 1, 69 S.Ct. 894, 93 L.Ed. 1131. And in the absence of facts in the light of which the statute may be construed, we have said the proper procedure is not to pass on whether it conflicts with First Amendment rights. United States v. Petrillo, 332 U.S. 1, 67 S.Ct. 1538, 91 L.Ed. 1877. That the approach will determine the result is indicated by comparison of the Saia case, in which an ordinance was held void on its face, with the Kovacs case, in which a similar ordinance, when tested as construed and applied, was held valid. The vital difference, as this case demonstrates, is that it is very easy to read a statute to permit some hypothetical violation of civil rights but difficult to draft one which will not be subject to the same infirmity.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This Court has not applied, and, I venture to predict, will not apply, to federal statutes the standard that they are unconstitutional if it is possible that they may be unconstitutionally applied. We should begin consideration of this case by deciding whether the opportunity to repeat his vituperative street speeches is within Kunz's constitutional rights, and here he must win on the strength of his own right.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The question remains whether the Constitution prohibits a city from control of its streets by a permit system which takes into account dangers to public peace and order. I am persuaded that it does not do so, provided, of course, that the city does not so discriminate as to deny equal protection of the law or undertake a censorship of utterances that are not so defamatory, insulting, inciting, or provocative as to be reasonably likely to cause disorder and violence.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Court does not hold that New York has abused the permit system by discrimination or actual censorship, nor does it deny the abuses of Kunz's part. But neither, says the Court, matters, holding that any prior restraint is bad, regardless of how fairly administered or what abuses it seeks to prevent.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It strikes rather blindly at permit systems which indirectly may affect First Amendment freedoms. Cities throughout the country have adopted the permit requirement to control private activities on public streets and for other purposes.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The universality of this of regulation demonstrates a need and indicates widespread opinion in the profession that it is not necessarily incompatible with our constitutional freedoms. Is everybody out of step but this Court?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Until recently this custom of municipalities was regarded by this Court as consistent with the Constitution. It approved this identical ordinance in Smith v. People of State of New York, 292 U.S. 606, 54 S.Ct. 775, 78 L.Ed. 1468.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This decision is now overruled. Although the ordinance was then attacked as a denial of equal protection of the law for failure to prescribe a reasonable classification, I cannot attribute to that decision as narrow an interpretation as the Court. Would this Court sustain an ordinance as providing a reasonable classification if the purpose of the classification was void on its face?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In the Chaplinsky case, prevention as well as punishment of 'limited classes of speech * * * have never been thought to raise any Constitutional problem.' (Emphasis supplied.) Mr. Justice Holmes pointed out in the Schenk case that the Constitution would not protect one from an injunction against uttering words that lead to riot. In Cox v. State of New Hampshire, 312 U.S. 569, 577 578, 61 S.Ct. 762, 766, 85 L.Ed. 1049, Chief Justice Hughes, for a unanimous Court, distinguished the requirement of a license for a parade or procession from other cases now relied on by this Court. He found requirement of a permit there constitutional and observed that such authority 'has never been regarded as inconsistent with civil liberties but rather as one of the means of safeguarding the good order upon which they ultimately depend.' 312 U.S. at page 574, 61 S.Ct. at page 765. The concept of civil liberty without order is the contribution of later-day jurists.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Court, as authority for stripping New York City of control of street meetings, resurrects Saia v. New York, supra, which I, like some who now rely on it, had supposed was given decent burial by Kovacs v. Cooper, supra. Must New York, if it is to avoid chaos in its streets, resort to the sweeping prohibitions sanctioned in Kovacs, instead of the milder restraints of this permit system? Compelling a choice between allowing all meetings or no meetings is a dubious service to civil liberties.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Of course, as to the press, there are the best of reasons against any licensing or prior restraint. Decisions such as Near v. State of Minnesota, supra, hold any licensing or prior restraint of the press unconstitutional, and I heartily agree. But precedents from that field cannot reasonably be transposed to the street-meeting field. The impact of publishing on public order has no similarity with that of a street meeting. Publishing does not make private use of public property. It reaches only those who choose to read, and, in that way, is analogous to a meeting held in a hall where those who come do so by choice. Written words are less apt to incite or provoke to mass action than spoken words, speech being the primitive and direct communication with the emotions. Few are the riots caused by publication alone, few are the mobs that have not had their immediate origin in harangue. The vulnerability of various forms of communication to community control must be proportioned to their impact upon other community interests.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is suggested that a permit for a street meeting could be required if the ordinance would prescribe precise standards for its grant or denial. This defect, if such it be, was just as apparent when, in the Smith case, this Court upheld the ordinance as it is today. The change must be found in the Court, not in the ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">And what, in terms of its philosophy of decision, is this change? It is to require more severe and exacting standards of state and local statutes than of federal statutes. As this case exemplifies, local acts are struck down, not because in practical application they have actually invaded anyone's protected freedoms, but because they do not set up standards which would make such invasion impossible. However, with federal statutes, we say they must stand unless they require, or in application are shown actually to have resulted in, an invasion of a protected freedom.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Of course, standards for administrative action are always desirable, and the more exact the better. But I do not see how this Court can condemn municipal ordinances for not setting forth comprehensive First Amendment standards. This Court never has announced what those standards must be, it does not now say what they are, and it is not clear that any majority could agree on them. In no field are there more numerous individual opinions among the Justices. The Court as an institution not infrequently disagrees with its former self or relies on distinctions that are not very substantial. Compare Jones v. City of Opelika of 1942, 316 U.S. 584, 62 S.Ct. 1231, 86 L.Ed. 1691, with Jones v. City of Opelika of 1943, 319 U.S. 103, 63 S.Ct. 890, 87 L.Ed. 1290, Minersville School District v. Gobitis of 1940; 310 U.S. 586, 60 S.Ct. 1010, 84 L.Ed. 1375, with West Virginia State Board of Education v. Barnette of 1943, 319 U.S. 624, 63 S.Ct. 1178, 87 L.Ed. 1628; Saia v. New York of 1948, supra, with Kovacs v. Cooper of 1949, supra. It seems hypercritical to strike down local laws on their faces for want of standards when we have no standards.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> And I do not find it required by existing authority. I think that where speech is outside of constitutional immunity the local community or the State is left a large measure of discretion as to the means for dealing with it.</p>\n    </div>\n    <p class=\"center\">V.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">If the Court is deciding that the permit system for street meetings is so unreasonable as to deny due process of law, it would seem appropriate to point out respects in which it is unreasonable. This I am unable to learn, from this or any former decision. The Court holds, however, that Kunz must not be required to get permission, the City must sit by until some incident, perhaps a sanguinary one, occurs and then there are unspecified 'appropriate public remedies'. We may assume reference is to the procedure of the Feiner case which, with one-third of the Court dissenting, is upheld.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> This invites comparison of the merits of the two methods both as to impact on civil liberties and as to achieving the ends of public order.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">City officials stopped the meetings of both Feiner and Kunz. The process by which Feiner was stopped was the order of patrolmen, put into immediate effect without hearing. Feiner may have believed there would be no interference but Kunz was duly warned by refusal of a permit. He was advised of charges, given a hearing, confronted by witnesses, and afforded a chance to deny the charges or to confess them and offer to amend his ways. The decision of revocation was made by a detached and responsible administrative official and Kunz could have had the decision reviewed in court.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The purpose of the Court is to enable those who feel a call to proselytize to do so by street meetings. The means is to set up a private right to speak in the city streets without asking permission.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Of course, if Kunz may speak without a permit, so may anyone else. If he may speak whenever and wherever he may elect, I know of no way in which the City can silence the heckler, the interrupter, the dissenter, the rivals with missionary fervor, who have an equal right at the same time and place to lift their voices. And, of course, if the City may not stop Kunz from uttering insulting and 'fighting' words, neither can it stop his adversaries, and the discussion degenerates to a name-calling contest without social value and, human nature being what it is, to a fight or perhaps a riot. The end of the Court's method is chaos.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">But if the Court conceives, as Feiner indicates, that upon uttering insulting, provocative or inciting words the policeman on the best may stop the meeting, then its assurance of free speech in this decision is 'a promise to the ear to be broken to the hope,' if the patrolman on the beat happens to have prejudices of his own.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Turning then to the permit system as applied by the Court of Appeals, whose construction binds us, we find that issuance the first time is required. Denial is warranted only in such unusual cases as where an applicant has had a permit which has been revoked for cause and he asserts the right to continue the conduct which was cause for revocation. If anything less than a reasonable certainty of disorder was shown, denial of a permit would be improper. The procedure by which that decision is reached commends itself to the orderly mind&#8212;complaints are filed, witnesses are heard, opportunity to cross-examine is given, and decision is reached by what we must assume to be an impartial and reasonable administrative officer, and, if he denies the permit, the applicant may carry his cause to the courts. He may thus have a civil test of his rights without the personal humiliation of being arrested as presenting a menace to public order. It seems to me that this procedure better protects freedom of speech than to let everyone speak without leave, but subject to surveillance and to being ordered to stop in the discretion of the police.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is obvious that a permit is a source of security and protection for the civil liberties of the great number who are entitled to receive them. It informs the police of the time and place one intends to speak, which allows necessary steps to insure him a place to speak where overzealous police officers will not order everyone who stops to listen to move on, and to have officers present to insure an orderly meeting. Moreover, disorder is less likely, for the speaker knows that if he provokes disorder his permit may be revoked, and the objector may be told that he has a remedy by filing a complaint and does not need to take the law in his own hands. Kunz was not arrested in 1946, when his speeches caused serious objections, nor was he set upon by the crowd. Instead, they did the orderly thing and made complaints which resulted in the revocation of his permit. This is the method that the Court frustrates today.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Of course, emergencies may arise either with or without the permit system. A speaker with a permit may go beyond bounds and incite violence, or a mob may undertake to break up an authorized and properly conducted meeting. In either case, the policeman on the spot must make the judgment as to what measures will most likely avoid violent disorders. But these emergencies seem less likely to occur with the permit system than if every man and his adversary take the law in their own hands.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The law of New York does not segregate, according to their diverse nationalities, races, religions, or political associations, the vast hordes of people living in its narrow confines. Every individual in this frightening aggregation is legally free to live, to labor, to travel, when and where he chooses. In streets and public places, all races and nationalities and all sorts and conditions of men walk, linger and mingle. Is it not reasonable that the City protect the dignity of these persons against fanatics who take possession of its streets to hurl into its crowds defamatory epithets that hurt like rocks?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">If any two subjects are intrinsically incendiary and divisive, they are race and religion. Racial fears and hatreds have been at the root of the most terrible riots that have disgraced American civilization. They are ugly possibilities that overhang every great American city. The 'consecrated hatreds of sect' account for more than a few of the world's bloody disorders. These are the explosives which the Court sys Kunz may play with in the public streets, and the community must not only tolerate but aid him. I find no such doctrine in the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In this case there is no evidence of a purpose to suppress speech, except to keep it in bounds that will not upset good order. If there are abuses of censorship or discrimination in administering the ordinance, as well there may be, they are not proved in this case. This Court should be particularly sure of its ground before it strikes down, in a time like this, the going, practical system by which New York has sought to control its street-meeting problem.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Addressing himself to the subject, 'Authority and the Individual,' one of the keenest philosophers of our time observes: 'The problem, like all those with which we are concerned, is one of balance; too little liberty brings stagnation, and too much brings chaos.'<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Perhaps it is the fever of our times that inclines the Court today to favor chaos. My hope is that few will take advantage of the license granted by today's decision. But life teaches on to distinguish between hope and faith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 435&#8212;7.0 of chapter 18 of the Administrative Code of the City of New York reads as follows:</p>\n        <p>'a. Public worship.&#8212;It shall be unlawful for any person to be concerned or instrumental in collecting or promoting any assemblage of persons for public worship or exhortation, or to ridicule or denounce any form of religious belief, service or reverence, or to preach or expound atheism or agnosticism, or under any pretense therefor, in any street. A clergyman or minister of any denomination, however, or any person responsible to or regularly associated with any church or incorporated missionary society, or any lay-preacher, or lay-reader may conduct religious services, or any authorized representative of a duly incorporated organization devoted to the advancement of the principles of atheism or agnosticism may preach or expound such cause, in any public place or places specified in a permit therefor which may be granted and issued by the police commissioner. This section shall not be construed to prevent any congregation of the Baptist denomination from assembling in a proper place for the purpose of performing the rites of baptism, according to the ceremonies of that church.</p>\n        <p>'b. Interference with street, services.&#8212;It shall be unlawful for any person to disturb, molest or interrupt any cleargyman, minister, missionary, lay-preacher or lay-reader, who shall be conducting religious services by authority of a permit, issued hereunder, or any minister or people who shall be performing the rite of baptism as permitted herein, nor shall any person commit any riot or disorder in any such assembly.</p>\n        <p>'c. Violations.&#8212;Any person who shall violate any provision of this section, upon conviction thereof, shall be punished by a fine of not more than twenty-five dollars, or imprisonment for thirty days, or both.'</p>\n        <p>This ordinance was previously challenged in People v. Smith, 263 N.Y. 255, 188 N.E. 745, appeal dismissed for want of a substantial federal question, Smith v. People of State of New York, 1934, 292 U.S. 606, 54 S.Ct. 775, 78 L.Ed. 1468. Smith, who had not applied for a permit under the ordinance, argued that the regulation of religious speakers alone constituted an unreasonable classification. None of the questions involved in the instant appeal were presented in the previous case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The New York Court of Appeals has construed the ordinance to require that all initial requests for permits by eligible applicants must be granted. 300 N.Y. at page 276, 90 N.E.2d at page 456.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The New York Court of Appeals said: 'The commissioner had no reason to assume, and no promise was made, that defendant wanted a new permit for any uses different from the disorderly ones he had been guilty of before.' 300 N.Y. at page 278, 90 N.E.2d at page 457.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Kunz is within the classifications of persons to whom such permits may issue. Hence, we have here no challenge based on its exclusions. If an excluded person made appropriate challenge on equal protection grounds, I should very much doubt if the ordinance could be sustained. See, however, Railway Express Agency v. New York, 336 U.S. 106, 69 S.Ct. 463, 93 L.Ed. 533, which sustains the power of New York City to classify printed communications it will permit on its streets on a basis that seems more remote from any traffic effect than a street meeting.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> 'Q. It is your religious conviction that this is the way you are to practice your religion? A. Yes. I feel this way, that the Holy Bible is the word of God. And whether the Holy Bible, the word of God, ridicules or denounces any man's religion, I am going to preach it. I feel I have a perfect right.'</p>\n        <p>If there were otherwise any doubt that Kunz proposes to resume these attacks, it should be dispelled by the letters he has addressed to members of this Court asserting his right to do so and assailing, on religious grounds, judges who decided his case below.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> One of these latter is Prof. Meiklejohn, who would go so far as to discard the 'clear and present danger' formula, at least as a restriction on political discussion, which he says '* * * stands on the record of the court as a peculiarly inept and unsuccessful attempt to formulate an exception to the principle of the freedom of speech.' Meiklejohn, Free Speech, And Its Relation to Self-Government, p. 50. But even he does not support unlimited speech. He says, '* * * No one can doubt that, in and well-governed society, the legislature has both the right and the duty to prohibit certain forms of speech. Libellous assertions may be, and must be, forbidden and punished. So too must slander. Words which incite men to crime are themselves criminal and must be dealt with as such. Sedition and treatson may be expressed by speech or writing. And, in those cases, decisive repressive action by the government is imperative for the sake of the general welfare. All these necessities that speech be limited are recognized and provided for under the Constitution. * * *' Id., at 18.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Brandeis, J., concurring, in Ashwander v. Tennessee Valley Authority, 297 U.S. 288, 347, 56 S.Ct. 466, 483, 80 L.Ed. 688.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> New York, for example, has found a permit system the practical means of controlling meetings in its parks. This Court, as presently constituted, only last Term dismissed an attack on the park permit system 'for want of a substantial federal question', Justices Black and Douglas dissenting. Hass v. New York, 338 U.S. 803, 70 S.Ct. 66. New York also has used the requirement of a permit for assemblages which mask their faces to suppress the Ku Klux Klan without stopping harmless masquerade balls and the like. Penal Law, McK.Consol.Laws, c. 40, &#167; 710. The permit system is used in many other situations where conceivable civil liberties are involved.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The issue was drawn for them with clarity by Chief Judge Pound in People v. Smith, 263 N.Y. 255. 257, 188 N.E. 745. The Court of Appeals unanimously said: \"It is too well settled by judicial decisions in both the State and Federal courts that a municipality may pass an ordinance making it unlawful to hold public meetings upon the public streets without a permit therefor to require discussion. * * * This ordinance is not aimed against free speech. It is directed towards the manner in which the street may be used. * * *' The passion, rancor and malice sometimes aroused by sectarian religious controversies and attacks on religion seem to justify especial supervision over those who would conduct such meetings on the public streets.' And this Court held that holding presented no constitutional question of substance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> United Stataes v. Petrillo, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It seems fair to contrast the precision which the Court imposes on municipalities with the standards set forth in the recent Act 'relating to the policing of the building and grounds of the Supreme Court of the United States.' 63 Stat. 616, 40 U.S.C.A. &#167; 13f et seq. That makes it unlawful to 'make any harangue or oration, or utter loud, threatening, or abusive language in the Supreme Court Building or grounds.' &#167; 5. It forbids display of any 'flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.' &#167; 6. Compare with Thornhill v. State of Alabama, 310 U.S. 88, 60 S.Ct. 736, 84 L.Ed. 1093. Moreover, it authorizes the Marshal to 'prescribe such regulations, approved by the Chief Justice of the United States, as may be deemed necessary for the adequate protection of the Supreme Court Building and grounds and of persons and property therein, and for the maintenance of suitable order and decorum within the Supreme Court Building and grounds.' &#167; 7. Violation of these provisions or regulations is an offense punishable by fine and imprisonment.</p>\n        <p>Section 10 provides that, 'In order to permit the observance of authorized ceremonies' within the building or grounds, the Marshal 'may suspend for such occasions so much of the prohibitions', including those above, 'as may be necessary for the occasion, but only if responsible officers shall have been appointed, and arrangements determined which are adequate, in the judgment of the Marshal, for the maintenance of suitable order and decorum in the proceedings, and for the protection of the Supreme Court Building and grounds and of persons and property therein.'</p>\n        <p>Here is exalted artistry in declaring crime without definitive and authorizing permits without standards for use of public property for speaking. Of course, the statute would not be reported by the Judiciary Committees without at least informal approval of the Justices. The contrast between the standards set up for cities and those for ourselves suggests that our theorizing may be imposing burdens upon municipal authorities which are impossible or at least impractical to comply with.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> I join in Feiner v. People of State of New York, 340 U.S. 315, 71 S.Ct. 303. When in a colored neighborhood Feiner urged the colored people to rise up in arms and fight, he was using words which may have been 'rhetorical,' but it was the rhetoric of violence. Of course, we cannot tell, from a cold record, whether the action taken was the wisest way of dealing with the situation. But some latitude for honest judgment must be left to the locality. It is a startling proposition to me that serious public utterance which advises, encourages, or incites to a crime may not be made a crime because within constitutional protection. As Mr. Justice Holmes for a unanimous Court in Frohwerk v. United States, 249 U.S. 204, 206, 39 S.Ct. 249, 250, 63 L.Ed. 561, said: '* * * the First Amendment while prohibiting legislation against free speech as such cannot have been, and obviously was not, intended to give immunity for every possible use of language. Robertson v. Baldwin, 165 U.S. 275, 281, 17 S.Ct. 326 (328), 41 L.Ed. 715. We venture to believe that neither Hamilton nor Madison, nor any other competent person then or later, ever supposed that to make criminal the counselling of a murder within the jurisdiction of Congress would be an unconstitutional interference with free speech.'</p>\n        <p>However, the case of Niemotko v. State of Maryland, 340 U.S. 268, 71 S.Ct. 325, illustrates the danger of abuse of the permit system which the Court should be alert to prevent. There is no evidence that those applicants were, ever had been, or threatened to be, disorderly or abusive in speech or manner, or that their speaking would be likely to incite or provoke any disorder. The denial of permission for the meeting was charged and appears to have been due to applicants' religious belief that they should not salute any flag, which they may not be compelled to do, and their conscientious objections to bearing arms in war, which Congress has accepted as a valid excuse from combat duty. In the courts of Maryland, this denial, so based, was conclusive against the right to speak. This was use of the permit system for censorship, and the convictions cannot stand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Do we so quickly forget that one of the chief reasons for prohibiting use of 'released time' of school students for religious instruction was that the Constitution will not suffer tax-supported property to be used to propagate religion? People of State of Illinois ex rel. McCollum v. Board of Education, 333 U.S. 203, 68 S.Ct. 461, 92 L.Ed. 648. How can the Court now order use of tax-supported property for the purpose? In other words, can the First Amendment today mean a city cannot stop what yesterday it meant no city could allow?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Russell, Authority and the Individual, 25.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>340 U.S. 290 (1951)</b></center>\n<center><h1>KUNZ<br>\nv.<br>\nNEW YORK.</h1></center>\n<center>No. 50.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 17, 1950.</center>\n<center>Decided January 15, 1951.</center>\nAPPEAL FROM THE COURT OF APPEALS OF NEW YORK.\n<p><i>Osmond K. Fraenkel</i> argued the cause and filed a brief for appellant.</p>\n<p><i>Seymour B. Quel</i> argued the cause for appellee. With him on the brief were <i>John P. McGrath</i> and <i>Joseph J. Lucchi.</i></p>\n<p>MR. CHIEF JUSTICE VINSON delivered the opinion of the Court.</p>\n<p>New York City has adopted an ordinance which makes it unlawful to hold public worship meetings on the streets <span class=\"star-pagination\">*291</span> without first obtaining a permit from the city police commissioner.<sup>[1]</sup> Appellant, Carl Jacob Kunz, was convicted and fined $10 for violating this ordinance by holding a religious meeting without a permit. The conviction was <span class=\"star-pagination\">*292</span> affirmed by the Appellate Part of the Court of Special Sessions, and by the New York Court of Appeals, three judges dissenting, 300 N. Y. 273, 90 N. E. 2d 455 (1950). The case is here on appeal, it having been urged that the ordinance is invalid under the Fourteenth Amendment.</p>\n<p>Appellant is an ordained Baptist minister who speaks under the auspices of the \"Outdoor Gospel Work,\" of which he is the director. He has been preaching for about six years, and states that it is his conviction and duty to \"go out on the highways and byways and preach the word of God.\" In 1946, he applied for and received a permit under the ordinance in question, there being no question that appellant comes within the classes of persons entitled to receive permits under the ordinance.<sup>[2]</sup> This permit, like all others, was good only for the calendar year in which issued. In November, 1946, his permit was revoked after a hearing by the police commissioner. The revocation was based on evidence that he had ridiculed and denounced other religious beliefs in his meetings.</p>\n<p>Although the penalties of the ordinance apply to anyone who \"ridicules and denounces other religious beliefs,\" the ordinance does not specify this as a ground for permit revocation. Indeed, there is no mention in the ordinance of any power of revocation. However, appellant did not seek judicial or administrative review of the revocation proceedings, and any question as to the propriety of the revocation is not before us in this case. In any event, the revocation affected appellant's rights to speak in 1946 only. Appellant applied for another permit in 1947, and again in 1948, but was notified each time that his application was \"disapproved,\" with no reason for the disapproval being given. On September 11, 1948, appellant <span class=\"star-pagination\">*293</span> was arrested for speaking at Columbus Circle in New York City without a permit. It is from the conviction which resulted that this appeal has been taken.</p>\n<p>Appellant's conviction was thus based upon his failure to possess a permit for 1948. We are here concerned only with the propriety of the action of the police commissioner in refusing to issue that permit. Disapproval of the 1948 permit application by the police commissioner was justified by the New York courts on the ground that a permit had previously been revoked \"for good reasons.\"<sup>[3]</sup> It is noteworthy that there is no mention in the ordinance of reasons for which such a permit application can be refused. This interpretation allows the police commissioner, an administrative official, to exercise discretion in denying subsequent permit applications on the basis of his interpretation, at that time, of what is deemed to be conduct condemned by the ordinance. We have here, then, an ordinance which gives an administrative official discretionary power to control in advance the right of citizens to speak on religious matters on the streets of New York. As such, the ordinance is clearly invalid as a prior restraint on the exercise of First Amendment rights.</p>\n<p>In considering the right of a municipality to control the use of public streets for the expression of religious views, we start with the words of Mr. Justice Roberts that \"Wherever the title of streets and parks may rest, they have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.\" <i>Hague</i> v. <i>C. I. O.,</i> 307 U. S. 496, 515 (1939). Although this Court has recognized that a statute may be enacted which prevents <span class=\"star-pagination\">*294</span> serious interference with normal usage of streets and parks, <i>Cox</i> v. <i>New Hampshire,</i> 312 U. S. 569 (1941), we have consistently condemned licensing systems which vest in an administrative official discretion to grant or withhold a permit upon broad criteria unrelated to proper regulation of public places. In <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296 (1940), this Court held invalid an ordinance which required a license for soliciting money for religious causes. Speaking for a unanimous Court, Mr. Justice Roberts said: \"But to condition the solicitation of aid for the perpetuation of religious views or systems upon a license, the grant of which rests in the exercise of a determination by state authority as to what is a religious cause, is to lay a forbidden burden upon the exercise of liberty protected by the Constitution.\" 310 U. S. at 307. To the same effect are <i>Lovell</i> v. <i>Griffin,</i> 303 U. S. 444 (1938); <i>Hague</i> v. <i>C. I. O.,</i> 307 U. S. 496 (1939); <i>Largent</i> v. <i>Texas,</i> 318 U. S. 418 (1943). In <i>Saia</i> v. <i>New York,</i> 334 U. S. 558 (1948), we reaffirmed the invalidity of such prior restraints upon the right to speak: \"We hold that  3 of this ordinance is unconstitutional on its face, for it establishes a previous restraint on the right of free speech in violation of the First Amendment which is protected by the Fourteenth Amendment against State action. To use a loudspeaker or amplifier one has to get a permit from the Chief of Police. There are no standards prescribed for the exercise of his discretion.\" 334 U. S. at 559-560.</p>\n<p>The court below has mistakenly derived support for its conclusion from the evidence produced at the trial that appellant's religious meetings had, in the past, caused some disorder. There are appropriate public remedies to protect the peace and order of the community if appellant's speeches should result in disorder or violence. \"In the present case, we have no occasion to inquire as to the permissible scope of subsequent punishment.\" <i>Near</i> <span class=\"star-pagination\">*295</span> v. <i>Minnesota,</i> 283 U. S. 697, 715 (1931). We do not express any opinion on the propriety of punitive remedies which the New York authorities may utilize. We are here concerned with suppressionnot punishment. It is sufficient to say that New York cannot vest restraining control over the right to speak on religious subjects in an administrative official where there are no appropriate standards to guide his action.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK concurs in the result.</p>\n<p>[For opinion of MR. JUSTICE FRANKFURTER, concurring in the result, see <i>ante,</i> p. 273.]</p>\n<p>MR. JUSTICE JACKSON, dissenting.</p>\n<p>Essential freedoms are today threatened from without and within. It may become difficult to preserve here what a large part of the world has lostthe right to speak, even temperately, on matters vital to spirit and body. In such a setting, to blanket hateful and hate-stirring attacks on races and faiths under the protections for freedom of speech may be a noble innovation. On the other hand, it may be a quixotic tilt at windmills which belittles great principles of liberty. Only time can tell. But I incline to the latter view and cannot assent to the decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>To know what we are doing, we must first locate the point at which rights asserted by Kunz conflict with powers asserted by the organized community. New York City has placed no limitation upon any speech Kunz may choose to make on private property, but it does require a permit to hold religious meetings in its streets. The ordinance, neither by its terms nor as it has been <span class=\"star-pagination\">*296</span> applied, prohibited Kunz,<sup>[1]</sup> even in street meetings, from preaching his own religion or making any temperate criticism or refutation of other religions; indeed, for the year 1946, he was given a general permit to do so. His meetings, however, brought \"a flood of complaints\" to city authorities that he was engaging in scurrilous attacks on Catholics and Jews. On notice, he was given a hearing at which eighteen complainants appeared. The Commissioner revoked his permit and applications for 1947 and 1948 were refused. For a time he went on holding meetings without a permit in Columbus Circle, where in September, 1948, he was arrested for violation of the ordinance. He was convicted and fined ten dollars.</p>\n<p>At these meetings, Kunz preached, among many other things of like tenor, that \"The Catholic Church makes merchandise out of souls,\" that Catholicism is \"a religion of the devil,\" and that the Pope is \"the anti-Christ.\" The Jews he denounced as \"Christ-killers,\" and he said of them, \"All the garbage that didn't believe in Christ should have been burnt in the incinerators. It's a shame they all weren't.\"</p>\n<p>These utterances, as one might expect, stirred strife and threatened violence. Testifying in his own behalf, Kunz stated that he \"became acquainted with\" one of the complaining witnesses, whom he thought to be a Jew, \"when he happened to sock one of my Christian boys in the puss.\" Kunz himself complained to the authorities, charging a woman interrupter with disorderly <span class=\"star-pagination\">*297</span> conduct. He also testified that when an officer is not present at his meetings \"I have trouble then,\" but \"with an officer, no trouble.\"</p>\n<p>The contention which Kunz brings here and which this Court sustains is that such speeches on the streets are within his constitutional freedom and therefore New York City has no power to require a permit. He does not deny that this has been and will continue to be his line of talk.<sup>[2]</sup> He does not claim that he should have been granted a permit; he attacks the whole system of control of street meetings and says the Constitution gives him permission to speak and he needs none from the City.</p>\n<p></p>\n<h2>II.</h2>\n<p>The speeches which Kunz has made and which he asserts he has a <i>right</i> to make in the future were properly held by the courts below to be out of bounds for a street meeting and not constitutionally protected. This Court, without discussion, makes a contrary assumption which is basic to its whole opinion. It says New York has given \"an administrative official discretionary power to control in advance <i>the right</i> of citizens to speak on religious matters on the streets.\" Again, it says that \"prior restraint on the exercise of First Amendment <i>rights</i>\" invalidates the ordinance. (Emphasis supplied.) This seems to take the last step first, assuming as a premise what is in question. Of course, if Kunz is only exercising <span class=\"star-pagination\">*298</span> his constitutional <i>rights,</i> then New York can neither restrain nor punish him. But I doubt that the Court's assumption will survive analysis.</p>\n<p>This Court today initiates the doctrine that language such as this, in the environment of the street meeting, is immune from prior municipal control. We would have a very different question if New York had presumed to say that Kunz could not speak his piece in his own pulpit or hall. But it has undertaken to restrain him only if he chooses to speak at street meetings. There is a world of difference. The street preacher takes advantage of people's presence on the streets to impose his message upon what, in a sense, is a captive audience. A meeting on private property is made up of an audience that has volunteered to listen. The question, therefore, is not whether New York could, if it tried, silence Kunz, but whether it must place its streets at his service to hurl insults at the passer-by.</p>\n<p>What Mr. Justice Holmes said for a unanimous Court in <i>Schenck</i> v. <i>United States,</i> 249 U. S. 47, 52, has become an axiom: \"The most stringent protection of free speech would not protect a man in falsely shouting fire in a theatre and causing a panic.\" This concept was applied in one of its few unanimous decisions in recent years, when, through Mr. Justice Murphy, the Court said: \"There are certain well-defined and narrowly limited classes of speech, <i>the prevention and punishment</i> of which <i>have never been thought to raise any Constitutional problem.</i> These include the lewd and obscene, the profane, the libelous, and <i>the insulting or `fighting' words</i>those which by their very utterance inflict injury or <i>tend to incite</i> an immediate breach of the peace. . . .\" (Emphasis supplied.) <i>Chaplinsky</i> v. <i>New Hampshire,</i> 315 U. S. 568, 571-572.</p>\n<p>There held to be \"insulting or `fighting' words\" were calling one a \"God damned racketeer\" and a \"damned <span class=\"star-pagination\">*299</span> Fascist.\" Equally inciting and more clearly \"fighting words,\" when thrown at Catholics and Jews who are rightfully on the streets of New York, are statements that \"The Pope is the anti-Christ\" and the Jews are \"Christ-killers.\" These terse epithets come down to our generation weighted with hatreds accumulated through centuries of bloodshed. They are recognized words of art in the profession of defamation. They are not the kind of insult that men bandy and laugh off when the spirits are high and the flagons are low. They are not in that class of epithets whose literal sting will be drawn if the speaker smiles when he uses them. They are always, and in every context, insults which do not spring from reason and can be answered by none. Their historical associations with violence are well understood, both by those who hurl and those who are struck by these missiles. Jews, many of whose families perished in extermination furnaces of Dachau and Auschwitz, are more than tolerant if they pass off lightly the suggestion that unbelievers in Christ should all have been burned. Of course, people might pass this speaker by as a mental case, and so they might file out of a theatre in good order at the cry of \"fire.\" But in both cases there is genuine likelihood that someone will get hurt.</p>\n<p>This Court's prior decisions, as well as its decisions today, will be searched in vain for clear standards by which it does, or lower courts should, distinguish legitimate speaking from that acknowledged to be outside of constitutional protection. One reason for this absence is that this Court has had little experience in deciding controversies over city control of street meetings. As late as 1922, this Court declared, \". . . neither the Fourteenth Amendment nor any other provision of the Constitution of the United States imposes upon the States any restrictions about `freedom of speech' . . . .\" <i>Prudential Insurance Co.</i> v. <i>Cheek,</i> 259 U. S. 530, 543. But with the <span class=\"star-pagination\">*300</span> expanded authority recently assumed under the Due Process Clause of the Fourteenth Amendment, we must, unless we are to review a multitude of police-court cases, declare standards by which they may be decided below.</p>\n<p>What evidences that a street speech is so provocative, insulting or inciting as to be outside of constitutional immunity from community interference? Is it determined by the actual reaction of the hearers? Or is it a judicial appraisal of the inherent quality of the language used? Or both?</p>\n<p>I understand, though disagree with, the minority in the <i>Feiner</i> case, who, so far as I can see, would require no standards since they recognize no limits at all, considering that some rioting is the price of free speech and that the city must allow all speech and pay the price. But every juristic or philosophic authority recognized in this field admits that there are some speeches one is not free to make.<sup>[3]</sup> The problem, on which they disagree, is how and where to draw the line.</p>\n<p>It is peculiar that today's opinion makes no reference to the \"clear and present danger\" test which for years <span class=\"star-pagination\">*301</span> has played some part in free-speech cases. Cf. <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, 393. If New York has benefit of the rule as Mr. Justice Holmes announced it, <i>Schenck</i> v. <i>United States, supra,</i> at 52, it would mean that it could punish or prevent speech if \"the words used are used in such circumstances and are of such a nature as to create a clear and present danger that they will bring about the substantive evils\" that the City has a right to prevent, among which I should suppose we would list street fighting or riots. As I have pointed out, the proof in this case leaves no doubt that Kunz's words, in the environment of the streets, have and will result in that, unless a police escort attends to awe the hearers into submission.</p>\n<p>A hostile reception of his subject certainly does not alone destroy one's right to speak. A temperate and reasoned criticism of Roman Catholicism or Judaism might, and probably would, cause some resentment and protest. But in a free society all sects and factions, as the price of their own freedom to preach their views, must suffer that freedom in others. Tolerance of unwelcome, unorthodox ideas or information is a constitutionally protected policy not to be defeated by persons who would break up meetings they do not relish.</p>\n<p>But emergencies may arise on streets which would become catastrophes if there was not immediate police action. The crowd which should be tolerant may be prejudiced and angry or malicious. If the situation threatens to get out of hand for the force present, I think the police may require the speaker, even if within his rights, to yield his right temporarily to the greater interest of peace. Of course, the threat must be judged in good faith to be real, immediate and serious. But silencing a speaker by authorities as a measure of mob control is like dynamiting a house to stop the spread of a conflagration. It may be justified by the overwhelming community <span class=\"star-pagination\">*302</span> interest that flames not be fed as compared with the little interest to be served by continuing to feed them. But this kind of disorder does not abridge the right to speak except for the emergency and, since the speaker was within his constitutional right to speak, it could not be grounds for revoking or refusing him a permit or convicting him of any offense because of his utterance. If he resisted an officer's reasonable demand to cease, he might incur penalties.</p>\n<p>And so the matter eventually comes down to the question whether the \"words used are used in such circumstances and are of such a nature\" that we can say a reasonable man would anticipate the evil result. In this case the Court does not justify, excuse, or deny the inciting and provocative character of the language, and it does not, and on this record could not, deny that when Kunz speaks he poses a \"clear and present\" danger to peace and order. Why, then, does New York have to put up with it?</p>\n<p>It is well to be vigilant to protect the right of Kunz to speak, but is he to be sole judge as to how far he will carry verbal attacks in the public streets? Is official action the only source of interference with religious freedom? Does the Jew, for example, have the benefit of these freedoms when, lawfully going about, he and his children are pointed out as \"Christ-killers\" to gatherings on public property by a religious sectarian sponsored by a police bodyguard?</p>\n<p>We should weigh the value of insulting speech against its potentiality for harm. Is the Court, when declaring Kunz has the <i>right</i> he asserts, serving the great end for which the First Amendment stands?</p>\n<p>The purpose of constitutional protection of speech is to foster peaceful interchange of all manner of thoughts, information and ideas. Its policy is rooted in faith in the force of reason. This Court wisely has said, \"Resort <span class=\"star-pagination\">*303</span> to epithets or personal abuse is not in any proper sense communication of information or opinion safeguarded by the Constitution.\" <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296, 309-310. \"It has been well observed that such utterances are no essential part of any exposition of ideas, and are of such slight social value as a step to truth that any benefit that may be derived from them is clearly outweighed by the social interest in order and morality.\" So said we all in <i>Chaplinsky</i> v. <i>New Hampshire, supra,</i> at 572. It would be interesting if the Court would expose its reasons for thinking that Kunz's words are of more social value than those of Chaplinsky.</p>\n<p></p>\n<h2>III.</h2>\n<p>It is worthwhile to note that the judicial technique by which this Court strikes down the ordinance is very different from that employed by the New York Court of Appeals, which sustained it. The contrary results appear to be largely due to this dissimilarity.</p>\n<p>The Court of Appeals did not treat the ordinance as existing in a vacuum but considered all the facts of the controversy. While it construed the ordinance \"as <i>requiring</i> the commissioner to give an annual permit for street preaching, <i>to anyone</i> who, like defendant, is a minister of religion,\" 300 N. Y. 273, 276, 90 N. E. 2d 455, 456 (emphasis supplied), it held on the facts that when, as here, the applicant \"claims a constitutional right to incite riots, and a constitutional right to the services of policemen to quell those riots,\" then a permit need not be issued. <i>Id.</i> at 278, 90 N. E. 2d at 457.</p>\n<p>This Court, however, refuses to take into consideration Kunz's \"past\" conduct or that his meetings have \"caused some disorder.\" Nor does it deny that disorders will probably occur again. It comes close to rendering an advisory opinion when it strikes down this ordinance without evaluating the factual situation which has caused <span class=\"star-pagination\">*304</span> it to come under judicial scrutiny. If it were not for these characteristics of the speeches by Kunz, this ordinance would not be before us, yet it is said that we can hold it invalid without taking into consideration either what he has done or what he asserts a right to do.</p>\n<p>It may happen that a statute will disclose by its very language that it is impossible of construction in a manner consistent with First Amendment rights. Such is the case where it aims to control matters patently not a proper subject of the police power. <i>Lovell</i> v. <i>Griffin,</i> 303 U. S. 444, 451. Cf. <i>Hague</i> v. <i>C. I. O.,</i> 307 U. S. 496; <i>Thornhill</i> v. <i>Alabama,</i> 310 U. S. 88; <i>Saia</i> v. <i>New York,</i> 334 U. S. 558. Usually, however, the only proper approach takes into consideration both the facts of the case and the construction which the State has placed on the challenged law. <i>Near</i> v. <i>Minnesota,</i> 283 U. S. 697, 708; <i>Cantwell</i> v. <i>Connecticut, supra,</i> at 303; <i>Kovacs</i> v. <i>Cooper,</i> 336 U. S. 77; <i>Terminiello</i> v. <i>Chicago,</i> 337 U. S. 1. And in the absence of facts in the light of which the statute may be construed, we have said the proper procedure is not to pass on whether it conflicts with First Amendment rights. <i>United States</i> v. <i>Petrillo,</i> 332 U. S. 1. That the approach will determine the result is indicated by comparison of the <i>Saia</i> case, in which an ordinance was held void on its face, with the <i>Kovacs</i> case, in which a similar ordinance, when tested as construed and applied, was held valid. The vital difference, as this case demonstrates, is that it is very easy to read a statute to permit some hypothetical violation of civil rights but difficult to draft one which will not be subject to the same infirmity.</p>\n<p>This Court has not applied, and, I venture to predict, will not apply, to federal statutes the standard that they are unconstitutional if it is possible that they may be unconstitutionally applied. We should begin consideration of this case by deciding whether the opportunity to <span class=\"star-pagination\">*305</span> repeat his vituperative street speeches is within Kunz's constitutional rights, and here he must win on the strength of his own right.<sup>[4]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>The question remains whether the Constitution prohibits a city from control of its streets by a permit system which takes into account dangers to public peace and order. I am persuaded that it does not do so, provided, of course, that the city does not so discriminate as to deny equal protection of the law or undertake a censorship of utterances that are not so defamatory, insulting, inciting, or provocative as to be reasonably likely to cause disorder and violence.</p>\n<p>The Court does not hold that New York has abused the permit system by discrimination or actual censorship, nor does it deny the abuses on Kunz's part. But neither, says the Court, matters, holding that any prior restraint is bad, regardless of how fairly administered or what abuses it seeks to prevent.</p>\n<p>It strikes rather blindly at permit systems which indirectly may affect First Amendment freedoms. Cities throughout the country have adopted permit requirements to control private activities on public streets and for other purposes.<sup>[5]</sup> The universality of this type of regulation <span class=\"star-pagination\">*306</span> demonstrates a need and indicates widespread opinion in the profession that it is not necessarily incompatible with our constitutional freedoms. Is everybody out of step but this Court?</p>\n<p>Until recently this custom of municipalities was regarded by this Court as consistent with the Constitution. It approved this identical ordinance in <i>Smith</i> v. <i>New York,</i> 292 U. S. 606.<sup>[6]</sup> This decision is now overruled. Although the ordinance was then attacked as a denial of equal protection of the law for failure to prescribe a reasonable classification, I cannot attribute to that decision as narrow an interpretation as the Court. Would this Court sustain an ordinance as providing a reasonable classification if the purpose of the classification was void on its face?</p>\n<p>In the <i>Chaplinsky</i> case, <i>prevention</i> as well as <i>punishment</i> of \"limited classes of speech . . . have never been thought to raise <i>any</i> Constitutional problem.\" (Emphasis supplied.) Mr. Justice Holmes pointed out in the <i>Schenck</i> case that the Constitution would not protect one from an injunction against uttering words that lead to riot. In <i>Cox</i> v. <i>New Hampshire,</i> 312 U. S. 569, 577-578, Chief Justice Hughes, for a unanimous Court, distinguished <span class=\"star-pagination\">*307</span> the requirement of a license for a parade or procession from other cases now relied on by this Court. He found requirement of a permit there constitutional and observed that such authority \"has never been regarded as inconsistent with civil liberties but rather as one of the means of safeguarding the good order upon which they ultimately depend.\" <i>Id.,</i> at 574. The concept of civil liberty without order is the contribution of later-day jurists.</p>\n<p>The Court, as authority for stripping New York City of control of street meetings, resurrects <i>Saia</i> v. <i>New York, supra</i><i>,</i> which I, like some who now rely on it, had supposed was given decent burial by <i>Kovacs</i> v. <i>Cooper, supra</i><i>.</i> Must New York, if it is to avoid chaos in its streets, resort to the sweeping prohibitions sanctioned in <i>Kovacs,</i> instead of the milder restraints of this permit system? Compelling a choice between allowing all meetings or no meetings is a dubious service to civil liberties.</p>\n<p>Of course, as to the press, there are the best of reasons against any licensing or prior restraint. Decisions such as <i>Near</i> v. <i>Minnesota, supra</i><i>,</i> hold any licensing or prior restraint of the press unconstitutional, and I heartily agree. But precedents from that field cannot reasonably be transposed to the street-meeting field. The impact of publishing on public order has no similarity with that of a street meeting. Publishing does not make private use of public property. It reaches only those who choose to read, and, in that way, is analogous to a meeting held in a hall where those who come do so by choice. Written words are less apt to incite or provoke to mass action than spoken words, speech being the primitive and direct communication with the emotions. Few are the riots caused by publication alone, few are the mobs that have not had their immediate origin in harangue. The vulnerability of various forms of communication to community control <span class=\"star-pagination\">*308</span> must be proportioned to their impact upon other community interests.</p>\n<p>It is suggested that a permit for a street meeting could be required if the ordinance would prescribe precise standards for its grant or denial. This defect, if such it be, was just as apparent when, in the <i>Smith</i> case, this Court upheld the ordinance as it is today. The change must be found in the Court, not in the ordinance.</p>\n<p>And what, in terms of its philosophy of decision, is this change? It is to require more severe and exacting standards of state and local statutes than of federal statutes. As this case exemplifies, local acts are struck down, not because in practical application they have actually invaded anyone's protected freedoms, but because they do not set up standards which would make such invasion impossible. However, with federal statutes, we say they must stand unless they require, or in application are shown actually to have resulted in, an invasion of a protected freedom.<sup>[7]</sup></p>\n<p>Of course, standards for administrative action are always desirable, and the more exact the better. But I do not see how this Court can condemn municipal ordinances for not setting forth comprehensive First Amendment standards. This Court never has announced what those standards must be, it does not now say what they are, and it is not clear that any majority could agree on them. In no field are there more numerous individual opinions among the Justices. The Court as an institution not infrequently disagrees with its former self or relies on distinctions that are not very substantial. Compare <i>Jones</i> v. <i>Opelika</i> of 1942, 316 U. S. 584, with <i>Jones</i> v. <i>Opelika</i> of 1943, 319 U. S. 103; <i>Minersville School District</i> v. <i>Gobitis</i> of 1940, 310 U. S. 586, with <i>Board of Education</i> v. <i>Barnette</i> of 1943, 319 U. S. 624; <i>Saia</i> v. <i>New</i> <span class=\"star-pagination\">*309</span> <i>York</i> of 1948, <i>supra,</i> with <i>Kovacs</i> v. <i>Cooper</i> of 1949, <i>supra.</i> It seems hypercritical to strike down local laws on their faces for want of standards when we have no standards.<sup>[8]</sup> And I do not find it required by existing authority. I think that where speech is outside of constitutional immunity the local community or the State is left a large measure of discretion as to the means for dealing with it.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*310</span> V.</h2>\n<p>If the Court is deciding that the permit system for street meetings is so unreasonable as to deny due process of law, it would seem appropriate to point out respects in which it is unreasonable. This I am unable to learn, from this or any former decision. The Court holds, however, that Kunz must not be required to get permission, the City must sit by until some incident, perhaps a sanguinary one, occurs and then there are unspecified \"appropriate public remedies.\" We may assume reference is to the procedure of the <i>Feiner</i> case which, with one-third of the Court dissenting, is upheld.<sup>[9]</sup> This invites comparison <span class=\"star-pagination\">*311</span> of the merits of the two methods both as to impact on civil liberties and as to achieving the ends of public order.</p>\n<p>City officials stopped the meetings of both Feiner and Kunz. The process by which Feiner was stopped was the order of patrolmen, put into immediate effect without hearing. Feiner may have believed there would be no interference but Kunz was duly warned by refusal of a permit. He was advised of charges, given a hearing, confronted by witnesses, and afforded a chance to deny the charges or to confess them and offer to amend his ways. The decision of revocation was made by a detached and responsible administrative official and Kunz could have had the decision reviewed in court.</p>\n<p>The purpose of the Court is to enable those who feel a call to proselytize to do so by street meetings. The means is to set up a private right to speak in the city streets without asking permission.<sup>[10]</sup> Of course, if Kunz may speak without a permit, so may anyone else. If he may speak whenever and wherever he may elect, I know of no way in which the City can silence the heckler, the interrupter, the dissenter, the rivals with missionary fervor, who have an equal right at the same time and place to lift their voices. And, of course, if the City may not stop <span class=\"star-pagination\">*312</span> Kunz from uttering insulting and \"fighting\" words, neither can it stop his adversaries, and the discussion degenerates to a name-calling contest without social value and, human nature being what it is, to a fight or perhaps a riot. The end of the Court's method is chaos.</p>\n<p>But if the Court conceives, as <i>Feiner</i> indicates, that upon uttering insulting, provocative or inciting words the policeman on the beat may stop the meeting, then its assurance of free speech in this decision is \"a promise to the ear to be broken to the hope,\" if the patrolman on the beat happens to have prejudices of his own.</p>\n<p>Turning then to the permit system as applied by the Court of Appeals, whose construction binds us, we find that issuance the first time is required. Denial is warranted only in such unusual cases as where an applicant has had a permit which has been revoked for cause and he asserts the right to continue the conduct which was cause for revocation. If anything less than a reasonable certainty of disorder was shown, denial of a permit would be improper. The procedure by which that decision is reached commends itself to the orderly mindcomplaints are filed, witnesses are heard, opportunity to cross-examine is given, and decision is reached by what we must assume to be an impartial and reasonable administrative officer, and, if he denies the permit, the applicant may carry his cause to the courts. He may thus have a civil test of his rights without the personal humiliation of being arrested as presenting a menace to public order. It seems to me that this procedure better protects freedom of speech than to let everyone speak without leave, but subject to surveillance and to being ordered to stop in the discretion of the police.</p>\n<p>It is obvious that a permit is a source of security and protection for the civil liberties of the great number who are entitled to receive them. It informs the police of the time and place one intends to speak, which allows <span class=\"star-pagination\">*313</span> necessary steps to insure him a place to speak where overzealous police officers will not order everyone who stops to listen to move on, and to have officers present to insure an orderly meeting. Moreover, disorder is less likely, for the speaker knows that if he provokes disorder his permit may be revoked, and the objector may be told that he has a remedy by filing a complaint and does not need to take the law in his own hands. Kunz was not arrested in 1946, when his speeches caused serious objections, nor was he set upon by the crowd. Instead, they did the orderly thing and made complaints which resulted in the revocation of his permit. This is the method that the Court frustrates today.</p>\n<p>Of course, emergencies may arise either with or without the permit system. A speaker with a permit may go beyond bounds and incite violence, or a mob may undertake to break up an authorized and properly conducted meeting. In either case, the policeman on the spot must make the judgment as to what measures will most likely avoid violent disorders. But these emergencies seem less likely to occur with the permit system than if every man and his adversary take the law in their own hands.</p>\n<p>The law of New York does not segregate, according to their diverse nationalities, races, religions, or political associations, the vast hordes of people living in its narrow confines. Every individual in this frightening aggregation is legally free to live, to labor, to travel, when and where he chooses. In streets and public places, all races and nationalities and all sorts and conditions of men walk, linger and mingle. Is it not reasonable that the City protect the dignity of these persons against fanatics who take possession of its streets to hurl into its crowds defamatory epithets that hurt like rocks?</p>\n<p>If any two subjects are intrinsically incendiary and divisive, they are race and religion. Racial fears and hatreds have been at the root of the most terrible riots <span class=\"star-pagination\">*314</span> that have disgraced American civilization. They are ugly possibilities that overhang every great American city. The \"consecrated hatreds of sect\" account for more than a few of the world's bloody disorders. These are the explosives which the Court says Kunz may play with in the public streets, and the community must not only tolerate but aid him. I find no such doctrine in the Constitution.</p>\n<p>In this case there is no evidence of a purpose to suppress speech, except to keep it in bounds that will not upset good order. If there are abuses of censorship or discrimination in administering the ordinance, as well there may be, they are not proved in this case. This Court should be particularly sure of its ground before it strikes down, in a time like this, the going, practical system by which New York has sought to control its street-meeting problem.</p>\n<p>Addressing himself to the subject, \"Authority and the Individual,\" one of the keenest philosophers of our time observes: \"The problem, like all those with which we are concerned, is one of balance; too little liberty brings stagnation, and too much brings chaos.\"<sup>[11]</sup> Perhaps it is the fever of our times that inclines the Court today to favor chaos. My hope is that few will take advantage of the license granted by today's decision. But life teaches one to distinguish between hope and faith.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 435-7.0 of chapter 18 of the Administrative Code of the City of New York reads as follows:\n</p>\n<p>\"a. Public worship.It shall be unlawful for any person to be concerned or instrumental in collecting or promoting any assemblage of persons for public worship or exhortation, or to ridicule or denounce any form of religious belief, service or reverence, or to preach or expound atheism or agnosticism, or under any pretense therefor, in any street. A clergyman or minister of any denomination, however, or any person responsible to or regularly associated with any church or incorporated missionary society, or any lay-preacher, or lay-reader may conduct religious services, or any authorized representative of a duly incorporated organization devoted to the advancement of the principles of atheism or agnosticism may preach or expound such cause, in any public place or places specified in a permit therefor which may be granted and issued by the police commissioner. This section shall not be construed to prevent any congregation of the Baptist denomination from assembling in a proper place for the purpose of performing the rites of baptism, according to the ceremonies of that church.</p>\n<p>\"b. Interference with street services.It shall be unlawful for any person to disturb, molest or interrupt any clergyman, minister, missionary, lay-preacher or lay-reader, who shall be conducting religious services by authority of a permit, issued hereunder, or any minister or people who shall be performing the rite of baptism as permitted herein, nor shall any person commit any riot or disorder in any such assembly.</p>\n<p>\"c. Violations.Any person who shall violate any provision of this section, upon conviction thereof, shall be punished by a fine of not more than twenty-five dollars, or imprisonment for thirty days, or both.\"</p>\n<p>This ordinance was previously challenged in <i>People</i> v. <i>Smith,</i> 263 N. Y. 255, 188 N. E. 745, appeal dismissed for want of a substantial federal question, <i>Smith</i> v. <i>New York,</i> 292 U. S. 606 (1934). Smith, who had not applied for a permit under the ordinance, argued that the regulation of religious speakers alone constituted an unreasonable classification. None of the questions involved in the instant appeal were presented in the previous case.</p>\n<p>[2]  The New York Court of Appeals has construed the ordinance to require that all initial requests for permits by eligible applicants must be granted. 300 N. Y. at 276, 90 N. E. 2d at 456.</p>\n<p>[3]  The New York Court of Appeals said: \"The commissioner had no reason to assume, and no promise was made, that defendant wanted a new permit for any uses different from the disorderly ones he had been guilty of before.\" 300 N. Y. at 278, 90 N. E. 2d at 457.</p>\n<p>[1]  Kunz is within the classifications of persons to whom such permits may issue. Hence, we have here no challenge based on its exclusions. If an excluded person made appropriate challenge on equal protection grounds, I should very much doubt if the ordinance could be sustained. See, however, <i>Railway Express Agency</i> v. <i>New York,</i> 336 U. S. 106, which sustains the power of New York City to classify printed communications it will permit on its streets on a basis that seems more remote from any traffic effect than a street meeting.</p>\n<p>[2]  \"Q. It is your religious conviction that this is the way you are to practice your religion?\n</p>\n<p>\"A. Yes. I feel this way, that the Holy Bible is the word of God. And whether the Holy Bible, the word of God, ridicules or denounces any man's religion, I am going to preach it. I feel I have a perfect right.\"</p>\n<p>If there were otherwise any doubt that Kunz proposes to resume these attacks, it should be dispelled by the letters he has addressed to members of this Court asserting his right to do so and assailing, on religious grounds, judges who decided his case below.</p>\n<p>[3]  One of these latter is Prof. Meiklejohn, who would go so far as to discard the \"clear and present danger\" formula, at least as a restriction on political discussion, which he says \". . . stands on the record of the court as a peculiarly inept and unsuccessful attempt to formulate an exception to the principle of the freedom of speech.\" Meiklejohn, Free Speech And Its Relation to Self-Government, p. 50. But even he does not support unlimited speech. He says, \". . . No one can doubt that, in any well-governed society, the legislature has both the right and the duty to prohibit certain forms of speech. Libellous assertions may be, and must be, forbidden and punished. So too must slander. Words which incite men to crime are themselves criminal and must be dealt with as such. Sedition and treason may be expressed by speech or writing. And, in those cases, decisive repressive action by the government is imperative for the sake of the general welfare. All these necessities that speech be limited are recognized and provided for under the Constitution. . . .\" <i>Id.,</i> at 18.</p>\n<p>[4]  Brandeis, J., concurring, in <i>Ashwander</i> v. <i>Tennessee Valley Authority,</i> 297 U. S. 288, 347.</p>\n<p>[5]  New York, for example, has found a permit system the practical means of controlling meetings in its parks. This Court, as presently constituted, only last Term dismissed an attack on the park permit system \"for want of a substantial federal question,\" JUSTICES BLACK and DOUGLAS dissenting. <i>Hass</i> v. <i>New York,</i> 338 U. S. 803. New York also has used the requirement of a permit for assemblages which mask their faces to suppress the Ku Klux Klan, without stopping harmless masquerade balls and the like. Penal Law  710. The permit system is used in many other situations where conceivable civil liberties are involved.</p>\n<p>[6]  The issue was drawn for them with clarity by Chief Judge Pound in <i>People</i> v. <i>Smith,</i> 263 N. Y. 255, 188 N. E. 745. The Court of Appeals unanimously said: \" `It is too well settled by judicial decisions in both the State and Federal courts that a municipality may pass an ordinance making it unlawful to hold public meetings upon the public streets without a permit therefor to require discussion. . . .' This ordinance is not aimed against free speech. It is directed towards the manner in which the street may be used. . . . The passion, rancor and malice sometimes aroused by sectarian religious controversies and attacks on religion seem to justify especial supervision over those who would conduct such meetings on the public streets.\" 263 N. Y. at 257, 188 N. E. at 745. And this Court held that holding presented no constitutional question of substance.</p>\n<p>[7]  <i>United States</i> v. <i>Petrillo, supra</i><i>.</i></p>\n<p>[8]  It seems fair to contrast the precision which the Court imposes on municipalities with the standards set forth in the recent Act \"Relating to the policing of the building and grounds of the Supreme Court of the United States.\" 63 Stat. 616. That makes it unlawful to \"make any harangue or oration, or utter loud, threatening, or abusive language in the Supreme Court Building or grounds.\"  5. It forbids display of any \"flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.\"  6. Compare with <i>Thornhill</i> v. <i>Alabama,</i> 310 U. S. 88. Moreover, it authorizes the Marshal to \"prescribe such regulations, approved by the Chief Justice of the United States, as may be deemed necessary for the adequate protection of the Supreme Court Building and grounds and of persons and property therein, and for the maintenance of suitable order and decorum within the Supreme Court Building and grounds.\"  7. Violation of these provisions or regulations is an offense punishable by fine and imprisonment.\n</p>\n<p>Section 10 provides that, \"In order to permit the observance of authorized ceremonies\" within the building or grounds, the Marshal \"may suspend for such occasions so much of the prohibitions,\" including those above, \"as may be necessary for the occasion, but only if responsible officers shall have been appointed, and arrangements determined which are adequate, in the judgment of the Marshal, for the maintenance of suitable order and decorum in the proceedings, and for the protection of the Supreme Court Building and grounds and of persons and property therein.\"</p>\n<p>Here is exalted artistry in declaring crime without definitive and authorizing permits without standards for use of public property for speaking. Of course, the statute would not be reported by the Judiciary Committees without at least informal approval of the Justices. The contrast between the standards set up for cities and those for ourselves suggests that our theorizing may be imposing burdens upon municipal authorities which are impossible or at least impractical to comply with.</p>\n<p>[9]  I join in <i>Feiner</i> v. <i>New York, post,</i> p. 315. When in a colored neighborhood Feiner urged the colored people to rise up in arms and fight, he was using words which may have been \"rhetorical,\" but it was the rhetoric of violence. Of course, we cannot tell, from a cold record, whether the action taken was the wisest way of dealing with the situation. But some latitude for honest judgment must be left to the locality. It is a startling proposition to me that serious public utterance which advises, encourages, or incites to a crime may not be made a crime because within constitutional protection. As Mr. Justice Holmes for a unanimous Court in <i>Frohwerk</i> v. <i>United States,</i> 249 U. S. 204, 206, said:\n</p>\n<p>\". . . the First Amendment while prohibiting legislation against free speech as such cannot have been, and obviously was not, intended to give immunity for every possible use of language. <i>Robertson</i> v. <i>Baldwin,</i> 165 U. S. 275, 281. We venture to believe that neither Hamilton nor Madison, nor any other competent person then or later, ever supposed that to make criminal the counselling of a murder within the jurisdiction of Congress would be an unconstitutional interference with free speech.\"</p>\n<p>However, the case of <i>Niemotko</i> v. <i>Maryland, ante,</i> p. 268, illustrates the danger of abuse of the permit system which the Court should be alert to prevent. There is no evidence that those applicants were, ever had been, or threatened to be, disorderly or abusive in speech or manner, or that their speaking would be likely to incite or provoke any disorder. The denial of permission for the meeting was charged and appears to have been due to applicants' religious belief that they should not salute any flag, which they may not be compelled to do, and their conscientious objections to bearing arms in war, which Congress has accepted as a valid excuse from combat duty. In the courts of Maryland, this denial, so based, was conclusive against the right to speak. This was use of the permit system for censorship, and the convictions cannot stand.</p>\n<p>[10]  Do we so quickly forget that one of the chief reasons for prohibiting use of \"released time\" of school students for religious instruction was that the Constitution will not suffer tax-supported property to be used to propagate religion? <i>Illinois ex rel. McCollum</i> v. <i>Board of Education,</i> 333 U. S. 203. How can the Court now order use of tax-supported property for the purpose? In other words, can the First Amendment today mean a city cannot stop what yesterday it meant no city could allow?</p>\n<p>[11]  Russell, Authority and the Individual, 25.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></span> (1951)</b></center>\n<center><h1>KUNZ<br>\nv.<br>\nNEW YORK.</h1></center>\n<center>No. 50.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 17, 1950.</center>\n<center>Decided January 15, 1951.</center>\nAPPEAL FROM THE COURT OF APPEALS OF NEW YORK.\n<p><i>Osmond K. Fraenkel</i> argued the cause and filed a brief for appellant.</p>\n<p><i>Seymour B. Quel</i> argued the cause for appellee. With him on the brief were <i>John P. McGrath</i> and <i>Joseph J. Lucchi.</i></p>\n<p>MR. CHIEF JUSTICE VINSON delivered the opinion of the Court.</p>\n<p>New York City has adopted an ordinance which makes it unlawful to hold public worship meetings on the streets <span class=\"star-pagination\">*291</span> without first obtaining a permit from the city police commissioner.<sup>[1]</sup> Appellant, Carl Jacob Kunz, was convicted and fined $10 for violating this ordinance by holding a religious meeting without a permit. The conviction was <span class=\"star-pagination\">*292</span> affirmed by the Appellate Part of the Court of Special Sessions, and by the New York Court of Appeals, three judges dissenting, 300 N. Y. 273, 90 N. E. 2d 455 (1950). The case is here on appeal, it having been urged that the ordinance is invalid under the Fourteenth Amendment.</p>\n<p>Appellant is an ordained Baptist minister who speaks under the auspices of the \"Outdoor Gospel Work,\" of which he is the director. He has been preaching for about six years, and states that it is his conviction and duty to \"go out on the highways and byways and preach the word of God.\" In 1946, he applied for and received a permit under the ordinance in question, there being no question that appellant comes within the classes of persons entitled to receive permits under the ordinance.<sup>[2]</sup> This permit, like all others, was good only for the calendar year in which issued. In November, 1946, his permit was revoked after a hearing by the police commissioner. The revocation was based on evidence that he had ridiculed and denounced other religious beliefs in his meetings.</p>\n<p>Although the penalties of the ordinance apply to anyone who \"ridicules and denounces other religious beliefs,\" the ordinance does not specify this as a ground for permit revocation. Indeed, there is no mention in the ordinance of any power of revocation. However, appellant did not seek judicial or administrative review of the revocation proceedings, and any question as to the propriety of the revocation is not before us in this case. In any event, the revocation affected appellant's rights to speak in 1946 only. Appellant applied for another permit in 1947, and again in 1948, but was notified each time that his application was \"disapproved,\" with no reason for the disapproval being given. On September 11, 1948, appellant <span class=\"star-pagination\">*293</span> was arrested for speaking at Columbus Circle in New York City without a permit. It is from the conviction which resulted that this appeal has been taken.</p>\n<p>Appellant's conviction was thus based upon his failure to possess a permit for 1948. We are here concerned only with the propriety of the action of the police commissioner in refusing to issue that permit. Disapproval of the 1948 permit application by the police commissioner was justified by the New York courts on the ground that a permit had previously been revoked \"for good reasons.\"<sup>[3]</sup> It is noteworthy that there is no mention in the ordinance of reasons for which such a permit application can be refused. This interpretation allows the police commissioner, an administrative official, to exercise discretion in denying subsequent permit applications on the basis of his interpretation, at that time, of what is deemed to be conduct condemned by the ordinance. We have here, then, an ordinance which gives an administrative official discretionary power to control in advance the right of citizens to speak on religious matters on the streets of New York. As such, the ordinance is clearly invalid as a prior restraint on the exercise of First Amendment rights.</p>\n<p>In considering the right of a municipality to control the use of public streets for the expression of religious views, we start with the words of Mr. Justice Roberts that \"Wherever the title of streets and parks may rest, they have immemorially been held in trust for the use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.\" <i>Hague</i> v. <i>C. I. O.,</i> 307 U. S. 496, 515 (1939). Although this Court has recognized that a statute may be enacted which prevents <span class=\"star-pagination\">*294</span> serious interference with normal usage of streets and parks, <i>Cox</i> v. <i>New Hampshire,</i> 312 U. S. 569 (1941), we have consistently condemned licensing systems which vest in an administrative official discretion to grant or withhold a permit upon broad criteria unrelated to proper regulation of public places. In <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296 (1940), this Court held invalid an ordinance which required a license for soliciting money for religious causes. Speaking for a unanimous Court, Mr. Justice Roberts said: \"But to condition the solicitation of aid for the perpetuation of religious views or systems upon a license, the grant of which rests in the exercise of a determination by state authority as to what is a religious cause, is to lay a forbidden burden upon the exercise of liberty protected by the Constitution.\" 310 U. S. at 307. To the same effect are <i>Lovell</i> v. <i>Griffin,</i> 303 U. S. 444 (1938); <i>Hague</i> v. <i>C. I. O.,</i> 307 U. S. 496 (1939); <i>Largent</i> v. <i>Texas,</i> 318 U. S. 418 (1943). In <i>Saia</i> v. <i>New York,</i> 334 U. S. 558 (1948), we reaffirmed the invalidity of such prior restraints upon the right to speak: \"We hold that  3 of this ordinance is unconstitutional on its face, for it establishes a previous restraint on the right of free speech in violation of the First Amendment which is protected by the Fourteenth Amendment against State action. To use a loudspeaker or amplifier one has to get a permit from the Chief of Police. There are no standards prescribed for the exercise of his discretion.\" 334 U. S. at 559-560.</p>\n<p>The court below has mistakenly derived support for its conclusion from the evidence produced at the trial that appellant's religious meetings had, in the past, caused some disorder. There are appropriate public remedies to protect the peace and order of the community if appellant's speeches should result in disorder or violence. \"In the present case, we have no occasion to inquire as to the permissible scope of subsequent punishment.\" <i>Near</i> <span class=\"star-pagination\">*295</span> v. <i>Minnesota,</i> 283 U. S. 697, 715 (1931). We do not express any opinion on the propriety of punitive remedies which the New York authorities may utilize. We are here concerned with suppressionnot punishment. It is sufficient to say that New York cannot vest restraining control over the right to speak on religious subjects in an administrative official where there are no appropriate standards to guide his action.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BLACK concurs in the result.</p>\n<p>[For opinion of MR. JUSTICE FRANKFURTER, concurring in the result, see <i>ante,</i> p. 273.]</p>\n<p>MR. JUSTICE JACKSON, dissenting.</p>\n<p>Essential freedoms are today threatened from without and within. It may become difficult to preserve here what a large part of the world has lostthe right to speak, even temperately, on matters vital to spirit and body. In such a setting, to blanket hateful and hate-stirring attacks on races and faiths under the protections for freedom of speech may be a noble innovation. On the other hand, it may be a quixotic tilt at windmills which belittles great principles of liberty. Only time can tell. But I incline to the latter view and cannot assent to the decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>To know what we are doing, we must first locate the point at which rights asserted by Kunz conflict with powers asserted by the organized community. New York City has placed no limitation upon any speech Kunz may choose to make on private property, but it does require a permit to hold religious meetings in its streets. The ordinance, neither by its terms nor as it has been <span class=\"star-pagination\">*296</span> applied, prohibited Kunz,<sup>[1]</sup> even in street meetings, from preaching his own religion or making any temperate criticism or refutation of other religions; indeed, for the year 1946, he was given a general permit to do so. His meetings, however, brought \"a flood of complaints\" to city authorities that he was engaging in scurrilous attacks on Catholics and Jews. On notice, he was given a hearing at which eighteen complainants appeared. The Commissioner revoked his permit and applications for 1947 and 1948 were refused. For a time he went on holding meetings without a permit in Columbus Circle, where in September, 1948, he was arrested for violation of the ordinance. He was convicted and fined ten dollars.</p>\n<p>At these meetings, Kunz preached, among many other things of like tenor, that \"The Catholic Church makes merchandise out of souls,\" that Catholicism is \"a religion of the devil,\" and that the Pope is \"the anti-Christ.\" The Jews he denounced as \"Christ-killers,\" and he said of them, \"All the garbage that didn't believe in Christ should have been burnt in the incinerators. It's a shame they all weren't.\"</p>\n<p>These utterances, as one might expect, stirred strife and threatened violence. Testifying in his own behalf, Kunz stated that he \"became acquainted with\" one of the complaining witnesses, whom he thought to be a Jew, \"when he happened to sock one of my Christian boys in the puss.\" Kunz himself complained to the authorities, charging a woman interrupter with disorderly <span class=\"star-pagination\">*297</span> conduct. He also testified that when an officer is not present at his meetings \"I have trouble then,\" but \"with an officer, no trouble.\"</p>\n<p>The contention which Kunz brings here and which this Court sustains is that such speeches on the streets are within his constitutional freedom and therefore New York City has no power to require a permit. He does not deny that this has been and will continue to be his line of talk.<sup>[2]</sup> He does not claim that he should have been granted a permit; he attacks the whole system of control of street meetings and says the Constitution gives him permission to speak and he needs none from the City.</p>\n<p></p>\n<h2>II.</h2>\n<p>The speeches which Kunz has made and which he asserts he has a <i>right</i> to make in the future were properly held by the courts below to be out of bounds for a street meeting and not constitutionally protected. This Court, without discussion, makes a contrary assumption which is basic to its whole opinion. It says New York has given \"an administrative official discretionary power to control in advance <i>the right</i> of citizens to speak on religious matters on the streets.\" Again, it says that \"prior restraint on the exercise of First Amendment <i>rights</i>\" invalidates the ordinance. (Emphasis supplied.) This seems to take the last step first, assuming as a premise what is in question. Of course, if Kunz is only exercising <span class=\"star-pagination\">*298</span> his constitutional <i>rights,</i> then New York can neither restrain nor punish him. But I doubt that the Court's assumption will survive analysis.</p>\n<p>This Court today initiates the doctrine that language such as this, in the environment of the street meeting, is immune from prior municipal control. We would have a very different question if New York had presumed to say that Kunz could not speak his piece in his own pulpit or hall. But it has undertaken to restrain him only if he chooses to speak at street meetings. There is a world of difference. The street preacher takes advantage of people's presence on the streets to impose his message upon what, in a sense, is a captive audience. A meeting on private property is made up of an audience that has volunteered to listen. The question, therefore, is not whether New York could, if it tried, silence Kunz, but whether it must place its streets at his service to hurl insults at the passer-by.</p>\n<p>What Mr. Justice Holmes said for a unanimous Court in <i>Schenck</i> v. <i>United States,</i> 249 U. S. 47, 52, has become an axiom: \"The most stringent protection of free speech would not protect a man in falsely shouting fire in a theatre and causing a panic.\" This concept was applied in one of its few unanimous decisions in recent years, when, through Mr. Justice Murphy, the Court said: \"There are certain well-defined and narrowly limited classes of speech, <i>the prevention and punishment</i> of which <i>have never been thought to raise any Constitutional problem.</i> These include the lewd and obscene, the profane, the libelous, and <i>the insulting or `fighting' words</i>those which by their very utterance inflict injury or <i>tend to incite</i> an immediate breach of the peace. . . .\" (Emphasis supplied.) <i>Chaplinsky</i> v. <i>New Hampshire,</i> 315 U. S. 568, 571-572.</p>\n<p>There held to be \"insulting or `fighting' words\" were calling one a \"God damned racketeer\" and a \"damned <span class=\"star-pagination\">*299</span> Fascist.\" Equally inciting and more clearly \"fighting words,\" when thrown at Catholics and Jews who are rightfully on the streets of New York, are statements that \"The Pope is the anti-Christ\" and the Jews are \"Christ-killers.\" These terse epithets come down to our generation weighted with hatreds accumulated through centuries of bloodshed. They are recognized words of art in the profession of defamation. They are not the kind of insult that men bandy and laugh off when the spirits are high and the flagons are low. They are not in that class of epithets whose literal sting will be drawn if the speaker smiles when he uses them. They are always, and in every context, insults which do not spring from reason and can be answered by none. Their historical associations with violence are well understood, both by those who hurl and those who are struck by these missiles. Jews, many of whose families perished in extermination furnaces of Dachau and Auschwitz, are more than tolerant if they pass off lightly the suggestion that unbelievers in Christ should all have been burned. Of course, people might pass this speaker by as a mental case, and so they might file out of a theatre in good order at the cry of \"fire.\" But in both cases there is genuine likelihood that someone will get hurt.</p>\n<p>This Court's prior decisions, as well as its decisions today, will be searched in vain for clear standards by which it does, or lower courts should, distinguish legitimate speaking from that acknowledged to be outside of constitutional protection. One reason for this absence is that this Court has had little experience in deciding controversies over city control of street meetings. As late as 1922, this Court declared, \". . . neither the Fourteenth Amendment nor any other provision of the Constitution of the United States imposes upon the States any restrictions about `freedom of speech' . . . .\" <i>Prudential Insurance Co.</i> v. <i>Cheek,</i> 259 U. S. 530, 543. But with the <span class=\"star-pagination\">*300</span> expanded authority recently assumed under the Due Process Clause of the Fourteenth Amendment, we must, unless we are to review a multitude of police-court cases, declare standards by which they may be decided below.</p>\n<p>What evidences that a street speech is so provocative, insulting or inciting as to be outside of constitutional immunity from community interference? Is it determined by the actual reaction of the hearers? Or is it a judicial appraisal of the inherent quality of the language used? Or both?</p>\n<p>I understand, though disagree with, the minority in the <i>Feiner</i> case, who, so far as I can see, would require no standards since they recognize no limits at all, considering that some rioting is the price of free speech and that the city must allow all speech and pay the price. But every juristic or philosophic authority recognized in this field admits that there are some speeches one is not free to make.<sup>[3]</sup> The problem, on which they disagree, is how and where to draw the line.</p>\n<p>It is peculiar that today's opinion makes no reference to the \"clear and present danger\" test which for years <span class=\"star-pagination\">*301</span> has played some part in free-speech cases. Cf. <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, 393. If New York has benefit of the rule as Mr. Justice Holmes announced it, <i>Schenck</i> v. <i>United States, supra,</i> at 52, it would mean that it could punish or prevent speech if \"the words used are used in such circumstances and are of such a nature as to create a clear and present danger that they will bring about the substantive evils\" that the City has a right to prevent, among which I should suppose we would list street fighting or riots. As I have pointed out, the proof in this case leaves no doubt that Kunz's words, in the environment of the streets, have and will result in that, unless a police escort attends to awe the hearers into submission.</p>\n<p>A hostile reception of his subject certainly does not alone destroy one's right to speak. A temperate and reasoned criticism of Roman Catholicism or Judaism might, and probably would, cause some resentment and protest. But in a free society all sects and factions, as the price of their own freedom to preach their views, must suffer that freedom in others. Tolerance of unwelcome, unorthodox ideas or information is a constitutionally protected policy not to be defeated by persons who would break up meetings they do not relish.</p>\n<p>But emergencies may arise on streets which would become catastrophes if there was not immediate police action. The crowd which should be tolerant may be prejudiced and angry or malicious. If the situation threatens to get out of hand for the force present, I think the police may require the speaker, even if within his rights, to yield his right temporarily to the greater interest of peace. Of course, the threat must be judged in good faith to be real, immediate and serious. But silencing a speaker by authorities as a measure of mob control is like dynamiting a house to stop the spread of a conflagration. It may be justified by the overwhelming community <span class=\"star-pagination\">*302</span> interest that flames not be fed as compared with the little interest to be served by continuing to feed them. But this kind of disorder does not abridge the right to speak except for the emergency and, since the speaker was within his constitutional right to speak, it could not be grounds for revoking or refusing him a permit or convicting him of any offense because of his utterance. If he resisted an officer's reasonable demand to cease, he might incur penalties.</p>\n<p>And so the matter eventually comes down to the question whether the \"words used are used in such circumstances and are of such a nature\" that we can say a reasonable man would anticipate the evil result. In this case the Court does not justify, excuse, or deny the inciting and provocative character of the language, and it does not, and on this record could not, deny that when Kunz speaks he poses a \"clear and present\" danger to peace and order. Why, then, does New York have to put up with it?</p>\n<p>It is well to be vigilant to protect the right of Kunz to speak, but is he to be sole judge as to how far he will carry verbal attacks in the public streets? Is official action the only source of interference with religious freedom? Does the Jew, for example, have the benefit of these freedoms when, lawfully going about, he and his children are pointed out as \"Christ-killers\" to gatherings on public property by a religious sectarian sponsored by a police bodyguard?</p>\n<p>We should weigh the value of insulting speech against its potentiality for harm. Is the Court, when declaring Kunz has the <i>right</i> he asserts, serving the great end for which the First Amendment stands?</p>\n<p>The purpose of constitutional protection of speech is to foster peaceful interchange of all manner of thoughts, information and ideas. Its policy is rooted in faith in the force of reason. This Court wisely has said, \"Resort <span class=\"star-pagination\">*303</span> to epithets or personal abuse is not in any proper sense communication of information or opinion safeguarded by the Constitution.\" <i>Cantwell</i> v. <i>Connecticut,</i> 310 U. S. 296, 309-310. \"It has been well observed that such utterances are no essential part of any exposition of ideas, and are of such slight social value as a step to truth that any benefit that may be derived from them is clearly outweighed by the social interest in order and morality.\" So said we all in <i>Chaplinsky</i> v. <i>New Hampshire, supra,</i> at 572. It would be interesting if the Court would expose its reasons for thinking that Kunz's words are of more social value than those of Chaplinsky.</p>\n<p></p>\n<h2>III.</h2>\n<p>It is worthwhile to note that the judicial technique by which this Court strikes down the ordinance is very different from that employed by the New York Court of Appeals, which sustained it. The contrary results appear to be largely due to this dissimilarity.</p>\n<p>The Court of Appeals did not treat the ordinance as existing in a vacuum but considered all the facts of the controversy. While it construed the ordinance \"as <i>requiring</i> the commissioner to give an annual permit for street preaching, <i>to anyone</i> who, like defendant, is a minister of religion,\" 300 N. Y. 273, 276, 90 N. E. 2d 455, 456 (emphasis supplied), it held on the facts that when, as here, the applicant \"claims a constitutional right to incite riots, and a constitutional right to the services of policemen to quell those riots,\" then a permit need not be issued. <i>Id.</i> at 278, 90 N. E. 2d at 457.</p>\n<p>This Court, however, refuses to take into consideration Kunz's \"past\" conduct or that his meetings have \"caused some disorder.\" Nor does it deny that disorders will probably occur again. It comes close to rendering an advisory opinion when it strikes down this ordinance without evaluating the factual situation which has caused <span class=\"star-pagination\">*304</span> it to come under judicial scrutiny. If it were not for these characteristics of the speeches by Kunz, this ordinance would not be before us, yet it is said that we can hold it invalid without taking into consideration either what he has done or what he asserts a right to do.</p>\n<p>It may happen that a statute will disclose by its very language that it is impossible of construction in a manner consistent with First Amendment rights. Such is the case where it aims to control matters patently not a proper subject of the police power. <i>Lovell</i> v. <i>Griffin,</i> 303 U. S. 444, 451. Cf. <i>Hague</i> v. <i>C. I. O.,</i> 307 U. S. 496; <i>Thornhill</i> v. <i>Alabama,</i> 310 U. S. 88; <i>Saia</i> v. <i>New York,</i> 334 U. S. 558. Usually, however, the only proper approach takes into consideration both the facts of the case and the construction which the State has placed on the challenged law. <i>Near</i> v. <i>Minnesota,</i> 283 U. S. 697, 708; <i>Cantwell</i> v. <i>Connecticut, supra,</i> at 303; <i>Kovacs</i> v. <i>Cooper,</i> 336 U. S. 77; <i>Terminiello</i> v. <i>Chicago,</i> 337 U. S. 1. And in the absence of facts in the light of which the statute may be construed, we have said the proper procedure is not to pass on whether it conflicts with First Amendment rights. <i>United States</i> v. <i>Petrillo,</i> 332 U. S. 1. That the approach will determine the result is indicated by comparison of the <i>Saia</i> case, in which an ordinance was held void on its face, with the <i>Kovacs</i> case, in which a similar ordinance, when tested as construed and applied, was held valid. The vital difference, as this case demonstrates, is that it is very easy to read a statute to permit some hypothetical violation of civil rights but difficult to draft one which will not be subject to the same infirmity.</p>\n<p>This Court has not applied, and, I venture to predict, will not apply, to federal statutes the standard that they are unconstitutional if it is possible that they may be unconstitutionally applied. We should begin consideration of this case by deciding whether the opportunity to <span class=\"star-pagination\">*305</span> repeat his vituperative street speeches is within Kunz's constitutional rights, and here he must win on the strength of his own right.<sup>[4]</sup></p>\n<p></p>\n<h2>IV.</h2>\n<p>The question remains whether the Constitution prohibits a city from control of its streets by a permit system which takes into account dangers to public peace and order. I am persuaded that it does not do so, provided, of course, that the city does not so discriminate as to deny equal protection of the law or undertake a censorship of utterances that are not so defamatory, insulting, inciting, or provocative as to be reasonably likely to cause disorder and violence.</p>\n<p>The Court does not hold that New York has abused the permit system by discrimination or actual censorship, nor does it deny the abuses on Kunz's part. But neither, says the Court, matters, holding that any prior restraint is bad, regardless of how fairly administered or what abuses it seeks to prevent.</p>\n<p>It strikes rather blindly at permit systems which indirectly may affect First Amendment freedoms. Cities throughout the country have adopted permit requirements to control private activities on public streets and for other purposes.<sup>[5]</sup> The universality of this type of regulation <span class=\"star-pagination\">*306</span> demonstrates a need and indicates widespread opinion in the profession that it is not necessarily incompatible with our constitutional freedoms. Is everybody out of step but this Court?</p>\n<p>Until recently this custom of municipalities was regarded by this Court as consistent with the Constitution. It approved this identical ordinance in <i>Smith</i> v. <i>New York,</i> 292 U. S. 606.<sup>[6]</sup> This decision is now overruled. Although the ordinance was then attacked as a denial of equal protection of the law for failure to prescribe a reasonable classification, I cannot attribute to that decision as narrow an interpretation as the Court. Would this Court sustain an ordinance as providing a reasonable classification if the purpose of the classification was void on its face?</p>\n<p>In the <i>Chaplinsky</i> case, <i>prevention</i> as well as <i>punishment</i> of \"limited classes of speech . . . have never been thought to raise <i>any</i> Constitutional problem.\" (Emphasis supplied.) Mr. Justice Holmes pointed out in the <i>Schenck</i> case that the Constitution would not protect one from an injunction against uttering words that lead to riot. In <i>Cox</i> v. <i>New Hampshire,</i> 312 U. S. 569, 577-578, Chief Justice Hughes, for a unanimous Court, distinguished <span class=\"star-pagination\">*307</span> the requirement of a license for a parade or procession from other cases now relied on by this Court. He found requirement of a permit there constitutional and observed that such authority \"has never been regarded as inconsistent with civil liberties but rather as one of the means of safeguarding the good order upon which they ultimately depend.\" <i>Id.,</i> at 574. The concept of civil liberty without order is the contribution of later-day jurists.</p>\n<p>The Court, as authority for stripping New York City of control of street meetings, resurrects <i>Saia</i> v. <i>New York, supra</i><i>,</i> which I, like some who now rely on it, had supposed was given decent burial by <i>Kovacs</i> v. <i>Cooper, supra</i><i>.</i> Must New York, if it is to avoid chaos in its streets, resort to the sweeping prohibitions sanctioned in <i>Kovacs,</i> instead of the milder restraints of this permit system? Compelling a choice between allowing all meetings or no meetings is a dubious service to civil liberties.</p>\n<p>Of course, as to the press, there are the best of reasons against any licensing or prior restraint. Decisions such as <i>Near</i> v. <i>Minnesota, supra</i><i>,</i> hold any licensing or prior restraint of the press unconstitutional, and I heartily agree. But precedents from that field cannot reasonably be transposed to the street-meeting field. The impact of publishing on public order has no similarity with that of a street meeting. Publishing does not make private use of public property. It reaches only those who choose to read, and, in that way, is analogous to a meeting held in a hall where those who come do so by choice. Written words are less apt to incite or provoke to mass action than spoken words, speech being the primitive and direct communication with the emotions. Few are the riots caused by publication alone, few are the mobs that have not had their immediate origin in harangue. The vulnerability of various forms of communication to community control <span class=\"star-pagination\">*308</span> must be proportioned to their impact upon other community interests.</p>\n<p>It is suggested that a permit for a street meeting could be required if the ordinance would prescribe precise standards for its grant or denial. This defect, if such it be, was just as apparent when, in the <i>Smith</i> case, this Court upheld the ordinance as it is today. The change must be found in the Court, not in the ordinance.</p>\n<p>And what, in terms of its philosophy of decision, is this change? It is to require more severe and exacting standards of state and local statutes than of federal statutes. As this case exemplifies, local acts are struck down, not because in practical application they have actually invaded anyone's protected freedoms, but because they do not set up standards which would make such invasion impossible. However, with federal statutes, we say they must stand unless they require, or in application are shown actually to have resulted in, an invasion of a protected freedom.<sup>[7]</sup></p>\n<p>Of course, standards for administrative action are always desirable, and the more exact the better. But I do not see how this Court can condemn municipal ordinances for not setting forth comprehensive First Amendment standards. This Court never has announced what those standards must be, it does not now say what they are, and it is not clear that any majority could agree on them. In no field are there more numerous individual opinions among the Justices. The Court as an institution not infrequently disagrees with its former self or relies on distinctions that are not very substantial. Compare <i>Jones</i> v. <i>Opelika</i> of 1942, 316 U. S. 584, with <i>Jones</i> v. <i>Opelika</i> of 1943, 319 U. S. 103; <i>Minersville School District</i> v. <i>Gobitis</i> of 1940, 310 U. S. 586, with <i>Board of Education</i> v. <i>Barnette</i> of 1943, 319 U. S. 624; <i>Saia</i> v. <i>New</i> <span class=\"star-pagination\">*309</span> <i>York</i> of 1948, <i>supra,</i> with <i>Kovacs</i> v. <i>Cooper</i> of 1949, <i>supra.</i> It seems hypercritical to strike down local laws on their faces for want of standards when we have no standards.<sup>[8]</sup> And I do not find it required by existing authority. I think that where speech is outside of constitutional immunity the local community or the State is left a large measure of discretion as to the means for dealing with it.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*310</span> V.</h2>\n<p>If the Court is deciding that the permit system for street meetings is so unreasonable as to deny due process of law, it would seem appropriate to point out respects in which it is unreasonable. This I am unable to learn, from this or any former decision. The Court holds, however, that Kunz must not be required to get permission, the City must sit by until some incident, perhaps a sanguinary one, occurs and then there are unspecified \"appropriate public remedies.\" We may assume reference is to the procedure of the <i>Feiner</i> case which, with one-third of the Court dissenting, is upheld.<sup>[9]</sup> This invites comparison <span class=\"star-pagination\">*311</span> of the merits of the two methods both as to impact on civil liberties and as to achieving the ends of public order.</p>\n<p>City officials stopped the meetings of both Feiner and Kunz. The process by which Feiner was stopped was the order of patrolmen, put into immediate effect without hearing. Feiner may have believed there would be no interference but Kunz was duly warned by refusal of a permit. He was advised of charges, given a hearing, confronted by witnesses, and afforded a chance to deny the charges or to confess them and offer to amend his ways. The decision of revocation was made by a detached and responsible administrative official and Kunz could have had the decision reviewed in court.</p>\n<p>The purpose of the Court is to enable those who feel a call to proselytize to do so by street meetings. The means is to set up a private right to speak in the city streets without asking permission.<sup>[10]</sup> Of course, if Kunz may speak without a permit, so may anyone else. If he may speak whenever and wherever he may elect, I know of no way in which the City can silence the heckler, the interrupter, the dissenter, the rivals with missionary fervor, who have an equal right at the same time and place to lift their voices. And, of course, if the City may not stop <span class=\"star-pagination\">*312</span> Kunz from uttering insulting and \"fighting\" words, neither can it stop his adversaries, and the discussion degenerates to a name-calling contest without social value and, human nature being what it is, to a fight or perhaps a riot. The end of the Court's method is chaos.</p>\n<p>But if the Court conceives, as <i>Feiner</i> indicates, that upon uttering insulting, provocative or inciting words the policeman on the beat may stop the meeting, then its assurance of free speech in this decision is \"a promise to the ear to be broken to the hope,\" if the patrolman on the beat happens to have prejudices of his own.</p>\n<p>Turning then to the permit system as applied by the Court of Appeals, whose construction binds us, we find that issuance the first time is required. Denial is warranted only in such unusual cases as where an applicant has had a permit which has been revoked for cause and he asserts the right to continue the conduct which was cause for revocation. If anything less than a reasonable certainty of disorder was shown, denial of a permit would be improper. The procedure by which that decision is reached commends itself to the orderly mindcomplaints are filed, witnesses are heard, opportunity to cross-examine is given, and decision is reached by what we must assume to be an impartial and reasonable administrative officer, and, if he denies the permit, the applicant may carry his cause to the courts. He may thus have a civil test of his rights without the personal humiliation of being arrested as presenting a menace to public order. It seems to me that this procedure better protects freedom of speech than to let everyone speak without leave, but subject to surveillance and to being ordered to stop in the discretion of the police.</p>\n<p>It is obvious that a permit is a source of security and protection for the civil liberties of the great number who are entitled to receive them. It informs the police of the time and place one intends to speak, which allows <span class=\"star-pagination\">*313</span> necessary steps to insure him a place to speak where overzealous police officers will not order everyone who stops to listen to move on, and to have officers present to insure an orderly meeting. Moreover, disorder is less likely, for the speaker knows that if he provokes disorder his permit may be revoked, and the objector may be told that he has a remedy by filing a complaint and does not need to take the law in his own hands. Kunz was not arrested in 1946, when his speeches caused serious objections, nor was he set upon by the crowd. Instead, they did the orderly thing and made complaints which resulted in the revocation of his permit. This is the method that the Court frustrates today.</p>\n<p>Of course, emergencies may arise either with or without the permit system. A speaker with a permit may go beyond bounds and incite violence, or a mob may undertake to break up an authorized and properly conducted meeting. In either case, the policeman on the spot must make the judgment as to what measures will most likely avoid violent disorders. But these emergencies seem less likely to occur with the permit system than if every man and his adversary take the law in their own hands.</p>\n<p>The law of New York does not segregate, according to their diverse nationalities, races, religions, or political associations, the vast hordes of people living in its narrow confines. Every individual in this frightening aggregation is legally free to live, to labor, to travel, when and where he chooses. In streets and public places, all races and nationalities and all sorts and conditions of men walk, linger and mingle. Is it not reasonable that the City protect the dignity of these persons against fanatics who take possession of its streets to hurl into its crowds defamatory epithets that hurt like rocks?</p>\n<p>If any two subjects are intrinsically incendiary and divisive, they are race and religion. Racial fears and hatreds have been at the root of the most terrible riots <span class=\"star-pagination\">*314</span> that have disgraced American civilization. They are ugly possibilities that overhang every great American city. The \"consecrated hatreds of sect\" account for more than a few of the world's bloody disorders. These are the explosives which the Court says Kunz may play with in the public streets, and the community must not only tolerate but aid him. I find no such doctrine in the Constitution.</p>\n<p>In this case there is no evidence of a purpose to suppress speech, except to keep it in bounds that will not upset good order. If there are abuses of censorship or discrimination in administering the ordinance, as well there may be, they are not proved in this case. This Court should be particularly sure of its ground before it strikes down, in a time like this, the going, practical system by which New York has sought to control its street-meeting problem.</p>\n<p>Addressing himself to the subject, \"Authority and the Individual,\" one of the keenest philosophers of our time observes: \"The problem, like all those with which we are concerned, is one of balance; too little liberty brings stagnation, and too much brings chaos.\"<sup>[11]</sup> Perhaps it is the fever of our times that inclines the Court today to favor chaos. My hope is that few will take advantage of the license granted by today's decision. But life teaches one to distinguish between hope and faith.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 435-7.0 of chapter 18 of the Administrative Code of the City of New York reads as follows:\n</p>\n<p>\"a. Public worship.It shall be unlawful for any person to be concerned or instrumental in collecting or promoting any assemblage of persons for public worship or exhortation, or to ridicule or denounce any form of religious belief, service or reverence, or to preach or expound atheism or agnosticism, or under any pretense therefor, in any street. A clergyman or minister of any denomination, however, or any person responsible to or regularly associated with any church or incorporated missionary society, or any lay-preacher, or lay-reader may conduct religious services, or any authorized representative of a duly incorporated organization devoted to the advancement of the principles of atheism or agnosticism may preach or expound such cause, in any public place or places specified in a permit therefor which may be granted and issued by the police commissioner. This section shall not be construed to prevent any congregation of the Baptist denomination from assembling in a proper place for the purpose of performing the rites of baptism, according to the ceremonies of that church.</p>\n<p>\"b. Interference with street services.It shall be unlawful for any person to disturb, molest or interrupt any clergyman, minister, missionary, lay-preacher or lay-reader, who shall be conducting religious services by authority of a permit, issued hereunder, or any minister or people who shall be performing the rite of baptism as permitted herein, nor shall any person commit any riot or disorder in any such assembly.</p>\n<p>\"c. Violations.Any person who shall violate any provision of this section, upon conviction thereof, shall be punished by a fine of not more than twenty-five dollars, or imprisonment for thirty days, or both.\"</p>\n<p>This ordinance was previously challenged in <i>People</i> v. <i>Smith,</i> 263 N. Y. 255, 188 N. E. 745, appeal dismissed for want of a substantial federal question, <i>Smith</i> v. <i>New York,</i> 292 U. S. 606 (1934). Smith, who had not applied for a permit under the ordinance, argued that the regulation of religious speakers alone constituted an unreasonable classification. None of the questions involved in the instant appeal were presented in the previous case.</p>\n<p>[2]  The New York Court of Appeals has construed the ordinance to require that all initial requests for permits by eligible applicants must be granted. 300 N. Y. at 276, 90 N. E. 2d at 456.</p>\n<p>[3]  The New York Court of Appeals said: \"The commissioner had no reason to assume, and no promise was made, that defendant wanted a new permit for any uses different from the disorderly ones he had been guilty of before.\" 300 N. Y. at 278, 90 N. E. 2d at 457.</p>\n<p>[1]  Kunz is within the classifications of persons to whom such permits may issue. Hence, we have here no challenge based on its exclusions. If an excluded person made appropriate challenge on equal protection grounds, I should very much doubt if the ordinance could be sustained. See, however, <i>Railway Express Agency</i> v. <i>New York,</i> 336 U. S. 106, which sustains the power of New York City to classify printed communications it will permit on its streets on a basis that seems more remote from any traffic effect than a street meeting.</p>\n<p>[2]  \"Q. It is your religious conviction that this is the way you are to practice your religion?\n</p>\n<p>\"A. Yes. I feel this way, that the Holy Bible is the word of God. And whether the Holy Bible, the word of God, ridicules or denounces any man's religion, I am going to preach it. I feel I have a perfect right.\"</p>\n<p>If there were otherwise any doubt that Kunz proposes to resume these attacks, it should be dispelled by the letters he has addressed to members of this Court asserting his right to do so and assailing, on religious grounds, judges who decided his case below.</p>\n<p>[3]  One of these latter is Prof. Meiklejohn, who would go so far as to discard the \"clear and present danger\" formula, at least as a restriction on political discussion, which he says \". . . stands on the record of the court as a peculiarly inept and unsuccessful attempt to formulate an exception to the principle of the freedom of speech.\" Meiklejohn, Free Speech And Its Relation to Self-Government, p. 50. But even he does not support unlimited speech. He says, \". . . No one can doubt that, in any well-governed society, the legislature has both the right and the duty to prohibit certain forms of speech. Libellous assertions may be, and must be, forbidden and punished. So too must slander. Words which incite men to crime are themselves criminal and must be dealt with as such. Sedition and treason may be expressed by speech or writing. And, in those cases, decisive repressive action by the government is imperative for the sake of the general welfare. All these necessities that speech be limited are recognized and provided for under the Constitution. . . .\" <i>Id.,</i> at 18.</p>\n<p>[4]  Brandeis, J., concurring, in <i>Ashwander</i> v. <i>Tennessee Valley Authority,</i> 297 U. S. 288, 347.</p>\n<p>[5]  New York, for example, has found a permit system the practical means of controlling meetings in its parks. This Court, as presently constituted, only last Term dismissed an attack on the park permit system \"for want of a substantial federal question,\" JUSTICES BLACK and DOUGLAS dissenting. <i>Hass</i> v. <i>New York,</i> 338 U. S. 803. New York also has used the requirement of a permit for assemblages which mask their faces to suppress the Ku Klux Klan, without stopping harmless masquerade balls and the like. Penal Law  710. The permit system is used in many other situations where conceivable civil liberties are involved.</p>\n<p>[6]  The issue was drawn for them with clarity by Chief Judge Pound in <i>People</i> v. <i>Smith,</i> 263 N. Y. 255, 188 N. E. 745. The Court of Appeals unanimously said: \" `It is too well settled by judicial decisions in both the State and Federal courts that a municipality may pass an ordinance making it unlawful to hold public meetings upon the public streets without a permit therefor to require discussion. . . .' This ordinance is not aimed against free speech. It is directed towards the manner in which the street may be used. . . . The passion, rancor and malice sometimes aroused by sectarian religious controversies and attacks on religion seem to justify especial supervision over those who would conduct such meetings on the public streets.\" 263 N. Y. at 257, 188 N. E. at 745. And this Court held that holding presented no constitutional question of substance.</p>\n<p>[7]  <i>United States</i> v. <i>Petrillo, supra</i><i>.</i></p>\n<p>[8]  It seems fair to contrast the precision which the Court imposes on municipalities with the standards set forth in the recent Act \"Relating to the policing of the building and grounds of the Supreme Court of the United States.\" 63 Stat. 616. That makes it unlawful to \"make any harangue or oration, or utter loud, threatening, or abusive language in the Supreme Court Building or grounds.\"  5. It forbids display of any \"flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.\"  6. Compare with <i>Thornhill</i> v. <i>Alabama,</i> 310 U. S. 88. Moreover, it authorizes the Marshal to \"prescribe such regulations, approved by the Chief Justice of the United States, as may be deemed necessary for the adequate protection of the Supreme Court Building and grounds and of persons and property therein, and for the maintenance of suitable order and decorum within the Supreme Court Building and grounds.\"  7. Violation of these provisions or regulations is an offense punishable by fine and imprisonment.\n</p>\n<p>Section 10 provides that, \"In order to permit the observance of authorized ceremonies\" within the building or grounds, the Marshal \"may suspend for such occasions so much of the prohibitions,\" including those above, \"as may be necessary for the occasion, but only if responsible officers shall have been appointed, and arrangements determined which are adequate, in the judgment of the Marshal, for the maintenance of suitable order and decorum in the proceedings, and for the protection of the Supreme Court Building and grounds and of persons and property therein.\"</p>\n<p>Here is exalted artistry in declaring crime without definitive and authorizing permits without standards for use of public property for speaking. Of course, the statute would not be reported by the Judiciary Committees without at least informal approval of the Justices. The contrast between the standards set up for cities and those for ourselves suggests that our theorizing may be imposing burdens upon municipal authorities which are impossible or at least impractical to comply with.</p>\n<p>[9]  I join in <i>Feiner</i> v. <i>New York, post,</i> p. 315. When in a colored neighborhood Feiner urged the colored people to rise up in arms and fight, he was using words which may have been \"rhetorical,\" but it was the rhetoric of violence. Of course, we cannot tell, from a cold record, whether the action taken was the wisest way of dealing with the situation. But some latitude for honest judgment must be left to the locality. It is a startling proposition to me that serious public utterance which advises, encourages, or incites to a crime may not be made a crime because within constitutional protection. As Mr. Justice Holmes for a unanimous Court in <i>Frohwerk</i> v. <i>United States,</i> 249 U. S. 204, 206, said:\n</p>\n<p>\". . . the First Amendment while prohibiting legislation against free speech as such cannot have been, and obviously was not, intended to give immunity for every possible use of language. <i>Robertson</i> v. <i>Baldwin,</i> 165 U. S. 275, 281. We venture to believe that neither Hamilton nor Madison, nor any other competent person then or later, ever supposed that to make criminal the counselling of a murder within the jurisdiction of Congress would be an unconstitutional interference with free speech.\"</p>\n<p>However, the case of <i>Niemotko</i> v. <i>Maryland, ante,</i> p. 268, illustrates the danger of abuse of the permit system which the Court should be alert to prevent. There is no evidence that those applicants were, ever had been, or threatened to be, disorderly or abusive in speech or manner, or that their speaking would be likely to incite or provoke any disorder. The denial of permission for the meeting was charged and appears to have been due to applicants' religious belief that they should not salute any flag, which they may not be compelled to do, and their conscientious objections to bearing arms in war, which Congress has accepted as a valid excuse from combat duty. In the courts of Maryland, this denial, so based, was conclusive against the right to speak. This was use of the permit system for censorship, and the convictions cannot stand.</p>\n<p>[10]  Do we so quickly forget that one of the chief reasons for prohibiting use of \"released time\" of school students for religious instruction was that the Constitution will not suffer tax-supported property to be used to propagate religion? <i>Illinois ex rel. McCollum</i> v. <i>Board of Education,</i> 333 U. S. 203. How can the Court now order use of tax-supported property for the purpose? In other words, can the First Amendment today mean a city cannot stop what yesterday it meant no city could allow?</p>\n<p>[11]  Russell, Authority and the Individual, 25.</p>\n\n</div>", "id": 104843, "judges": "Vinson", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104843/", "sha1": "d165003c74fc726aa24ff4b03bf0473a840396d4", "source": "LR", "supreme_court_db_id": "1950-025", "time_retrieved": "2010-04-28T09:55:12"}