{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "102 U.S. 641", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90279/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kahn v. Smelting Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 74659, 
    "resource_uri": "/api/rest/v2/citation/74659/"
  }, 
  "id": 90279, 
  "blocked": false, 
  "judges": "Field", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1881-01-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>102 U.S. 641 (____)</b></center>\n<center><h1>KAHN<br>\nv.<br>\nSMELTING COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. John R. McBride and Mr. George H. Williams for the appellant.</p>\n<p>Mr. Samuel Shellabarger and Mr. Jeremiah M. Wilson, contra.</p>\n<p><span class=\"star-pagination\">*642</span> MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This is a suit to compel the defendants to account for the proceeds of a mining claim in Utah, known as the Montreal claim, and to pay over to the plaintiff the amount to which he may be entitled upon such accounting. The complaint alleges that on the 14th of December, 1874, the plaintiff and two other persons, by the name of Deronso and Berassa, were the owners and tenants in common of the claim, each having an undivided third; that they then entered into an arrangement to work the claim for the ores and metals it contained, and from that time until February, 1876, they were a mining partnership engaged in working the mine, bearing the expenses and sharing the profits equally, Deronso and Berassa having the immediate direction, control, and management of its working; that on the 1st of February, 1876, his associates sold and transferred their interest in the mine, and in the tools, implements, and appurtenances connected therewith, to the defendant, Isador Morris, through whom the other defendants immediately acquired all the rights they possess; that from that time until the 10th of April, 1876, the defendants were in full charge and possession of the property, and extracted from the mine and sold about sixteen hundred tons of ores, worth about $45,000, the expense of extracting and marketing of which did not exceed $10,000; that since the 1st of February the plaintiff has been a partner with the defendants in the mining claim and is entitled to his share of the profits made, \u0097 being one-third of the whole, \u0097 and has demanded of the defendants a statement of their work and an accounting, but they have refused to comply with his demand, or to give him any information on the subject or any share of the profits, and have denied him access to the books of account of the concern, and that the profits amount, according to his information and belief, to about $35,000. He therefore prays for a decree establishing the partnership between him and the defendants, and directing an accounting from them and the payment of the amount found due to him upon such accounting; and for such other and further relief as to the court may seem meet and equitable.</p>\n<p>The answer of the defendants traverses the allegations of <span class=\"star-pagination\">*643</span> the complaint, and avers that on the 31st of January, 1876, the defendant, Isador Morris, found Deronso and Berassa in the actual possession of a portion of the Montreal mine, of which they claimed to own two-thirds; that, believing they owned such interest, Morris paid to them $25,000 for it and received a quitclaim deed from them; that on the following day, for the like sum, he conveyed, by a similar deed, that interest to one Wadsworth in trust for such persons as a majority of the members of the Sandy Smelting Company of Salt Lake City might direct, and that afterwards such majority conveyed the same to the defendant, the Central Smelting Company, remaining, however, in the possession of and working the mine until about March 1, 1876, when the smelting company took possession of it and afterwards held it exclusively until the 1st of April following. The answer further avers that a short time prior to this last date the mine was claimed by another company, called the Old Telegraph Company, under an older location; that thereupon the Central Smelting Company and its vendors caused the prior location and the mining claim to be carefully examined by experienced miners, and upon that examination they became satisfied that the older location and the Montreal mine were one and the same vein or lode, and that the Montreal mine was owned by the holders of the earlier location; that having become thus satisfied of this fact, the Central Smelting Company abandoned the Montreal mine, and has not since held, used, or occupied the same, or exercised any acts of ownership over it.</p>\n<p>The answer further avers that the defendants never worked the Montreal mine or extracted ore from it, under any agreement with the plaintiff, or by his advice or consent, or in conjunction with him or as his mining partners; that they have always refused to recognize him as a party in any work, labor, or management, or business of the mine; that the proceeds of the mine received by the Central Smelting Company and its immediate vendors, after deducting the expenditures, show a net profit of about $12,000, which the defendants hold until the determination of suits now pending between the plaintiff and the owners of the alleged earlier location; that those suits are brought to determine whether the Montreal mine and the <span class=\"star-pagination\">*644</span> earlier location are one and the same lode, and which of the parties is entitled to its possession, and the proceeds; and the defendants pray for their protection that the prosecution of this suit may be restrained until those suits are determined.</p>\n<p>On the trial, evidence was produced by both parties, and from it the court found as facts, \u0097</p>\n<p>First, That there was no partnership between the plaintiff and the defendants, as charged in the complaint.</p>\n<p>Second, That there was no such co-tenancy between them in the mine in controversy as entitled the plaintiff to an accounting; and held, as a conclusion of law, that he had no right to recover in the action, and that the suit should be dismissed.</p>\n<p>These findings were filed Nov. 21, 1877, and judgment upon them was entered the same day. From this judgment the plaintiff appeals to this court. Fourteen days after its entry the judge who heard the case, at the request of the plaintiff, filed further findings of fact. It does not appear that any notice was given to the defendants of any intended application to the court to make any findings in addition to those originally filed; and to make such findings without such notice was irregular. The practice, if permitted would lead to great abuses. It is not absolutely necessary in any case that the findings should accompany the announcement of the decision of the court; but, when they are required, \u0097 and by the practice established in Utah they are required in all cases where issues of fact are tried without a jury, \u0097 they should be filed before the entry of the judgment or decree, as in such cases upon them the judgment or decree rests. If either party is dissatisfied with them and desires more full or additional ones, he should, within a reasonable time during the same term, and before an appeal is taken or a writ of error sued out, apply to the court, upon proper notice to the adverse party, to make such fuller or additional findings; and if the application is granted, the additional findings should show on their face why they are made. The additional findings in this case not having been thus made, were properly stricken from the transcript. Taking, then, the original findings, let us examine whether they meet the issues raised by the pleadings and support the decree; for under the practice of Utah, where, in a case seeking <span class=\"star-pagination\">*645</span> equitable relief, the facts are found by the court (and not by a master or a jury where the findings are merely advisory) they will be taken as its conclusions upon the evidence, and their sufficiency for the decree rendered will be considered.</p>\n<p>The plaintiff avers that his association with his co-tenants of the mine was a mining partnership, and seeks to enforce his rights as a member of such partnership, and to obtain such other and further relief as he may be equitably entitled to. The opinion of the judge before whom the case was heard shows that he did not recognize the existence of any partnership in mines differing from ordinary partnerships, and his finding that there was no partnership, as alleged, between the plaintiff and the defendants, necessarily followed. The allegations of the complaint, whilst asserting a mining partnership, show that no other partnership existed after the sale of Deronso's and Berassa's interest. Such sale would have ended any ordinary partnership.</p>\n<p>Mining partnerships as distinct associations, with different rights and liabilities attaching to their members from those attaching to members of ordinary trading partnerships, exist in all mining communities; indeed, without them successful mining would be attended with difficulties and embarrassments, much greater than at present. In Skillman v. Lockman, the question of the relation existing between parties owning several interests in a mine came before the Supreme Court of California, and that court said that \"whatever may be the rights and liabilities of tenants in common of a mine not being worked, it is clear that where the several owners unite and co-operate in working the mine, then a new relation exists between them; and, to a certain extent, they are governed by the rules relating to partnerships. They form what is termed a mining partnership, which is governed by many of the rules relating to ordinary partnerships, but also by some rules peculiar to itself, one of which is that one person may convey his interest in the mine and business without dissolving the partnership.\" 23 Cal. 203. The same doctrine is asserted in numerous other cases, not only in that court, but in the courts of England. Associations for working mines are generally composed of a greater number of persons than ordinary trading partnerships; <span class=\"star-pagination\">*646</span> and it was early seen that the continuous working of a mine, which is essential to its successful development, would be impossible, or at least attended with great difficulties, if an association was to be dissolved by the death or bankruptcy of one of its members, or the assignment of his interest. A different rule from that which governs the relations of members of a trading partnership to each other was, therefore, recognized as applicable to the relations to each other of members of a mining association. The delectus person\u009c, which is essential to constitute an ordinary partnership, has no place in these mining associations. Duryea v. Burt, 28 Cal. 569; Settembre v. Putnam, 30 id. 490; Taylor v. Castle, 42 id. 367. There are other consequences resulting from this peculiarity of a mining partnership, particularly as to the power of individual members to bind the association, upon which there is no occasion now to express any opinion. Skillman v. Lockman, supra; Dickinson v. Valpy, 10 B. &amp; C. 128; Ricketts v. Bennett, 4 C.B. 686.</p>\n<p>But if the relation of the plaintiff to his associates could not be considered as one of a mining partnership, he was still entitled to an accounting from them, if, as alleged by him, he was joint owner with them in the mine. They went into possession of the property under a conveyance from his co-tenants, and admit that whatever proceeds they have received from it were taken under a claim of ownership derived from that source. They have, upon their own averments, only a claim, in any event, to two-thirds of the proceeds; and if the plaintiff was a tenant in common with them, they can only refuse his demand to the other third by repudiating their own right to any portion. If a co-tenant, he had a right to call for an accounting, whatever might be the ultimate result of the claim of third parties to the whole proceeds as the owners of the mine under a prior location. He was, therefore, entitled to a finding on the question of his co-tenancy. The judge of the District Court seemed to recognize this position, for, after finding that there was no partnership, \u0097 following in this respect his peculiar notions as to the non-existence of such an association as a mining partnership, \u0097 he passed upon the claim to an accounting as a tenant in common of the mine with the defendants, and found \"that there was no such co-tenancy <span class=\"star-pagination\">*647</span> between the plaintiff and defendants in the mine in controversy as entitled the plaintiff to an account.\" This is not a sufficient finding of fact upon which to base a decree; it does not state that there was no co-tenancy between the parties; it implies that there was a co-tenancy; it only states that there was not such a one as entitled the plaintiff to an accounting. This is a mere legal inference, not the finding of a fact. If a co-tenancy of any kind existed, it is a question of law whether or not it entitles one co-tenant to an accounting from the others.</p>\n<p>In considering the whole case, we think that justice will be subserved by a new hearing. The defendants recognize the possibility of the plaintiff ultimately establishing his right to a portion of the proceeds of the mine in their hands against the claimants of the alleged earlier location. They aver that they hold the proceeds subject to the determination of pending suits between those parties. The present decree, if affirmed, would cut off any claim of the plaintiff even should he prevail in that litigation.</p>\n<p>The decree will be, therefore, reversed, and the cause remanded with direction to the Supreme Court of the Territory to send it to the District Court for a new hearing, the parties to be at liberty to produce new proofs; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:30", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></span> (____)</b></center>\n<center><h1>KAHN<br>\nv.<br>\nSMELTING COMPANY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. John R. McBride and Mr. George H. Williams for the appellant.</p>\n<p>Mr. Samuel Shellabarger and Mr. Jeremiah M. Wilson, contra.</p>\n<p><span class=\"star-pagination\">*642</span> MR. JUSTICE FIELD delivered the opinion of the court.</p>\n<p>This is a suit to compel the defendants to account for the proceeds of a mining claim in Utah, known as the Montreal claim, and to pay over to the plaintiff the amount to which he may be entitled upon such accounting. The complaint alleges that on the 14th of December, 1874, the plaintiff and two other persons, by the name of Deronso and Berassa, were the owners and tenants in common of the claim, each having an undivided third; that they then entered into an arrangement to work the claim for the ores and metals it contained, and from that time until February, 1876, they were a mining partnership engaged in working the mine, bearing the expenses and sharing the profits equally, Deronso and Berassa having the immediate direction, control, and management of its working; that on the 1st of February, 1876, his associates sold and transferred their interest in the mine, and in the tools, implements, and appurtenances connected therewith, to the defendant, Isador Morris, through whom the other defendants immediately acquired all the rights they possess; that from that time until the 10th of April, 1876, the defendants were in full charge and possession of the property, and extracted from the mine and sold about sixteen hundred tons of ores, worth about $45,000, the expense of extracting and marketing of which did not exceed $10,000; that since the 1st of February the plaintiff has been a partner with the defendants in the mining claim and is entitled to his share of the profits made, \u0097 being one-third of the whole, \u0097 and has demanded of the defendants a statement of their work and an accounting, but they have refused to comply with his demand, or to give him any information on the subject or any share of the profits, and have denied him access to the books of account of the concern, and that the profits amount, according to his information and belief, to about $35,000. He therefore prays for a decree establishing the partnership between him and the defendants, and directing an accounting from them and the payment of the amount found due to him upon such accounting; and for such other and further relief as to the court may seem meet and equitable.</p>\n<p>The answer of the defendants traverses the allegations of <span class=\"star-pagination\">*643</span> the complaint, and avers that on the 31st of January, 1876, the defendant, Isador Morris, found Deronso and Berassa in the actual possession of a portion of the Montreal mine, of which they claimed to own two-thirds; that, believing they owned such interest, Morris paid to them $25,000 for it and received a quitclaim deed from them; that on the following day, for the like sum, he conveyed, by a similar deed, that interest to one Wadsworth in trust for such persons as a majority of the members of the Sandy Smelting Company of Salt Lake City might direct, and that afterwards such majority conveyed the same to the defendant, the Central Smelting Company, remaining, however, in the possession of and working the mine until about March 1, 1876, when the smelting company took possession of it and afterwards held it exclusively until the 1st of April following. The answer further avers that a short time prior to this last date the mine was claimed by another company, called the Old Telegraph Company, under an older location; that thereupon the Central Smelting Company and its vendors caused the prior location and the mining claim to be carefully examined by experienced miners, and upon that examination they became satisfied that the older location and the Montreal mine were one and the same vein or lode, and that the Montreal mine was owned by the holders of the earlier location; that having become thus satisfied of this fact, the Central Smelting Company abandoned the Montreal mine, and has not since held, used, or occupied the same, or exercised any acts of ownership over it.</p>\n<p>The answer further avers that the defendants never worked the Montreal mine or extracted ore from it, under any agreement with the plaintiff, or by his advice or consent, or in conjunction with him or as his mining partners; that they have always refused to recognize him as a party in any work, labor, or management, or business of the mine; that the proceeds of the mine received by the Central Smelting Company and its immediate vendors, after deducting the expenditures, show a net profit of about $12,000, which the defendants hold until the determination of suits now pending between the plaintiff and the owners of the alleged earlier location; that those suits are brought to determine whether the Montreal mine and the <span class=\"star-pagination\">*644</span> earlier location are one and the same lode, and which of the parties is entitled to its possession, and the proceeds; and the defendants pray for their protection that the prosecution of this suit may be restrained until those suits are determined.</p>\n<p>On the trial, evidence was produced by both parties, and from it the court found as facts, \u0097</p>\n<p>First, That there was no partnership between the plaintiff and the defendants, as charged in the complaint.</p>\n<p>Second, That there was no such co-tenancy between them in the mine in controversy as entitled the plaintiff to an accounting; and held, as a conclusion of law, that he had no right to recover in the action, and that the suit should be dismissed.</p>\n<p>These findings were filed Nov. 21, 1877, and judgment upon them was entered the same day. From this judgment the plaintiff appeals to this court. Fourteen days after its entry the judge who heard the case, at the request of the plaintiff, filed further findings of fact. It does not appear that any notice was given to the defendants of any intended application to the court to make any findings in addition to those originally filed; and to make such findings without such notice was irregular. The practice, if permitted would lead to great abuses. It is not absolutely necessary in any case that the findings should accompany the announcement of the decision of the court; but, when they are required, \u0097 and by the practice established in Utah they are required in all cases where issues of fact are tried without a jury, \u0097 they should be filed before the entry of the judgment or decree, as in such cases upon them the judgment or decree rests. If either party is dissatisfied with them and desires more full or additional ones, he should, within a reasonable time during the same term, and before an appeal is taken or a writ of error sued out, apply to the court, upon proper notice to the adverse party, to make such fuller or additional findings; and if the application is granted, the additional findings should show on their face why they are made. The additional findings in this case not having been thus made, were properly stricken from the transcript. Taking, then, the original findings, let us examine whether they meet the issues raised by the pleadings and support the decree; for under the practice of Utah, where, in a case seeking <span class=\"star-pagination\">*645</span> equitable relief, the facts are found by the court (and not by a master or a jury where the findings are merely advisory) they will be taken as its conclusions upon the evidence, and their sufficiency for the decree rendered will be considered.</p>\n<p>The plaintiff avers that his association with his co-tenants of the mine was a mining partnership, and seeks to enforce his rights as a member of such partnership, and to obtain such other and further relief as he may be equitably entitled to. The opinion of the judge before whom the case was heard shows that he did not recognize the existence of any partnership in mines differing from ordinary partnerships, and his finding that there was no partnership, as alleged, between the plaintiff and the defendants, necessarily followed. The allegations of the complaint, whilst asserting a mining partnership, show that no other partnership existed after the sale of Deronso's and Berassa's interest. Such sale would have ended any ordinary partnership.</p>\n<p>Mining partnerships as distinct associations, with different rights and liabilities attaching to their members from those attaching to members of ordinary trading partnerships, exist in all mining communities; indeed, without them successful mining would be attended with difficulties and embarrassments, much greater than at present. In Skillman v. Lockman, the question of the relation existing between parties owning several interests in a mine came before the Supreme Court of California, and that court said that \"whatever may be the rights and liabilities of tenants in common of a mine not being worked, it is clear that where the several owners unite and co-operate in working the mine, then a new relation exists between them; and, to a certain extent, they are governed by the rules relating to partnerships. They form what is termed a mining partnership, which is governed by many of the rules relating to ordinary partnerships, but also by some rules peculiar to itself, one of which is that one person may convey his interest in the mine and business without dissolving the partnership.\" 23 Cal. 203. The same doctrine is asserted in numerous other cases, not only in that court, but in the courts of England. Associations for working mines are generally composed of a greater number of persons than ordinary trading partnerships; <span class=\"star-pagination\">*646</span> and it was early seen that the continuous working of a mine, which is essential to its successful development, would be impossible, or at least attended with great difficulties, if an association was to be dissolved by the death or bankruptcy of one of its members, or the assignment of his interest. A different rule from that which governs the relations of members of a trading partnership to each other was, therefore, recognized as applicable to the relations to each other of members of a mining association. The delectus person\u009c, which is essential to constitute an ordinary partnership, has no place in these mining associations. Duryea v. Burt, 28 Cal. 569; Settembre v. Putnam, 30 id. 490; Taylor v. Castle, 42 id. 367. There are other consequences resulting from this peculiarity of a mining partnership, particularly as to the power of individual members to bind the association, upon which there is no occasion now to express any opinion. Skillman v. Lockman, supra; Dickinson v. Valpy, 10 B. &amp; C. 128; Ricketts v. Bennett, 4 C.B. 686.</p>\n<p>But if the relation of the plaintiff to his associates could not be considered as one of a mining partnership, he was still entitled to an accounting from them, if, as alleged by him, he was joint owner with them in the mine. They went into possession of the property under a conveyance from his co-tenants, and admit that whatever proceeds they have received from it were taken under a claim of ownership derived from that source. They have, upon their own averments, only a claim, in any event, to two-thirds of the proceeds; and if the plaintiff was a tenant in common with them, they can only refuse his demand to the other third by repudiating their own right to any portion. If a co-tenant, he had a right to call for an accounting, whatever might be the ultimate result of the claim of third parties to the whole proceeds as the owners of the mine under a prior location. He was, therefore, entitled to a finding on the question of his co-tenancy. The judge of the District Court seemed to recognize this position, for, after finding that there was no partnership, \u0097 following in this respect his peculiar notions as to the non-existence of such an association as a mining partnership, \u0097 he passed upon the claim to an accounting as a tenant in common of the mine with the defendants, and found \"that there was no such co-tenancy <span class=\"star-pagination\">*647</span> between the plaintiff and defendants in the mine in controversy as entitled the plaintiff to an account.\" This is not a sufficient finding of fact upon which to base a decree; it does not state that there was no co-tenancy between the parties; it implies that there was a co-tenancy; it only states that there was not such a one as entitled the plaintiff to an accounting. This is a mere legal inference, not the finding of a fact. If a co-tenancy of any kind existed, it is a question of law whether or not it entitles one co-tenant to an accounting from the others.</p>\n<p>In considering the whole case, we think that justice will be subserved by a new hearing. The defendants recognize the possibility of the plaintiff ultimately establishing his right to a portion of the proceeds of the mine in their hands against the claimants of the alleged earlier location. They aver that they hold the proceeds subject to the determination of pending suits between those parties. The present decree, if affirmed, would cut off any claim of the plaintiff even should he prevail in that litigation.</p>\n<p>The decree will be, therefore, reversed, and the cause remanded with direction to the Supreme Court of the Territory to send it to the District Court for a new hearing, the parties to be at liberty to produce new proofs; and it is</p>\n<p>So ordered.</p>\n</div>", 
  "sha1": "83f909b45ceea158e4660f96bc708386f90cf68f", 
  "date_modified": "2014-12-21T01:29:16.735854", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90279/kahn-v-smelting-co/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/231300/", 
  "html": "<p class=\"case_cite\">102 U.S. 641</p>\n    <p class=\"case_cite\">102 U.S. 641</p>\n    <p class=\"case_cite\">26 L.Ed. 266</p>\n    <p class=\"parties\">KAHN<br>v.<br>SMELTING COMPANY.</p>\n    <p class=\"date\">October Term, 1880</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Supreme Court of the Territory of Utah.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. John R. McBride</i> and <i>Mr. George H. Williams</i> for the appellant.</p>\n      <p class=\"indent\"><i>Mr.Samuel Shellaburger</i> and <i>Mr. Jeremiah M. Wilson, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE FIELD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit to compel the defendants to account for the proceeds of a mining claim in Utah, known as the Montreal claim, and to pay over to the plaintiff the amount to which he may be entitled upon such accounting. The complaint alleges that on the 14th of December, 1874, the plaintiff and two other persons, by the name of Deronso and Berassa, were the owners and tenants in common of the claim, each having an undivided third; that they then entered into an arrangement to work the claim for the ores and metals it contained, and from that time until February, 1876, they were a mining partnership engaged in working the mine, bearing the expenses and sharing the profits equally, Deronso and Berassa having the immediate direction, control, and management of its working; that on the 1st of February, 1876, his associates sold and transferred their interest in the mine, and in the tools, implements, and appurtenances connected therewith, to the defendant, Isador Morris, through whom the other defendants immediately acquired all the rights they possess; that from that time until the 10th of April, 1876, the defendants were in full charge and possession of the property, and extracted from the mine and sold about sixteen hundred tons of ores, worth about $45,000, the expense of extracting and marketing of which did not exceed $10,000; that since the 1st of February the plaintiff has been a partner with the defendants in the mining claim and is entitled to his share of the profits made,&#8212;being one-third of the whole,&#8212;and has demanded of the defendants a statement of their work and an accounting, but they have refused to comply with his demand, or to give him any information on the subject or any share of the profits, and have denied him access to the books of account of the concern, and that the profits amount, according to his information and belief, to about $35,000. He therefore prays for a decree establishing the partnership between him and the defendants, and directing an accounting from them and the payment of the amount found due to him upon such accounting; and for such other and further relief as to the court may seem meet and equitable.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The answer of the defendants traverses the allegations of the complaint, and avers that on the 31st of January, 1876, the defendant, Isador Morris, found Deronso and Berassa in the actual possession of a portion of the Montreal mine, of which they claimed to own two-thirds; that, believing they owned such interest, Morris paid to them $25,000 for it and received a quitclaim deed from them; that on the following day, for the like sum, he conveyed, by a similar deed, that interest to one Wadsworth in trust for such persons as a majority of the members of the Sandy Smelting Company of Salt Lake City might direct, and that afterwards such majority conveyed the same to the defendant, the Central Smelting Company, remaining, however, in the possession of and working the mine until about March 1, 1876, when the smelting company took possession of it and afterwards held it exclusively until the 1st of April following. The answer further avers that a short time prior to this last date the mine was claimed by another company, called thd Old Telegraph Company, under an older location; that thereupon the Central Smelting Company and its vendors caused the prior location and the mining claim to be carefully examined by experienced miners, and upon that examination they became satisfied that the older location and the Montreal mine were one and the same vein or lode, and that the Montreal mine was owned by the holders of the earlier location; that having become thus satisfied of this fact, the Central Smelting Company abandoned the Montreal mine, and has not since held, used, or occupied the same, or exercised any acts of ownership over it.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The answer further avers that the defendants never worked the Montreal mine or extracted ore from it, under any agreement with the plaintiff, or by his advice or consent, or in conjunction with him or as his mining partners; that they have always refused to recognize him as a party in any work, labor, or management, or business of the mine; that the proceeds of the mine received by the Central Smelting Company and its immediate vendors, after deducting the expenditures, show a net profit of about $12,000, which the defendants hold until the determination of suits now pending between the plaintiff and the owners of the alleged earlier location; that those suits are brought to determine whether the Montreal mine and the earlier location are one and the same lode, and which of the parties is entitled to its possession, and the proceeds; and the defendants pray for their protection that the prosecution of this suit may be restrained until those suits are determined.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the trial, evidence was produced by both parties, and from it the court found as facts,&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>First</i>, That there was no partnership between the plaintiff and the defendants, as charged in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Second</i>, That there was no such co-tenancy between them in the mine in controversy as entitled the plaintiff to an accounting; and held, as a conclusion of law, that he had no right to recover in the action, and that the suit should be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These findings were filed Nov. 21, 1877, and judgment upon them was entered the same day. From this judgment the plaintiff appeals to this court. Fourteen days after its entry the judge who heard the case, at the request of the plaintiff, filed further findings of fact. It does not appear that any notice was given to the defendants of any intended application to the court to make any findings in addition to those originally filed; and to make such findings without such notice was irregular. The practice, if permitted would lead to great abuses. It is not absolutely necessary in any case that the findings should accompany the announcement of the decision of the court; but, when they are required,&#8212;and by the practice established in Utah they are required in all cases where issues of fact are tried without a jury,&#8212;they should be filed before the entry of the judgment or decree, as in such cases upon them the judgment or decree rests. If either party is dissatisfied with them and desires more full or additional ones, he should, within a reasonable time during the same term, and before an appeal is taken or a writ of error sued out, apply to the court, upon proper notice to the adverse party, to make such fuller or additional findings; and if the application is granted, the additional findings should show on their face why they are made. The additional findings in this case not having been thus made, were properly stricken from the transcript. Taking, then, the original findings, let us examine whether they meet the issues raised by the pleadings and support the decree; for under the practice of Utah, where, in a case seeking equitable relief, the facts are found by the court (and not by a master or a jury where the findings are merely advisory) they will be taken as its conclusions upon the evidence, and their sufficiency for the decree rendered will be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The plaintiff avers that his association with his co-tenants of the mine was a mining partnership, and seeks to enforce his rights as a member of such partnership, and to obtain such other and further relief as he may be equitably entitled to. The opinion of the judge before whom the case was heard shows that he did not recognize the existence of any partnership in mines differing from ordinary partnerships, and his finding that there was no partnership, as alleged, between the plaintiff and the defendants, necessarily followed. The allegations of the complaint, whilst asserting a mining partnership, show that no other partnership existed after the sale of Deronso's and Berassa's interest. Such sale would have ended any ordinary partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mining partnerships as distince associations, with different rights and liabilities attaching to their members from those attaching to members of ordinary trading partnerships, exist in all mining communities; indeed, without them successful mining would be attended with difficulties and embarrassments, much greater than at present. In <i>Skillman</i> v. <i>Lockman</i>, the question of the relation existing between parties owning several interests in a mine came before the Supreme Court of California, and that court said that 'whatever may be the rights and liabilities of tenants in common of a mine not being worked, it is clear that where the several owners unite and co-operate in working the mine, then a new relation exists between them; and, to a certain extent, they are governed by the rules relating to partnerships. They form what is termed a mining partnership, which is governed by many of the rules relating to ordinary partnerships, but also by some rules peculiar to itself, one of which is that one person may convey his interest in the mine and business without dissolving the partnership.' 23 Cal. 203. The same doctrine is asserted in numerous other cases, not only in that court, but in the courts of England. Associations for working mines are generally composed of a greater number of persons than ordinary trading partnerships; and it was early seen that the continuous working of a mine, which is essential to its successful development, would be impossible, or at least attended with great difficulties, if an association was to be dissolved by the death or bankruptcy of one of its members, or the assignment of his interest. A different rule from that which governs the relations of members of a trading partnership to each other was, therefore, recognized as applicable to the relations to each other of members of a mining association. The <i>delectus personoe</i>, which is essential to constitute an ordinary partnership, has no place in these mining associations. <i>Duryea</i> v. <i>Burt</i>, 28 Cal. 569; <i>Settembre</i> v. <i>Putnam</i>, 30 id. 490; <i>Taylor</i> v. <i>Castle</i>, 42 id. 367. There are other consequences resulting from this peculiarity of a mining partnership, particularly as to the power of individual members to bind the association, upon which there is no occasion now to express any opinion. <i>Skillman</i> v. <i>Lockman, supra; Dockinson</i> v. <i>Valpy</i>, 10 B. &amp; C. 128; <i>Ricketts</i> v. <i>Bennett</i>, 4 C. B. 686.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But if the relation of the plaintiff to his associates could not be considered as one of a mining partnership, he was still entitled to an accounting from them, if, as alleged by him, he was joint owner with them in the mine. They went into possession of the property under a conveyance from his co-tenants, and admit that whatever proceeds they have received from it were taken under a claim of ownership derived from that source. They have, upon their own averments, only a claim, in any event, to tow-thirds of the proceeds; and if the plaintiff was a tenant in common with them, they can only refuse his demand to the other third by repudiating their own right to any portion. If a co-tenant, he had a right to call for an accounting, whatever might be the ultimate result of the claim of third parties to the whole proceeds as the owners of the mine under a prior location. He was, therefore, entitled to a finding on the question of his co-tenancy. The judge of the District Court seemed to recognize this position, for, after finding that there was no partnership,&#8212;following in this respect his peculiar notions as to the non-existence of such an association as a mining partnership,&#8212;he passed upon the claim to an accounting as a tenant in common of the mine with the defendants, and found 'that there was no such co-tenancy between the plaintiff and defendants in the mine in controversy as entitled the plaintiff to an account.' This is not a sufficient finding of fact upon which to base a decree; it does not state that there was no co-tenancy between the parties; it implies that there was a co-tenancy; it only states that there was not such a one as entitled the plaintiff to an accounting. This is a mere legal inference, not the finding of a fact. If a co-tenancy of any kind existed, it is a question of law whether or not it entitles one co-tenant to an accounting from the others.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In considering the whole case, we think that justice will be subserved by a new hearing. The defendants recognize the possibility of the plaintiff ultimately establishing his right to a portion of the proceeds of the mine in their hands against the claimants of the alleged earlier location. They aver that they hold the proceeds subject to the determination of pending suits between those parties. The present decree, if affirmed, would cut off any claim of the plaintiff even should he prevail in that litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The decree will be, therefore, reversed, and the cause remanded with direction to the Supreme Court of the Territory to send it to the District Court for a new hearing, the parties to be at liberty to produce new proofs; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90279/"
}