{"absolute_url": "/opinion/90272/springer-v-united-states/", "blocked": false, "citation": {"case_name": "Springer v. United States", "docket_number": null, "document_uris": ["/api/rest/v2/document/90272/"], "federal_cite_one": "102 U.S. 586", "federal_cite_three": null, "federal_cite_two": null, "id": 74652, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74652/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 30, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1881-01-24", "date_modified": "2014-12-21T01:29:16.796836", "docket": "/api/rest/v2/docket/116356/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">102 U.S. 586</p>\n    <p class=\"case_cite\">102 U.S. 586</p>\n    <p class=\"case_cite\">26 L.Ed. 253</p>\n    <p class=\"parties\">SPRINGER<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">October Term, 1880</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Southern District of Illinois.</p>\n      <p class=\"indent\">In June, 1866, the deputy assessor of internal revenue for the proper district in Illinois delivered to William M. Springer a notice in writing, with certain accompanying forms, requiring him within ten days to make out and return, according to those forms, a list of his income, gains, and profits for the year 1865. In compliance therwith, Springer made out the necessary statement, dated June 21, 1866, and delivered it to the deputy, together with a written protest against the authority of the latter to demand the statement, on the ground that the acts of Congress under which that officer acted were unconstitutional and void. The statement, showing that the net income received by Springer for the year 1865, and subject to taxation, amounted to $50,798, upon which the sum of $4,799.80 was assessed as tax, was transmitted to David T. Littler, the collector, who, Nov. 17, 1866, payment being refused, served a notice upon Springer demanding payment, and warning him that, unless it should be made within ten days, the law authorized the collection of the tax, together with a penalty of ten per cent additional by distraint and sale.</p>\n      <p class=\"indent\">Payment being again refused, and Springer having no goods or chattels which were known to the collector or his deputy, the collector, Jan. 24, 1867, caused a warrant for $5,279.78, the amount of the tax and penalty, to be issued and levied upon certain real estate in the city of Springfield, Sangamon County, Illinois, consisting of two pieces of lots in the same enclosure without any division fence, and belonging to Springer, upon one of which pieces was located his dwelling-house and upon the other his barn. The property was advertised, and, on March 15, 1867, sold, the United States becoming the purchaser for the amount of the tax, penalty, and costs. On that day Littler, as collector, made and executed to the United States a deed of the property, which, Nov. 28, 1868, was recorded in the recorder's office of that county. Jonathan Merriam, his successor as collector, made and executed, April 17, 1874, another deed to the United States for the same property. This deed was duly recorded April 23, 1874. It recites the assessment of the tax, the demand therefor, the seizure and sale of the property 'by virtue of an act of Congress of the United States of America, entitled 'An Act to provide internal revenue to support the government, and to pay interest on the public debt,' approved July 1, 1862, and the act of March 30, 1864, as amended.'</p>\n      <p class=\"indent\">Dec. 2, 1874, the United States brought this action of ejectment against Springer.</p>\n      <p class=\"indent\">At the trial the plaintiff, having proved the foregoing facts, offered in evidence the deed of April 17, 1874; but the defendant objected thereto, on the ground that the deed is void, because the tax demanded of him was a direct tax, and, not being levied in the manner prescribed by the Constitution, was not a legal or valid demand upon him; that the summary levy upon and sale of his property without opportunity to him to be heard in court deprived him of his property without due process of law; that the acts of Congress purporting to authorize the assessment and levy of the tax, the sale of his property and the execution of the deed, were without force or validity; and that as the property was susceptible of division into separate tracts or lots, the laws of Illinois were disregarded by not selling it accordingly. He also for the same reasons objected to the introduction in evidence of the papers pertaining to the assessment, levy, and sale; but the court overruled the objection, and permitted them and the deed to be read in evidence. The defendant thereupon excepted.</p>\n      <p class=\"indent\">It was proved by the defendant that he purchased the lots from different parties, that they are separately described, are susceptible of division, and would have sold to better advantage had they been sold separately; that they were assessed separately for the purpose of State taxation, and were, in 1866, worth between $10,000 and $12,000.</p>\n      <p class=\"indent\">The court thereupon, at the request of the plaintiff, charged the jury: 1. That the deed in question is a valid instrument, and transferred to the United States the title of the defendant in and to the lots. 2. That the laws or acts of Congress mentioned in said deed were valid enactments at the time, and authorized the proceedings taken in the premises. To which instructions the defendant excepted, and asked the court to charge the jury,&#8212;&#8212; 1. That the tax on the income, gains, and profits of the defendant, assessed upon him, as appears by the evidence in this case, was a direct tax within the meaning of the Constitution of the United States, and that, in order to constitute such tax a valid claim upon the defendant, it should have been apportioned among the several States the same as representatives in Congress are. And if the jury believe from the evidence that such tax was not so apportioned among the several States, then such tax was levied in violation of the Constitution, and the sale of defendant's property to satisfy the same is void, and in that case they will find for the defendant.</p>\n      <p class=\"indent\">2. That the sale of defendant's real estate to satisfy the tax assessed upon him in a summary manner, without first having obtained a judgment in a court of record, was a proceeding to deprive the defendant of his property without due process of law; and if the jury believe from the evidence that defendant's real estate was sold to satisfy the tax assessed upon him, without having first obtained a judgment in a court of record, or without giving said defendant an opportunity to be heard in court, then such sale was void, and they will find for the defendant.</p>\n      <p class=\"indent\">3. That if the jury believe from the evidence in this case that a penalty of ten per cent upon the amount of said tax was assessed upon defendant by the collector of internal revenue, which penalty amounted to $479.98, without having obtained a judgment in a court of record, by due process of law, and that the defendant's real estate was sold to satisfy said penalty, together with said tax, then such sale was void, and they will find for the defendant.</p>\n      <p class=\"indent\">4. That a party claiming title to land under a summary or extraordinary proceeding must show that all the indispensable preliminaries to a valid sale which the law and the Constitution prescribe have been complied with; and if they believe from the evidence that the plaintiff has failed to show that all the requirements of the law have been complied with in the assessment and levy of the tax, the service of the notice, the issue of the warrant, and the execution thereof, in the advertisement and sale of the property, in the making and execution of the deed, and in all the other requirements of the law, then they will find for the defendant.</p>\n      <p class=\"indent\">5. That the sale of real estate to satisfy a personal tax not levied upon or a lien upon said real estate, without first having obtained a judgment in a court of record and an execution in pursuance thereof, is a proceeding to deprive a person of his property without due process of law; and if they believe from the evidence in this case that the tax levied upon defendant was not assessed in the first instance upon said real estate and made a lien thereon, and that said real estate was sold to satisfy said tax without a judgment of a court of record, then such sale is void, and they will find for the defendant.</p>\n      <p class=\"indent\">But the court refused to so charge the jury, to which refusal the defendant excepted.</p>\n      <p class=\"indent\">The jury found for the United States, and a motion for a new trial having been refused, to which refusal the defendant excepted, judgment was rendered accordingly. The defendant then sued out this writ, and here assigns for error,&#8212;&#8212;</p>\n      <p class=\"indent\">1. The admission in evidence of the deed and other papers in the court below.</p>\n      <p class=\"indent\">2. The refusal of the court to charge the jury as requested by him.</p>\n      <p class=\"indent\">3. The giving of the charge requested by the plaintiff.</p>\n      <p class=\"indent\">4. The refusal to grant a new trial.</p>\n      <p class=\"indent\"><i>Mr. William M. Springer</i> for the plaintiff in error.</p>\n      <p class=\"indent\">The tax assessed against the plaintiff in error having been levied upon his income, gains, and profits, is a direct tax. 3 Smith's Wealth of Nations, 212, 213, 216, 220-228, 244-248, 271-274, 276-278; 2 Mill's Pol. Econ. 418-434; Say's Pol. Econ. 465-468, 480; Perry's Elements Pol. Econ. 443; 1 Chambers's Inf. for the People, 371; Brande's Dict. of Science, Literature, and Art, 1211; Wayland's Pol. Econ. 391, 392; Knight's Cyclopaedia (London, 1842), title 'Taxation;' Encyclopaedia Britannica, title 'Taxation;' Encyclopaedia Americana, title 'Taxes;' 4 Elliott's Debates, 433; Sir Morton Peto on Taxation, 50, 53; Goodrich's Science of Government, 251; Ricardo's Principles of Pol. Econ. 214, 221; 1 Pampletier, 557 (1816).</p>\n      <p class=\"indent\">The tax on incomes not having been based, even professedly, upon population nor approtioned relatively among the several States, was in violation of the Constitution of the United States. Const. U. S., art. 1, sects. 2, 8, 9; 1 Kent, Com. 277; 2 Story, Const. 113, 143; <i>Loughborough</i> v. <i>Blake</i>, 5 Wheat. 317.</p>\n      <p class=\"indent\">The acts of Congress by virtue of which the tax complained of was levied conferred no authority, for either its assessment and levy, the sale of his property, or the execution of a deed therefor.</p>\n      <p class=\"indent\">The deed recites the act approved July 1, 1862, and that of <i>March</i> 30, 1864, as <i>amended</i>. No act of Congress bears the latter date. Consequently the deed was not admissible in evidence. But if it be contended by the United States that the act of <i>June</i> 30, 1864 (13 Stat. 218), was the one referred to, it is then submitted that that act, as amended by that of March 3, 1865, did not authorize the proceedings taken by the collector. The power to levy the tax is a limited one, and if the limits prescribed by law are transcended, the levy is void. <i>West School District of Canton</i> v. <i>Merrills</i>, 12 Conn. 437.</p>\n      <p class=\"indent\">In every case where an individual tax is, upon trial, shown to be greater than the amount authorized, a sale of the land for the payment of such tax will be deemed void. <i>Kemper</i> v. <i>McClelland</i>, 19 Ohio, 324; <i>Elwell</i> v. <i>Shaw</i>, 1 Greene (Iowa), 335; Blackwell, Tax Titles, 160, 161.</p>\n      <p class=\"indent\">The levy upon and sale of the property of the plaintiff in error was in violation of the provision of the Constitution of the United States declaring that 'no person shall be deprived of his life, liberty, or property without due process of law.' 3 Story, Const. 661; 1 id. 623-625; <i>Murray's Lessee</i> v. <i>Hoboken Land and Improvement Co.</i>, 18 How. 272; <i>Wynehamer</i> v. <i>The People</i>, 13 N. Y. 378; <i>People</i> v. <i>Berberrich</i>, 11 How. (N. Y.) Pr. 289.</p>\n      <p class=\"indent\">'Due process of law,' in its true and largest signification, means law in its regular course of administration by the courts of justice, and not the execution of a power vested in ministerial officers. <i>Hake</i> v. <i>Henderson</i>, 4 Dev. (N. C.) L. 15; <i>Taylor</i> v. <i>Porter</i>, 4 Hill (N. Y.), 146; <i>Bank of Columbia</i> v. <i>Okely</i>, 4 Wheat. 235; <i>White</i> v. <i>White</i>, 5 Barb. (N. Y.) 481; <i>Reed</i> v. <i>Wright</i>, 2 Greene (Iowa), 22; <i>Hoocock</i> v. <i>Bennett</i>, 2 Cow. (N. Y.) 740; <i>Kenny</i> v. <i>Beverly</i>, 3 Hen. &amp; M. (Va.) 336; <i>Brown</i> v. <i>Hummel</i>, 6 Pa. St. 87; <i>Ervine's Appeal</i>, 16 id. 256; <i>Arrowsmith</i> v. <i>Burlingame</i>, 4 McLean, 498; 5 Webster's Works, 487, 488; Cooley, Taxation, 316-319.</p>\n      <p class=\"indent\">The request to the court below to charge the jury that a party claimining title to land under a summary or extraordinary proceeding must show that all the indispensable preliminaries to a valid sale have been complied with, should have been granted. <i>Games</i> v. <i>Stiles</i>, 14 Pet. 322; <i>Thatcher</i> v. <i>Powell</i>, 6 Wheat. 119; Cooley, Taxation, 308, 328, 334, 353, 354; <i>Rex</i> v. <i>Cooke</i>, 1 Cowp. 26; Blackwell, Tax Titles, 214-216; <i>Leland</i> v. <i>Bennett</i>, 5 Hill (N. Y.), 286; <i>Denike</i> v. <i>Rourke</i>, 3 Biss. 39; <i>Hardin</i> v. <i>Owings</i>, 1 Bibb (Ky.), 214.</p>\n      <p class=\"indent\"><i>Mr. Assistant Attorney-General Smith, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE SWAYNE, after stating the facts, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The central and controlling question in this case is whether the tax which was levied on the income, gains, and profits of the plaintiff in error, as set forth in the record, and by pretended virtue of the acts of Congress and parts of acts therein mentioned, is a direct tax. It is fundamental with respect to the rights of the parties and the result of the case. It will be last considered. Many of the other points made by the plaintiff in error reproduce the same thing in different forms of language. They will all be responded to without formally restating any of them. This will conduce to brevity without sacrificing clearness, and will not involve the necessary omission of anything proper to be said.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff in error advises us by his elaborate brief 'that on the trial of the case below the proceedings were merely formal,' and that 'no arguments or briefs were submitted, and only such proceedings were had as were necessary to prepare the case for the Supreme Court.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This accounts for the numerous defects in the record as a whole. It was doubtless intended that only the question presented in the first of the assignments of error should be considered here. In that respect the record is full and sufficient. Other alleged errors, however, have been pressed upon our attention, and we must dispose of them.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There is clearly a misrecital in the deed of one of the acts of Congress to which it refers. By the act of the 30<i>th of March</i>, 1864, was clearly meant the act of the 30<i>th of June</i>, in the same year. There is no act relating to internal revenue of the former date.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">But the plaintiff in error cannot avail himself of this fact, for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The point was not brought to the attention of the court below, and cannot, therefore, be insisted upon here. It comes within the rule <i>falsa demonstratio non nocet</i>. It was the act of June 30, 1864, as amended by the act of March 3, 1865, that was in force when the tax was assessed. The latter act took effect April 1, 1865, and declared that 'the duty herein provided for shall be assessed, collected, and paid upon the gains, profits, and income for the year ending the thirty-first day of December next preceding the time for levying, collecting, and paying said duty.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The tax was assessed for the year 1865 in the spring of 1866, under the act of 1865, according to the requirements of that act; and we find, upon examination, that the assessment was in all things correct. 13 Stat. 469, 479. The criticism of the plaintiff in error in this regard is, therefore, without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The proceedings of the collector were not in conflict with the amendment to the Constitution which declares that 'no person shall be deprived of life, liberty, or property without due process of law.' The power to distrain personal property for the payment of taxes is almost as old as the common law. Cooley, Taxation, 302. The Constitution gives to Congress the power 'to lay and collect taxes, duties, imposts, and excises.' Except as to exports, no limit to the exercise of the power is prescribed. In <i>McCulloch</i> v. <i>Maryland</i> (4 Wheat. 316), Mr. Chief Justice Marshall said, 'The power to tax involves the power to destroy.' Why is it not competent for Congress to apply to realty as well as personalty the power to distrain and sell when necessary to enforce the payment of a tax? It is only the further legitimate exercise of the same power for the same purpose. In <i>Murray's Lessee</i> v. <i>Hoboken Land and Improvement Co.</i> (18 How. 274), this court held that an act of Congress authorizing a warrant to issue, without oath, against a public debtor, for the seizure of his property, was valid; that the warrant was conclusive evidence of the facts recited in it, and that the proceeding was 'due process of law' in that case. See also <i>De Treville</i> v. <i>Smalls</i>, 98 U. S. 517; <i>Sherry</i> v. <i>McKinley</i>, 99 id. 496; <i>Miller</i> v. <i>United States</i>, 11 Wall. 268; <i>Tyler</i> v. <i>Defrees</i>, id. 331.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The prompt payment of taxes is always important to the public welfare. It may be vital to the existence of a government. The idea that every tax-payer is entitled to the delays of litigation is unreason. If the laws here in question involved any wrong or unnecessary harshness, it was for Congress, or the people who make congresses, to see that the evil was corrected. The remedy does not lie with the judicial branch of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The statute of Illinois had no application to the point whether the premises should be sold by the collector <i>en masse</i> or in two or more parcels. The fact that the house was on one lot and the barn on the other, that the whole was surrounded by a common enclosure, and that the entire property was occupied as a single homestead, rendered it not improper for the collector to make the sale as it was made. No suspicion of bad faith attaches to him. He was clothed with a discretion, and it is to be presumed that he exercised it both fairly and well. <i>Olcott</i> v. <i>Bynum</i>, 17 Wall. 44.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Certainly the contrary does not appear. If the tax was not a direct tax, the instructions given by the court, brief as they were, covered the whole case, and submitted it properly to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiff in error was entitled to nothing more. The fourth instruction which he asked for was liable to several fatal objections. It was too general and indefinite. It left it for the jury to decide what were the 'indispensable preliminaries' required by the law and Constitution in the numerous particulars specified. It referred to matters to which the attention of the court below does not appear to have been called, and in regard to which, if this had been done, the requisite proof would doubtless have been supplied. It falls within the principle of the rule so often applied by this court, that where instructions are asked in a mass, if one of them be wrong the whole may be rejected. The record does not purport to give all the testimony, and its defects are doubtless largely due to the mode in which the case was tried, and the single object already stated which the parties then had in view. The instruction was properly refused.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To grant or refuse a new trial was a matter within the discretion of the court. That it was refused cannot be assigned for error here.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Several other minor points have been earnestly argued by the learned plaintiff in error, but as they are all within the category of not having been taken in the court below, we need not more particularly advert to them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This brings us to the examination of the main question in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The clauses of the Constitution bearing on the subject are as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Representatives and direct taxes shall be apportioned among      the several States which may be included within this Union,      according to their respective numbers, which shall be      determined by adding to the whole number those bound to      service for a term of years, and excluding Indians not taxed,      three-fifths of all other persons. . . . No capitation or      other direct tax shall be laid unless in proportion to the      census hereinbefore directed to be taken.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Was the tax here in question a <i>direct</i> tax? If it was, not having been laid according to the requirements of the Constitution, it must be admitted that the laws imposing it, and the proceedings taken under them by the assessor and collector for its imposition and collection, were all void.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Many of the provisions of the Articles of Confederation of 1777 were embodied in the existing organic law. They provided for a common treasury and the mode of supplying it with funds. The latter was by requisitions upon the several States. The delays and difficulties in procuring the compliance of the States, it is known, was one of the causes that led to the adoption of the present Constitution. This clause of the articles throws no light on the question we are called upon to consider. Nor does the journal of the proceedings of the constitutional convention of 1787 contain anything of much value relating to the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It appears that on the 11th of July, in that year, there was a debate of some warmth involving the topic of slavery. On the day following, Gouverneur Morris, of New York, submitted a proposition 'that taxation shall be in proportion to representation.' It is further recorded in this day's proceedings, that Mr. Morris having so varied his motion by inserting the word 'direct,' it passed <i>nem. con.</i>, as follows: 'Provided always that direct taxes ought to be proportioned to representation.' 2 Madison Papers, by Gilpin, pp. 1079-1081.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On the 24th of the same month, Mr. Morris said that 'he hoped the committee would strike out the whole clause. . . . He had only meant it as a bridge to assist us over a gulf; having passed the gulf, the bridge may be removed. He thought the principle laid down with so much strictness liable to strong objections.' Id. 1197. The gulf was the share of representation claimed by the Southern States on account of their slave population. But the bridge remained. The builder could not remove it, much as he desired to do so. All parties seem thereafter to have avoided the subject. With one or two immaterial exceptions, not necessary to be noted, it does not appear that it was again adverted to in any way. It was silently incorporated into the draft of the Constitution as that instrument was finally adopted.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It does not appear that an attempt was made by any one to define the exact meaning of the language employed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the twenty-first number of the Federalist, Alexander Hamilton, speaking of taxes generally, said: 'Those of the <i>direct</i> kind, which principally relate to land and buildings, may admit of a rule of <i>apportionment</i>. Either the value of the land, or the number of the people, may serve as a standard.' The thirty-sixth number of that work, by the same author, is devoted to the subject of internal taxes. It is there said, 'They may be subdivided into those of the <i>direct</i> and those of the <i>indirect</i> kind.' In this connection land-taxes and poll-taxes are discussed. The former are commended and the latter are condemned. Nothing is said of any other direct tax. In neither case is there a definition given or attempted of the phrase '<i>direct tax</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The very elaborate researches of the plaintiff in error have furnished us with nothing from the debates of the State conventions, by whom the Constitution was adopted, which gives us any aid. Hence we may safely assume that no such material exists in that direction, though it is known that Virginia proposed to Congress an amendment relating to the subject, and that Massachusetts, South Carolina, New York, and North Carolina expressed strong disapprobation of the power given to impose such burdens. 1 Tucker's Blackstone, pt. 1, app., 235.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Perhaps the two most authoritative persons in the convention touching the Constitution were Hamilton and Madison. The latter, in a letter of May 11, 1794, speaking of the tax which was adjudicated upon in <i>Hylton</i> v. <i>United States</i> (3 Dall. 171), said, 'The tax on carriages succeeded in spite of the Constitution by a majority of twenty, the advocates of the principle being reinforced by the adversaries of luxury.' 2 Mad. Writings (pub. by Congress), p. 14. In another letter, of the 7th of February, 1796, referring to the case of <i>Hylton</i> v. <i>United States</i>, then pending, he remarked: 'There never was a question on which my mind was better satisfied, and yet I have very little expectation that it will be viewed in the same light by the court that it is by me.' Id. 77. Whence the despondency thus expressed is unexplained.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Hamilton left behind him a series of legal briefs, and among them one entitled 'Carriage tax.' See vol. vii. p. 848, of his works. This paper was evidently prepared with a view to the Hylton case, in which he appeared as one of the counsel for the United States. In it he says: 'What is the distinction between <i>direct</i> and <i>indirect</i> taxes? It is a matter of regret that terms so uncertain and vague in so important a point are to be found in the Constitution. We shall seek in vain for any antecedent settled legal meaning to the respective terms. There is none. We shall be as much at a loss to find any disposition of either which can satisfactorily determine the point.' There being many carriages in some of the States, and very few in others, he points out the preposterous consequences if such a tax be laid and collected on the principle of apportionment instead of the rule of uniformity. He insists that if the tax there in question was a direct tax, so would be a tax on ships, according to their tonnage. He suggests that the boundary line between direct and indirect taxes be settled by 'a species of arbitration,' and that direct taxes be held to be only 'capitation or poll taxes, and taxes on lands and buildings, and general assessments, whether on the <i>whole property</i> of individuals or on their <i>whole</i> real or personal estate. All else must, of necessity, be considered as indirect taxes.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The tax here in question falls within neither of these categories. It is not a tax on the 'whole . . . personal estate' of the individual, but only on his income, gains, and profits during a year, which may have been but a small part of his personal estate, and in most cases would have been so. This classification lends no support to the argument of the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Constitution went into operation on the 4th of March, 1789.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is important to look into the legislation of Congress touching the subject since that time. The following summary will suffice for our purpose. We shall refer to the several acts of Congress, to be examined according to their sequence in dates. In all of them the aggregate amount required to be collected was apportioned among the several States.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The act of July 14, 1798, c. 75, 1 Stat. 53. This act imposed a tax upon real estate and a capitation tax upon slaves.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The act of Aug. 2, 1813, c. 37, 3 id. 53. By this act the tax was imposed upon real estate and slaves, according to their respective values in money.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The act of Jan. 19, 1815, c. 21, id. 164. This act imposed the tax upon the same descriptions of property, and in like manner as the preceding act.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The act of Feb. 27, 1815, c. 60, id. 216, applied to the District of Columbia the provisions of the act of Jan. 19, 1815.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The act of March 5, 1816, c. 24, id. 255, repealed the two preceding acts, and re-enacted their provisions to enforce the collection of the smaller amount of tax thereby prescribed.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The act of Aug. 5, 1861, c. 45, 12 id. 294, required the tax to be levied wholly on real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The act of June 7, 1862, c. 98, id. 422, and the act of Feb. 6, 1863, c. 21, id. 640, both relate only to the collection, in insurrectionary districts, of the direct tax imposed by the act of Aug. 5, 1861, and need not, therefore, be more particularly noticed.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It will thus be seen that whenever the government has imposed a tax which it recognized as a <i>direct tax</i>, it has never been applied to any objects but real estate and slaves. The latter application may be accounted for upon two grounds: 1. In some of the States slaves were regarded as real estate (1 Hurd, Slavery, 239; <i>Veazie Bank</i> v. <i>Fenno</i>, 8 Wall. 533); and, 2, such an extension of the tax lessened the burden upon the real estate where slavery existed, while the result to the national treasury was the same, whether the slaves were omitted or included. The wishes of the South were, therefore, allowed to prevail. We are not aware that the question of the validity of such a tax was ever presented for adjudication Slavery having passed away, it cannot hereafter arise. It does not appear that any tax like the one here in question was ever regarded or treated by Congress as a direct tax. This uniform practical construction of the Constitution touching so important a point, through so long a period, by the legislative and executive departments of the government, though not conclusive, is a consideration of great weight.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There are four adjudications by this court to be considered. They have an important, if not a conclusive, application to the case in hand. In <i>Hylton</i> v. <i>United States (supra)</i>, a tax had been laid upon pleasure-carriages. The plaintiff in error insisted that the tax was void, because it was a direct tax, and had not been apportioned among the States as required by the Constitution, where such taxes are imposed. The case was argued on both sides by counsel of eminence and ability. It was heard and determined by four judges,&#8212;Wilson, Paterson, Chase, and Iredell. The three first named had been distinguished members of the constitutional convention. Wilson was on the committee that reported the completed draft of the instrument, and warmly advocated its adoption in the State convention of Pennsylvania. The fourth was a member of the convention of North Carolina that adopted the Constitution. The case was decided in 1795. The judges were unanimous. The tax was held not to be a <i>direct</i> tax. Each judge delivered a separate opinion. Their judgment was put on the ground indicated by Mr. Justice Chase, in the following extract from his opinion:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'It appears to me that a tax on carriages cannot be laid by the rule of <i>apportionment</i> without very great inequality and injustice. For example, suppose two States equal in census to pay eighty thousand dollars each by a tax on carriages of eight dollars on every carriage; and in one State there are one hundred carriages, and in the other one thousand. The owners of carriages in one State would pay ten times the tax of owners in the other. A., in one State, would pay for his carriage eight dollars; but B., in the other State, would pay for his carriage eighty dollars.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It was well held that where such evils would attend the apportionment of a tax, the Constitution could not have intended that an apportionment should be made. This view applies with even greater force to the tax in question in this case. Where the population is large and the incomes are few and small, it would be intolerably oppressive.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The difference in the ability of communities, without reference to numbers, to pay any taxes is forcibly remarked upon by McCulloh in his article on taxation in the Encyclopaedia Britannica, vol. xxi. (old ed.) p. 75.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Mr. Justice Chase said further, 'That he would give no judicial opinion upon the subject, but that he was inclined to think that the <i>direct taxes</i> contemplated by the Constitution were only two,&#8212;a capitation tax and a tax on land.'</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mr. Justice Iredell said: 'Perhaps a direct tax, in the sense of the Constitution, can mean nothing but a tax on something inseparably annexed to the soil. . . . A land or poll tax may be considered of this description. The latter is to be so considered, particularly under the present Constitution, on account of the slaves in the Southern States, who give a ratio in the representation in the proportion of three to five.'</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Justice Paterson said, he never entertained a doubt 'that the principal, he would not say the <i>only</i>, objects contemplated by the Constitution as falling within the rule of apportionment, were a capitation tax and a tax on land.' From these views the other judges expressed no dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'Ellsworth, the Chief Justice sworn into office that morning, not having heard the whole argument, declined taking part in the decision.' 8 Wall. 545. Cushing, from ill-health, did not sit in the case. It has been remarked that if they had been dissatisfied with the result, the question involved being so important, doubtless a reargument would have been had.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In <i>Pacific Insurance Co.</i> v. <i>Soule</i> (7 Wall. 433), the taxes in question were upon the receipts of such companies from premiums and assessments, and upon all sums made or added, during the year, to their surplus or contingent funds. This court held unanimously that the taxes were not <i>direct taxes</i>, and that they were valid.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In <i>Veazie Bank</i> v. <i>Fenno (supra)</i>, the tax which came under consideration was one of ten per cent upon the notes of State banks paid out by other banks, State or National. The same conclusions were reached by the court as in the preceding case. Mr. Chief Justice Chase delivered the opinion of the court. In the course of his elaborate examination of the subject he said, 'It may be rightly affirmed that, in the practical construction of the Constitution by Congress, direct taxes have been limited to taxes on land and appurtenances and taxes on polls, or capitation taxes.'</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In <i>Scholey</i> v. <i>Rew</i> (23 Wall. 331), the tax involved was a succession tax, imposed by the acts of Congress of June 30, 1864, and July 13, 1866. It was held that the tax was not a <i>direct</i> tax, and that it was constitutional and valid. In delivering the opinion of the court, Mr. Justice Clifford, after remarking that the tax there in question was not a direct tax, said: 'Instead of that, it is plainly an excise tax or duty, authorized by sect. 1, art. 8, of the Constitution, which vests the power in Congress to lay and collect taxes, duties, imposts, and excises to pay the debts and provide for the common defence and public welfare.'</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">He said further: 'Taxes on houses, lands, and other permanent real estate have always been deemed to be direct taxes, and capitation taxes, by the express words of the Constitution, are within the same category; but it has never been decided that any other legal exactions for the support of the Federal government fall within the condition that unless laid in proportion to numbers the assessment is invalid.'</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">All these cases are undistinguishable in principle from the case now before us, and they are decisive against the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The question, what is a direct tax, is one exclusively in American jurisprudence. The text-writers of the country are in entire accord upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mr. Justice Story says all taxes are usually divided into two classes,&#8212;those which are <i>direct</i> and those which are <i>indirect</i>,&#8212;and that 'under the former denomination are included taxes on land or real property, and, under the latter, taxes on consumption.' 1 Const., sect. 950.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Chancellor Kent, speaking of the case of <i>Hylton</i> v. <i>United States</i>, says: 'The better opinion seemed to be that the direct taxes contemplated by the Constitution were only two; viz., a capitation or poll tax and a tax on land.' 1 Com. 257. See also Cooley, Taxation, p. 5, note 2; Pomeroy, Const. Law, 157; Sharswood's Blackstone, 308, note; Rawle, Const. 30; Sergenat, Const. 305.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We are not aware that any writer, since <i>Hylton</i> v. <i>United States</i> was decided, has expressed a view of the subject different from that of these authors.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Our conclusions are, that <i>direct taxes</i>, within the meaning of the Constitution, are only capitation taxes, as expressed in that instrument, and taxes on real estate; and that the tax of which the plaintiff in error complains is within the category of an excise or duty. Pomeroy, Const. Law, 177; <i>Pacific Insurance Co.</i> v. <i>Soule</i>, and <i>Scholey</i> v. <i>Rew, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Against the considerations, in one scale, in favor of these propositions, what has been placed in the other, as a counterpoise? Our answer is, certainly nothing of such weight, in our judgment, as to require any special reply.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The numerous citations from the writings of foreign political economists, made by the plaintiff in error, are sufficiently answered by Hamilton in his brief, before referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>102 U.S. 586 (____)</b></center>\n<center><h1>SPRINGER<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*590</span> Mr. William M. Springer for the plaintiff in error.</p>\n<p>Mr. Assistant Attorney-General Smith, contra.</p>\n<p><span class=\"star-pagination\">*592</span> MR. JUSTICE SWAYNE, after stating the facts, delivered the opinion of the court.</p>\n<p>The central and controlling question in this case is whether the tax which was levied on the income, gains, and profits of the plaintiff in error, as set forth in the record, and by pretended virtue of the acts of Congress and parts of acts therein mentioned, is a direct tax. It is fundamental with respect to the rights of the parties and the result of the case. It will be last considered. Many of the other points made by the plaintiff in error reproduce the same thing in different forms of language. They will all be responded to without formally restating any of them. This will conduce to brevity without sacrificing clearness, and will not involve the necessary omission of anything proper to be said.</p>\n<p>The plaintiff in error advises us by his elaborate brief \"that on the trial of the case below the proceedings were merely formal,\" and that \"no arguments or briefs were submitted, and only such proceedings were had as were necessary to prepare the case for the Supreme Court.\"</p>\n<p>This accounts for the numerous defects in the record as a whole. It was doubtless intended that only the question presented in the first of the assignments of error should be considered <span class=\"star-pagination\">*593</span> here. In that respect the record is full and sufficient. Other alleged errors, however, have been pressed upon our attention, and we must dispose of them.</p>\n<p>There is clearly a misrecital in the deed of one of the acts of Congress to which it refers. By the act of the 30th of March, 1864, was clearly meant the act of the 30th of June, in the same year. There is no act relating to internal revenue of the former date.</p>\n<p>But the plaintiff in error cannot avail himself of this fact, for several reasons.</p>\n<p>The point was not brought to the attention of the court below, and cannot, therefore, be insisted upon here. It comes within the rule falsa demonstratio non nocet. It was the act of June 30, 1864, as amended by the act of March 3, 1865, that was in force when the tax was assessed. The latter act took effect April 1, 1865, and declared that \"the duty herein provided for shall be assessed, collected, and paid upon the gains, profits, and income for the year ending the thirty-first day of December next preceding the time for levying, collecting, and paying said duty.\"</p>\n<p>The tax was assessed for the year 1865 in the spring of 1866, under the act of 1865, according to the requirements of that act; and we find, upon examination, that the assessment was in all things correct. 13 Stat. 469, 479. The criticism of the plaintiff in error in this regard is, therefore, without foundation.</p>\n<p>The proceedings of the collector were not in conflict with the amendment to the Constitution which declares that \"no person shall be deprived of life, liberty, or property without due process of law.\" The power to distrain personal property for the payment of taxes is almost as old as the common law. Cooley, Taxation, 302. The Constitution gives to Congress the power \"to lay and collect taxes, duties, imposts, and excises.\" Except as to exports, no limit to the exercise of the power is prescribed. In McCulloch v. Maryland (4 Wheat. 316), Mr. Chief Justice Marshall said, \"The power to tax involves the power to destroy.\" Why is it not competent for Congress to apply to realty as well as personalty the power to distrain and sell when necessary to enforce the payment of a tax? It is only the <span class=\"star-pagination\">*594</span> further legitimate exercise of the same power for the same purpose. In Murray's Lessee v. Hoboken Land and Improvement Co. (18 How. 274), this court held that an act of Congress authorizing a warrant to issue, without oath, against a public debtor, for the seizure of his property, was valid; that the warrant was conclusive evidence of the facts recited in it, and that the proceeding was \"due process of law\" in that case. See also De Treville v. Smalls, 98 U.S. 517; Sherry v. McKinley, 99 id. 496; Miller v. United States, 11 Wall. 268; Tyler v. Defrees, id. 331.</p>\n<p>The prompt payment of taxes is always important to the public welfare. It may be vital to the existence of a government. The idea that every tax-payer is entitled to the delays of litigation is unreason. If the laws here in question involved any wrong or unnecessary harshness, it was for Congress, or the people who make congresses, to see that the evil was corrected. The remedy does not lie with the judicial branch of the government.</p>\n<p>The statute of Illinois had no application to the point whether the premises should be sold by the collector en masse or in two or more parcels. The fact that the house was on one lot and the barn on the other, that the whole was surrounded by a common enclosure, and that the entire property was occupied as a single homestead, rendered it not improper for the collector to make the sale as it was made. No suspicion of bad faith attaches to him. He was clothed with a discretion, and it is to be presumed that he exercised it both fairly and well. Olcott v. Bynum, 17 Wall. 44.</p>\n<p>Certainly the contrary does not appear. If the tax was not a direct tax, the instructions given by the court, brief as they were, covered the whole case, and submitted it properly to the jury.</p>\n<p>The plaintiff in error was entitled to nothing more. The fourth instruction which he asked for was liable to several fatal objections. It was too general and indefinite. It left it for the jury to decide what were the \"indispensable preliminaries\" required by the law and Constitution in the numerous particulars specified. It referred to matters to which the attention of the court below does not appear to have been called, and in <span class=\"star-pagination\">*595</span> regard to which, if this had been done, the requisite proof would doubtless have been supplied. It falls within the principle of the rule so often applied by this court, that where instructions are asked in a mass, if one of them be wrong the whole may be rejected. The record does not purport to give all the testimony, and its defects are doubtless largely due to the mode in which the case was tried, and the single object already stated which the parties then had in view. The instruction was properly refused.</p>\n<p>To grant or refuse a new trial was a matter within the discretion of the court. That it was refused cannot be assigned for error here.</p>\n<p>Several other minor points have been earnestly argued by the learned plaintiff in error, but as they are all within the category of not having been taken in the court below, we need not more particularly advert to them.</p>\n<p>This brings us to the examination of the main question in the case.</p>\n<p>The clauses of the Constitution bearing on the subject are as follows:-</p>\n<p>\"Representatives and direct taxes shall be apportioned among the several States which may be included within this Union, according to their respective numbers, which shall be determined by adding to the whole number those bound to service for a term of years, and excluding Indians not taxed, three-fifths of all other persons... . No capitation or other direct tax shall be laid unless in proportion to the census hereinbefore directed to be taken.\"</p>\n<p>Was the tax here in question a direct tax? If it was, not having been laid according to the requirements of the Constitution, it must be admitted that the laws imposing it, and the proceedings taken under them by the assessor and collector for its imposition and collection, were all void.</p>\n<p>Many of the provisions of the Articles of Confederation of 1777 were embodied in the existing organic law. They provided for a common treasury and the mode of supplying it with funds. The latter was by requisitions upon the several States. The delays and difficulties in procuring the compliance of the States, it is known, was one of the causes that led to the adoption <span class=\"star-pagination\">*596</span> of the present Constitution. This clause of the articles throws no light on the question we are called upon to consider. Nor does the journal of the proceedings of the constitutional convention of 1787 contain anything of much value relating to the subject.</p>\n<p>It appears that on the 11th of July, in that year, there was a debate of some warmth involving the topic of slavery. On the day following, Gouverneur Morris, of New York, submitted a proposition \"that taxation shall be in proportion to representation.\" It is further recorded in this day's proceedings, that Mr. Morris having so varied his motion by inserting the word \"direct,\" it passed nem. con., as follows: \"Provided always that direct taxes ought to be proportioned to representation.\" 2 Madison Papers, by Gilpin, pp. 1079-1081.</p>\n<p>On the 24th of the same month, Mr. Morris said that \"he hoped the committee would strike out the whole clause... . He had only meant it as a bridge to assist us over a gulf; having passed the gulf, the bridge may be removed. He thought the principle laid down with so much strictness liable to strong objections.\" Id. 1197. The gulf was the share of representation claimed by the Southern States on account of their slave population. But the bridge remained. The builder could not remove it, much as he desired to do so. All parties seem thereafter to have avoided the subject. With one or two immaterial exceptions, not necessary to be noted, it does not appear that it was again adverted to in any way. It was silently incorporated into the draft of the Constitution as that instrument was finally adopted.</p>\n<p>It does not appear that an attempt was made by any one to define the exact meaning of the language employed.</p>\n<p>In the twenty-first number of the Federalist, Alexander Hamilton, speaking of taxes generally, said: \"Those of the direct kind, which principally relate to land and buildings, may admit of a rule of apportionment. Either the value of the land, or the number of the people, may serve as a standard.\" The thirty-sixth number of that work, by the same author, is devoted to the subject of internal taxes. It is there said, \"They may be subdivided into those of the direct and those of the <span class=\"star-pagination\">*597</span> indirect kind.\" In this connection land-taxes and poll-taxes are discussed. The former are commended and the latter are condemned. Nothing is said of any other direct tax. In neither case is there a definition given or attempted of the phrase \"direct tax.\"</p>\n<p>The very elaborate researches of the plaintiff in error have furnished us with nothing from the debates of the State conventions, by whom the Constitution was adopted, which gives us any aid. Hence we may safely assume that no such material exists in that direction, though it is known that Virginia proposed to Congress an amendment relating to the subject, and that Massachusetts, South Carolina, New York, and North Carolina expressed strong disapprobation of the power given to impose such burdens. 1 Tucker's Blackstone, pt. 1, app., 235.</p>\n<p>Perhaps the two most authoritative persons in the convention touching the Constitution were Hamilton and Madison. The latter, in a letter of May 11, 1794, speaking of the tax which was adjudicated upon in Hylton v. United States (3 Dall. 171), said, \"The tax on carriages succeeded in spite of the Constitution by a majority of twenty, the advocates of the principle being reinforced by the adversaries of luxury.\" 2 Mad. Writings (pub. by Congress), p. 14. In another letter, of the 7th of February, 1796, referring to the case of Hylton v. United States, then pending, he remarked: \"There never was a question on which my mind was better satisfied, and yet I have very little expectation that it will be viewed in the same light by the court that it is by me.\" Id. 77. Whence the despondency thus expressed is unexplained.</p>\n<p>Hamilton left behind him a series of legal briefs, and among them one entitled \"Carriage tax:\" See vol. vii. p. 848, of his works. This paper was evidently prepared with a view to the Hylton case, in which he appeared as one of the counsel for the United States. In it he says: \"What is the distinction between direct and indirect taxes? It is a matter of regret that terms so uncertain and vague in so important a point are to be found in the Constitution. We shall seek in vain for any antecedent settled legal meaning to the respective terms. There is none. We shall be as much at a loss to find any disposition <span class=\"star-pagination\">*598</span> of either which can satisfactorily determine the point.\" There being many carriages in some of the States, and very few in others, he points out the preposterous consequences if such a tax be laid and collected on the principle of apportionment instead of the rule of uniformity. He insists that if the tax there in question was a direct tax, so would be a tax on ships, according to their tonnage. He suggests that the boundary line between direct and indirect taxes be settled by \"a species of arbitration,\" and that direct taxes be held to be only \"capitation or poll taxes, and taxes on lands and buildings, and general assessments, whether on the whole property of individuals or on their whole real or personal estate. All else must, of necessity, be considered as indirect taxes.\"</p>\n<p>The tax here in question falls within neither of these categories. It is not a tax on the \"whole ... personal estate\" of the individual, but only on his income, gains, and profits during a year, which may have been but a small part of his personal estate, and in most cases would have been so. This classification lends no support to the argument of the plaintiff in error.</p>\n<p>The Constitution went into operation on the 4th of March, 1789.</p>\n<p>It is important to look into the legislation of Congress touching the subject since that time. The following summary will suffice for our purpose. We shall refer to the several acts of Congress, to be examined according to their sequence in dates. In all of them the aggregate amount required to be collected was apportioned among the several States.</p>\n<p>The act of July 14, 1798, c. 75, 1 Stat. 53. This act imposed a tax upon real estate and a capitation tax upon slaves.</p>\n<p>The act of Aug. 2, 1813, c. 37, 3 id. 53. By this act the tax was imposed upon real estate and slaves, according to their respective values in money.</p>\n<p>The act of Jan. 19, 1815, c. 21, id. 164. This act imposed the tax upon the same descriptions of property, and in like manner as the preceding act.</p>\n<p>The act of Feb. 27, 1815, c. 60, id. 216, applied to the District of Columbia the provisions of the act of Jan. 19, 1815.</p>\n<p><span class=\"star-pagination\">*599</span> The act of March 5, 1816, c. 24, id. 255, repealed the two preceding acts, and re-enacted their provisions to enforce the collection of the smaller amount of tax thereby prescribed.</p>\n<p>The act of Aug. 5, 1861, c. 45, 12 id. 294, required the tax to be levied wholly on real estate.</p>\n<p>The act of June 7, 1862, c. 98, id. 422, and the act of Feb. 6, 1863, c. 21, id. 640, both relate only to the collection, in insurrectionary districts, of the direct tax imposed by the act of Aug. 5, 1861, and need not, therefore, be more particularly noticed.</p>\n<p>It will thus be seen that whenever the government has imposed a tax which it recognized as a direct tax, it has never been applied to any objects but real estate and slaves. The latter application may be accounted for upon two grounds: 1. In some of the States slaves were regarded as real estate (1 Hurd, Slavery, 239; Veazie Bank v. Fenno, 8 Wall. 533); and, 2, such an extension of the tax lessened the burden upon the real estate where slavery existed, while the result to the national treasury was the same, whether the slaves were omitted or included. The wishes of the South were, therefore, allowed to prevail. We are not aware that the question of the validity of such a tax was ever presented for adjudication. Slavery having passed away, it cannot hereafter arise. It does not appear that any tax like the one here in question was ever regarded or treated by Congress as a direct tax. This uniform practical construction of the Constitution touching so important a point, through so long a period, by the legislative and executive departments of the government, though not conclusive, is a consideration of great weight.</p>\n<p>There are four adjudications by this court to be considered. They have an important, if not a conclusive, application to the case in hand. In Hylton v. United States (supra), a tax had been laid upon pleasure-carriages. The plaintiff in error insisted that the tax was void, because it was a direct tax, and had not been apportioned among the States as required by the Constitution, where such taxes are imposed. The case was argued on both sides by counsel of eminence and ability. It was heard and determined by four judges,  Wilson, Paterson, Chase, and Iredell. The three first named had been distinguished <span class=\"star-pagination\">*600</span> members of the constitutional convention. Wilson was on the committee that reported the completed draft of the instrument, and warmly advocated its adoption in the State convention of Pennsylvania. The fourth was a member of the convention of North Carolina that adopted the Constitution. The case was decided in 1795. The judges were unanimous. The tax was held not to be a direct tax. Each judge delivered a separate opinion. Their judgment was put on the ground indicated by Mr. Justice Chase, in the following extract from his opinion:-</p>\n<p>\"It appears to me that a tax on carriages cannot be laid by the rule of apportionment without very great inequality and injustice. For example, suppose two States equal in census to pay eighty thousand dollars each by a tax on carriages of eight dollars on every carriage; and in one State there are one hundred carriages, and in the other one thousand. The owners of carriages in one State would pay ten times the tax of owners in the other. A., in one State, would pay for his carriage eight dollars; but B., in the other State, would pay for his carriage eighty dollars.\"</p>\n<p>It was well held that where such evils would attend the apportionment of a tax, the Constitution could not have intended that an apportionment should be made. This view applies with even greater force to the tax in question in this case. Where the population is large and the incomes are few and small, it would be intolerably oppressive.</p>\n<p>The difference in the ability of communities, without reference to numbers, to pay any taxes is forcibly remarked upon by McCulloh in his article on taxation in the Encyclopdia Britannica, vol. xxi. (old ed.) p. 75.</p>\n<p>Mr. Justice Chase said further, \"That he would give no judicial opinion upon the subject, but that he was inclined to think that the direct taxes contemplated by the Constitution were only two,  a capitation tax and a tax on land.\"</p>\n<p>Mr. Justice Iredell said: \"Perhaps a direct tax, in the sense of the Constitution, can mean nothing but a tax on something inseparably annexed to the soil... . A land or poll tax may be considered of this description. The latter is to be so considered, particularly under the present Constitution, <span class=\"star-pagination\">*601</span> on account of the slaves in the Southern States, who give a ratio in the representation in the proportion of three to five.\"</p>\n<p>Mr. Justice Paterson said, he never entertained a doubt \"that the principal, he would not say the only, objects contemplated by the Constitution as falling within the rule of apportionment, were a capitation tax and a tax on land.\" From these views the other judges expressed no dissent.</p>\n<p>\"Ellsworth, the Chief Justice sworn into office that morning, not having heard the whole argument, declined taking part in the decision.\" 8 Wall. 545. Cushing, from ill-health, did not sit in the case. It has been remarked that if they had been dissatisfied with the result, the question involved being so important, doubtless a reargument would have been had.</p>\n<p>In Pacific Insurance Co. v. Soule (7 Wall. 433), the taxes in question were upon the receipts of such companies from premiums and assessments, and upon all sums made or added, during the year, to their surplus or contingent funds. This court held unanimously that the taxes were not direct taxes, and that they were valid.</p>\n<p>In Veazie Bank v. Fenno (supra), the tax which came under consideration was one of ten per cent upon the notes of State banks paid out by other banks, State or National. The same conclusions were reached by the court as in the preceding case. Mr. Chief Justice Chase delivered the opinion of the court. In the course of his elaborate examination of the subject he said, \"It may be rightly affirmed that, in the practical construction of the Constitution by Congress, direct taxes have been limited to taxes on land and appurtenances and taxes on polls, or capitation taxes.\"</p>\n<p>In Scholey v. Rew (23 Wall. 331), the tax involved was a succession tax, imposed by the acts of Congress of June 30, 1864, and July 13, 1866. It was held that the tax was not a direct tax, and that it was constitutional and valid. In delivering the opinion of the court, Mr. Justice Clifford, after remarking that the tax there in question was not a direct tax, said: \"Instead of that, it is plainly an excise tax or duty, authorized by sect. 1, art. 8, of the Constitution, which vests the power in <span class=\"star-pagination\">*602</span> Congress to lay and collect taxes, duties, imposts, and excises to pay the debts and provide for the common defence and public welfare.\"</p>\n<p>He said further: \"Taxes on houses, lands, and other permanent real estate have always been deemed to be direct taxes, and capitation taxes, by the express words of the Constitution, are within the same category; but it has never been decided that any other legal exactions for the support of the Federal government fall within the condition that unless laid in proportion to numbers the assessment is invalid.\"</p>\n<p>All these cases are undistinguishable in principle from the case now before us, and they are decisive against the plaintiff in error.</p>\n<p>The question, what is a direct tax, is one exclusively in American jurisprudence. The text-writers of the country are in entire accord upon the subject.</p>\n<p>Mr. Justice Story says all taxes are usually divided into two classes,  those which are direct and those which are indirect,  and that \"under the former denomination are included taxes on land or real property, and, under the latter, taxes on consumption.\" 1 Const., sect. 950.</p>\n<p>Chancellor Kent, speaking of the case of Hylton v. United States, says: \"The better opinion seemed to be that the direct taxes contemplated by the Constitution were only two; viz., a capitation or poll tax and a tax on land.\" 1 Com. 257. See also Cooley, Taxation, p. 5, note 2; Pomeroy, Const. Law, 157; Sharswood's Blackstone, 308, note; Rawle, Const. 30; Sergeant, Const. 305.</p>\n<p>We are not aware that any writer, since Hylton v. United States was decided, has expressed a view of the subject different from that of these authors.</p>\n<p>Our conclusions are, that direct taxes, within the meaning of the Constitution, are only capitation taxes, as expressed in that instrument, and taxes on real estate; and that the tax of which the plaintiff in error complains is within the category of an excise or duty. Pomeroy, Const. Law, 177; Pacific Insurance Co. v. Soule, and Scholey v. Rew, supra.</p>\n<p>Against the considerations, in one scale, in favor of these <span class=\"star-pagination\">*603</span> propositions, what has been placed in the other, as a counterpoise? Our answer is, certainly nothing of such weight, in our judgment, as to require any special reply.</p>\n<p>The numerous citations from the writings of foreign political economists, made by the plaintiff in error, are sufficiently answered by Hamilton in his brief, before referred to.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></span> (____)</b></center>\n<center><h1>SPRINGER<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*590</span> Mr. William M. Springer for the plaintiff in error.</p>\n<p>Mr. Assistant Attorney-General Smith, contra.</p>\n<p><span class=\"star-pagination\">*592</span> MR. JUSTICE SWAYNE, after stating the facts, delivered the opinion of the court.</p>\n<p>The central and controlling question in this case is whether the tax which was levied on the income, gains, and profits of the plaintiff in error, as set forth in the record, and by pretended virtue of the acts of Congress and parts of acts therein mentioned, is a direct tax. It is fundamental with respect to the rights of the parties and the result of the case. It will be last considered. Many of the other points made by the plaintiff in error reproduce the same thing in different forms of language. They will all be responded to without formally restating any of them. This will conduce to brevity without sacrificing clearness, and will not involve the necessary omission of anything proper to be said.</p>\n<p>The plaintiff in error advises us by his elaborate brief \"that on the trial of the case below the proceedings were merely formal,\" and that \"no arguments or briefs were submitted, and only such proceedings were had as were necessary to prepare the case for the Supreme Court.\"</p>\n<p>This accounts for the numerous defects in the record as a whole. It was doubtless intended that only the question presented in the first of the assignments of error should be considered <span class=\"star-pagination\">*593</span> here. In that respect the record is full and sufficient. Other alleged errors, however, have been pressed upon our attention, and we must dispose of them.</p>\n<p>There is clearly a misrecital in the deed of one of the acts of Congress to which it refers. By the act of the 30th of March, 1864, was clearly meant the act of the 30th of June, in the same year. There is no act relating to internal revenue of the former date.</p>\n<p>But the plaintiff in error cannot avail himself of this fact, for several reasons.</p>\n<p>The point was not brought to the attention of the court below, and cannot, therefore, be insisted upon here. It comes within the rule falsa demonstratio non nocet. It was the act of June 30, 1864, as amended by the act of March 3, 1865, that was in force when the tax was assessed. The latter act took effect April 1, 1865, and declared that \"the duty herein provided for shall be assessed, collected, and paid upon the gains, profits, and income for the year ending the thirty-first day of December next preceding the time for levying, collecting, and paying said duty.\"</p>\n<p>The tax was assessed for the year 1865 in the spring of 1866, under the act of 1865, according to the requirements of that act; and we find, upon examination, that the assessment was in all things correct. 13 Stat. 469, 479. The criticism of the plaintiff in error in this regard is, therefore, without foundation.</p>\n<p>The proceedings of the collector were not in conflict with the amendment to the Constitution which declares that \"no person shall be deprived of life, liberty, or property without due process of law.\" The power to distrain personal property for the payment of taxes is almost as old as the common law. Cooley, Taxation, 302. The Constitution gives to Congress the power \"to lay and collect taxes, duties, imposts, and excises.\" Except as to exports, no limit to the exercise of the power is prescribed. In McCulloch v. Maryland (4 Wheat. 316), Mr. Chief Justice Marshall said, \"The power to tax involves the power to destroy.\" Why is it not competent for Congress to apply to realty as well as personalty the power to distrain and sell when necessary to enforce the payment of a tax? It is only the <span class=\"star-pagination\">*594</span> further legitimate exercise of the same power for the same purpose. In Murray's Lessee v. Hoboken Land and Improvement Co. (18 How. 274), this court held that an act of Congress authorizing a warrant to issue, without oath, against a public debtor, for the seizure of his property, was valid; that the warrant was conclusive evidence of the facts recited in it, and that the proceeding was \"due process of law\" in that case. See also De Treville v. Smalls, 98 U.S. 517; Sherry v. McKinley, 99 id. 496; Miller v. United States, 11 Wall. 268; Tyler v. Defrees, id. 331.</p>\n<p>The prompt payment of taxes is always important to the public welfare. It may be vital to the existence of a government. The idea that every tax-payer is entitled to the delays of litigation is unreason. If the laws here in question involved any wrong or unnecessary harshness, it was for Congress, or the people who make congresses, to see that the evil was corrected. The remedy does not lie with the judicial branch of the government.</p>\n<p>The statute of Illinois had no application to the point whether the premises should be sold by the collector en masse or in two or more parcels. The fact that the house was on one lot and the barn on the other, that the whole was surrounded by a common enclosure, and that the entire property was occupied as a single homestead, rendered it not improper for the collector to make the sale as it was made. No suspicion of bad faith attaches to him. He was clothed with a discretion, and it is to be presumed that he exercised it both fairly and well. Olcott v. Bynum, 17 Wall. 44.</p>\n<p>Certainly the contrary does not appear. If the tax was not a direct tax, the instructions given by the court, brief as they were, covered the whole case, and submitted it properly to the jury.</p>\n<p>The plaintiff in error was entitled to nothing more. The fourth instruction which he asked for was liable to several fatal objections. It was too general and indefinite. It left it for the jury to decide what were the \"indispensable preliminaries\" required by the law and Constitution in the numerous particulars specified. It referred to matters to which the attention of the court below does not appear to have been called, and in <span class=\"star-pagination\">*595</span> regard to which, if this had been done, the requisite proof would doubtless have been supplied. It falls within the principle of the rule so often applied by this court, that where instructions are asked in a mass, if one of them be wrong the whole may be rejected. The record does not purport to give all the testimony, and its defects are doubtless largely due to the mode in which the case was tried, and the single object already stated which the parties then had in view. The instruction was properly refused.</p>\n<p>To grant or refuse a new trial was a matter within the discretion of the court. That it was refused cannot be assigned for error here.</p>\n<p>Several other minor points have been earnestly argued by the learned plaintiff in error, but as they are all within the category of not having been taken in the court below, we need not more particularly advert to them.</p>\n<p>This brings us to the examination of the main question in the case.</p>\n<p>The clauses of the Constitution bearing on the subject are as follows:-</p>\n<p>\"Representatives and direct taxes shall be apportioned among the several States which may be included within this Union, according to their respective numbers, which shall be determined by adding to the whole number those bound to service for a term of years, and excluding Indians not taxed, three-fifths of all other persons... . No capitation or other direct tax shall be laid unless in proportion to the census hereinbefore directed to be taken.\"</p>\n<p>Was the tax here in question a direct tax? If it was, not having been laid according to the requirements of the Constitution, it must be admitted that the laws imposing it, and the proceedings taken under them by the assessor and collector for its imposition and collection, were all void.</p>\n<p>Many of the provisions of the Articles of Confederation of 1777 were embodied in the existing organic law. They provided for a common treasury and the mode of supplying it with funds. The latter was by requisitions upon the several States. The delays and difficulties in procuring the compliance of the States, it is known, was one of the causes that led to the adoption <span class=\"star-pagination\">*596</span> of the present Constitution. This clause of the articles throws no light on the question we are called upon to consider. Nor does the journal of the proceedings of the constitutional convention of 1787 contain anything of much value relating to the subject.</p>\n<p>It appears that on the 11th of July, in that year, there was a debate of some warmth involving the topic of slavery. On the day following, Gouverneur Morris, of New York, submitted a proposition \"that taxation shall be in proportion to representation.\" It is further recorded in this day's proceedings, that Mr. Morris having so varied his motion by inserting the word \"direct,\" it passed nem. con., as follows: \"Provided always that direct taxes ought to be proportioned to representation.\" 2 Madison Papers, by Gilpin, pp. 1079-1081.</p>\n<p>On the 24th of the same month, Mr. Morris said that \"he hoped the committee would strike out the whole clause... . He had only meant it as a bridge to assist us over a gulf; having passed the gulf, the bridge may be removed. He thought the principle laid down with so much strictness liable to strong objections.\" Id. 1197. The gulf was the share of representation claimed by the Southern States on account of their slave population. But the bridge remained. The builder could not remove it, much as he desired to do so. All parties seem thereafter to have avoided the subject. With one or two immaterial exceptions, not necessary to be noted, it does not appear that it was again adverted to in any way. It was silently incorporated into the draft of the Constitution as that instrument was finally adopted.</p>\n<p>It does not appear that an attempt was made by any one to define the exact meaning of the language employed.</p>\n<p>In the twenty-first number of the Federalist, Alexander Hamilton, speaking of taxes generally, said: \"Those of the direct kind, which principally relate to land and buildings, may admit of a rule of apportionment. Either the value of the land, or the number of the people, may serve as a standard.\" The thirty-sixth number of that work, by the same author, is devoted to the subject of internal taxes. It is there said, \"They may be subdivided into those of the direct and those of the <span class=\"star-pagination\">*597</span> indirect kind.\" In this connection land-taxes and poll-taxes are discussed. The former are commended and the latter are condemned. Nothing is said of any other direct tax. In neither case is there a definition given or attempted of the phrase \"direct tax.\"</p>\n<p>The very elaborate researches of the plaintiff in error have furnished us with nothing from the debates of the State conventions, by whom the Constitution was adopted, which gives us any aid. Hence we may safely assume that no such material exists in that direction, though it is known that Virginia proposed to Congress an amendment relating to the subject, and that Massachusetts, South Carolina, New York, and North Carolina expressed strong disapprobation of the power given to impose such burdens. 1 Tucker's Blackstone, pt. 1, app., 235.</p>\n<p>Perhaps the two most authoritative persons in the convention touching the Constitution were Hamilton and Madison. The latter, in a letter of May 11, 1794, speaking of the tax which was adjudicated upon in Hylton v. United States (3 Dall. 171), said, \"The tax on carriages succeeded in spite of the Constitution by a majority of twenty, the advocates of the principle being reinforced by the adversaries of luxury.\" 2 Mad. Writings (pub. by Congress), p. 14. In another letter, of the 7th of February, 1796, referring to the case of Hylton v. United States, then pending, he remarked: \"There never was a question on which my mind was better satisfied, and yet I have very little expectation that it will be viewed in the same light by the court that it is by me.\" Id. 77. Whence the despondency thus expressed is unexplained.</p>\n<p>Hamilton left behind him a series of legal briefs, and among them one entitled \"Carriage tax:\" See vol. vii. p. 848, of his works. This paper was evidently prepared with a view to the Hylton case, in which he appeared as one of the counsel for the United States. In it he says: \"What is the distinction between direct and indirect taxes? It is a matter of regret that terms so uncertain and vague in so important a point are to be found in the Constitution. We shall seek in vain for any antecedent settled legal meaning to the respective terms. There is none. We shall be as much at a loss to find any disposition <span class=\"star-pagination\">*598</span> of either which can satisfactorily determine the point.\" There being many carriages in some of the States, and very few in others, he points out the preposterous consequences if such a tax be laid and collected on the principle of apportionment instead of the rule of uniformity. He insists that if the tax there in question was a direct tax, so would be a tax on ships, according to their tonnage. He suggests that the boundary line between direct and indirect taxes be settled by \"a species of arbitration,\" and that direct taxes be held to be only \"capitation or poll taxes, and taxes on lands and buildings, and general assessments, whether on the whole property of individuals or on their whole real or personal estate. All else must, of necessity, be considered as indirect taxes.\"</p>\n<p>The tax here in question falls within neither of these categories. It is not a tax on the \"whole ... personal estate\" of the individual, but only on his income, gains, and profits during a year, which may have been but a small part of his personal estate, and in most cases would have been so. This classification lends no support to the argument of the plaintiff in error.</p>\n<p>The Constitution went into operation on the 4th of March, 1789.</p>\n<p>It is important to look into the legislation of Congress touching the subject since that time. The following summary will suffice for our purpose. We shall refer to the several acts of Congress, to be examined according to their sequence in dates. In all of them the aggregate amount required to be collected was apportioned among the several States.</p>\n<p>The act of July 14, 1798, c. 75, 1 Stat. 53. This act imposed a tax upon real estate and a capitation tax upon slaves.</p>\n<p>The act of Aug. 2, 1813, c. 37, 3 id. 53. By this act the tax was imposed upon real estate and slaves, according to their respective values in money.</p>\n<p>The act of Jan. 19, 1815, c. 21, id. 164. This act imposed the tax upon the same descriptions of property, and in like manner as the preceding act.</p>\n<p>The act of Feb. 27, 1815, c. 60, id. 216, applied to the District of Columbia the provisions of the act of Jan. 19, 1815.</p>\n<p><span class=\"star-pagination\">*599</span> The act of March 5, 1816, c. 24, id. 255, repealed the two preceding acts, and re-enacted their provisions to enforce the collection of the smaller amount of tax thereby prescribed.</p>\n<p>The act of Aug. 5, 1861, c. 45, 12 id. 294, required the tax to be levied wholly on real estate.</p>\n<p>The act of June 7, 1862, c. 98, id. 422, and the act of Feb. 6, 1863, c. 21, id. 640, both relate only to the collection, in insurrectionary districts, of the direct tax imposed by the act of Aug. 5, 1861, and need not, therefore, be more particularly noticed.</p>\n<p>It will thus be seen that whenever the government has imposed a tax which it recognized as a direct tax, it has never been applied to any objects but real estate and slaves. The latter application may be accounted for upon two grounds: 1. In some of the States slaves were regarded as real estate (1 Hurd, Slavery, 239; Veazie Bank v. Fenno, 8 Wall. 533); and, 2, such an extension of the tax lessened the burden upon the real estate where slavery existed, while the result to the national treasury was the same, whether the slaves were omitted or included. The wishes of the South were, therefore, allowed to prevail. We are not aware that the question of the validity of such a tax was ever presented for adjudication. Slavery having passed away, it cannot hereafter arise. It does not appear that any tax like the one here in question was ever regarded or treated by Congress as a direct tax. This uniform practical construction of the Constitution touching so important a point, through so long a period, by the legislative and executive departments of the government, though not conclusive, is a consideration of great weight.</p>\n<p>There are four adjudications by this court to be considered. They have an important, if not a conclusive, application to the case in hand. In Hylton v. United States (supra), a tax had been laid upon pleasure-carriages. The plaintiff in error insisted that the tax was void, because it was a direct tax, and had not been apportioned among the States as required by the Constitution, where such taxes are imposed. The case was argued on both sides by counsel of eminence and ability. It was heard and determined by four judges,  Wilson, Paterson, Chase, and Iredell. The three first named had been distinguished <span class=\"star-pagination\">*600</span> members of the constitutional convention. Wilson was on the committee that reported the completed draft of the instrument, and warmly advocated its adoption in the State convention of Pennsylvania. The fourth was a member of the convention of North Carolina that adopted the Constitution. The case was decided in 1795. The judges were unanimous. The tax was held not to be a direct tax. Each judge delivered a separate opinion. Their judgment was put on the ground indicated by Mr. Justice Chase, in the following extract from his opinion:-</p>\n<p>\"It appears to me that a tax on carriages cannot be laid by the rule of apportionment without very great inequality and injustice. For example, suppose two States equal in census to pay eighty thousand dollars each by a tax on carriages of eight dollars on every carriage; and in one State there are one hundred carriages, and in the other one thousand. The owners of carriages in one State would pay ten times the tax of owners in the other. A., in one State, would pay for his carriage eight dollars; but B., in the other State, would pay for his carriage eighty dollars.\"</p>\n<p>It was well held that where such evils would attend the apportionment of a tax, the Constitution could not have intended that an apportionment should be made. This view applies with even greater force to the tax in question in this case. Where the population is large and the incomes are few and small, it would be intolerably oppressive.</p>\n<p>The difference in the ability of communities, without reference to numbers, to pay any taxes is forcibly remarked upon by McCulloh in his article on taxation in the Encyclopdia Britannica, vol. xxi. (old ed.) p. 75.</p>\n<p>Mr. Justice Chase said further, \"That he would give no judicial opinion upon the subject, but that he was inclined to think that the direct taxes contemplated by the Constitution were only two,  a capitation tax and a tax on land.\"</p>\n<p>Mr. Justice Iredell said: \"Perhaps a direct tax, in the sense of the Constitution, can mean nothing but a tax on something inseparably annexed to the soil... . A land or poll tax may be considered of this description. The latter is to be so considered, particularly under the present Constitution, <span class=\"star-pagination\">*601</span> on account of the slaves in the Southern States, who give a ratio in the representation in the proportion of three to five.\"</p>\n<p>Mr. Justice Paterson said, he never entertained a doubt \"that the principal, he would not say the only, objects contemplated by the Constitution as falling within the rule of apportionment, were a capitation tax and a tax on land.\" From these views the other judges expressed no dissent.</p>\n<p>\"Ellsworth, the Chief Justice sworn into office that morning, not having heard the whole argument, declined taking part in the decision.\" 8 Wall. 545. Cushing, from ill-health, did not sit in the case. It has been remarked that if they had been dissatisfied with the result, the question involved being so important, doubtless a reargument would have been had.</p>\n<p>In Pacific Insurance Co. v. Soule (7 Wall. 433), the taxes in question were upon the receipts of such companies from premiums and assessments, and upon all sums made or added, during the year, to their surplus or contingent funds. This court held unanimously that the taxes were not direct taxes, and that they were valid.</p>\n<p>In Veazie Bank v. Fenno (supra), the tax which came under consideration was one of ten per cent upon the notes of State banks paid out by other banks, State or National. The same conclusions were reached by the court as in the preceding case. Mr. Chief Justice Chase delivered the opinion of the court. In the course of his elaborate examination of the subject he said, \"It may be rightly affirmed that, in the practical construction of the Constitution by Congress, direct taxes have been limited to taxes on land and appurtenances and taxes on polls, or capitation taxes.\"</p>\n<p>In Scholey v. Rew (23 Wall. 331), the tax involved was a succession tax, imposed by the acts of Congress of June 30, 1864, and July 13, 1866. It was held that the tax was not a direct tax, and that it was constitutional and valid. In delivering the opinion of the court, Mr. Justice Clifford, after remarking that the tax there in question was not a direct tax, said: \"Instead of that, it is plainly an excise tax or duty, authorized by sect. 1, art. 8, of the Constitution, which vests the power in <span class=\"star-pagination\">*602</span> Congress to lay and collect taxes, duties, imposts, and excises to pay the debts and provide for the common defence and public welfare.\"</p>\n<p>He said further: \"Taxes on houses, lands, and other permanent real estate have always been deemed to be direct taxes, and capitation taxes, by the express words of the Constitution, are within the same category; but it has never been decided that any other legal exactions for the support of the Federal government fall within the condition that unless laid in proportion to numbers the assessment is invalid.\"</p>\n<p>All these cases are undistinguishable in principle from the case now before us, and they are decisive against the plaintiff in error.</p>\n<p>The question, what is a direct tax, is one exclusively in American jurisprudence. The text-writers of the country are in entire accord upon the subject.</p>\n<p>Mr. Justice Story says all taxes are usually divided into two classes,  those which are direct and those which are indirect,  and that \"under the former denomination are included taxes on land or real property, and, under the latter, taxes on consumption.\" 1 Const., sect. 950.</p>\n<p>Chancellor Kent, speaking of the case of Hylton v. United States, says: \"The better opinion seemed to be that the direct taxes contemplated by the Constitution were only two; viz., a capitation or poll tax and a tax on land.\" 1 Com. 257. See also Cooley, Taxation, p. 5, note 2; Pomeroy, Const. Law, 157; Sharswood's Blackstone, 308, note; Rawle, Const. 30; Sergeant, Const. 305.</p>\n<p>We are not aware that any writer, since Hylton v. United States was decided, has expressed a view of the subject different from that of these authors.</p>\n<p>Our conclusions are, that direct taxes, within the meaning of the Constitution, are only capitation taxes, as expressed in that instrument, and taxes on real estate; and that the tax of which the plaintiff in error complains is within the category of an excise or duty. Pomeroy, Const. Law, 177; Pacific Insurance Co. v. Soule, and Scholey v. Rew, supra.</p>\n<p>Against the considerations, in one scale, in favor of these <span class=\"star-pagination\">*603</span> propositions, what has been placed in the other, as a counterpoise? Our answer is, certainly nothing of such weight, in our judgment, as to require any special reply.</p>\n<p>The numerous citations from the writings of foreign political economists, made by the plaintiff in error, are sufficiently answered by Hamilton in his brief, before referred to.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 90272, "judges": "Swayne, After Stating the Facts", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90272/", "sha1": "2464005160d1cf1479b48d561b1ab2442586ad77", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:30"}