{"absolute_url": "/opinion/90328/land-co-v-saunders/", "blocked": false, "citation": {"case_name": "Land Co. v. Saunders", "docket_number": null, "document_uris": ["/api/rest/v2/document/90328/"], "federal_cite_one": "103 U.S. 316", "federal_cite_three": null, "federal_cite_two": null, "id": 74708, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/74708/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1881-04-25", "date_modified": "2014-12-21T01:29:18.142019", "docket": "/api/rest/v2/docket/383233/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">103 U.S. 316</p>\n    <p class=\"case_cite\">103 U.S. 316</p>\n    <p class=\"case_cite\">26 L.Ed. 546</p>\n    <p class=\"parties\">LAND COMPANY<br>v.<br>SAUNDERS.</p>\n    <p class=\"date\">October Term, 1880</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the District of New Hampshire.</p>\n      <p class=\"indent\">The facts are stated in the opinion of the court.</p>\n      <p class=\"indent\"><i>Mr. William L. Putnam</i> and <i>Mr. Ossian Ray</i> for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. Josiah G. Abbott, contra</i>.</p>\n      <p class=\"indent\">MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of entry brought by the Bartlett Land and Lumber Company, against Saunders, to recover possession of a certain tract of land in Grafton County, New Hampshire, described as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Beginning at the northwest corner of the town of Albany, and      thence runing north about 3 degrees east, 3 miles and 65      rods, to a spruce tree marked; and from thence north about 6      degrees east, 4 miles and 95 rods, to a fir tree marked; and      from thence south about 87 1/2 degrees east, to the westerly      line of Hart's Location, and to the easterly line of Grafton      County, as established by the act approved July 3, 1875,      entitled 'An Act establishing the east line of Grafton      County;' and from thence along the east line of Grafton      County to the bound begun at, and containing 8,000 acres of      land, more or less.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendant filed a plea, defending his right in, and denying disseisin of, all the land described in the plaintiff's writ which is included in the following-described tract, viz.:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Beginning at the northwest corner of the town of Albany,      formerly called Burton, and thence running north about three      degrees east, three miles and sixty-five rods, to a spruce      tree marked; and from thence north about six degrees east,      four miles and ninety-five rods, to a fir tree marked; and      from thence south about eighty-seven and one-half degrees      east, to the westerly line of Hart's Location; thence      southerly by the westerly line of Hart's Location to the      point in said westerly line nearest to the northwest corner      of said Albany; thence in a straight line to the northwest      corner of said Albany.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">He disclaimed title to the remainder of the land claimed in the demandant's writ.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Upon these issues the cause came on to be tried, and after the demandant's evidence was adduced, the court instructed the jury that, upon the case made thereby, the demandant was not entitled to recover. A verdict was given for the defendant, and judgment rendered accordingly. The present writ of error is brought to reverse this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The specific points raised upon the trial, upon which the court was called upon to pass, are presented by a bill of exceptions, which exhibits the evidence in detail. Such parts of this evidence as may be necessary to understand the matters of law raised by the writ of error will be adverted to.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The demandant, on the trial, produced and deraigned title under a quitclaim deed from James Willey, land commissioner of the State of New Hampshire, to Alpheus Bean and others, dated Nov. 26, 1831, made by authority of a resolve of the legislature, which included the lands claimed in the writ.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The demandant also produeed a prior deed, under which the defendant claimed the land described in his plea, being a deed from Abner R. Kelly, treasurer of the State of New Hampshire, to Jasper Elkins and others, dated Aug. 31, 1830, and made by authority of a resolve of the legislature, which deed purported to convey the following-described tract in the county of Grafton, New Hampshire, to wit:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Beginning at the northeast corner of the town of Lincoln,      and running east seven miles and one hundred and seventeen      rods to Hart's Location; thence southerly by the westerly      boundary of said location to a point so far south that a line      drawn thence due south shall strike the northwest corner of      the town of Burton; thence south to said northwest corner of      Burton; thence westerly along the northern line of Waterville      to the eastern boundary of Hatch and Cheever's grant; thence      northerly and westerly by said grant to the east line of      Thornton; thence by said line of Thornton northerly to the      line of Lincoln, and along this line to the point first      mentioned.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The principal question in the cause was whether the premises thus granted to Elkins and others by the last-named deed embraced the land described in the defendant's plea; if they did, as was held by the judge at the trial, the defendant's was the elder title to the land in dispute, and the title of the demandant failed, and there is no error in the instructions as to the documentary title.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The beginning corner of the premises granted to Elkins and others was conceded to be a well-known point, and the general position of the first line of survey, which is described as 'running east 7 miles and 117 rods to Hart's Location,' was not disputed; nor was the position of the northwest corner of the town of Burton (now Albany) disputed, it being a common point to which both parties referred; nor were the lines of the Elkins survey from the northwest corner of Burton, 'westerly along the northerly line of Waterville, &amp;c., to the point first mentioned,' brought in question. The only point in dispute was the eastern boundary of the Elkins tract; the defendant contending that, by virtue of the deed of 1830, it extended eastwardly to Hart's Location, covering the disputed territory; and the demandant contending that it did not extend further to the eastward than the northwest corner of Burton (or Albany), and a line drawn north from that point.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The language of the grant is, 'east 7 miles and 117 rods <i>to Hart's Location;</i> then southerly <i>by the westerly boundary of said location</i> to a point so far south that a line drawn thence due south shall strike the northwest corner of the town of Burton; thence,' &amp;c. Now, if, when the grant was made, there was a track known as Hart's Location lying easterly and in the vicinity of the land granted, and if it had a westerly boundary to which the granted tract could by any reasonable possibility bility extend, no more apt language for this purpose could have been adopted. It would be a monument which would control courses and distances. If more or less distant from the point of beginning than seven miles and one hundred and seventeen rods, still it would control the survey. If a line drawn due south from any point of its western boundary would not strike the northwest corner of Burton, then they must be connected by a line not running due south. The line of shortest distance between said boundary and said northwest corner would be the proper one, and this is the one that was adopted. Hart's Location is called for, and to that location we are bound to go.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The evidence was overwhelming and uncontradicted to show the existence and notoriety of Hart's Location. It is a large tract of land lying on both sides of the Saco River, directly to the eastward of the Elkins tract. On the 27th of April, 1772, this tract was granted by Governor Wentworth, in the name of the king, to one Thomas Chadbourne. The plaintiff produced in evidence a copy of that grant, having a plat or survey of the tract annexed to it. The premises granted are described as follows:&#8212;&#8212; 'Beginning at a birch tree being the southwesterly corner      bounds of a tract of land granted to Mr. Vere Royse; from      thence running north fonr hundred and seventy rods, from      thence extending westerly the same breadth of four hundred      and seventy rods, the distance of two hundred and eighty-five      rods, from thence running northwesterly six hundred rods,      from thence running nearly a north course thirteen hundred      rods until it meets the notch or narrowest passage leading      through the White Mountains lying upon Saco River.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plat, or survey, annexed to the grant shows the Saco River running through it. It follows the river on both sides from the beginning of the survey up to the mountains. It is conceded that the beginning corner is well known; and the general location of the tract is undisputed. By the name of Hart's Location it has been well known for nearly a century past. Its census has been published in the laws like that of a regular township, and it seems to have been treated in some sort as a <i>quasi</i> township. In the State census published with the laws of 1815, and again in 1820, the population of Hart's Location is put down as thirty-five for the year 1810, and at sixty-five for 1820. In the acts for the apportionment of the State tax among the several townships of the State, the <i>pro rata</i> share of Hart's Location was fixed at eight cents on a thousand dollars in 1816; at twelve cents in 1820; at ten cents in 1824; and at eight cents in 1829. By an act approved Dec. 24, 1828, it was resolved, 'That Hart's Location, in the county of Coos, be annexed and classed with the towns of Bartlett and Adams, in said county, for the purpose of electing a representative to the general court, until the legislature shall otherwise order.' The demandant's principal witness stated that it had been a political organization at one time, and sent a representative to the general court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But it was claimed by the demandant, and proof was offered to show, that the western boundary of Hart's Location, being in a wild and mountainous region, had never been located on the ground in 1830, and could not be located from the description contained in the grant, because it was too vague and uncertain to admit of a fixed and definite survey. But the plat annexed to the grant, and referred to by the grant for greater certainty, did show a boundary line, laid down to a scale. If there was no other evidence on the subject, this would be sufficient to show that Hart's Location had a boundary, and a definite one, whether it was ever actually run out on the ground or not. In or about 1803, on occasion of a general perambulation of the townships of the State, made in pursuance of an act of the legislature, a survey of Hart's Location was made by one Merrill, by public authority, and deposited in the office of the secretary of state. This was also produced in evidence on the trial, and showed a well-defined map of the location, laid down to a scale,&#8212;differing somewhat from the plat annexed to the original grant, but not more than might be naturally expected if the original was not used.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There can be no doubt, therefore, that when Hart's Location was referred to in public acts and resolves, whether for the purpose of taking the census, taxation, or political jurisdiction, it was referred to as a defined tract or portion of territory, within the bounds of which the State claimed no proprietary interest. In 1830, when the legislature, by a resolve, authorized, and by its treasurer made, to Elkins and his associates, a grant of land to extend from the town of Lincoln on the west to Hart's Location on the east, the exterior line extending along 'by the westerly boundary of said location,' it is difficult to find any ground for uncertainty or ambiguity in the grant, or to imagine how, after that, the State, or any persons claiming under the State, could, with any show of reason, claim that there was no such thing in being as a Hart's Location having a western boundary; or that the Elkins grant did not extend to and bound upon it. All rights of the State up to and adjoining said location were as clearly disposed of as if the two grants, that of Hart's Location and that to Elkins and others, had been made in the same instrument,&#8212;granting to one party, first, Hart's Location as described in Chadbourne's patent, and then granting to Elkins and his associates all the residue of the lands westward to the town of Lincoln between designated side lines on the north and south.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The truth is, that Hart's Location itself was the monument indicated, whatever might be the location of its western boundary. The existence of the location as a territorial subdivision of New Hampshire was as notorious and certain as the existence of any township in the State. It must of necessity have had a boundary, whether that boundary had ever been actually surveyed on the ground or not. The State owned all the land lying westerly of it,&#8212;between it and the township of Lincoln,&#8212;and this land had never been granted to any person. It was wild, mountainous land of ittle value. The whole area, equal to the extent of a large township, and containing probably seventy or eighty square miles, was in 1830 valued at only $800. All this tract thus lying to the west of Hart's Location was granted to Elkins and his associates. They may have been under an erroneous impression as to the true location of the western boundary of Hart's Location, but, whatever it was, and whenever found, that was to be the boundary of the grant.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It may be true, as stated by the Supreme Court of Massachusetts in <i>Morse</i> v. <i>Rogers</i> (118 Mass. 573, 578), that where a boundary is inadvertently inserted or cannot be found, or an adherence to it would defeat the evident intent of the parties, 'the boundary may be rejected, and the extent of the grant be determined by measurement, or other portions of the grant.' But that is not the case here. The evident intent of the parties was to go to Hart's Location as a territory or known body of land, without particular regard to a marked, designated, and visible line. It was their intent to leave no land belonging to the State between that territory and the tract granted. This was clearly the principal object in view; and as Hart's Location must necessarily have a western boundary somewhere, and as its limits and bounds were shown, whether correctly or incorrectly, by public maps in the archives of the State, it could not be said that this boundary was incapable of ascertainment. To hold this, and abandon the call of the deed for Hart's Location, and to confine the grantees to courses and distances, would defeat instead of furthering the intention of the parties. If the western boundary of Hart's Location had never been surveyed on the ground, it could be surveyed; or it could be located by agreement between the owners of it and the owners of the Elkins grant. They were the only parties who after that grant had any interest in the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It may well be asked, if the call for Hart's Location and its western boundary can have no significance in the Elkins grant in 1830, how does it suddenly acquire significance in 1831, in the grant under which the demandant claims? The language used is almost exactly the same: 'thence easterly to Hart's Location; thence southeasterly by said Hart's Location,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">With the accumulated evidence on the subject which was presented in the demandant's case, most of it of such a character as not to admit of contradiction, we think that the judge was perfectly right in assuming that Hart's Location was a monument sufficiently definite to control the courses and distances given in the grant. Indeed, we do not see how he could have done otherwise. The fact that the town of Burton, which lay to the south of Hart's Location, extended so far westerly that its northwest corner would not be met by a line drawn due south from any part of Hart's Location, cannot prevent the Elkins grant from extending to Hart's Location as its eastern boundary, as called for in the deed. As before stated, the connection between this location and the northwest corner of Burton, if it cannot be made by a line drawn due south as called for, must necessarily be made by the line of shortest distance between them. This is the surveyors' rule and the rule of law. <i>Campbell</i> v. <i>Branch</i>, 4 Jones (N. C.) L. 313. It is constantly applied when trees or monuments on or near the margin of a river are called for in a deed where the river is a boundary.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think that the judge did not err in relation to the construction and effect of the Elkins deed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But the demandant raised another point at the trial, namely, that the owners of the Elkins grant had estopped themselves from claiming under it any land eastwardly of a line running north from the northwest corner of the town of Burton, or Albany. The evidence offered on this point tended to show that about or soon after the date of the Elkins grant the grantees or some of them employed surveyors to ascertain the extent and boundaries of the grant, and that a line was run directly (or nearly) north from the northwest corner of Burton to the north line of the grant, as the supposed eastern boundary adjoining Hart's Location; but that this was done without any communication or agreement with the proprietors of Hart's Location or any other parties having an interest in the adjoining lands, and in ignorance of the true western boundary of that location on the land. The evidence consisted of the testimony as to the declarations of some or one of the grantees, as to the running of such line, made over forty years before, and of a recent examination of marked trees which indicated a date corresponding with the period referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think that the judge was right in holding that this evidence was totally insufficient, under the law of New Hampshire, or any other law, to show such a <i>settlement</i> of the line as to estop the owners of the grant from claiming to the extent of the description contained in the deed. Conceding that everything was proved which the evidence tended to prove, it would only show that the grantees made a tentative effort to find the limits of their property in a mountainous and almost inaccessible wilderness, without consultation or communication with any other parties, and without doing any act or thing that could in the least commit them in relation to such parties. The only line shown to have been the subject of any agreement was that located by Wilkins in 1850, parallel to, and two hundred and thirty-five chains from, the Saco, which was concurred in by Walker, the agent of the owners of the Elkins grant, and one Davis, who professed to own one-half of Hart's Location.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is alleged by the counsel of the demandant that the law of New Hampshire on the subject of estoppel as to boundary lines is peculiar; that an agreement settling such lines, though made by parol, is binding upon the parties and all those claiming under them. Conceding this to be true, not the slightest evidence was offered to show any agreement whatever, or even any communication, between the adjoining owners prior to 1850, and the line then agreed upon coincides substantially with that which is now claimed by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is contended, however, that the running of the hypothetical line northerly from the Burton corner was an estoppel as regards the State; that the State, upon the faith of this line being run and marked by the Elkins grantees, entered upon the land eastward of it, and granted the same to Bean and others. That is, the State, by legislative resolve and solemn grant, having in 1830 granted to Elkins and others all the land west of Hart's Location, had the right to re-enter upon some eight thousand acres of the same land in 1831 and grant it out to third parties, because the Elkins grantees, in making an <i>ex parte</i> survey, had mistaken the position of the west boundary of Hart's Location. There is no pretence, certainly no proof, that this survey was made by any concurrence of the parties, or that there was even any communication between the agents of the State and the Elking grantees. The agents of the State simply lay by and watched the operations of Elkins and company, and finding, or supposing, that they had made a mistake, and had left a vacant tract of land between the line they ran and Hart's Location, stepped in and made another grant to other parties of nearly a sixth part of the tract granted to the Elkins party. Not a particle of evidence was produced to show any acquiescence on the part of Elkins and his associates in this proceeding, or that they had any notice or knowledge of it. So far as appears, they have never acknowledged the right of these new grantees, nor have they ever admitted that any one had any right to interfere with the extension of their land eastwardly to Hart's Location. We think no case can be found that would make out an estoppel under such circumstances as these.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We have been referred with much confidence to the case of <i>The Proprietors of Enfield</i> v. <i>Day</i>, 11 N. H. 520. We have carefully examined this case, and do not find in it anything to support the proposition contended for. There the State interposed, after due notice to the parties and an inquiry by the legislature in reference to the true and right ownership of a certain gore between two adjoining townships, which by an alleged mistake of a figure had not been included in the grant (of Enfield), in which it was intended to be. The south line was south 68&#176; east in the deed, when it should have been south 58&#176; east. The grant of Grantham was made a few years afterwards, binding on Enfield, but having the right course (south 58&#176; east) for its north line. On the application of the proprietors of Enfield and adjoining townships, the legislature was applied to to correct this error, and commissioners were appointed to run the true line, and the disputed gore was granted to Enfield. The parties acquiesced for twenty years, and the question was whether Enfield had sufficient seisin and color of title to claim the benefit of the Statute of Limitiations; and the court held that it had. But the court expressed itself with great caution as follows: 'In this case we are clearly of opinion the seisin would not pass by the mere effect of the second grant; but was there not such a previous re-entry and assertion of right on the part of the government as to constitute, together with the grant, a conveyance with livery of seisin? An entry upon the land by the government agents, and the running anew and re-marking of lines, with the express design of a reconveyance to rectify a former mistake, would seem to be evidence sufficient to show an actual possession in the government of any given tract.' Was anything of this kind done in the present case? Were the Elkins grantees notified of any error or mistake? Were they informed of the intention to regrant a portion of the tract granted to them? Did they acquiesce in such proceedings? Nothing of the kind. But the court adds: 'The proceedings of the legislature were had on public notice and actual service on the proprietors of Grantham. They also had full knowledge of the subsequent proceedings of the proprietors of Enfield, in their entry upon and frequent sales of portions of this gore of land, claiming the whole under the grant from the State, and must be regarded as acquiescing in such adverse possession and claim. It is now too late for the proprietors of Grantham to assert their title.' It is obvious that the cases are totally distinct; and it is unnecessary to discuss the subject further.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judge, on this part of the case, instructed the jury that there was no evidence before them to estop or bar those claiming under the Elkins grant from maintaining their line by the westerly side of Hart's Location; and in this we think he was right.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>103 U.S. 316 (____)</b></center>\n<center><h1>LAND COMPANY<br>\nv.<br>\nSAUNDERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*317</span> Mr. William L. Putnam and Mr. Ossian Ray for the plaintiff in error.</p>\n<p>Mr. Josiah G. Abbott, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This is a writ of entry brought by the Bartlett Land and Lumber Company, against Saunders, to recover possession of a certain tract of land in Grafton County, New Hampshire, described as follows: </p>\n<p>\"Beginning at the northwest corner of the town of Albany, and thence running north about 3 degrees east, 3 miles and 65 rods, to a spruce tree marked; and from thence north about 6 degrees east, 4 miles and 95 rods, to a fir tree marked; and from thence south about 87½ degrees east, to the westerly line of Hart's Location, and to the easterly line of Grafton County, as established by the act approved July 3, 1875, entitled `An Act establishing the east line of Grafton County;' and from thence along the east line of Grafton County to the bound begun at, and containing 8,000 acres of land, more or less.\"</p>\n<p>The defendant filed a plea, defending his right in, and denying disseisin of, all the land described in the plaintiff's writ which is included in the following-described tract, viz.: </p>\n<p>\"Beginning at the northwest corner of the town of Albany, formerly called Burton, and thence running north about three degrees east, three miles and sixty-five rods, to a spruce tree marked; and from thence north about six degrees east, four miles and ninety-five rods, to a fir tree marked; and from thence south about eighty-seven and one-half degrees east, to the westerly line of Hart's Location; thence southerly by the westerly line of Hart's Location to the point in said westerly line nearest to the northwest corner of said Albany; thence in a straight line to the northwest corner of said Albany.\"</p>\n<p>He disclaimed title to the remainder of the land claimed in the demandant's writ.</p>\n<p>Upon these issues the cause came on to be tried, and after the demandant's evidence was adduced, the court instructed the jury that, upon the case made thereby, the demandant was not entitled to recover. A verdict was given for the defendant, and judgment rendered accordingly. The present writ of error is brought to reverse this judgment.</p>\n<p><span class=\"star-pagination\">*318</span> The specific points raised upon the trial, upon which the court was called upon to pass, are presented by a bill of exceptions, which exhibits the evidence in detail. Such parts of this evidence as may be necessary to understand the matters of law raised by the writ of error will be adverted to.</p>\n<p>The demandant, on the trial, produced and deraigned title under a quitclaim deed from James Willey, land commissioner of the State of New Hampshire, to Alpheus Bean and others, dated Nov. 26, 1831, made by authority of a resolve of the legislature, which included the lands claimed in the writ.</p>\n<p>The demandant also produced a prior deed, under which the defendant claimed the land described in his plea, being a deed from Abner R. Kelly, treasurer of the State of New Hampshire, to Jasper Elkins and others, dated Aug. 31, 1830, and made by authority of a resolve of the legislature, which deed purported to convey the following-described tract in the county of Grafton, New Hampshire, to wit: </p>\n<p>\"Beginning at the northeast corner of the town of Lincoln, and running east seven miles and one hundred and seventeen rods to Hart's Location; thence southerly by the westerly boundary of said location to a point so far south that a line drawn thence due south shall strike the northwest corner of the town of Burton; thence south to said northwest corner of Burton; thence westerly along the northern line of Waterville to the eastern boundary of Hatch and Cheever's grant; thence northerly and westerly by said grant to the east line of Thornton; thence by said line of Thornton northerly to the line of Lincoln, and along this line to the point first mentioned.\"</p>\n<p>The principal question in the cause was whether the premises thus granted to Elkins and others by the last-named deed embraced the land described in the defendant's plea; if they did, as was held by the judge at the trial, the defendant's was the elder title to the land in dispute, and the title of the demandant failed, and there is no error in the instructions as to the documentary title.</p>\n<p>The beginning corner of the premises granted to Elkins and others was conceded to be a well-known point, and the general position of the first line of survey, which is described as \"running east 7 miles and 117 rods to Hart's Location,\" was not disputed; <span class=\"star-pagination\">*319</span> nor was the position of the northwest corner of the town of Burton (now Albany) disputed, it being a common point to which both parties referred; nor were the lines of the Elkins survey from the northwest corner of Burton, \"westerly along the northerly line of Waterville, &amp;c., to the point first mentioned,\" brought in question. The only point in dispute was the eastern boundary of the Elkins tract; the defendant contending that, by virtue of the deed of 1830, it extended eastwardly to Hart's Location, covering the disputed territory; and the demandant contending that it did not extend further to the eastward than the northwest corner of Burton (or Albany), and a line drawn north from that point.</p>\n<p>The language of the grant is, \"east 7 miles and 117 rods to Hart's Location; then southerly by the westerly boundary of said location to a point so far south that a line drawn thence due south shall strike the northwest corner of the town of Burton; thence,\" &amp;c. Now, if, when the grant was made, there was a tract known as Hart's Location lying easterly and in the vicinity of the land granted, and if it had a westerly boundary to which the granted tract could by any reasonable possibility extend, no more apt language for this purpose could have been adopted. It would be a monument which would control courses and distances. If more or less distant from the point of beginning than seven miles and one hundred and seventeen rods, still it would control the survey. If a line drawn due south from any point of its western boundary would not strike the northwest corner of Burton, then they must be connected by a line not running due south. The line of shortest distance between said boundary and said northwest corner would be the proper one, and this is the one that was adopted. Hart's Location is called for, and to that location we are bound to go.</p>\n<p>The evidence was overwhelming and uncontradicted to show the existence and notoriety of Hart's Location. It is a large tract of land lying on both sides of the Saco River, directly to the eastward of the Elkins tract. On the 27th of April, 1772, this tract was granted by Governor Wentworth, in the name of the king, to one Thomas Chadbourne. The plaintiff produced in evidence a copy of that grant, having a plat or survey of the tract annexed to it. The premises granted are described as follows: </p>\n<p><span class=\"star-pagination\">*320</span> \"Beginning at a birch tree being the southwesterly corner bounds of a tract of land granted to Mr. Vere Royse; from thence running north four hundred and seventy rods, from thence extending westerly the same breadth of four hundred and seventy rods, the distance of two hundred and eighty-five rods, from thence running northwesterly six hundred rods, from thence running nearly a north course thirteen hundred rods until it meets the notch or narrowest passage leading through the White Mountains lying upon Saco River.\"</p>\n<p>The plat, or survey, annexed to the grant shows the Saco River running through it. It follows the river on both sides from the beginning of the survey up to the mountains. It is conceded that the beginning corner is well known; and the general location of the tract is undisputed. By the name of Hart's Location it has been well known for nearly a century past. Its census has been published in the laws like that of a regular township, and it seems to have been treated in some sort as a quasi township. In the State census published with the laws of 1815, and again in 1820, the population of Hart's Location is put down as thirty-five for the year 1810, and at sixty-five for 1820. In the acts for the apportionment of the State tax among the several townships of the State, the pro rata share of Hart's Location was fixed at eight cents on a thousand dollars in 1816; at twelve cents in 1820; at ten cents in 1824; and at eight cents in 1829. By an act approved Dec. 24, 1828, it was resolved, \"That Hart's Location, in the county of Coos, be annexed and classed with the towns of Bartlett and Adams, in said county, for the purpose of electing a representative to the general court, until the legislature shall otherwise order.\" The demandant's principal witness stated that it had been a political organization at one time, and sent a representative to the general court.</p>\n<p>But it was claimed by the demandant, and proof was offered to show, that the western boundary of Hart's Location, being in a wild and mountainous region, had never been located on the ground in 1830, and could not be located from the description contained in the grant, because it was too vague and uncertain to admit of a fixed and definite survey. But the plat annexed to the grant, and referred to by the grant for greater certainty, <span class=\"star-pagination\">*321</span> did show a boundary line, laid down to a scale. If there was no other evidence on the subject, this would be sufficient to show that Hart's Location had a boundary, and a definite one, whether it was ever actually run out on the ground or not. In or about 1803, on occasion of a general perambulation of the townships of the State, made in pursuance of an act of the legislature, a survey of Hart's Location was made by one Merrill, by public authority, and deposited in the office of the secretary of state. This was also produced in evidence on the trial, and showed a well-defined map of the location, laid down to a scale,  differing somewhat from the plat annexed to the original grant, but not more than might be naturally expected if the original was not used.</p>\n<p>There can be no doubt, therefore, that when Hart's Location was referred to in public acts and resolves, whether for the purpose of taking the census, taxation, or political jurisdiction, it was referred to as a defined tract or portion of territory, within the bounds of which the State claimed no proprietary interest. In 1830, when the legislature, by a resolve, authorized, and by its treasurer made, to Elkins and his associates, a grant of land to extend from the town of Lincoln on the west to Hart's Location on the east, the exterior line extending along \"by the westerly boundary of said location,\" it is difficult to find any ground for uncertainty or ambiguity in the grant, or to imagine how, after that, the State, or any persons claiming under the State, could, with any show of reason, claim that there was no such thing in being as a Hart's Location having a western boundary; or that the Elkins grant did not extend to and bound upon it. All rights of the State up to and adjoining said location were as clearly disposed of as if the two grants, that of Hart's Location and that to Elkins and others, had been made in the same instrument,  granting to one party, first, Hart's Location as described in Chadbourne's patent, and then granting to Elkins and his associates all the residue of the lands westward to the town of Lincoln between designated side lines on the north and south.</p>\n<p>The truth is, that Hart's Location itself was the monument indicated, whatever might be the location of its western boundary. The existence of the location as a territorial subdivision <span class=\"star-pagination\">*322</span> of New Hampshire was as notorious and certain as the existence of any township in the State. It must of necessity have had a boundary, whether that boundary had ever been actually surveyed on the ground or not. The State owned all the land lying westerly of it,  between it and the township of Lincoln,  and this land had never been granted to any person. It was wild, mountainous land of little value. The whole area, equal to the extent of a large township, and containing probably seventy or eighty square miles, was in 1830 valued at only $800. All this tract thus lying to the west of Hart's Location was granted to Elkins and his associates. They may have been under an erroneous impression as to the true location of the western boundary of Hart's Location, but, whatever it was, and whenever found, that was to be the boundary of the grant.</p>\n<p>It may be true, as stated by the Supreme Court of Massachusetts in Morse v. Rogers (118 Mass. 573, 578), that where a boundary is inadvertently inserted or cannot be found, or an adherence to it would defeat the evident intent of the parties, \"the boundary may be rejected, and the extent of the grant be determined by measurement, or other portions of the grant.\" But that is not the case here. The evident intent of the parties was to go to Hart's Location as a territory or known body of land, without particular regard to a marked, designated, and visible line. It was their intent to leave no land belonging to the State between that territory and the tract granted. This was clearly the principal object in view; and as Hart's Location must necessarily have a western boundary somewhere, and as its limits and bounds were shown, whether correctly or incorrectly, by public maps in the archives of the State, it could not be said that this boundary was incapable of ascertainment. To hold this, and abandon the call of the deed for Hart's Location, and to confine the grantees to courses and distances, would defeat instead of furthering the intention of the parties. If the western boundary of Hart's Location had never been surveyed on the ground, it could be surveyed; or it could be located by agreement between the owners of it and the owners of the Elkins grant. They were the only parties who after that grant had any interest in the matter.</p>\n<p>It may well be asked, if the call for Hart's Location and its <span class=\"star-pagination\">*323</span> western boundary can have no significance in the Elkins grant in 1830, how does it suddenly acquire significance in 1831, in the grant under which the demandant claims? The language used is almost exactly the same: \"thence easterly to Hart's Location; thence southeasterly by said Hart's Location,\" &amp;c.</p>\n<p>With the accumulated evidence on the subject which was presented in the demandant's case, most of it of such a character as not to admit of contradiction, we think that the judge was perfectly right in assuming that Hart's Location was a monument sufficiently definite to control the courses and distances given in the grant. Indeed, we do not see how he could have done otherwise. The fact that the town of Burton, which lay to the south of Hart's Location, extended so far westerly that its northwest corner would not be met by a line drawn due south from any part of Hart's Location, cannot prevent the Elkins grant from extending to Hart's Location as its eastern boundary, as called for in the deed. As before stated, the connection between this location and the northwest corner of Burton, if it cannot be made by a line drawn due south as called for, must necessarily be made by the line of shortest distance between them. This is the surveyors' rule and the rule of law. Campbell v. Branch, 4 Jones (N.C.) L. 313. It is constantly applied when trees or monuments on or near the margin of a river are called for in a deed where the river is a boundary.</p>\n<p>We think that the judge did not err in relation to the construction and effect of the Elkins deed.</p>\n<p>But the demandant raised another point at the trial, namely, that the owners of the Elkins grant had estopped themselves from claiming under it any land eastwardly of a line running north from the northwest corner of the town of Burton, or Albany. The evidence offered on this point tended to show that about or soon after the date of the Elkins grant the grantees or some of them employed surveyors to ascertain the extent and boundaries of the grant, and that a line was run directly (or nearly) north from the northwest corner of Burton to the north line of the grant, as the supposed eastern boundary adjoining Hart's Location; but that this was done without any communication or agreement with the proprietors of Hart's <span class=\"star-pagination\">*324</span> Location or any other parties having an interest in the adjoining lands, and in ignorance of the true western boundary of that location on the land. The evidence consisted of the testimony as to the declarations of some or one of the grantees, as to the running of such line, made over forty years before, and of a recent examination of marked trees which indicated a date corresponding with the period referred to.</p>\n<p>We think that the judge was right in holding that this evidence was totally insufficient, under the law of New Hampshire, or any other law, to show such a settlement of the line as to estop the owners of the grant from claiming to the extent of the description contained in the deed. Conceding that everything was proved which the evidence tended to prove, it would only show that the grantees made a tentative effort to find the limits of their property in a mountainous and almost inaccessible wilderness, without consultation or communication with any other parties, and without doing any act or thing that could in the least commit them in relation to such parties. The only line shown to have been the subject of any agreement was that located by Wilkins in 1850, parallel to, and two hundred and thirty-five chains from, the Saco, which was concurred in by Walker, the agent of the owners of the Elkins grant, and one Davis, who professed to own one-half of Hart's Location.</p>\n<p>It is alleged by the counsel of the demandant that the law of New Hampshire on the subject of estoppel as to boundary lines is peculiar; that an agreement settling such lines, though made by parol, is binding upon the parties and all those claiming under them. Conceding this to be true, not the slightest evidence was offered to show any agreement whatever, or even any communication, between the adjoining owners prior to 1850, and the line then agreed upon coincides substantially with that which is now claimed by the defendant.</p>\n<p>It is contended, however, that the running of the hypothetical line northerly from the Burton corner was an estoppel as regards the State; that the State, upon the faith of this line being run and marked by the Elkins grantees, entered upon the land eastward of it, and granted the same to Bean and others. That is, the State, by legislative resolve and solemn grant, having in 1830 granted to Elkins and others all the land <span class=\"star-pagination\">*325</span> west of Hart's Location, had the right to re-enter upon some eight thousand acres of the same land in 1831 and grant it out to third parties, because the Elkins grantees, in making an ex parte survey, had mistaken the position of the west boundary of Hart's Location. There is no pretence, certainly no proof, that this survey was made by any concurrence of the parties, or that there was even any communication between the agents of the State and the Elkins grantees. The agents of the State simply lay by and watched the operations of Elkins and company, and finding, or supposing, that they had made a mistake, and had left a vacant tract of land between the line they ran and Hart's Location, stepped in and made another grant to other parties of nearly a sixth part of the tract granted to the Elkins party. Not a particle of evidence was produced to show any acquiescence on the part of Elkins and his associates in this proceeding, or that they had any notice or knowledge of it. So far as appears, they have never acknowledged the right of these new grantees, nor have they ever admitted that any one had any right to interfere with the extension of their land eastwardly to Hart's Location. We think no case can be found that would make out an estoppel under such circumstances as these.</p>\n<p>We have been referred with much confidence to the case of The Proprietors of Enfield v. Day, 11 N.H. 520. We have carefully examined this case, and do not find in it anything to support the proposition contended for. There the State interposed, after due notice to the parties and an inquiry by the legislature in reference to the true and right ownership of a certain gore between two adjoining townships, which by an alleged mistake of a figure had not been included in the grant (of Enfield), in which it was intended to be. The south line was south 68° east in the deed, when it should have been south 58° east. The grant of Grantham was made a few years afterwards, binding on Enfield, but having the right course (south 58° east) for its north line. On the application of the proprietors of Enfield and adjoining townships, the legislature was applied to to correct this error, and commissioners were appointed to run the true line, and the disputed gore was granted to Enfield. The parties acquiesced for twenty years, and the question <span class=\"star-pagination\">*326</span> was whether Enfield had sufficient seisin and color of title to claim the benefit of the Statute of Limitations; and the court held that it had. But the court expressed itself with great caution as follows: \"In this case we are clearly of opinion the seisin would not pass by the mere effect of the second grant; but was there not such a previous re-entry and assertion of right on the part of the government as to constitute, together with the grant, a conveyance with livery of seisin? An entry upon the land by the government agents, and the running anew and re-marking of lines, with the express design of a reconveyance to rectify a former mistake, would seem to be evidence sufficient to show an actual possession in the government of any given tract.\" Was anything of this kind done in the present case? Were the Elkins grantees notified of any error or mistake? Were they informed of the intention to regrant a portion of the tract granted to them? Did they acquiesce in such proceedings? Nothing of the kind. But the court adds: \"The proceedings of the legislature were had on public notice and actual service on the proprietors of Grantham. They also had full knowledge of the subsequent proceedings of the proprietors of Enfield, in their entry upon and frequent sales of portions of this gore of land, claiming the whole under the grant from the State, and must be regarded as acquiescing in such adverse possession and claim. It is now too late for the proprietors of Grantham to assert their title.\" It is obvious that the cases are totally distinct; and it is unnecessary to discuss the subject further.</p>\n<p>The judge, on this part of the case, instructed the jury that there was no evidence before them to estop or bar those claiming under the Elkins grant from maintaining their line by the westerly side of Hart's Location; and in this we think he was right.</p>\n<p>Judgment affirmed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></span> (____)</b></center>\n<center><h1>LAND COMPANY<br>\nv.<br>\nSAUNDERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*317</span> Mr. William L. Putnam and Mr. Ossian Ray for the plaintiff in error.</p>\n<p>Mr. Josiah G. Abbott, contra.</p>\n<p>MR. JUSTICE BRADLEY delivered the opinion of the court.</p>\n<p>This is a writ of entry brought by the Bartlett Land and Lumber Company, against Saunders, to recover possession of a certain tract of land in Grafton County, New Hampshire, described as follows: </p>\n<p>\"Beginning at the northwest corner of the town of Albany, and thence running north about 3 degrees east, 3 miles and 65 rods, to a spruce tree marked; and from thence north about 6 degrees east, 4 miles and 95 rods, to a fir tree marked; and from thence south about 87½ degrees east, to the westerly line of Hart's Location, and to the easterly line of Grafton County, as established by the act approved July 3, 1875, entitled `An Act establishing the east line of Grafton County;' and from thence along the east line of Grafton County to the bound begun at, and containing 8,000 acres of land, more or less.\"</p>\n<p>The defendant filed a plea, defending his right in, and denying disseisin of, all the land described in the plaintiff's writ which is included in the following-described tract, viz.: </p>\n<p>\"Beginning at the northwest corner of the town of Albany, formerly called Burton, and thence running north about three degrees east, three miles and sixty-five rods, to a spruce tree marked; and from thence north about six degrees east, four miles and ninety-five rods, to a fir tree marked; and from thence south about eighty-seven and one-half degrees east, to the westerly line of Hart's Location; thence southerly by the westerly line of Hart's Location to the point in said westerly line nearest to the northwest corner of said Albany; thence in a straight line to the northwest corner of said Albany.\"</p>\n<p>He disclaimed title to the remainder of the land claimed in the demandant's writ.</p>\n<p>Upon these issues the cause came on to be tried, and after the demandant's evidence was adduced, the court instructed the jury that, upon the case made thereby, the demandant was not entitled to recover. A verdict was given for the defendant, and judgment rendered accordingly. The present writ of error is brought to reverse this judgment.</p>\n<p><span class=\"star-pagination\">*318</span> The specific points raised upon the trial, upon which the court was called upon to pass, are presented by a bill of exceptions, which exhibits the evidence in detail. Such parts of this evidence as may be necessary to understand the matters of law raised by the writ of error will be adverted to.</p>\n<p>The demandant, on the trial, produced and deraigned title under a quitclaim deed from James Willey, land commissioner of the State of New Hampshire, to Alpheus Bean and others, dated Nov. 26, 1831, made by authority of a resolve of the legislature, which included the lands claimed in the writ.</p>\n<p>The demandant also produced a prior deed, under which the defendant claimed the land described in his plea, being a deed from Abner R. Kelly, treasurer of the State of New Hampshire, to Jasper Elkins and others, dated Aug. 31, 1830, and made by authority of a resolve of the legislature, which deed purported to convey the following-described tract in the county of Grafton, New Hampshire, to wit: </p>\n<p>\"Beginning at the northeast corner of the town of Lincoln, and running east seven miles and one hundred and seventeen rods to Hart's Location; thence southerly by the westerly boundary of said location to a point so far south that a line drawn thence due south shall strike the northwest corner of the town of Burton; thence south to said northwest corner of Burton; thence westerly along the northern line of Waterville to the eastern boundary of Hatch and Cheever's grant; thence northerly and westerly by said grant to the east line of Thornton; thence by said line of Thornton northerly to the line of Lincoln, and along this line to the point first mentioned.\"</p>\n<p>The principal question in the cause was whether the premises thus granted to Elkins and others by the last-named deed embraced the land described in the defendant's plea; if they did, as was held by the judge at the trial, the defendant's was the elder title to the land in dispute, and the title of the demandant failed, and there is no error in the instructions as to the documentary title.</p>\n<p>The beginning corner of the premises granted to Elkins and others was conceded to be a well-known point, and the general position of the first line of survey, which is described as \"running east 7 miles and 117 rods to Hart's Location,\" was not disputed; <span class=\"star-pagination\">*319</span> nor was the position of the northwest corner of the town of Burton (now Albany) disputed, it being a common point to which both parties referred; nor were the lines of the Elkins survey from the northwest corner of Burton, \"westerly along the northerly line of Waterville, &amp;c., to the point first mentioned,\" brought in question. The only point in dispute was the eastern boundary of the Elkins tract; the defendant contending that, by virtue of the deed of 1830, it extended eastwardly to Hart's Location, covering the disputed territory; and the demandant contending that it did not extend further to the eastward than the northwest corner of Burton (or Albany), and a line drawn north from that point.</p>\n<p>The language of the grant is, \"east 7 miles and 117 rods to Hart's Location; then southerly by the westerly boundary of said location to a point so far south that a line drawn thence due south shall strike the northwest corner of the town of Burton; thence,\" &amp;c. Now, if, when the grant was made, there was a tract known as Hart's Location lying easterly and in the vicinity of the land granted, and if it had a westerly boundary to which the granted tract could by any reasonable possibility extend, no more apt language for this purpose could have been adopted. It would be a monument which would control courses and distances. If more or less distant from the point of beginning than seven miles and one hundred and seventeen rods, still it would control the survey. If a line drawn due south from any point of its western boundary would not strike the northwest corner of Burton, then they must be connected by a line not running due south. The line of shortest distance between said boundary and said northwest corner would be the proper one, and this is the one that was adopted. Hart's Location is called for, and to that location we are bound to go.</p>\n<p>The evidence was overwhelming and uncontradicted to show the existence and notoriety of Hart's Location. It is a large tract of land lying on both sides of the Saco River, directly to the eastward of the Elkins tract. On the 27th of April, 1772, this tract was granted by Governor Wentworth, in the name of the king, to one Thomas Chadbourne. The plaintiff produced in evidence a copy of that grant, having a plat or survey of the tract annexed to it. The premises granted are described as follows: </p>\n<p><span class=\"star-pagination\">*320</span> \"Beginning at a birch tree being the southwesterly corner bounds of a tract of land granted to Mr. Vere Royse; from thence running north four hundred and seventy rods, from thence extending westerly the same breadth of four hundred and seventy rods, the distance of two hundred and eighty-five rods, from thence running northwesterly six hundred rods, from thence running nearly a north course thirteen hundred rods until it meets the notch or narrowest passage leading through the White Mountains lying upon Saco River.\"</p>\n<p>The plat, or survey, annexed to the grant shows the Saco River running through it. It follows the river on both sides from the beginning of the survey up to the mountains. It is conceded that the beginning corner is well known; and the general location of the tract is undisputed. By the name of Hart's Location it has been well known for nearly a century past. Its census has been published in the laws like that of a regular township, and it seems to have been treated in some sort as a quasi township. In the State census published with the laws of 1815, and again in 1820, the population of Hart's Location is put down as thirty-five for the year 1810, and at sixty-five for 1820. In the acts for the apportionment of the State tax among the several townships of the State, the pro rata share of Hart's Location was fixed at eight cents on a thousand dollars in 1816; at twelve cents in 1820; at ten cents in 1824; and at eight cents in 1829. By an act approved Dec. 24, 1828, it was resolved, \"That Hart's Location, in the county of Coos, be annexed and classed with the towns of Bartlett and Adams, in said county, for the purpose of electing a representative to the general court, until the legislature shall otherwise order.\" The demandant's principal witness stated that it had been a political organization at one time, and sent a representative to the general court.</p>\n<p>But it was claimed by the demandant, and proof was offered to show, that the western boundary of Hart's Location, being in a wild and mountainous region, had never been located on the ground in 1830, and could not be located from the description contained in the grant, because it was too vague and uncertain to admit of a fixed and definite survey. But the plat annexed to the grant, and referred to by the grant for greater certainty, <span class=\"star-pagination\">*321</span> did show a boundary line, laid down to a scale. If there was no other evidence on the subject, this would be sufficient to show that Hart's Location had a boundary, and a definite one, whether it was ever actually run out on the ground or not. In or about 1803, on occasion of a general perambulation of the townships of the State, made in pursuance of an act of the legislature, a survey of Hart's Location was made by one Merrill, by public authority, and deposited in the office of the secretary of state. This was also produced in evidence on the trial, and showed a well-defined map of the location, laid down to a scale,  differing somewhat from the plat annexed to the original grant, but not more than might be naturally expected if the original was not used.</p>\n<p>There can be no doubt, therefore, that when Hart's Location was referred to in public acts and resolves, whether for the purpose of taking the census, taxation, or political jurisdiction, it was referred to as a defined tract or portion of territory, within the bounds of which the State claimed no proprietary interest. In 1830, when the legislature, by a resolve, authorized, and by its treasurer made, to Elkins and his associates, a grant of land to extend from the town of Lincoln on the west to Hart's Location on the east, the exterior line extending along \"by the westerly boundary of said location,\" it is difficult to find any ground for uncertainty or ambiguity in the grant, or to imagine how, after that, the State, or any persons claiming under the State, could, with any show of reason, claim that there was no such thing in being as a Hart's Location having a western boundary; or that the Elkins grant did not extend to and bound upon it. All rights of the State up to and adjoining said location were as clearly disposed of as if the two grants, that of Hart's Location and that to Elkins and others, had been made in the same instrument,  granting to one party, first, Hart's Location as described in Chadbourne's patent, and then granting to Elkins and his associates all the residue of the lands westward to the town of Lincoln between designated side lines on the north and south.</p>\n<p>The truth is, that Hart's Location itself was the monument indicated, whatever might be the location of its western boundary. The existence of the location as a territorial subdivision <span class=\"star-pagination\">*322</span> of New Hampshire was as notorious and certain as the existence of any township in the State. It must of necessity have had a boundary, whether that boundary had ever been actually surveyed on the ground or not. The State owned all the land lying westerly of it,  between it and the township of Lincoln,  and this land had never been granted to any person. It was wild, mountainous land of little value. The whole area, equal to the extent of a large township, and containing probably seventy or eighty square miles, was in 1830 valued at only $800. All this tract thus lying to the west of Hart's Location was granted to Elkins and his associates. They may have been under an erroneous impression as to the true location of the western boundary of Hart's Location, but, whatever it was, and whenever found, that was to be the boundary of the grant.</p>\n<p>It may be true, as stated by the Supreme Court of Massachusetts in Morse v. Rogers (118 Mass. 573, 578), that where a boundary is inadvertently inserted or cannot be found, or an adherence to it would defeat the evident intent of the parties, \"the boundary may be rejected, and the extent of the grant be determined by measurement, or other portions of the grant.\" But that is not the case here. The evident intent of the parties was to go to Hart's Location as a territory or known body of land, without particular regard to a marked, designated, and visible line. It was their intent to leave no land belonging to the State between that territory and the tract granted. This was clearly the principal object in view; and as Hart's Location must necessarily have a western boundary somewhere, and as its limits and bounds were shown, whether correctly or incorrectly, by public maps in the archives of the State, it could not be said that this boundary was incapable of ascertainment. To hold this, and abandon the call of the deed for Hart's Location, and to confine the grantees to courses and distances, would defeat instead of furthering the intention of the parties. If the western boundary of Hart's Location had never been surveyed on the ground, it could be surveyed; or it could be located by agreement between the owners of it and the owners of the Elkins grant. They were the only parties who after that grant had any interest in the matter.</p>\n<p>It may well be asked, if the call for Hart's Location and its <span class=\"star-pagination\">*323</span> western boundary can have no significance in the Elkins grant in 1830, how does it suddenly acquire significance in 1831, in the grant under which the demandant claims? The language used is almost exactly the same: \"thence easterly to Hart's Location; thence southeasterly by said Hart's Location,\" &amp;c.</p>\n<p>With the accumulated evidence on the subject which was presented in the demandant's case, most of it of such a character as not to admit of contradiction, we think that the judge was perfectly right in assuming that Hart's Location was a monument sufficiently definite to control the courses and distances given in the grant. Indeed, we do not see how he could have done otherwise. The fact that the town of Burton, which lay to the south of Hart's Location, extended so far westerly that its northwest corner would not be met by a line drawn due south from any part of Hart's Location, cannot prevent the Elkins grant from extending to Hart's Location as its eastern boundary, as called for in the deed. As before stated, the connection between this location and the northwest corner of Burton, if it cannot be made by a line drawn due south as called for, must necessarily be made by the line of shortest distance between them. This is the surveyors' rule and the rule of law. Campbell v. Branch, 4 Jones (N.C.) L. 313. It is constantly applied when trees or monuments on or near the margin of a river are called for in a deed where the river is a boundary.</p>\n<p>We think that the judge did not err in relation to the construction and effect of the Elkins deed.</p>\n<p>But the demandant raised another point at the trial, namely, that the owners of the Elkins grant had estopped themselves from claiming under it any land eastwardly of a line running north from the northwest corner of the town of Burton, or Albany. The evidence offered on this point tended to show that about or soon after the date of the Elkins grant the grantees or some of them employed surveyors to ascertain the extent and boundaries of the grant, and that a line was run directly (or nearly) north from the northwest corner of Burton to the north line of the grant, as the supposed eastern boundary adjoining Hart's Location; but that this was done without any communication or agreement with the proprietors of Hart's <span class=\"star-pagination\">*324</span> Location or any other parties having an interest in the adjoining lands, and in ignorance of the true western boundary of that location on the land. The evidence consisted of the testimony as to the declarations of some or one of the grantees, as to the running of such line, made over forty years before, and of a recent examination of marked trees which indicated a date corresponding with the period referred to.</p>\n<p>We think that the judge was right in holding that this evidence was totally insufficient, under the law of New Hampshire, or any other law, to show such a settlement of the line as to estop the owners of the grant from claiming to the extent of the description contained in the deed. Conceding that everything was proved which the evidence tended to prove, it would only show that the grantees made a tentative effort to find the limits of their property in a mountainous and almost inaccessible wilderness, without consultation or communication with any other parties, and without doing any act or thing that could in the least commit them in relation to such parties. The only line shown to have been the subject of any agreement was that located by Wilkins in 1850, parallel to, and two hundred and thirty-five chains from, the Saco, which was concurred in by Walker, the agent of the owners of the Elkins grant, and one Davis, who professed to own one-half of Hart's Location.</p>\n<p>It is alleged by the counsel of the demandant that the law of New Hampshire on the subject of estoppel as to boundary lines is peculiar; that an agreement settling such lines, though made by parol, is binding upon the parties and all those claiming under them. Conceding this to be true, not the slightest evidence was offered to show any agreement whatever, or even any communication, between the adjoining owners prior to 1850, and the line then agreed upon coincides substantially with that which is now claimed by the defendant.</p>\n<p>It is contended, however, that the running of the hypothetical line northerly from the Burton corner was an estoppel as regards the State; that the State, upon the faith of this line being run and marked by the Elkins grantees, entered upon the land eastward of it, and granted the same to Bean and others. That is, the State, by legislative resolve and solemn grant, having in 1830 granted to Elkins and others all the land <span class=\"star-pagination\">*325</span> west of Hart's Location, had the right to re-enter upon some eight thousand acres of the same land in 1831 and grant it out to third parties, because the Elkins grantees, in making an ex parte survey, had mistaken the position of the west boundary of Hart's Location. There is no pretence, certainly no proof, that this survey was made by any concurrence of the parties, or that there was even any communication between the agents of the State and the Elkins grantees. The agents of the State simply lay by and watched the operations of Elkins and company, and finding, or supposing, that they had made a mistake, and had left a vacant tract of land between the line they ran and Hart's Location, stepped in and made another grant to other parties of nearly a sixth part of the tract granted to the Elkins party. Not a particle of evidence was produced to show any acquiescence on the part of Elkins and his associates in this proceeding, or that they had any notice or knowledge of it. So far as appears, they have never acknowledged the right of these new grantees, nor have they ever admitted that any one had any right to interfere with the extension of their land eastwardly to Hart's Location. We think no case can be found that would make out an estoppel under such circumstances as these.</p>\n<p>We have been referred with much confidence to the case of The Proprietors of Enfield v. Day, 11 N.H. 520. We have carefully examined this case, and do not find in it anything to support the proposition contended for. There the State interposed, after due notice to the parties and an inquiry by the legislature in reference to the true and right ownership of a certain gore between two adjoining townships, which by an alleged mistake of a figure had not been included in the grant (of Enfield), in which it was intended to be. The south line was south 68° east in the deed, when it should have been south 58° east. The grant of Grantham was made a few years afterwards, binding on Enfield, but having the right course (south 58° east) for its north line. On the application of the proprietors of Enfield and adjoining townships, the legislature was applied to to correct this error, and commissioners were appointed to run the true line, and the disputed gore was granted to Enfield. The parties acquiesced for twenty years, and the question <span class=\"star-pagination\">*326</span> was whether Enfield had sufficient seisin and color of title to claim the benefit of the Statute of Limitations; and the court held that it had. But the court expressed itself with great caution as follows: \"In this case we are clearly of opinion the seisin would not pass by the mere effect of the second grant; but was there not such a previous re-entry and assertion of right on the part of the government as to constitute, together with the grant, a conveyance with livery of seisin? An entry upon the land by the government agents, and the running anew and re-marking of lines, with the express design of a reconveyance to rectify a former mistake, would seem to be evidence sufficient to show an actual possession in the government of any given tract.\" Was anything of this kind done in the present case? Were the Elkins grantees notified of any error or mistake? Were they informed of the intention to regrant a portion of the tract granted to them? Did they acquiesce in such proceedings? Nothing of the kind. But the court adds: \"The proceedings of the legislature were had on public notice and actual service on the proprietors of Grantham. They also had full knowledge of the subsequent proceedings of the proprietors of Enfield, in their entry upon and frequent sales of portions of this gore of land, claiming the whole under the grant from the State, and must be regarded as acquiescing in such adverse possession and claim. It is now too late for the proprietors of Grantham to assert their title.\" It is obvious that the cases are totally distinct; and it is unnecessary to discuss the subject further.</p>\n<p>The judge, on this part of the case, instructed the jury that there was no evidence before them to estop or bar those claiming under the Elkins grant from maintaining their line by the westerly side of Hart's Location; and in this we think he was right.</p>\n<p>Judgment affirmed.</p>\n</div>", "id": 90328, "judges": "Bradley", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90328/", "sha1": "3c66ea4dfaf8cebe0e261fd8452855a98f2ee598", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:31"}