{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "103 U.S. 447", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/90346/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Unity v. Burrage", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 74726, 
    "resource_uri": "/api/rest/v2/citation/74726/"
  }, 
  "id": 90346, 
  "blocked": false, 
  "judges": "Woods, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1881-02-28", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>103 U.S. 447 (____)</b></center>\n<center><h1>UNITY<br>\nv.<br>\nBURRAGE</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*452</span> Mr. W.J. Henry for the plaintiff in error.</p>\n<p>Mr. James Dinsmoor, contra.</p>\n<p><span class=\"star-pagination\">*454</span> MR. JUSTICE WOODS, after stating the case, delivered the opinion of the court.</p>\n<p>The plaintiff in error alleges that the act of March 27, 1869, by authority of which the bonds sued on were issued, is a private act, and should have been specially recited in the declaration; and as the declaration contains no such recital, it is bad on general demurrer. The defendants in error deny that the act is a private act.</p>\n<p>Private acts are thus defined by Blackstone: \u0097</p>\n<p>\"Special or private acts are rather exceptions than rules, being those which operate only upon particular persons and private concerns, such as the Romans entitled senatûs decreta, in contradistinction to the senatûs consulta, which regarded the whole community, and of these (which are not promulgated with the same notoriety as the former) the judges are not bound to take notice, unless they be formally shown and pleaded. Thus, to show the distinction, the statute 13 Eliz., c. 10, to prevent spiritual persons from making leases for longer terms than twenty-one years, or their lives, is a public act, being a rule prescribed to the whole body of spiritual persons in the nation; but an act to enable the Bishop of Chester to make a lease to A.B. for sixty years is an exception to this rule; it concerns only the parties and the bishop's successors, and is, therefore, a private act.\" 1 Black. Com. 86.</p>\n<p>Tested by this definition, it is clear that the act under consideration is a public and not a private act. It legalizes and <span class=\"star-pagination\">*455</span> makes valid elections held by the people of Macon County, Illinois, on the question of issuing the negotiable bonds of the county in aid of certain railroad companies therein named, and authorizes all the townships in the counties where township organization had been adopted, lying on or near to the line of the Indiana and Illinois Central Railway Company, on certain specified conditions, to subscribe to the stock of that company, and issue their negotiable coupon bonds in payment thereof. This statute affects not only the people of the county of Macon, and of many of the townships of all the counties lying on or near the line of the railroad designated, but also all persons to whose hands the bonds issued by the county and township mentioned, may come.</p>\n<p>Some cases throwing light upon the question will be cited.</p>\n<p>An act passed by the legislature of Indiana, Feb. 14, 1848, to incorporate the Ohio and Mississippi Railroad Company, provided for subscriptions to the stock of the company by the commissioners of any county through which its road might pass, and an issue of the bonds of the county to pay for the same. This act was declared a public act by this court in Commissioners of Knox County v. Aspinwall, 21 How. 539.</p>\n<p>In State, ex rel. Cothren, v. Lean (9 Wis. 279) it was held that a law providing for the location of a county seat is a general law. The Supreme Court of Indiana, in West v. Blake (4 Blackf. (Ind.) 234), held that an act authorizing an agent of the State to lay off and sell lots in a particular town, it being the seat of government, was a public act. The courts said: \"Statutes incorporating counties, fixing their boundaries, establishing court-houses, canals, turnpikes, railroads, &amp;c., for public uses, all operate upon local subjects. They are not for that reason special or private acts.\" In this country the disposition has been on the whole to enlarge the limits of this class of public acts, and to bring within it all enactments of a general character, or which in any way affect the community at large. Pierce v. Kimball, 9 Me. 54; New Portland v. New Vineyard, 16 id. 69; Gorham v. Springfield, 21 id. 58; Burnham v. Webster, 5 Mass. 266; Commonwealth v. McCurdy, id. 324; Commonwealth v. Springfield, 7 id. 9; Bac. Abr., Statute F. On these, and many other authorities which might be cited, we <span class=\"star-pagination\">*456</span> think that the act by which the issue of the bonds sued on was authorized is a public act, of which the courts are bound to take judicial notice, and that it need not be specially pleaded.</p>\n<p>But independently of authority there is a conclusive answer to this claim of the plaintiff in error.</p>\n<p>The act of Feb. 24, 1854, to which the act of March 27, 1869, is supplementary and amendatory, is declared in express terms by its fifth section to be a public act. It cannot, therefore, be said that the act which supplements and amends it, and thereby becomes a part of it, is a private act. If one is public, both must be.</p>\n<p>The plaintiff in error next claims that the Decatur and Indianapolis Railroad Company and the Indiana and Illinois Central Railway Company were consolidated; that the effect of the consolidation was to destroy the old corporations and create a new one, and, therefore, when the act of March 27, 1869, was passed, entitled an act supplementary to and amending an act entitled \"An Act to amend the act entitled an act to incorporate the Decatur and Indianapolis Railroad Company, approved Feb. 8, 1853,\" and authorizing certain townships to subscribe to the capital stock of the Indiana and Illinois Central Railway Company, the charter of the Decatur and Indianapolis Railroad Company had been surrendered; that the company had ceased to exist, and that, there being no corporation to which it could apply, the act of March 27, 1869, was, therefore, of no effect.</p>\n<p>This seems to be an attempt to overturn by argument and inference a deliberate enactment of the legislature, and erase it bodily from the statute book.</p>\n<p>Let it be conceded that the effect of the consolidation of the two companies was to create a new corporation under the name of the Indiana and Illinois Central Railway Company. It was perfectly competent for the legislature to authorize townships to subscribe to the stock of the new company, and issue their bonds in payment thereof. This was what the act under consideration did. The act which it purported to amend, after reciting in its preamble the fact of the consolidation of the Decatur and Indianapolis Railroad Company with the Indiana <span class=\"star-pagination\">*457</span> and Illinois Central Railway Company, conferred on the latter company, \"as existing under the consolidation, all the property, rights, franchises, and powers held, enjoyed, and possessed by either of said original corporations prior to their said consolidation.\"</p>\n<p>The act under consideration authorized certain townships to subscribe stock to this corporation thus formed, and to issue their bonds in payment therefor. It might fairly be entitled an act to amend an act, by authority of which the company existed.</p>\n<p>The new company, existing by recognition of the act of Feb. 20, 1854, had the capacity to accept, and did accept, this amendment, for it received and put in circulation the bonds issued under its authority.</p>\n<p>There is no ground for the theory that the act of March 27, 1869, is inoperative. We are bound, if possible, to give it effect, ut res magis valeat quam pereat. So far from its binding force being a matter of doubt, we see no difficulty, based on the reasons advanced by the plaintiff in error, in the way of giving it full and complete effect.</p>\n<p>It is next said by the plaintiff in error that the act is unconstitutional, and, therefore, void and of no force.</p>\n<p>The ground of its unconstitutionality is alleged to be that it does not conform to sect. 23 of art. 3 of the Constitution of Illinois of 1848, which provides that \"no private or local law which may be passed by the General Assembly shall embrace more than one subject, and that shall be expressed in the title.\"</p>\n<p>Assuming the act in question to be a local law, is it open to the objection urged against it? It legalizes two elections held by the people of Macon County; the first to decide whether the county should issue its bonds to the amount of $60,000 to aid in building the Indiana and Illinois Central Railway, and the second to decide whether the county should subscribe $40,000 to the stock of said railway company and issue its bonds for that amount in payment thereof, and declares valid and binding any bonds of the county issued or to be issued in pursuance of said elections, and it authorized certain townships on conditions prescribed to subscribe to the stock of said railway company, and issue their bonds in payment thereof.</p>\n<p><span class=\"star-pagination\">*458</span> This act is entitled an act \"supplementary to and amending\" the act conferring corporate powers on the Indiana and Illinois Central Railroad Company.</p>\n<p>The question whether such an act is obnoxious to the provision of the Illinois Constitution in relation to the subject and title of local acts, has been substantially decided in the negative by this court in the case of San Antonio v. Mehaffy, 96 U.S. 312.</p>\n<p>The Constitution of Texas declares that \"every law enacted by the legislature shall embrace but one object, and that shall be expressed in the title.\" The act of the legislature of Texas, said to be in violation of this provision, was entitled \"An Act to incorporate the San Antonio Railroad Company.\" Among other provisions, it authorized the city of San Antonio to take stock in that company, and issue bonds to pay for the same. The act was decided to have but one object, and that was expressed in the title.</p>\n<p>The Supreme Court of Illinois, in the case of The Belleville &amp;c. Railroad Company v. Gregory (15 Ill. 20) has decided that an act whose title was \"An Act to incorporate the Belleville and Illinois Railroad Company,\" and which contained a section which authorized the city of Belleville and the county of St. Clair to subscribe for stock in the company, was not in violation of the section of the State Constitution under consideration. Fireman's Benevolent Association v. Lounsbury, 21 Ill. 511; Supervisors of Schuyler County v. People, 25 id. 181; O'Leary v. County of Cook, 28 id. 534; Erlinger v. Boneau, 51 id. 94; People v. Brislin, 80 id. 423; Binz v. Weber, 81 id. 288. The act cannot, therefore, be held to be open to the constitutional objection under consideration.</p>\n<p>But it is insisted that the second election ratified by the act under consideration, not only had reference to subscriptions of stock and the issue of bonds in aid of the Indiana and Illinois Railway Company, but also of three other railroad companies, and the act, therefore, contained more than one subject, and the latter subject was not expressed in the title.</p>\n<p>In such a case the provisions of the law touching the subject, which is expressed in the title, must stand. Those relating to the other subjects, not expressed in the title, alone fall. By <span class=\"star-pagination\">*459</span> such a construction the purpose of the constitutional provision is fully accomplished.</p>\n<p>All the provisions of the law under consideration which have reference to the Indiana and Illinois Central Railway Company constitute but one subject; this, as we have seen, is expressed in the title; the other matters constituting other subjects, not expressed in the title, are so entirely disconnected with that which is expressed, that they can be eliminated and leave the remainder of the act in full force. Packet Company v. Keokuk, 95 U.S. 80.</p>\n<p>We are of opinion, therefore, that so much of the act of March 27, 1869, as authorizes the issue of the bonds sued on, is fairly expressed in the title, and is constitutional and valid.</p>\n<p>It is next alleged by the plaintiff in error that the Decatur and Indianapolis Railroad Company was incorporated under the general law of Illinois \"to provide for a general system of railroad incorporations,\" and not under the special act to incorporate the Decatur and Indianapolis Railroad, of Feb. 8, 1853. And it is insisted that the act of March 27, 1869, under authority of which the bonds in suit were issued, was an attempt by special act to add to the powers conferred upon the company by a general law.</p>\n<p>Conceding the premises, we do not think the conclusion follows. There is nothing in the Constitution of Illinois or the unwritten restraints upon legislative power which forbids such an enactment. We can see no reason, either in the Constitution of the State or in public policy, to restrain the legislature from declaring that certain townships may subscribe to the stock of a particular railroad company, organized under a general law, and issue their bonds to pay for the same.</p>\n<p>But the premises which we have conceded are not true. The Decatur and Indianapolis Railroad Company was organized under the special authority of the act to incorporate that company upon compliance with the requirements of the general law.</p>\n<p>The Indiana and Illinois Central Railway Company, in whose behalf the act of March 27, 1869, was passed, derived its corporate existence and power from a consolidation between a <span class=\"star-pagination\">*460</span> company of that name and the Decatur and Indianapolis Railroad Company, made by authority of the law under which the latter company was organized, and of the act of Feb. 20, 1854, which recognized the consolidation and confirmed to the new company \"all the property, rights, franchises, and powers held and enjoyed by either of said original corporations.\"</p>\n<p>The Indiana and Illinois Central Railroad Company derived its existence from special laws and not from the act to provide for a general system of railroad incorporations. There is, therefore, no ground for the objection under consideration to stand on.</p>\n<p>The case is a clear one, and it is unnecessary to devote further space to its discussion. There was in existence, by virtue of the legislation of the State of Illinois, a corporation known as the Indiana and Illinois Central Railway Company. By a perfectly valid and constitutional act certain townships, among them the plaintiff in error, were authorized, upon a vote of a majority of their legal voters, to subscribe stock in the railway company mentioned and issue their bonds to pay for it. The election was held under this law in the township of Unity. A majority of its legal voters at that election decided in favor of subscribing to the stock of the railroad company, and issuing the bonds of the township in payment thereof. The stock was accordingly subscribed, and the bonds were issued by authority of law and sold. The railroad has been built and is in full use as one of the post-roads of the United States. The holders of the bonds are entitled to their money, and there is no legal obstacle in the way of a judgment therefor in their favor.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:31", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></span> (____)</b></center>\n<center><h1>UNITY<br>\nv.<br>\nBURRAGE</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*452</span> Mr. W.J. Henry for the plaintiff in error.</p>\n<p>Mr. James Dinsmoor, contra.</p>\n<p><span class=\"star-pagination\">*454</span> MR. JUSTICE WOODS, after stating the case, delivered the opinion of the court.</p>\n<p>The plaintiff in error alleges that the act of March 27, 1869, by authority of which the bonds sued on were issued, is a private act, and should have been specially recited in the declaration; and as the declaration contains no such recital, it is bad on general demurrer. The defendants in error deny that the act is a private act.</p>\n<p>Private acts are thus defined by Blackstone: \u0097</p>\n<p>\"Special or private acts are rather exceptions than rules, being those which operate only upon particular persons and private concerns, such as the Romans entitled senatûs decreta, in contradistinction to the senatûs consulta, which regarded the whole community, and of these (which are not promulgated with the same notoriety as the former) the judges are not bound to take notice, unless they be formally shown and pleaded. Thus, to show the distinction, the statute 13 Eliz., c. 10, to prevent spiritual persons from making leases for longer terms than twenty-one years, or their lives, is a public act, being a rule prescribed to the whole body of spiritual persons in the nation; but an act to enable the Bishop of Chester to make a lease to A.B. for sixty years is an exception to this rule; it concerns only the parties and the bishop's successors, and is, therefore, a private act.\" 1 Black. Com. 86.</p>\n<p>Tested by this definition, it is clear that the act under consideration is a public and not a private act. It legalizes and <span class=\"star-pagination\">*455</span> makes valid elections held by the people of Macon County, Illinois, on the question of issuing the negotiable bonds of the county in aid of certain railroad companies therein named, and authorizes all the townships in the counties where township organization had been adopted, lying on or near to the line of the Indiana and Illinois Central Railway Company, on certain specified conditions, to subscribe to the stock of that company, and issue their negotiable coupon bonds in payment thereof. This statute affects not only the people of the county of Macon, and of many of the townships of all the counties lying on or near the line of the railroad designated, but also all persons to whose hands the bonds issued by the county and township mentioned, may come.</p>\n<p>Some cases throwing light upon the question will be cited.</p>\n<p>An act passed by the legislature of Indiana, Feb. 14, 1848, to incorporate the Ohio and Mississippi Railroad Company, provided for subscriptions to the stock of the company by the commissioners of any county through which its road might pass, and an issue of the bonds of the county to pay for the same. This act was declared a public act by this court in Commissioners of Knox County v. Aspinwall, 21 How. 539.</p>\n<p>In State, ex rel. Cothren, v. Lean (9 Wis. 279) it was held that a law providing for the location of a county seat is a general law. The Supreme Court of Indiana, in West v. Blake (4 Blackf. (Ind.) 234), held that an act authorizing an agent of the State to lay off and sell lots in a particular town, it being the seat of government, was a public act. The courts said: \"Statutes incorporating counties, fixing their boundaries, establishing court-houses, canals, turnpikes, railroads, &amp;c., for public uses, all operate upon local subjects. They are not for that reason special or private acts.\" In this country the disposition has been on the whole to enlarge the limits of this class of public acts, and to bring within it all enactments of a general character, or which in any way affect the community at large. Pierce v. Kimball, 9 Me. 54; New Portland v. New Vineyard, 16 id. 69; Gorham v. Springfield, 21 id. 58; Burnham v. Webster, 5 Mass. 266; Commonwealth v. McCurdy, id. 324; Commonwealth v. Springfield, 7 id. 9; Bac. Abr., Statute F. On these, and many other authorities which might be cited, we <span class=\"star-pagination\">*456</span> think that the act by which the issue of the bonds sued on was authorized is a public act, of which the courts are bound to take judicial notice, and that it need not be specially pleaded.</p>\n<p>But independently of authority there is a conclusive answer to this claim of the plaintiff in error.</p>\n<p>The act of Feb. 24, 1854, to which the act of March 27, 1869, is supplementary and amendatory, is declared in express terms by its fifth section to be a public act. It cannot, therefore, be said that the act which supplements and amends it, and thereby becomes a part of it, is a private act. If one is public, both must be.</p>\n<p>The plaintiff in error next claims that the Decatur and Indianapolis Railroad Company and the Indiana and Illinois Central Railway Company were consolidated; that the effect of the consolidation was to destroy the old corporations and create a new one, and, therefore, when the act of March 27, 1869, was passed, entitled an act supplementary to and amending an act entitled \"An Act to amend the act entitled an act to incorporate the Decatur and Indianapolis Railroad Company, approved Feb. 8, 1853,\" and authorizing certain townships to subscribe to the capital stock of the Indiana and Illinois Central Railway Company, the charter of the Decatur and Indianapolis Railroad Company had been surrendered; that the company had ceased to exist, and that, there being no corporation to which it could apply, the act of March 27, 1869, was, therefore, of no effect.</p>\n<p>This seems to be an attempt to overturn by argument and inference a deliberate enactment of the legislature, and erase it bodily from the statute book.</p>\n<p>Let it be conceded that the effect of the consolidation of the two companies was to create a new corporation under the name of the Indiana and Illinois Central Railway Company. It was perfectly competent for the legislature to authorize townships to subscribe to the stock of the new company, and issue their bonds in payment thereof. This was what the act under consideration did. The act which it purported to amend, after reciting in its preamble the fact of the consolidation of the Decatur and Indianapolis Railroad Company with the Indiana <span class=\"star-pagination\">*457</span> and Illinois Central Railway Company, conferred on the latter company, \"as existing under the consolidation, all the property, rights, franchises, and powers held, enjoyed, and possessed by either of said original corporations prior to their said consolidation.\"</p>\n<p>The act under consideration authorized certain townships to subscribe stock to this corporation thus formed, and to issue their bonds in payment therefor. It might fairly be entitled an act to amend an act, by authority of which the company existed.</p>\n<p>The new company, existing by recognition of the act of Feb. 20, 1854, had the capacity to accept, and did accept, this amendment, for it received and put in circulation the bonds issued under its authority.</p>\n<p>There is no ground for the theory that the act of March 27, 1869, is inoperative. We are bound, if possible, to give it effect, ut res magis valeat quam pereat. So far from its binding force being a matter of doubt, we see no difficulty, based on the reasons advanced by the plaintiff in error, in the way of giving it full and complete effect.</p>\n<p>It is next said by the plaintiff in error that the act is unconstitutional, and, therefore, void and of no force.</p>\n<p>The ground of its unconstitutionality is alleged to be that it does not conform to sect. 23 of art. 3 of the Constitution of Illinois of 1848, which provides that \"no private or local law which may be passed by the General Assembly shall embrace more than one subject, and that shall be expressed in the title.\"</p>\n<p>Assuming the act in question to be a local law, is it open to the objection urged against it? It legalizes two elections held by the people of Macon County; the first to decide whether the county should issue its bonds to the amount of $60,000 to aid in building the Indiana and Illinois Central Railway, and the second to decide whether the county should subscribe $40,000 to the stock of said railway company and issue its bonds for that amount in payment thereof, and declares valid and binding any bonds of the county issued or to be issued in pursuance of said elections, and it authorized certain townships on conditions prescribed to subscribe to the stock of said railway company, and issue their bonds in payment thereof.</p>\n<p><span class=\"star-pagination\">*458</span> This act is entitled an act \"supplementary to and amending\" the act conferring corporate powers on the Indiana and Illinois Central Railroad Company.</p>\n<p>The question whether such an act is obnoxious to the provision of the Illinois Constitution in relation to the subject and title of local acts, has been substantially decided in the negative by this court in the case of San Antonio v. Mehaffy, 96 U.S. 312.</p>\n<p>The Constitution of Texas declares that \"every law enacted by the legislature shall embrace but one object, and that shall be expressed in the title.\" The act of the legislature of Texas, said to be in violation of this provision, was entitled \"An Act to incorporate the San Antonio Railroad Company.\" Among other provisions, it authorized the city of San Antonio to take stock in that company, and issue bonds to pay for the same. The act was decided to have but one object, and that was expressed in the title.</p>\n<p>The Supreme Court of Illinois, in the case of The Belleville &amp;c. Railroad Company v. Gregory (15 Ill. 20) has decided that an act whose title was \"An Act to incorporate the Belleville and Illinois Railroad Company,\" and which contained a section which authorized the city of Belleville and the county of St. Clair to subscribe for stock in the company, was not in violation of the section of the State Constitution under consideration. Fireman's Benevolent Association v. Lounsbury, 21 Ill. 511; Supervisors of Schuyler County v. People, 25 id. 181; O'Leary v. County of Cook, 28 id. 534; Erlinger v. Boneau, 51 id. 94; People v. Brislin, 80 id. 423; Binz v. Weber, 81 id. 288. The act cannot, therefore, be held to be open to the constitutional objection under consideration.</p>\n<p>But it is insisted that the second election ratified by the act under consideration, not only had reference to subscriptions of stock and the issue of bonds in aid of the Indiana and Illinois Railway Company, but also of three other railroad companies, and the act, therefore, contained more than one subject, and the latter subject was not expressed in the title.</p>\n<p>In such a case the provisions of the law touching the subject, which is expressed in the title, must stand. Those relating to the other subjects, not expressed in the title, alone fall. By <span class=\"star-pagination\">*459</span> such a construction the purpose of the constitutional provision is fully accomplished.</p>\n<p>All the provisions of the law under consideration which have reference to the Indiana and Illinois Central Railway Company constitute but one subject; this, as we have seen, is expressed in the title; the other matters constituting other subjects, not expressed in the title, are so entirely disconnected with that which is expressed, that they can be eliminated and leave the remainder of the act in full force. Packet Company v. Keokuk, 95 U.S. 80.</p>\n<p>We are of opinion, therefore, that so much of the act of March 27, 1869, as authorizes the issue of the bonds sued on, is fairly expressed in the title, and is constitutional and valid.</p>\n<p>It is next alleged by the plaintiff in error that the Decatur and Indianapolis Railroad Company was incorporated under the general law of Illinois \"to provide for a general system of railroad incorporations,\" and not under the special act to incorporate the Decatur and Indianapolis Railroad, of Feb. 8, 1853. And it is insisted that the act of March 27, 1869, under authority of which the bonds in suit were issued, was an attempt by special act to add to the powers conferred upon the company by a general law.</p>\n<p>Conceding the premises, we do not think the conclusion follows. There is nothing in the Constitution of Illinois or the unwritten restraints upon legislative power which forbids such an enactment. We can see no reason, either in the Constitution of the State or in public policy, to restrain the legislature from declaring that certain townships may subscribe to the stock of a particular railroad company, organized under a general law, and issue their bonds to pay for the same.</p>\n<p>But the premises which we have conceded are not true. The Decatur and Indianapolis Railroad Company was organized under the special authority of the act to incorporate that company upon compliance with the requirements of the general law.</p>\n<p>The Indiana and Illinois Central Railway Company, in whose behalf the act of March 27, 1869, was passed, derived its corporate existence and power from a consolidation between a <span class=\"star-pagination\">*460</span> company of that name and the Decatur and Indianapolis Railroad Company, made by authority of the law under which the latter company was organized, and of the act of Feb. 20, 1854, which recognized the consolidation and confirmed to the new company \"all the property, rights, franchises, and powers held and enjoyed by either of said original corporations.\"</p>\n<p>The Indiana and Illinois Central Railroad Company derived its existence from special laws and not from the act to provide for a general system of railroad incorporations. There is, therefore, no ground for the objection under consideration to stand on.</p>\n<p>The case is a clear one, and it is unnecessary to devote further space to its discussion. There was in existence, by virtue of the legislation of the State of Illinois, a corporation known as the Indiana and Illinois Central Railway Company. By a perfectly valid and constitutional act certain townships, among them the plaintiff in error, were authorized, upon a vote of a majority of their legal voters, to subscribe stock in the railway company mentioned and issue their bonds to pay for it. The election was held under this law in the township of Unity. A majority of its legal voters at that election decided in favor of subscribing to the stock of the railroad company, and issuing the bonds of the township in payment thereof. The stock was accordingly subscribed, and the bonds were issued by authority of law and sold. The railroad has been built and is in full use as one of the post-roads of the United States. The holders of the bonds are entitled to their money, and there is no legal obstacle in the way of a judgment therefor in their favor.</p>\n<p>Judgment affirmed.</p>\n</div>", 
  "sha1": "9fc0aa1157f906f3559c3f80cadcd89796af6c09", 
  "date_modified": "2014-12-21T01:29:18.309936", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/90346/unity-v-burrage/", 
  "citation_count": 1, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/579617/", 
  "html": "<p class=\"case_cite\">103 U.S. 447</p>\n    <p class=\"case_cite\">103 U.S. 447</p>\n    <p class=\"case_cite\">26 L.Ed. 405</p>\n    <p class=\"parties\">UNITY<br>v.<br>BURRAGE.</p>\n    <p class=\"date\">October Term, 1880</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Circuit Court of the United States for the Southern District of Illinois.</p>\n      <p class=\"indent\">On Feb. 8, 1853, an act of the legislature of Illinois was approved, entitled an act to incorporate 'the Decatur and Indianapolis Railroad Company.' It incorporated the company named for the purpose of 'constructing, completing, and operating a railroad from the town of Decatur, in Marion County, in the State of Illinois, and thence in a direct line, upon the most eligible route, to the east line of the State of Illinois.'</p>\n      <p class=\"indent\">The third section of the act is as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'Said company is hereby authorized and empowered to unite and form a junction with the Indiana and Illinois Central Railway Company, or any other company which is or may hereafter be organized in the State of Indiana terminating on said line; and also, to unite and consolidate with the said Indiana and Illinois Central Railway Company, upon such terms and conditions as the directors shall mutually agree upon; and in the event that said companies shall consolidate, then and in that case there shall be but thirteen directors on the whole line of road so consolidated, and the number to reside in each State shall be determined as in the case of consolidation.'</p>\n      <p class=\"indent\">Afterwards, on Feb. 20, 1854, an act of the same legislature was approved, entitled 'An Act to amend the act entitled 'An Act to incorporate the Decatur and Indianapolis Railroad Company, approved Feb. 8, 1853.\"</p>\n      <p class=\"indent\">The preamble and first section of this act are as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'Whereas, under and in pursuance of the authority conferred in the above-named act, the said Decatur and Indianapolis Railroad Company, after their organization, united, consolidated, and merged their stock with the stock of the Indiana and Illinois Central Railway Company, forming a single corporation by means of such consolidation under the name and style of the 'Indiana and Illinois Central Railway Company,' therefore,</p>\n      <p class=\"indent\">'SECT. 1. That the said Indiana and Illinois Central Railway Company, as existing under the said consolidation, is hereby declared to be entitled to hold, enjoy, and possess all the property, rights, franchises, and powers held, enjoyed, and possessed by either of said original corporations prior to their said consolidation, fully and effectually, to all intents and purposes, and to be entitled to have and hold all the rights, powers, and privileges conferred, or to be hereafter conferred, by law upon railroad corporations, organized under the act entitled 'An Act to provide for a general system of railroad incorporations,' approved Nov. 5, 1849.'</p>\n      <p class=\"indent\">The last section reads as follows: 'This act shall be deemed and taken to be a public act, and shall be liberally construed in all courts of justice, and shall take effect and be in force from and after its passage.'</p>\n      <p class=\"indent\">On Feb. 22, 1861, an act was passed, entitled 'An Act to extend the time for completing the Indiana and Illinois Central Railway Company.' The preamble of this act is as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'Whereas the Decatur and Indianapolis Railroad Company were legally incorporated under an act entitled 'An Act to provide for a general system of railroad incorporations,' in force November 5, 1849; and whereas said Decatur and Indianapolis Railroad Company afterwards united and consolidated with the Indiana and Illinois Central Railway Company, on the fourth day of May, A. D. 1853, in compliance with the provisions of an act entitled 'An Act to incorporate the Decatur and Indianapolis Railroad Company,' in force February eighth, 1853, and of an act entitled 'An Act to amend an act to incorporate the. Decatur and Indianapolis Railroad Company,' in force February twelfth, 1854, whereby said Decatur and Indianapolis Railroad Company became and was named and styled 'The Indiana and Illinois Central Railway Company;' and whereas said Indiana and Illinois Central Railway Company, in compliance with the provisions of the 44th section of an act entitled 'An Act to provide for a general system of railroad incorporations,' in force November 5th, 1849, began the construction of its roads and expended thereon ten per cent on the amount of its capital within five years after its incorporation.'</p>\n      <p class=\"indent\">The body of the act extended for ten years from and after April 26, 1863, the time for putting in full operation the Indiana and Illinois Central railway.</p>\n      <p class=\"indent\">The forty-fourth section of an act entitled 'An Act to provide for a general system of railroad incorporations,' in force Nov. 5, 1849, is as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'If any such corporation shall not, within five years after its incorporation, begin the construction of its road, and expend thereon ten per cent on the amount of its capital, and finish the road and put it in full operation in ten years thereafter, its act of incorporation shall become void.'</p>\n      <p class=\"indent\">On March 27, 1869, an act was passed supplementary and amendatory of the act of Feb. 20, 1854, above mentioned, entitled 'An Act supplementary to and amending an act entitled 'An Act to incorporate the Decatur and Indianapolis Railroad Company,' approved Feb. 8, 1853.'</p>\n      <p class=\"indent\">The act legalized an election held by the voters of Macon County in favor of the issuing of bonds of said county, to the amount of $60,000, to aid in building the Indiana and Illinois Central railway, and an election subsequently held by the voters of the same county in favor of a subscription by the county of $40,000 to the capital stock of the said railroad company, and of the issuing of the bonds of the county to pay for said stock, and in favor of subscriptions by said county to three other railroad companies therein named, and the issuing of the bonds of the county to pay therefor.</p>\n      <p class=\"indent\">Sect. 2 of the act provides as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'The several townships in counties where township organization has been adopted, lying on or near to the line of said railroad, are hereby authorized to subscribe to and to take stock in the said Indiana and Illinois Central Railway Company. Elections may be held in any such township upon the question whether such township shall subscribe for any specified amount of stock of said county, not exceeding one hundred thousand dollars, whenever a petition for that purpose shall be presented as hereinafter specified.'</p>\n      <p class=\"indent\">The subsequent sections of the act prescribe the mode of holding elections mentioned in the second section, and the levy and collection of a tax by the township authorities of the townships which voted to take stock in said railroad company, to pay the interest and principal on the bonds issued in payment thereof.</p>\n      <p class=\"indent\">The last section extends the time for the completion of the railroad of the said Indiana and Illinois Central Railway Company to July 1, 1875.</p>\n      <p class=\"indent\">On April 16, 1869, the legislature passed an act entitled 'An Act to fund and provide for paying the railroad debts of counties, townships, cities, and towns.' This act provides for the registration, in the office of the auditor of public accounts of the State, of bonds issued by counties, townships, &amp;c., in aid of or to pay for stock in railroad companies.</p>\n      <p class=\"indent\">Afterwards, on Sept. 13, 1869, and, as it was claimed, in pursuance of the authority conferred by the act of March 27, 1869, at a special election held on that day, a majority of the legal voters of Unity Township, in the county of Piatt, voted in favor of a subscription of $14,000 to the stock of the Indiana and Illinois Central Railway Company, and an issue of the bonds of the township sufficient to pay for such stock.</p>\n      <p class=\"indent\">Pursuant to this vote, fourteen bonds of the township, for $1,000 each, all dated May 12, 1873, with interest coupons attached, were duly executed by the officers of the township.</p>\n      <p class=\"indent\">The bonds, principal and interest, were made payable to the Indiana and Illinois Central Railway Company, or bearer, at the American Exchange National Bank, New York.</p>\n      <p class=\"indent\">They contained the following recital:&#8212;&#8212;</p>\n      <p class=\"indent\">'This bond is one of a series of fourteen bonds, of one thousand dollars each, numbered from one to fourteen inclusive, issued under and by virtue of the acts of the General Assembly of the State of Illinois, entitled 'An Act supplementary to and amending an act entitled 'An Act to amend the act entitled an act to incorporate the Decatur and Indianapolis Railroad Company,' approved February 8th, 1853, in force March 27th, 1869, and an act entitled 'An Act to fund and provide for paying the railroad debts of counties, townships, cities, and towns,\" in force 16th April, 1869, and in accordance with the vote of the electors of said township of Unity, at a special election held in said township on the thirteenth day of September, A. D. 1869, under the provisions of said acts, and in accordance therewith, and the faith of said township is hereby pledged for the payment of said principal sum and interest as aforesaid.'</p>\n      <p class=\"indent\">The plaintiffs, being the holders of these bonds, brought this suit against the township on the coupons which fell due May 12, 1878, and May 12, 1879.</p>\n      <p class=\"indent\">The declaration having averred the execution of the bonds (designating them as promissory notes), with the interest coupons attached, proceeded as follows:&#8212;&#8212; 'And each of said promissory notes recites that it is issued under and by virtue of a law of the State of Illinois, entitled 'An Act supplementary to and amending an act entitled 'An Act to amend the act entitled an act to incorporate the Decatur and Indianapolis Railroad Company,' approved Feb. 8, 1853,' in force Marcy 27, 1869.</p>\n      <p class=\"indent\">'And under a low of the State of Illinois entitled 'An Act to fund and provide for paying the railroad debts of counties, townships, cities, and towns,' in force 16th April, 1869. And in accordance with the vote of the electors of said township of Unity, at a special election held in said township on the thirteenth day of September, A.D. 1869, under the provisions of said acts and in accordance therewith.</p>\n      <p class=\"indent\">'And the plaintiffs further aver that said promissory notes have been duly registered in the office of the auditor of public accounts of the State of Illinois, pursuant to said act of April 16, 1869, as from the certificate of said auditor of public accounts attached to each of said promissory notes will more fully appear.</p>\n      <p class=\"indent\">'That the plaintiffs are the bearers of the coupons for interest on said promissory notes which fell due on the twelfth day of May, A.D. 1878, being seven coupons of one hundred dollars each. And also of the fourteen coupons annexed to said promissory notes and of even number therewith, each of which said coupons became due and payable on the twelfth day of May, A.D. 1879, making in all the sum of twenty-one hundred dollars.</p>\n      <p class=\"indent\">'And the said defendant has failed to provide funds for the payment of said instruments of interest at the American Exchange National Bank, New York. And has utterly neglected to pay the same, although thereunto often requested.'</p>\n      <p class=\"indent\">The township filed a general demurrer to the declaration, which was overruled, and on its electing to stand by the demurrer and refusing to plead, judgment was rendered in favor of the plaintiff, which, by agreement of parties, was for the principal of the bonds and the interest up to June 10, 1880, amounting in all to $17,816.</p>\n      <p class=\"indent\">This writ of error is prosecuted to reverse that judgment.</p>\n      <p class=\"indent\">1. The act under which the bonds purport to have been issued is a private act. It is not specially pleaded, and the court cannot take judicial notice thereof. <i>Leland</i> v. <i>Wilkinson</i>, 6 Pet. 317; <i>Covington Draw Bridge Co.</i> v. <i>Shepherd</i>, 20 How. 227; <i>Beaty</i> v. <i>Lessee of Knowler</i>, 4 Pet. 152; <i>Society for Prop. of Gospel</i> v. <i>Young</i>, 2 N. H. 310; <i>Perdicardis</i> v. <i>Bridge Company</i>, 29 N.J. L. 367; <i>Bank</i> v. <i>Wolliston</i>, 3 Harr. (Del.) 90; <i>City Council</i> v. <i>Plank Road Co.</i>, 31 Ala. 76; <i>King</i> v. <i>Doolittle</i>, 1 Head (Tenn.), 77.</p>\n      <p class=\"indent\">2. When the consolidation was completed, the old corporations were destroyed and a new one was created. The powers were granted to it as if the old companies had never enjoyed the franchises which has been conferred by their respective charters. <i>Shields</i> v. <i>Ohio</i>, 95 U.S. 319; <i>Railroad Company</i> v. <i>Georgia</i>, 98 id. 359; <i>Clearwater</i> v. <i>Meredith</i>, 1 Wall. 25; <i>McMahan</i> v. <i>Morrison</i>, 16 Ind. 172; <i>Ohio</i> v. <i>Sherman</i>, 22 Ohio St. 411; <i>Shields</i> v. <i>Ohio</i>, 26 id. 86. As the consolidation of the two companies operated to destroy the charter of each and annul the contract between the State and the corporators, neither of the original corporations was then in existence, or had power to accept the act of March 27, 1869.</p>\n      <p class=\"indent\">That act does not profess to be an amendment of the charter of the Indiana and Illinois Central Railway Company. It is 'An Act supplementary to and amending an act entitled 'An Act to amend the act entitled an act to incorporate the Decatur and Indianapolis Railroad Company,' approved Feb. 8, 1853.' The Indiana and Illinois Central Railway Company, being a new and distinct corporation, with franchises directly conferred upon it by the legislature, under a different name from that company (Private Laws 1861, p. 499), had no authority to accept or reject the attempted amendment of a surrendered charter.</p>\n      <p class=\"indent\">3. Sect. 23 of art. 3 of the Constitution of 1848 provides that 'no private or local law which may be passed by the General Assembly shall embrace more than one subject, and that shall be expressed in the title.'</p>\n      <p class=\"indent\">The amendatory act is therefore void. <i>O'Leary</i> v. <i>County of Cook</i>, 28 Ill. 534; <i>Fireman's Benevolent Association</i> v. <i>Lounsbury</i>, 21 id. 511; <i>Neifing</i> v. <i>Town of Pontiac</i>, 56 id. 172; <i>Prescott</i> v. <i>City of Chicago</i>, 60 id. 121; <i>Ottawa</i> v. <i>People</i>, 48 id. 233; <i>Middleport</i> v. <i>Life Insurance Co.</i>, 82 id. 562.</p>\n      <p class=\"indent\">4. The Decatur and Indianapolis Railroad Company was incorporated under, and derived its powers from, an act entitled 'An Act to provide for a general system of railroad incorporations,' in force Nov. 5, 1849 (Private Laws, 1861, p. 499). By the provisions of the special act in force Feb. 8, 1853, it was required to organize in full compliance with the statutory provisions providing such general system.</p>\n      <p class=\"indent\">This ancillary and amendatory act of 1869 attempts to change the corporate powers conferred by the general statute on the company. The legislature had no power to do this. It is an attempt, not to amend or change that statute, but, on the contrary, to leave it in full force and effect as to all other companies organized under it, and to extend the power of this corporation by a special act.</p>\n      <p class=\"indent\"><i>Mr. W. J. Henry</i> for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. James Dinsmoor, contra</i>.</p>\n      <p class=\"indent\">Mr. JUSTICE WOODS, after stating the case, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff in error alleges that the act of March 27, 1869, by authority of which the bonds sued on were issued, is a private act, and should have been specially recited in the declaration; and as the declaration contains no such recital, it is bad on general demurrer. The defendants in error deny that the act is a private act.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Private acts are thus defined by Blackstone:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Special or private acts are rather exceptions than rules,      being those which operate only upon particular persons and      private concerns, such as the Romans entitled <i>senatus      decreta</i>, in contradistinction to the <i>senatus consulta</i>, which      regarded the whole community, and of these (which are not      promulgated with the same notoriety as the former) the judges      are not bound to take notice, unless they be formally shown      and pleaded. Thus, to show the distinction, the statute 13      Eliz., c. 10, to prevent spiritual persons from making leases      for longer terms than twenty-one years, or their lives, is a      public act, being a rule prescribed to the whole body of      spiritual persons in the nation; but an act to enable the      Bishop of Chester to make a lease to A. B. for sixty years is      an exception to this rule; it concerns only the parties and      the bishop's successors, and is, therefore, a private act.' 1      Black. Com. 86.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tested by this definition, it is clear that the act under consideration is a public and not a private act. It legalizes and makes valid elections held by the people of Macon County, Illionis, on the question of issuing the negotiable bonds of the county in aid of certain railroad companies therein named, and authorizes all the townships in the counties where township organization had been adopted, lying on or near to the line of the Indiana and Illinois Central Railway Company, on certain specified conditions, to subscribe to the stock of that company, and issue their negotiable coupon bonds in payment thereof. This statute affects not only the people of the county of Macon, and of many of the townships of all the counties lying on or near the line of the railroad designated, but also all persons to whose hands the bonds issued by the county and township mentioned, may come.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Some cases throwing light upon the question will be cited.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">An act passed by the legislature of Indiana, Feb. 14, 1848, to incorporate the Ohio and Mississippi Railroad Company, provided for subscriptions to the stock of the company by the commissioners of any county through which its road might pass, and an issue of the bonds of the county to pay for the same. This act was declared a public act by this court in <i>Commissioners of Knox County</i> v. <i>Aspinwall</i>, 21 How. 539.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In <i>State, ex rel. Cothren</i>, v. <i>Lean</i> (9 Wis. 279) it was held that a law providing for the location of county seat is a general law. The Supreme Court of Indiana, in <i>West</i> v. <i>Blake</i> (4 Blackf. (Ind.) 234), held that an act authorizing an agent of the State to lay off and sell lots in a particular town, it being the seat of government, was a public act. The courts said: 'Statutes incorporating counties, fixing their boundaries, establishing court-houses, canals, turnpikes, railroads, &amp;c., for public uses, all operate upon local subjects. They are not for that reason special or private acts.' In this country the disposition has been on the whole to enlarge the limits of this class of public acts, and to bring within it all enactments of a general character, or which in any way affect the community at large. <i>Pierce</i> v. <i>Kimball</i>, 9 Me. 54; <i>New Portland</i> v. <i>New Vineyard</i>, 16 id. 69; <i>Gorham</i> v. <i>Springfield</i>, 21 id. 58; <i>Burnham</i> v. <i>Webster</i>, 5 Mass. 266; <i>Commonwealth</i> v. <i>McCurdy</i>, id. 324; <i>Commonwealth</i> v. <i>Springfield</i>, 7 id. 9; Bac. Abr., Statute F. On these, and many other authorities which might be cited, we think that the act by which the issue of the bonds sued on was authorized is a public act, of which the courts are bound to take judicial notice, and that it need not be specially pleaded.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But independently of authority there is a conclusive answer to this claim of the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The act of Feb. 24, 1854, to which the act of March 27, 1869, is supplementary and amendatory, is declared in express terms of its fifth section to be a public act. It cannot, therefore, be said that the act which supplements and amends it, and thereby becomes a part of it, is a private act. If one is public, both must be.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiff in error next claims that the Decatur and Indianapolis Railroad Company and the Indiana and Illinois Central Railway Company were consolidated; that the effect of the consolidation was to destroy the old corporations and create a new one, and, therefore, when the act of March 27, 1869, was passed, entitled an act supplementary to and amending an act entitled 'An Act to amend the act entitled an act to incorporate the Decatur and Indianapolis Railroad Company, approved Feb. 8, 1853,' and authorizing certain townships to subscribe to the capital stock of the Indiana and Illinois Central Railway Company, the charter of the Decatur and Indianapolis Railroad Company had been surrendered; that the company had ceased to exist, and that, there being no corporation to which it could apply, the act of March 27, 1869, was, therefore, of no effect.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This seems to be an attempt to overturn by argument and inference a deliberate enactment of the legislature, and erase it bodily from the statute book.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Let it be conceded that the effect of the consolidation of the two companies was to create a new corporation under the name of the Indiana and Illinois Central Railway Company. It was perfectly competent for the legislature to authorize townships to subscribe to the stock of the new company, and issue their bonds in payment thereof. This was what the act under consideration did. The act which it purported to amend, after reciting in its preamble the fact of the consolidation of the Decatur and Indianapolis Railroad Company with the Indiana and Illinois Central Railway Company, conferred on the latter company, 'as existing under the consolidation, all the property, rights, franchises, and powers held, enjoyed, and possessed by either of said original corporations prior to their said consolidation.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The act under consideration authorized certain townships to subscribe stock to this corporation thus formed, and to issue their bonds in payment therefor. It might fairly be entitled an act to amend an act, by authority of which the company existed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The new company, existing by recognition of the act of Feb. 20, 1854, had the capacity to accept, and did accept, this amendment, for it received and put in circulation the bonds issued under its authority.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is no ground for the theory that the act of March 27, 1869, is inoperative. We are bound, if possible, to give it effect, <i>ut res magis valeat quam pereat</i>. So far from its binding force being a matter of doubt, we see no difficulty, based on the reasons advanced by the plaintiff in error, in the way of giving it full and complete effect.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is next said by the plaintiff in error that the act is unconstitutional, and, therefore, void and of no force.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The ground of its unconstitutionality is alleged to be that it does not conform to sect. 23 of art. 3 of the Constitution of Illinois of 1848, which provides that 'no private or local law which may be passed by the General Assembly shall embrace more than one subject, and that shall be expressed in the title.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Assuming the act in question to be a local law, is it open to the objection urged against it? It legalizes two elections held by the people of Macon County; the first to decide whether the county should issue its bonds to the amount of $60,000 to aid in building the Indiana and Illinois Central Railway, and the second to decide whether the county should subscribe $40,000 to the stock of said railway company and issue its bonds for that amount in payment thereof, and declares valid and binding any bonds of the county issued or to be issued in pursuance of said elections, and it authorized certain townships on conditions prescribed to subscribe to the stock of said railway company, and issue their bonds in payment thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This act is entitled an act 'supplementary to and amending' the act conferring corporate powers on the Indiana and Illinois Central Railroad Company.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The question whether such an act is obnoxious to the provision of the Illinois Constitution in relation to the subject and title of local acts, has been substantially decided in the negative by this court in the case of <i>San Antonio</i> v. <i>Mehaffy</i>, 96 U. S. 312.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Constitution of Texas declares that 'every law enacted by the legislature shall embrace but one object, and that shall be expressed in the title.' The act of the legislature of Texas, said to be in violation of this provision, was entitled 'An Act to incorporate the San Antonio Railroad Company.' Among other provisions, it authorized the city of San Antonio to take stock in that company, and issue bonds to pay for the same. The act was decided to have but one object, and that was expressed in the title.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Supreme Court of Illinois, in the case of <i>The Belleville &amp;c. Railroad Company</i> v. <i>Gregory</i> (15 Ill. 20) has decided that an act whose title was 'An Act to incorporate the Belleville and Illinois Railroad Company,' and which contained a section which authorized the city of Belleville and the county of St. Clair to subscribe for stock in the company, was not in violation of the section of the State Constitution under consideration. <i>Fireman's Benevolent Association</i> v. <i>Lounsbury</i>, 21 Ill. 511; <i>Supervisors of Schuyler County</i> v. <i>People</i>, 25 id. 181; <i>O'Leary</i> v. <i>County of Cook</i>, 28 id. 534; <i>Erlinger</i> v. <i>Boneau</i>, 51 id. 94; <i>People</i> v. <i>Brislin</i>, 80 id. 423; <i>Binz</i> v. <i>Weber</i>, 81 id. 288. The act cannot, therefore, be held to be open to the constitutional objection under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But it is insisted that the second election ratified by the act under consideration, not only had reference to subscriptions of stock and the issue of bonds in aid of the Indiana and Illinois Railway Company, but also of three other railroad companies, and the act, therefore, contained more than one subject, and the latter subject was not expressed in the title.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In such a case the provisions of the law touching the subject, which is expressed in the title, must stand. Those relating to the other subjects, not expressed in the title, alone fall. By such a construction the purpose of the constitutional provision is fully accomplished.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">All the provisions of the law under consideration which have reference to the Indiana and Illinois Central Railway Company constitute but one subject; this, as we have seen, is expressed in the title; the other matters constituting other subjects, not expressed in the title, are so entirely disconnected with that which is expressed, that they can be eliminated and leave the remainder of the act in full force. <i>Packet Company</i> v. <i>Keokuk</i>, 95 U. S. 80.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We are of opinion, therefore, that so much of the act of March 27, 1869, as authorizes the issue of the bonds sued on, is fairly expressed in the title, and is constitutional and valid.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is next alleged by the plaintiff in error that the Decatur and Indianapolis Railroad Company was incorporated under the general law of Illinois 'to provide for a general system of railroad incorporations,' and not under the special act to incorporate the Decatur and Indianapolis Railroad, of Feb. 8, 1853. And it is insisted that the act of March 27, 1869, under authority of which the bonds in suit were issued, was an attempt by special act to add to the powers conferred upon the company by a general law.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Conceding the premises, we do not think the conclusion follows. There is nothing in the Constitution of Illinois or the unwritten restraints upon legislative power which forbids such an enactment. We can see no reason, either in the Constitution of the State or in public policy, to restrain the legislature from declaring that certain townships may subscribe to the stock of a particular railroad company, organized under a general law, and issue their bonds to pay for the same.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But the premises which we have conceded are not true. The Decatur and Indianapolis Railroad Company was organized under the special authority of the act to incorporate that company upon compliance with the requirements of the general law.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Indiana and Illinois Central Railway Company, in whose behalf the act of March 27, 1869, was passed, derived its corporate existence and power from a consolidation between a company of that name and the Decatur and Indianapolis Railroad Company, made by authority of the law under which the latter company was organized, and of the act of Feb. 20, 1854, which recognized the consolidation and confirmed to the new company 'all the property, rights, franchises, and powers held and enjoyed by either of said original corporations.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Indiana and Illinois Central Railroad Company derived its existence from special laws and not from the act to provide for a general system of railroad incorporations. There is, therefore, no ground for the objection under consideration to stand on.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The case is a clear one, and it is unnecessary to devote further space to its discussion. There was in existence, by virtue of the legislation of the State of Illinois, a corporation known as the Indiana and Illinois Central Railway Company. By a perfectly valid and constitutional act certain townships, among them the plaintiff in error, were authorized, upon a vote of a majority of their legal voters, to subscribe stock in the railway company mentioned and issue their bonds to pay for it. The election was held under this law in the township of Unity. A majority of its legal voters at that election decided in favor of subscribing to the stock of the railroad company, and issuing the bonds of the township in payment thereof. The stock was accordingly subscribed, and the bonds were issued by authority of law and sold. The railroad has been built and is in full use as one of the post-roads of the United States. The holders of the bonds are entitled to their money, and there is no legal obstacle in the way of a judgment therefor in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\"><i>Judgment affirmed</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/90346/"
}