{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "63 U.S. 422", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/87304/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Emma B. C. Thompson and William G. W. White, in Error v. Richard Roe, Ex Dem Jane Carroll, Maria C. Fitzhugh, Anne C. Carroll, Sarah Nicholson, Rebecca Carroll, Henry May Brent, Daniel H. Fitzhugh and Catharine D. His Wife, Devisees of Daniel Carroll of Duddington, Deceased", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 55708, 
    "resource_uri": "/api/rest/v2/citation/55708/"
  }, 
  "id": 87304, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1860-04-16", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/63/63.US.422.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T09:01:09", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">How.</span> <span class=\"page\">422</span></span></p>\n    <p class=\"case_cite\">16 L.Ed. 387</p>\n    <p class=\"parties\">EMMA B. C. THOMPSON AND WILLIAM G. W. WHITE,<br>PLAINTIFFS IN ERROR,<br>v.<br>RICHARD ROE, EX DEM JANE CARROLL, MARIA C. FITZHUGH,<br>ANNE C. CARROLL, SARAH NICHOLSON, REBECCA CARROLL, HENRY<br>MAY BRENT, DANIEL H. FITZHUGH AND CATHARINE D. HIS<br>WIFE, DEVISEES OF DANIEL CARROLL OF DUDDINGTON, DECEASED.</p>\n    <p class=\"date\">December Term, 1859</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS case was brought up by writ of error from the Circuit Court of the United States for the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of the case and instruction given by the Circuit Court are stated in the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was argued by <i>Mr. Carlisle</i>, upon a brief filed by himself and <i>Mr. Badger</i>, for the plaintiffs in error, who claimed under the tax title, and <i>Mr. Brent</i> and <i>Mr. Tyler</i> for the defendants, upon which side there was also a brief by <i>Mr. Marbury</i> and <i>Mr. Redin</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Those parts of the arguments upon both sides which relate to the construction of the charter of 1820, and the subsequent act of 1824, will be noticed, omitting all those which referred to the ordinances of the corporation. It was agreed that the last charter of the city in 1848 had nothing to do with this case, the sale having been made in 1835.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Mr. Carlisle</i> gave the following construction to the charter of 1820 and act of 1824:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. By the 10th section of the charter of 1820, (3 Stat., 589,) 'real property, whether improved or unimproved,' might be sold for taxes. The only restriction was in the proviso (p. 590) 'that no sale shall be made, in pursuance of this section, of any improved property whereon there is personal property of sufficient value to pay the said taxes.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By the 12th section, (p. 590,) power is given to collect taxes by 'distress and sale of the goods and chattels of the person chargeable therewith.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Both these sections contemplated that the property should be assessed to the true owner. The 10th section distinguished, in the term of notice required, between resident and non-resident owners. The 12th section subjected to the payment of taxes the 'goods and chattels of the person chargeable therewith.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No person could be 'chargeable' with the taxes, except by their being assessed to him. The corporation charged by assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These provisions were found to be practically inefficient for the collection of taxes. It was absolutely necessary that the corporation should be relieved from the duty of ascertaining the true owner, and assessing the land to him. Accordingly, the act of Congress of 1824, (4 Stat., 75,) supplementary and amendatory to the act of 1820, was passed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By its 1st section, the provisions of the act of 1820, so far as 'inconsistent with the provisions of this act,' are repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By its 2d section, it is provided that 'no sale of real property for taxes, hereafter made, shall be impaired or made void by reason of such property not being assessed or advertised in the name or names of the lawful owner or owners there of.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The same section abolished the distinction between residents and non-residents, in respect to the advertisement, and prescribed a uniform term in all cases, irrespective of ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The provisions of the act of 1820, requiring the corporation to ascertain the person chargeable with the taxes, was inconsistent with the provision of the act of 1824, which made it unnecessary to assess the property to the 'lawful owner or owners thereof,' and therefore the former were repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For it cannot be maintained that a mere stranger, having no interest in the land, could be chargeable personally with the taxes, so as to subject his goods and chattels to distress. And yet the land might be assessed to such person, (<i>e. g.</i>, a former owner,) and advertised in his name; and the real owner might be wholly unknown, and the sale of the land would not 'be impaired or made void thereby.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The effect of the act of 1824 was to authorize the corporation to proceed <i>in rem</i>, the tax being assessable directly and exclusively upon the lands, and not to any person.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is understood to be the construction upon which this court proceeded in Holroyd <i>v.</i> Pumphrey, (18 Howard, 69.) There the Circuit Court of this District had holden the tax sale void, because the property was assessed to a dead man, it having been, for previous years, assessed upon the books of the corporation to his heirs. This court reversed the judgment, declaring, in effect, that under the charter of 1824 it was immaterial to what person, or whether to any existing person, the land was assessed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It would seem to be hardly defensible to assert, that there being but one assessment&#8212;and that being sufficient to pass the land, irrespective of the true ownership&#8212;there is, nevertheless, to be imputed to the corporation another assessment, ascertaining 'the person chargeable' with the taxes, so as to compel a resort to the personalty, or otherwise to avoid the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This view may be further illustrated by the case of Mason <i>v.</i> Fearson, referred to in the opposite brief. There it was held, in effect, that if A, owning fifty lots, and having them all assessed to him, sell and convey forty-nine of them, but the whole fifty remain assessed to him, one lot (and it may be the only one belonging to him) must be sold for the taxes on the whole. But if the doctrine of the court below be right, it would seem to follow, that in order to make the sale of such a lot valid, the personal property of the owner must first be exhausted by distress, thus making him personally chargeable with the taxes on all the lots assessed to him.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. This view of the question, founded mainly upon the amended charter of 1824, is wholly disregarded by the brief on the other side, which merely remarks that the act of 1824 'makes some changes in the charter of 1820, but not necessary to be noticed.' In our apprehension, these changes are conclusive of the matter, even if, by the true construction of the charter of 1820, it was imperative that recourse should be first had to the goods and chattels of the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But was such primary recourse required by the act of 1820 itself?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is submitted that it was not. Nor, in the multitude of tax titles which have been tried in the court below, was the point ever suggested until the present case in 1857.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The whole argument in its support depends upon the assumption that the language of the 12th section, declaring that 'the person or persons appointed to collect,' &amp;c., 'shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith,' is mandatory upon the corporation, requiring a distress in all instances. This is assumed because of the well-settled law, that, in certain cases, the word 'may,' and other equivalent expressions, will be construed 'must,' in order to give effect to the intention of the Legislature, as in Mason <i>v.</i> Fearson.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But is this such a case?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In Mason <i>v.</i> Fearson, the charter had provided for the sale of one lot to pay the taxes on all; and this court held that the corporation was bound to exercise the power so conferred, and that, the first two lots having produced more than enough to pay the taxes on the whole, the subsequent sales were void. This is not at all analogous to the present case, which is that of the express grant of co-ordinate remedies, to be exercised optionally. The sale of one lot for the taxes due on all those owned by the same person, instead of unnecessarily selling them all, each for its own taxes, is manifestly for the benefit of the owner. But is it manifestly for his benefit that the summary remedy of a distress warrant shall be applied to his household furniture, rather than that a vacant lot lying in commons shall be sold?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The exemption clause in the bankrupt act of 1841, and the homestead and exemption acts in the States, indicate a pre vailing idea to the contrary; and no stronger individual case can be put for illustration than that of the venerable gentleman who owned this property in 1835.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This precise matter has been adjudicated by the Supreme Court of New Jersey, in the case of Martin <i>v.</i> Carron, 2 Dutcher, 230. There the clauses in the charter of Newark were identical with those in this charter of 1820. This same objection was taken. But the court held that 'the remedies are co-ordinate. It is not necessary that the goods and chattels of the owner or occupant of the lot be exhausted before proceeding against the land.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Martin <i>v.</i> Carron, 2 Dutch., 230.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Mr. Marbury</i> and <i>Mr. Redin</i>, for the defendants in error, contended that, under the tenth and twelfth sections of the charter of 1820, there is no discretion in the corporation or collector; but that it is mandatory upon them, under the provisions of that act, first to take the personal property of the owner, possessed by him within the corporation, for taxes claimed, before resorting to his real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The tenth and twelfth sections of the charter of 1820 relate to the same subject, and must be taken together. The tenth section (which authorizes the sale of real property) is not independent, but must be construed in connection with the twelfth section (which provides for the seizure and sale of the goods of the owner;) and thus taken and construed, the two sections mean, that if the owner of the real property has personal property upon the premises, or anywhere else in his possession within the corporate limits, sufficient to pay the taxes claimed, it shall be taken for them, and the real property, whether improved or unimproved, saved from sale therefor. The taxes to be collected were those which should be 'imposed by virtue of the powers granted by the act.' The taxes which the act authorized to be imposed were taxes on unimproved as well as improved lots. And all the taxes so imposed, on all descriptions of property, were, by the terms of the act, to be collected out of the goods of the persons chargeable with the tax; 'the person appointed to collect any tax imposed by virtue of the powers granted by this act shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith.' If he had goods upon the property on which the tax was imposed, they were to be taken there. If he had no goods thereon, but possessed them elsewhere within the corporate limits, it was not meant that the real property upon which the tax was imposed should be sold, but that such goods should be taken wherever they were found in his possession within the jurisdiction of the corporation. It is the same as to both descriptions of property, improved and unimproved: taxes are imposed equally upon both, 'by virtue of the same act;' and are, as to both, to be alike collected in the same way, out of the goods of the person chargeable with the tax. The real property might be resorted to in the contingency of there being no personal property; but not 'until all the other means of collection, prescribed in the act, had been tried, and failed.' The twelfth section may be read as a further proviso to the previous tenth section; and the third proviso of the tenth section, as to improved property, may be considered to have been inserted merely from abundance of caution as to that particular description of property, and not as any restriction upon the duty required by the twelfth section, viz: to take goods for all taxes imposed by virtue of the act, wherever the party possessed them within the corporate limits. The twelfth section of itself was sufficient to protect both descriptions of property, improved as well as unimproved. This construction produces harmony, and protects all the real property from sale, where the owner possessed personal property sufficient for the taxes claimed within the corporation, which the collector could find, and which, when taken, would be protected from replevin by the last clause of the twelfth section. It effects, it is submitted, the intent, and secures the rights of all parties, the corporation as well as the citizen; whereas a contrary construction, limiting the protection from sale to the improved property only, would leave the unimproved exposed, although the owner might have abundant personal property for all the taxes claimed, and would violate the intent.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Similar sections of the act of Congress of the 14th of July, 1798, to lay and collect a direct tax, were thus placed together and construed by this court, in the case of Parker <i>v.</i> Rule's Lessee, 9 Cra., 67. The thirteenth section of that act, which authorized the sale of lands, was held not to be independent of the ninth and eleventh sections of the same act, which provided for the publication of certain notices previous to the distress and sale of goods; but that, 'taking the whole statute together, and looking to the policy required,' and the obvious 'solicitude to collect the tax by distress and sale of personal property, rather than by a sale of the land itself,' the thirteenth section was construed in subordination to the direction to distrain and sell personal property contained in the ninth and eleventh sections, and the notices required by those sections, before such distress could be made, not having been given, the sale made of the land, under the thirteenth section, was declared void; the Chief Justice holding the language above quoted, that 'all the means of collection prescribed by the act must have been tried, and must have failed, before a sale of the land can be made.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The solicitude expressed by the court runs through all our decisions and legislation; not only is it manifested in the act of Congress of 1798, but also in the legislation of Maryland existing at the time this District was laid out, whose tax acts contained a similar section to the twelfth section of the charter of 1820. So did the first charter in 1802, and, from abundance of caution, a prohibition against the sale of unimproved lots for taxes. The policy of the law has ever been to make the personal estate the primary fund for the payment of debts, and especially of encumbrances and charges for taxes. The authorities are numerous; but in addition to Parker and Rule's Lessee, and the act of Congress of 1798, reference is merely made to Blackwell on Tax Titles, pages 205, 209, 213; 12 Ala. Rep., 617; Scales <i>v.</i> Avis, the Tax Acts of Maryland, 1785, chap. 83, sec. 8; 1797, chap. 90, sec. 1; and 2 Gill and John., 376, Mayor of Baltimore <i>v.</i> Chase&#8212;all going to establish that personal property must be resorted to before the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the case at bar, the lot was unimproved, and the owner at the time of the sale, and at all times, possessed abundant personal property. The fact that he had such was known to the corporation and its officers; the quantity, value, and description, and the particular locality where to be found, being all entered upon their own books. The fact that he possessed such, and that the collector could have taken it, is found by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'Taking the whole statute together,' therefore, and 'looking to the policy required,' the duty to take such personal property, and abstain from the sale of the unimproved real property, was imperative and mandatory upon the corporation and collector, under the provisions of this charter of 1820.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Mason <i>v.</i> Fearson, 9 Howard, is a direct authority in support of the view that it was mandatory. The duty, if not precisely the same, was of the same character in both cases, and the words are equivalent. In the act of 1824, they are, (sec. 4,) 'it shall be lawful for the corporation, where several lots are assessed to the same person, to sell one or more for the taxes and expenses due on the whole.' In the charter of 1820, (sec. 12,) the person appointed to collect any tax 'shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith.'Upon these sections ten and twelve, then, of the charter of 1820 alone, and independent of the corporation ordinance of July, 1824, we submit that it was imperative first to take the personal property possessed by Mr. Carroll at the time of the sale; and that there was no discretion, in corporation or collector, first to resort to the unimproved real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Mr. Brent</i>, upon the same side made, the following point upon this branch of the case:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><i>First Point</i>. The act of 1820, ch., 104, sec. 10, (3 Stat. at Large, p. 589,) gives the corporation of Washington no power to sell real estate until after two years' taxes are due and in arrear, but no such limitation is found in regard to the liability of personal property for taxes, which may be distrained on and sold the moment they are assessed, and upon ten days' notice, according to the 12th section of this act.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The 7th section of the act of 1820 authorizes the corporation 'to lay and collect taxes upon the real and personal property within the city.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is therefore clear that Congress looked to the personal property of the debtor as the primary fund for the immediate and available revenues of the city, and to the realty as only secondarily or ultimately chargeable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The power to collect taxes by distress on the goods, &amp;c., is compulsory, and not optional, on the part of the city.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mason <i>v.</i> Fearson, 9 How., 248.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Parker <i>v.</i> Rule, 9 Cranch, 67.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The only difficulty is occasioned by the third proviso of the 10th section of the act of 1820, which forbids a sale of improved property, whereon there is personal property sufficient to pay the taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">An argument is based on this proviso, to the effect that recourse need not be had to personal property, primarily, except where it is found on improved real estate; but we consider this proviso as merely designed to subject primarily all personal property on the real estate, irrespective of its ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It might happen that the owner of the improved real estate had no personal effects liable to distress and sale, and hence the legislative purpose to subject personal effects of the tenant or a stranger found on the improved real estate, primarily, to the payment of the taxes, and in exoneration of the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This proviso, in connection with the 12th section of the same act, manifestly shows that <i>quoad</i> taxes on real estate, if improved, the personal effects (even of a stranger) found on the premises were to be considered as the goods, &amp;c., of a 'person chargeable with said taxes.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But if we are wrong in the construction of the act of 1820, we maintain that the proviso in the 8th section of the act of 1824, chapter 195, (4 Statutes at Large, p. 77,) runs through all the tax sales referred to in the law, because there is no reason for a distinction in tax sales in Georgetown, Alexandria, and Washington, and the principle of primary resort to personal property of 'the owner or tenant' equally applies to all tax sales in any city. This view is confirmed by the confused and irregular manner in which the sections and clauses of this act are interwoven, without reference to order or division of subject matter.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But, be this as it may, the corporation of Washington had the right of pursuing, at its election, either the remedy by distress or by sale of unimproved real estate, and this is held on the authority of the adverse case cited on the other side.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Martin <i>v.</i> Carson, 2 Dutcher Rep., 228.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The ordinance of 3d July, 1824, (Rothwell's Laws, p. 169,) is a conclusive election by the city to require the collector to exhaust the personal effects of debtors before selling the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This ordinance is conclusive to show a want of authority on the part of the collector who made the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mr. Justice GRIER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The lessors of the plaintiffs below claim to recover a lot of ground in the city of Washington, the title to which was admitted to have been in their ancestor in 1835. In that year it was sold for taxes by the corporate authorities. The plaintiffs in error claim through mesne conveyances of the tax title.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The lot in question was assessed as vacant and unimproved; but the owner, Mr. Carroll, resided in Washington city. He owned a large number of unimproved lots, the taxes on which amounted to $5,690. He had personal property in and about his house, estimated at between five and six thousand dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">On the trial, but a single defect was alleged against the tax title, which raised the question, 'Whether, upon the true construction of the charter of 1820, as amended by the act of 1824, it was a condition to the validity of the sale of unimproved lands for taxes, that the personal estate of the owner should have been previously exhausted by distress.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The court instructed the jury: 'That if Carroll resided within the limits of the corporation of Washington, and had in his possession personal property sufficient to pay all taxes due by him, which might have been seized and subjected to distress and sale, it was the duty of the corporation, through their collector, to resort first to such personal property; which not being done, the sale of the lot in question was illegal and void.'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The correctness of this instruction is the only question presented by the record for our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The authority granted to the city and the mode of its exercise is to be found in the 10th section of the act 'to incorporate the city of Washington,' passed on the 15th of May, 1820. It provides 'that real property, whether improved or unimproved, on which two or more years' taxes shall have remained unpaid, may be sold at public sale, to satisfy the corporation therefor;' with this proviso, that no sale 'shall be made in pursuance of this section of any improved property, whereon there is personal property of sufficient value to pay the taxes,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">It is the obvious intent of this law, that the thing or property shall be held liable for the tax assessed upon it, and that the tax is a lien <i>in rem</i>, which may be sold to satisfy it. It seems to assume, also, that the property should be assessed to some person as owner, for it provided for a longer or shorter notice by advertisement, according to the residence of the owner, whether in or out of the District or of the United States. Where the owner is out of the jurisdiction of the corporation, the assessment can impose no personal liability on him. But where he resides in the city, he may be considered as personally liable for the taxes assessed against his property, and 'charged to him;' and though not liable to an action of debt, the 12th section of the act provides an additional remedy for the corporation. Besides that of proceeding <i>in rem</i>, under the provisions of the 10th section, it enacts that 'the person or persons appointed to collect any tax imposed by virtue of the powers granted by this act shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The act of May 26th, 1824, which modifies and changes some of the provisions of this act, provides, among other things, 'that no sale for taxes shall be void by reason of such property not being assessed or advertised in the name of the lawful owner.'</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Without inquiring whether this act repeals the 12th section of the previous act by implication, it shows plainly that the property assessed is considered as primarily liable for the tax, without regard to ownership. But assuming that the owner, residing in Washington, is still personally liable for taxes assessed on his unimproved lots, there is nothing to be found in this law that, by any fair construction, requires that the remedy against the person must be exhausted before that against the property charged with the tax can be resorted to. It is not necessary to the validity of the assessment and sale of the property taxed, that the name of the true owner be ascertained. The collector, therefore, cannot be bound to search for him, or to distrain the personal property of one who may or may not be the owner, even when named as such in his assessment list.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The remedy given by the twelfth section to the corporation is co-ordinate or cumulative, but is not imperative as a condition precedent to the exercise of the authority to sell the property assessed. It is a power conferred on the officer, to be used at his discretion&#8212;not a favor to the owner. If he is unable to pay the taxes assessed on his property, it may not be a very desirable measure for him to have his household furniture distrained and sold on ten days' notice, when the remedy against his land cannot be pursued till two years' taxes are due and unpaid; and the owner has then two years more to redeem his land after the sale. A construction of this act, which made it the imperative duty of the collector to distrain the personal property, might be ruinous to the proprietor, and deprive him of an important privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The city of Washington was laid out on an immense scale. But a very small portion of the lots and squares were improved or productive. Their value to the owners was, in a great measure, prospective, while the present burden of taxes, to those who owned large numbers of them, was oppressive. As we see in the present case, if the collector had levied on the personal property of the owner for the taxes charged on his vacant and unproductive lots, it would have left him without furniture in his house, or servant to wait on him. Hence, a four years' delay was to him a valuable privilege. It demonstrates, too, the evident policy of the act of Congress is not compelling a sale of the owner's personal property before the lands charged could be sold. In Georgetown and Alexandria, old-charged towns, where the lots were nearly all improved, and yielding profit to the owners, the statute adopted a different policy. By the proviso to the eighth section of the act of 1824, which applies exclusively to those towns, the collector is not permitted to sell real property where the owner charged with the tax has sufficient personal estate, out of which to enforce the collection of the debt due.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The case of Mason <i>v.</i> Fearson (9 How., 248) has been urged in the argument as an example of the construction of this statute, which should be followed in this case, and where the word <i>may</i> is construed to mean <i>must</i>. But that case has no analogy to the present. It is only where it is necessary to give effect to the clear policy and intention of the Legislature, that such a liberty can be taken with the plain words of a statute. But there is nothing in the letter, spirit, or policy, of this act, which requires us to put a forced construction on its language, or interpolate a provision not to be found therein.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In this case, the owners of the tax title have had the possession, paid the taxes, built and made valuable improvements on the lot, in the presence of the former owners, for near twenty years. That which was of comparatively small value at first, has now become valuable. Under such circumstances, a court of justice should be unwilling to exercise any judicial ingenuity to forfeit even a tax title, where the former owners have been so slow to question its validity.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The counsel for the appellees have endeavored to support this instruction of the court, by a reference to certain ordinances of the corporation, which, among other things, direct the collector to levy first on the personal property of the person charged with the tax, unless such person shall give consent in writing to the contrary. This direction to the collector is a very proper one. It leaves the election of this remedy to the person charged, and not to the officer. But the power to sell the lands for taxes is to be found in the acts of Congress, not in the ordinances of the corporation. They can neither increase nor vary it, nor impose any terms or conditions, (such as evidence of the owner's election,) which can affect the validity of a sale made within the authority conferred by the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The purchaser of a tax title is not bound to inquire further than to know that the sale has been made according to the provisions of the statute which authorized it. The instructions or directions given by the corporation to their officers may be right and proper, and may justly be presumed to have been followed; but the observance or non-observance of them cannot have the effect of conditions to affect the validity of the title.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The question argued by the counsel of appellees, again bringing up the endless controversy as to the <i>terminus a quo</i>, in the computation of time, and which was noticed by this court in the case of Griffith <i>v.</i> Bogert, (18 How., 162,) is not in the case as presented by the record, and we cannot anticipate its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Judgment reversed, and <i>venire de novo</i>.</p>\n    </div>\n    ", 
  "sha1": "a851d2fc821fbbb6277ee465a8d3f5d13f9b0725", 
  "date_modified": "2014-12-21T01:25:28.228794", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87304/emma-b-c-thompson-and-william-g-w-white/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/400552/", 
  "html": "<p class=\"case_cite\">63 U.S. 422</p>\n    <p class=\"case_cite\">22 How. 422</p>\n    <p class=\"case_cite\">16 L.Ed. 387</p>\n    <p class=\"parties\">EMMA B. C. THOMPSON AND WILLIAM G. W. WHITE,<br>PLAINTIFFS IN ERROR,<br>v.<br>RICHARD ROE, EX DEM JANE CARROLL, MARIA C. FITZHUGH,<br>ANNE C. CARROLL, SARAH NICHOLSON, REBECCA CARROLL, HENRY<br>MAY BRENT, DANIEL H. FITZHUGH AND CATHARINE D. HIS<br>WIFE, DEVISEES OF DANIEL CARROLL OF DUDDINGTON, DECEASED.</p>\n    <p class=\"date\">December Term, 1859</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS case was brought up by writ of error from the Circuit Court of the United States for the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of the case and instruction given by the Circuit Court are stated in the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was argued by <i>Mr. Carlisle</i>, upon a brief filed by himself and <i>Mr. Badger</i>, for the plaintiffs in error, who claimed under the tax title, and <i>Mr. Brent</i> and <i>Mr. Tyler</i> for the defendants, upon which side there was also a brief by <i>Mr. Marbury</i> and <i>Mr. Redin</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Those parts of the arguments upon both sides which relate to the construction of the charter of 1820, and the subsequent act of 1824, will be noticed, omitting all those which referred to the ordinances of the corporation. It was agreed that the last charter of the city in 1848 had nothing to do with this case, the sale having been made in 1835.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Mr. Carlisle</i> gave the following construction to the charter of 1820 and act of 1824:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. By the 10th section of the charter of 1820, (3 Stat., 589,) 'real property, whether improved or unimproved,' might be sold for taxes. The only restriction was in the proviso (p. 590) 'that no sale shall be made, in pursuance of this section, of any improved property whereon there is personal property of sufficient value to pay the said taxes.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By the 12th section, (p. 590,) power is given to collect taxes by 'distress and sale of the goods and chattels of the person chargeable therewith.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Both these sections contemplated that the property should be assessed to the true owner. The 10th section distinguished, in the term of notice required, between resident and non-resident owners. The 12th section subjected to the payment of taxes the 'goods and chattels of the person chargeable therewith.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No person could be 'chargeable' with the taxes, except by their being assessed to him. The corporation charged by assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These provisions were found to be practically inefficient for the collection of taxes. It was absolutely necessary that the corporation should be relieved from the duty of ascertaining the true owner, and assessing the land to him. Accordingly, the act of Congress of 1824, (4 Stat., 75,) supplementary and amendatory to the act of 1820, was passed.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By its 1st section, the provisions of the act of 1820, so far as 'inconsistent with the provisions of this act,' are repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By its 2d section, it is provided that 'no sale of real property for taxes, hereafter made, shall be impaired or made void by reason of such property not being assessed or advertised in the name or names of the lawful owner or owners there of.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The same section abolished the distinction between residents and non-residents, in respect to the advertisement, and prescribed a uniform term in all cases, irrespective of ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The provisions of the act of 1820, requiring the corporation to ascertain the person chargeable with the taxes, was inconsistent with the provision of the act of 1824, which made it unnecessary to assess the property to the 'lawful owner or owners thereof,' and therefore the former were repealed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For it cannot be maintained that a mere stranger, having no interest in the land, could be chargeable personally with the taxes, so as to subject his goods and chattels to distress. And yet the land might be assessed to such person, (<i>e. g.</i>, a former owner,) and advertised in his name; and the real owner might be wholly unknown, and the sale of the land would not 'be impaired or made void thereby.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The effect of the act of 1824 was to authorize the corporation to proceed <i>in rem</i>, the tax being assessable directly and exclusively upon the lands, and not to any person.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This is understood to be the construction upon which this court proceeded in Holroyd <i>v.</i> Pumphrey, (18 Howard, 69.) There the Circuit Court of this District had holden the tax sale void, because the property was assessed to a dead man, it having been, for previous years, assessed upon the books of the corporation to his heirs. This court reversed the judgment, declaring, in effect, that under the charter of 1824 it was immaterial to what person, or whether to any existing person, the land was assessed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It would seem to be hardly defensible to assert, that there being but one assessment&#8212;and that being sufficient to pass the land, irrespective of the true ownership&#8212;there is, nevertheless, to be imputed to the corporation another assessment, ascertaining 'the person chargeable' with the taxes, so as to compel a resort to the personalty, or otherwise to avoid the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This view may be further illustrated by the case of Mason <i>v.</i> Fearson, referred to in the opposite brief. There it was held, in effect, that if A, owning fifty lots, and having them all assessed to him, sell and convey forty-nine of them, but the whole fifty remain assessed to him, one lot (and it may be the only one belonging to him) must be sold for the taxes on the whole. But if the doctrine of the court below be right, it would seem to follow, that in order to make the sale of such a lot valid, the personal property of the owner must first be exhausted by distress, thus making him personally chargeable with the taxes on all the lots assessed to him.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. This view of the question, founded mainly upon the amended charter of 1824, is wholly disregarded by the brief on the other side, which merely remarks that the act of 1824 'makes some changes in the charter of 1820, but not necessary to be noticed.' In our apprehension, these changes are conclusive of the matter, even if, by the true construction of the charter of 1820, it was imperative that recourse should be first had to the goods and chattels of the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But was such primary recourse required by the act of 1820 itself?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is submitted that it was not. Nor, in the multitude of tax titles which have been tried in the court below, was the point ever suggested until the present case in 1857.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The whole argument in its support depends upon the assumption that the language of the 12th section, declaring that 'the person or persons appointed to collect,' &amp;c., 'shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith,' is mandatory upon the corporation, requiring a distress in all instances. This is assumed because of the well-settled law, that, in certain cases, the word 'may,' and other equivalent expressions, will be construed 'must,' in order to give effect to the intention of the Legislature, as in Mason <i>v.</i> Fearson.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But is this such a case?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In Mason <i>v.</i> Fearson, the charter had provided for the sale of one lot to pay the taxes on all; and this court held that the corporation was bound to exercise the power so conferred, and that, the first two lots having produced more than enough to pay the taxes on the whole, the subsequent sales were void. This is not at all analogous to the present case, which is that of the express grant of co-ordinate remedies, to be exercised optionally. The sale of one lot for the taxes due on all those owned by the same person, instead of unnecessarily selling them all, each for its own taxes, is manifestly for the benefit of the owner. But is it manifestly for his benefit that the summary remedy of a distress warrant shall be applied to his household furniture, rather than that a vacant lot lying in commons shall be sold?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The exemption clause in the bankrupt act of 1841, and the homestead and exemption acts in the States, indicate a pre vailing idea to the contrary; and no stronger individual case can be put for illustration than that of the venerable gentleman who owned this property in 1835.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This precise matter has been adjudicated by the Supreme Court of New Jersey, in the case of Martin <i>v.</i> Carron, 2 Dutcher, 230. There the clauses in the charter of Newark were identical with those in this charter of 1820. This same objection was taken. But the court held that 'the remedies are co-ordinate. It is not necessary that the goods and chattels of the owner or occupant of the lot be exhausted before proceeding against the land.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Martin <i>v.</i> Carron, 2 Dutch., 230.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Mr. Marbury</i> and <i>Mr. Redin</i>, for the defendants in error, contended that, under the tenth and twelfth sections of the charter of 1820, there is no discretion in the corporation or collector; but that it is mandatory upon them, under the provisions of that act, first to take the personal property of the owner, possessed by him within the corporation, for taxes claimed, before resorting to his real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The tenth and twelfth sections of the charter of 1820 relate to the same subject, and must be taken together. The tenth section (which authorizes the sale of real property) is not independent, but must be construed in connection with the twelfth section (which provides for the seizure and sale of the goods of the owner;) and thus taken and construed, the two sections mean, that if the owner of the real property has personal property upon the premises, or anywhere else in his possession within the corporate limits, sufficient to pay the taxes claimed, it shall be taken for them, and the real property, whether improved or unimproved, saved from sale therefor. The taxes to be collected were those which should be 'imposed by virtue of the powers granted by the act.' The taxes which the act authorized to be imposed were taxes on unimproved as well as improved lots. And all the taxes so imposed, on all descriptions of property, were, by the terms of the act, to be collected out of the goods of the persons chargeable with the tax; 'the person appointed to collect any tax imposed by virtue of the powers granted by this act shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith.' If he had goods upon the property on which the tax was imposed, they were to be taken there. If he had no goods thereon, but possessed them elsewhere within the corporate limits, it was not meant that the real property upon which the tax was imposed should be sold, but that such goods should be taken wherever they were found in his possession within the jurisdiction of the corporation. It is the same as to both descriptions of property, improved and unimproved: taxes are imposed equally upon both, 'by virtue of the same act;' and are, as to both, to be alike collected in the same way, out of the goods of the person chargeable with the tax. The real property might be resorted to in the contingency of there being no personal property; but not 'until all the other means of collection, prescribed in the act, had been tried, and failed.' The twelfth section may be read as a further proviso to the previous tenth section; and the third proviso of the tenth section, as to improved property, may be considered to have been inserted merely from abundance of caution as to that particular description of property, and not as any restriction upon the duty required by the twelfth section, viz: to take goods for all taxes imposed by virtue of the act, wherever the party possessed them within the corporate limits. The twelfth section of itself was sufficient to protect both descriptions of property, improved as well as unimproved. This construction produces harmony, and protects all the real property from sale, where the owner possessed personal property sufficient for the taxes claimed within the corporation, which the collector could find, and which, when taken, would be protected from replevin by the last clause of the twelfth section. It effects, it is submitted, the intent, and secures the rights of all parties, the corporation as well as the citizen; whereas a contrary construction, limiting the protection from sale to the improved property only, would leave the unimproved exposed, although the owner might have abundant personal property for all the taxes claimed, and would violate the intent.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Similar sections of the act of Congress of the 14th of July, 1798, to lay and collect a direct tax, were thus placed together and construed by this court, in the case of Parker <i>v.</i> Rule's Lessee, 9 Cra., 67. The thirteenth section of that act, which authorized the sale of lands, was held not to be independent of the ninth and eleventh sections of the same act, which provided for the publication of certain notices previous to the distress and sale of goods; but that, 'taking the whole statute together, and looking to the policy required,' and the obvious 'solicitude to collect the tax by distress and sale of personal property, rather than by a sale of the land itself,' the thirteenth section was construed in subordination to the direction to distrain and sell personal property contained in the ninth and eleventh sections, and the notices required by those sections, before such distress could be made, not having been given, the sale made of the land, under the thirteenth section, was declared void; the Chief Justice holding the language above quoted, that 'all the means of collection prescribed by the act must have been tried, and must have failed, before a sale of the land can be made.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The solicitude expressed by the court runs through all our decisions and legislation; not only is it manifested in the act of Congress of 1798, but also in the legislation of Maryland existing at the time this District was laid out, whose tax acts contained a similar section to the twelfth section of the charter of 1820. So did the first charter in 1802, and, from abundance of caution, a prohibition against the sale of unimproved lots for taxes. The policy of the law has ever been to make the personal estate the primary fund for the payment of debts, and especially of encumbrances and charges for taxes. The authorities are numerous; but in addition to Parker and Rule's Lessee, and the act of Congress of 1798, reference is merely made to Blackwell on Tax Titles, pages 205, 209, 213; 12 Ala. Rep., 617; Scales <i>v.</i> Avis, the Tax Acts of Maryland, 1785, chap. 83, sec. 8; 1797, chap. 90, sec. 1; and 2 Gill and John., 376, Mayor of Baltimore <i>v.</i> Chase&#8212;all going to establish that personal property must be resorted to before the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the case at bar, the lot was unimproved, and the owner at the time of the sale, and at all times, possessed abundant personal property. The fact that he had such was known to the corporation and its officers; the quantity, value, and description, and the particular locality where to be found, being all entered upon their own books. The fact that he possessed such, and that the collector could have taken it, is found by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'Taking the whole statute together,' therefore, and 'looking to the policy required,' the duty to take such personal property, and abstain from the sale of the unimproved real property, was imperative and mandatory upon the corporation and collector, under the provisions of this charter of 1820.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Mason <i>v.</i> Fearson, 9 Howard, is a direct authority in support of the view that it was mandatory. The duty, if not precisely the same, was of the same character in both cases, and the words are equivalent. In the act of 1824, they are, (sec. 4,) 'it shall be lawful for the corporation, where several lots are assessed to the same person, to sell one or more for the taxes and expenses due on the whole.' In the charter of 1820, (sec. 12,) the person appointed to collect any tax 'shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith.'Upon these sections ten and twelve, then, of the charter of 1820 alone, and independent of the corporation ordinance of July, 1824, we submit that it was imperative first to take the personal property possessed by Mr. Carroll at the time of the sale; and that there was no discretion, in corporation or collector, first to resort to the unimproved real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Mr. Brent</i>, upon the same side made, the following point upon this branch of the case:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><i>First Point</i>. The act of 1820, ch., 104, sec. 10, (3 Stat. at Large, p. 589,) gives the corporation of Washington no power to sell real estate until after two years' taxes are due and in arrear, but no such limitation is found in regard to the liability of personal property for taxes, which may be distrained on and sold the moment they are assessed, and upon ten days' notice, according to the 12th section of this act.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The 7th section of the act of 1820 authorizes the corporation 'to lay and collect taxes upon the real and personal property within the city.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is therefore clear that Congress looked to the personal property of the debtor as the primary fund for the immediate and available revenues of the city, and to the realty as only secondarily or ultimately chargeable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The power to collect taxes by distress on the goods, &amp;c., is compulsory, and not optional, on the part of the city.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mason <i>v.</i> Fearson, 9 How., 248.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Parker <i>v.</i> Rule, 9 Cranch, 67.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The only difficulty is occasioned by the third proviso of the 10th section of the act of 1820, which forbids a sale of improved property, whereon there is personal property sufficient to pay the taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">An argument is based on this proviso, to the effect that recourse need not be had to personal property, primarily, except where it is found on improved real estate; but we consider this proviso as merely designed to subject primarily all personal property on the real estate, irrespective of its ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It might happen that the owner of the improved real estate had no personal effects liable to distress and sale, and hence the legislative purpose to subject personal effects of the tenant or a stranger found on the improved real estate, primarily, to the payment of the taxes, and in exoneration of the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This proviso, in connection with the 12th section of the same act, manifestly shows that <i>quoad</i> taxes on real estate, if improved, the personal effects (even of a stranger) found on the premises were to be considered as the goods, &amp;c., of a 'person chargeable with said taxes.'</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But if we are wrong in the construction of the act of 1820, we maintain that the proviso in the 8th section of the act of 1824, chapter 195, (4 Statutes at Large, p. 77,) runs through all the tax sales referred to in the law, because there is no reason for a distinction in tax sales in Georgetown, Alexandria, and Washington, and the principle of primary resort to personal property of 'the owner or tenant' equally applies to all tax sales in any city. This view is confirmed by the confused and irregular manner in which the sections and clauses of this act are interwoven, without reference to order or division of subject matter.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But, be this as it may, the corporation of Washington had the right of pursuing, at its election, either the remedy by distress or by sale of unimproved real estate, and this is held on the authority of the adverse case cited on the other side.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Martin <i>v.</i> Carson, 2 Dutcher Rep., 228.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The ordinance of 3d July, 1824, (Rothwell's Laws, p. 169,) is a conclusive election by the city to require the collector to exhaust the personal effects of debtors before selling the real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This ordinance is conclusive to show a want of authority on the part of the collector who made the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mr. Justice GRIER delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The lessors of the plaintiffs below claim to recover a lot of ground in the city of Washington, the title to which was admitted to have been in their ancestor in 1835. In that year it was sold for taxes by the corporate authorities. The plaintiffs in error claim through mesne conveyances of the tax title.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The lot in question was assessed as vacant and unimproved; but the owner, Mr. Carroll, resided in Washington city. He owned a large number of unimproved lots, the taxes on which amounted to $5,690. He had personal property in and about his house, estimated at between five and six thousand dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">On the trial, but a single defect was alleged against the tax title, which raised the question, 'Whether, upon the true construction of the charter of 1820, as amended by the act of 1824, it was a condition to the validity of the sale of unimproved lands for taxes, that the personal estate of the owner should have been previously exhausted by distress.'</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The court instructed the jury: 'That if Carroll resided within the limits of the corporation of Washington, and had in his possession personal property sufficient to pay all taxes due by him, which might have been seized and subjected to distress and sale, it was the duty of the corporation, through their collector, to resort first to such personal property; which not being done, the sale of the lot in question was illegal and void.'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The correctness of this instruction is the only question presented by the record for our consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The authority granted to the city and the mode of its exercise is to be found in the 10th section of the act 'to incorporate the city of Washington,' passed on the 15th of May, 1820. It provides 'that real property, whether improved or unimproved, on which two or more years' taxes shall have remained unpaid, may be sold at public sale, to satisfy the corporation therefor;' with this proviso, that no sale 'shall be made in pursuance of this section of any improved property, whereon there is personal property of sufficient value to pay the taxes,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">It is the obvious intent of this law, that the thing or property shall be held liable for the tax assessed upon it, and that the tax is a lien <i>in rem</i>, which may be sold to satisfy it. It seems to assume, also, that the property should be assessed to some person as owner, for it provided for a longer or shorter notice by advertisement, according to the residence of the owner, whether in or out of the District or of the United States. Where the owner is out of the jurisdiction of the corporation, the assessment can impose no personal liability on him. But where he resides in the city, he may be considered as personally liable for the taxes assessed against his property, and 'charged to him;' and though not liable to an action of debt, the 12th section of the act provides an additional remedy for the corporation. Besides that of proceeding <i>in rem</i>, under the provisions of the 10th section, it enacts that 'the person or persons appointed to collect any tax imposed by virtue of the powers granted by this act shall have authority to collect the same by distress and sale of the goods and chattels of the person chargeable therewith, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The act of May 26th, 1824, which modifies and changes some of the provisions of this act, provides, among other things, 'that no sale for taxes shall be void by reason of such property not being assessed or advertised in the name of the lawful owner.'</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Without inquiring whether this act repeals the 12th section of the previous act by implication, it shows plainly that the property assessed is considered as primarily liable for the tax, without regard to ownership. But assuming that the owner, residing in Washington, is still personally liable for taxes assessed on his unimproved lots, there is nothing to be found in this law that, by any fair construction, requires that the remedy against the person must be exhausted before that against the property charged with the tax can be resorted to. It is not necessary to the validity of the assessment and sale of the property taxed, that the name of the true owner be ascertained. The collector, therefore, cannot be bound to search for him, or to distrain the personal property of one who may or may not be the owner, even when named as such in his assessment list.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The remedy given by the twelfth section to the corporation is co-ordinate or cumulative, but is not imperative as a condition precedent to the exercise of the authority to sell the property assessed. It is a power conferred on the officer, to be used at his discretion&#8212;not a favor to the owner. If he is unable to pay the taxes assessed on his property, it may not be a very desirable measure for him to have his household furniture distrained and sold on ten days' notice, when the remedy against his land cannot be pursued till two years' taxes are due and unpaid; and the owner has then two years more to redeem his land after the sale. A construction of this act, which made it the imperative duty of the collector to distrain the personal property, might be ruinous to the proprietor, and deprive him of an important privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The city of Washington was laid out on an immense scale. But a very small portion of the lots and squares were improved or productive. Their value to the owners was, in a great measure, prospective, while the present burden of taxes, to those who owned large numbers of them, was oppressive. As we see in the present case, if the collector had levied on the personal property of the owner for the taxes charged on his vacant and unproductive lots, it would have left him without furniture in his house, or servant to wait on him. Hence, a four years' delay was to him a valuable privilege. It demonstrates, too, the evident policy of the act of Congress is not compelling a sale of the owner's personal property before the lands charged could be sold. In Georgetown and Alexandria, old-charged towns, where the lots were nearly all improved, and yielding profit to the owners, the statute adopted a different policy. By the proviso to the eighth section of the act of 1824, which applies exclusively to those towns, the collector is not permitted to sell real property where the owner charged with the tax has sufficient personal estate, out of which to enforce the collection of the debt due.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The case of Mason <i>v.</i> Fearson (9 How., 248) has been urged in the argument as an example of the construction of this statute, which should be followed in this case, and where the word <i>may</i> is construed to mean <i>must</i>. But that case has no analogy to the present. It is only where it is necessary to give effect to the clear policy and intention of the Legislature, that such a liberty can be taken with the plain words of a statute. But there is nothing in the letter, spirit, or policy, of this act, which requires us to put a forced construction on its language, or interpolate a provision not to be found therein.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In this case, the owners of the tax title have had the possession, paid the taxes, built and made valuable improvements on the lot, in the presence of the former owners, for near twenty years. That which was of comparatively small value at first, has now become valuable. Under such circumstances, a court of justice should be unwilling to exercise any judicial ingenuity to forfeit even a tax title, where the former owners have been so slow to question its validity.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The counsel for the appellees have endeavored to support this instruction of the court, by a reference to certain ordinances of the corporation, which, among other things, direct the collector to levy first on the personal property of the person charged with the tax, unless such person shall give consent in writing to the contrary. This direction to the collector is a very proper one. It leaves the election of this remedy to the person charged, and not to the officer. But the power to sell the lands for taxes is to be found in the acts of Congress, not in the ordinances of the corporation. They can neither increase nor vary it, nor impose any terms or conditions, (such as evidence of the owner's election,) which can affect the validity of a sale made within the authority conferred by the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The purchaser of a tax title is not bound to inquire further than to know that the sale has been made according to the provisions of the statute which authorized it. The instructions or directions given by the corporation to their officers may be right and proper, and may justly be presumed to have been followed; but the observance or non-observance of them cannot have the effect of conditions to affect the validity of the title.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The question argued by the counsel of appellees, again bringing up the endless controversy as to the <i>terminus a quo</i>, in the computation of time, and which was noticed by this court in the case of Griffith <i>v.</i> Bogert, (18 How., 162,) is not in the case as presented by the record, and we cannot anticipate its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Judgment reversed, and <i>venire de novo</i>.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87304/"
}