{"absolute_url": "/opinion/87312/teese-v-huntingdon/", "blocked": false, "citation": {"case_name": "Teese v. Huntingdon", "docket_number": null, "document_uris": ["/api/rest/v2/document/87312/"], "federal_cite_one": "64 U.S. 2", "federal_cite_three": null, "federal_cite_two": null, "id": 55724, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/55724/", "scotus_early_cite": "23 How. 2", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1860-03-26", "date_modified": "2014-12-21T06:26:26.711939", "docket": "/api/rest/v2/docket/400548/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">64 U.S. 2</p>\n    <p class=\"case_cite\">23 How. 2</p>\n    <p class=\"case_cite\">16 L.Ed. 479</p>\n    <p class=\"parties\">LEWIS TEESE AND LEWIS TEESE, JUN., PLAINTIFFS IN ERRORS,<br>v.<br>C. P. HUNTINGDON AND MARK HOPKINS.</p>\n    <p class=\"date\">December Term, 1859</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">THIS case was brought up by writ of error from the Circuit Court of the United States for the northern district of California.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The history of the trial in the court below is fully set forth in the opinion of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was argued by <i>Mr. Phillips</i> for the plaintiffs in error, and by <i>Mr. Grifford</i> for the defendants. The arguments of the counsel upon many of the points which occurred are omitted, and only the two following will be noticed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With respect to impeaching the character of a witness, <i>Mr. Phillips</i> said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Evidence was offered to impeach the character of one of defendants' witnesses, by showing his 'general reputation for moral character.' It was objected, that 'the inquiry should be limited to his general reputation for truth and veracity;' and the objection was sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The authorities on this point are to be found carefully collated in 21 American Law Journal, N. S., p. 145, where it is said, that so far as the decisions in England are concerned, 'they are unanimous to the point that the true criterion of the credit of a witness is his general character and conduct, and not his general character for truth and veracity. The English books will be examined in vain for a single authoritative case which in any respect limits the examination upon this point to the character for truth and veracity.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Upon examination, it will be found that this rule obtains in most of our States.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Other evidence was then offered to prove the reputation of the witness for 1850 to 1853 for truth and veracity. To which it was objected, that 'the dates named were too remote, and that the reputation of the witness at a period less remote from the time of trial could be alone put in issue.' This objection also was sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment was rendered on the 26th October, 1857, and the time covered by the inquiry was from 1850 to 1853, so that the intermediate period was less than four years.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is certainly a short statute of limitations in favor of reputation. Whatever influence the question of time was entitled to, was for the jury to consider. The judge could not exclude the evidence as incompetent, for there is neither common-law rule nor statute to justify it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The view which <i>Mr. Gifford</i> took of these points was the following:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The objection to the inquiry as to Jesse Morrill's reputation for 'moral character' was properly sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. It is not in any case proper to seek to impeach a witness, by proving what was his reputation for moral character. The inquiry should be as to his reputation for truth and veracity.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">U. States <i>v.</i> Van Sickle, 2 McLean, 219.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Goss <i>v.</i> Stimpson, 2 Sumner, 610.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Gilbert <i>v.</i> Sheldon, 13 Barb., 623.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The People <i>v.</i> Rector, 19 Wend., 569.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Jackson <i>v.</i> Lewis, 13 John. R., 504.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The State <i>v.</i> Bruce, 24 Maine, 71, 72.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Phillips <i>v.</i> Ringfield, 1 Appl., 375.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Commonwealth <i>v.</i> Morse, 3 Pick., 194, 196.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Morse <i>v.</i> Pine, 4 Vermont R., 281.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">State <i>v.</i> Smith, 7 Vermont R., 141.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">State <i>v.</i> Forrest, 15 Vermont R., 435.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">State <i>v.</i> Randolph, 24 Conn. Rep., 363.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">State <i>v.</i> Howard, 9 N. Hampshire, 485.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Gilchrist <i>v.</i> McKee, 4 Watts, 380.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Chess <i>v.</i> Chess, 1 Penn. R., 32.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Uhl <i>v.</i> Commonwealth, 6 Grattan, 706.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Ward <i>v.</i> the State, 28 Alabama R., 53&#8212;court divided.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Ford <i>v.</i> Ford, 7 Humphrey, 92.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Jones <i>v.</i> the State, 13 Texas, 168.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Perkins <i>v.</i> Nobley, 4 Warden's Ohio State Rep., 668.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Taylor on Evidence, sec. 1083.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The testimony was properly excluded as to what was the reputation of Jesse Morrill in 1852 or 1853&#8212;about five years before the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">1. Because it does not appear that said Morrill was a witness called by the defendants. He is not named in the notices of special matter of defence as one of the defendants' witnesses, and he is not named in the lists of witnesses examined by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It must appear by the record that he was called by the defendants, or this objection for that reason must fall.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The law requires that an authenticated transcript of the record and an assignment of errors shall be returned with the writ; and there can be no error cognizable by this court, unless it appear from the record.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The mere assertion of facts in the assignment of errors to show error, cannot be substituted for the record.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Judiciary Act of 1789, sec. 22.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Conkling's Treatise, 3d ed., 689.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Stevens <i>v.</i> Gladding &amp; Proud, 19 How., 64.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Parsons <i>v.</i> Beddford et al., 3 Peters, 433, 445.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">All the information the record gives is, that this Morrill 'had, as a witness in said case, given material evidence for the defence on said trial.'</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">There is nothing more common than for a witness called by one party to give 'material evidence' for the other party. This is constantly done on cross-examinations, and often by the party opposed to the one calling the witness, making him his own witness as to certain facts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A party cannot impeach a witness called by himself, by proving him unworthy of belief.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Graham and Waterman on New Trials, page 953.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The court below ruled out the evidence offered to impeach Morrill, and, except in so far as the record shows, this court has no means of knowing why. All presumptions are in favor of the correctness of the ruling. This court is bound to consider the determination of the court below to have been correct, on the common presumption that the judge exercised his jurisdiction soundly, until the facts are presented showing the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">2 Graham and Waterman on New Trials, page 596 to 599, and cases.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">2. Said testimony was properly excluded, because, if it had appeared that this Morrill was a witness in behalf of the defendants, an attempt to impeach him by proving what his reputation was four or five years before the trial, was not admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">There must be a limit of time, back of which a party cannot go to prove the reputation of a witness to impeach him; else to impeach a man on a trial to-day, it might be proved what his reputation was for truth and veracity fifty years ago.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">There is no specific time fixed by law, and it must be left to the discretion of the judge at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">There was no offer or suggestion in the present case, on the part of the plaintiffs, to add anything to the proof proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">They called one witness who, as appears from the record, did then know Morrill, and proposed to prove by him what Morrill's reputation was for moral character. This being ruled out as an improper form of question, they dropped that witness, and called another, who did not know Morrill, and had not known him for four or five years, and then varied the question, and put it as to his reputation for truth and veracity.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Why did they not put the question in that form to the first witness who had the information? Obviously for the reason that they dared not properly interrogate a witness having to requisite knowledge, but preferred rather to weave snares to suspend the case and bill of exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This is a writ of error to the Circuit Court of the United States for the northern district of California. According to the transcript, the declaration in this case was filed on the eighteenth day of March, 1856. It was an action of trespass on the case for an alleged infringement of certain letters patent purporting to have been duly issued to the plaintiffs for a new and useful improvement in a certain machine or implement called a sluice-fork, used for the purpose of removing stones from sluices and sluice-boxes in washing gold. As the foundation of the suit, the plaintiffs in their declaration set up the letters patent, alleging that they were the original and first inventors of the improvement therein described, and charged that the defendants, on the second day of July, 1855, and on divers other days and times between that day and the day of the commencement of the suit, unlawfully and without license vended and sold a large number of the improved forks made in imitation of their invention. To this charge the defendants pleaded the general issue, and in addition thereto, set up in their answer to the declaration two other grounds of defence. In the first place, they denied that the plaintiffs were the original and first inventors of the improvement described in the letters patent, averring that the supposed improvement was known and used by divers other persons in the United States long before the pretended invention of the plaintiffs. They also alleged that the improvement claimed by the plaintiffs, as their invention, was not the proper subject of a patent within the true intent and meaning of the patent law of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">By the fifteenth section of the patent act of the fourth of July, 1836, the defendant, in actions claiming damages for making, using, or selling, the thing patented, is permitted to plead the general issue, and for certain defences, therein specified, to give that act and any special matter in evidence which is pertinent to the issue, and of which notice in writing may have been given to the plaintiff or his attorney thirty days before the trial. Within that provision, and subject to that condition, he may, under the general issue, give any special matter in evidence tending to prove that the patentee was not the original and first inventor or discoverer of the thing patented, or a substantial and material part thereof claimed as new, or that it had been described in some public work anterior to the supposed discovery by the patentee, or had been in public use, or on sale, with the consent and allowance of the patentee, before his application for a patent. But whenever the defendant relies in his defence on the fact of a previous invention or knowledge or use of the thing patented, he is required to 'state in his notice of special matter the names and places of residence of those whom he intends to prove to have possessed a prior knowledge of the thing, and where the same had been used.' Two written notices were accordingly given by the defendants of special matter to be offered in evidence by them at the trial, in support of the first ground of defense set up in the answer to the declaration. One was dated on the twenty-eighth day of August, 1856, and the other on the nineteenth day of September of the succeeding year, but they were both duly served and filed in court more than thirty days before the trial. Upon this state of the pleadings the parties on the twentieth day of October, 1857, went to trial, and the jury, under the rulings and instructions of the presiding justice, returned their verdict for the defendants. After the plaintiffs had introduced evidence tending to prove the alleged infringement of their patent, they claimed that counsel fees were recoverable as damages in this action, and offered proof accordingly, in order to show what would be a reasonable charge in that behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">That evidence was objected to by the defendants, upon the ground that counsel fees were not recoverable as damages in actions of that description, and the court sustained the objection, and excluded the evidence. To which ruling the plaintiffs excepted. Little or no reliance was placed upon this exception by the counsel of the plaintiffs, and in view of the circumstances one or two remarks upon the subject will be sufficient. Suppose it could be admitted that counsel fees constituted a proper element for the consideration of the jury, in the estimation of damages in cases of this description; still the error of the court in excluding the evidence would furnish no ground to reverse the judgment, for the reason that the verdict was for the defendants. For all purposes connected with this investigation, it must be assumed, under the finding of the jury, that the plaintiffs were not entitled to any damages whatever; and if not, then the evidence excluded by the ruling of the court was entirely immaterial. But the evidence was properly rejected on the ground assumed by the presiding justice.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Counsel fees are not a proper element for the consideration of the jury in the estimation of damages in actions for the infringement of a patent right. That point has been directly ruled by this court, and is no longer an open question. Jurors are required to find the actual damages incurred by the plaintiff at the time his suit was brought; and if, in the opinion of the court, the defendant has not acted in good faith, or has caused unnecessary expense and injury to the plaintiff, the court may render judgment for a larger sum, not exceeding three times the amount of the verdict. 5 Stat. at Large, page 123. Day <i>v.</i> Woodworth, 13 How., 372. To maintain the issue on their part, the defendants offered three depositions, each tending to prove that the plaintiffs were not the original and first inventors of the improvement described in their letters patent.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Objection was seasonably made by the plaintiffs to the introduction of each of these depositions on two grounds: 1. Because the first notice of special matter to be introduced at the trial did not accord with the proof offered, as contained in these depositions. 2. Because the second notice of special matter to be thus introduced was served and filed without any order from the court, and therefore should be disregarded.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Exceptions were duly taken to the respective rulings of the court, in admitting each of these depositions; but as they all depend upon the same general considerations, they will be considered together.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">It is conceded by the defendants that the first notice was, to some extent, insufficient. On the other hand, it is admitted by the plaintiffs that the terms of the second notice were sufficiently comprehensive and specific to justify the rulings of the court, in allowing the depositions to be read to the jury. They, however, insist upon the objection, taken at the trial, that it was served and filed without any order of the court, and that it was insufficient, because it was served and filed subsequently to the time when the depositions were taken and filed in court.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">But neither of these objections can be sustained. All that the act of Congress requires is, that notice of the special matter to be offered in evidence at the trial shall be in writing, and be given to the plaintiff, or his attorney, more than thirty days before the trial. By the plain terms of the law, it is a right conferred upon the defendant; and of course he may exercise it in the manner and upon the conditions therein pointed out, without any leave or order from the court. When the notice is properly drawn, and duly and seasonably served and filed in court as a part of the pleadings, nothing further is required to give the defendant the full and unrestricted benefit of the provision.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Such notice is required, in order to guard patentees from being surprised at the trial by evidence of a nature which they could not be presumed to know or be prepared to meet, and thereby subject them either to delay or a loss of their cause. To prevent such consequences, the defendant is required to specify the names and places of residence of the persons on whose prior knowledge of the alleged improvement he relies to disprove the novelty of the invention, and the place or places where the same had been used. Wilton <i>v.</i> Railroads, 1 Wall, jun., 195.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Compliance with this provision, on the part of the defendant, being a condition precedent to his right to introduce such special matter under the general issue, it necessarily follows that he may give the requisite notice without any leave or order from the court; and for the same reason, if he afterwards discovers that the first notice served is defective, or not sufficiently comprehensive to admit his defence, he may give another, to remedy the defect or supply the deficiency, subject to the same condition that it must be in writing, and be served more than thirty days before the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Having given the notice as required by the act of Congress, the defendant at the trial may proceed to prove the facts therein set forth by any legal and competent testimony. For that purpose, he may call and examine witnesses upon the stand, or he may introduce any deposition which has been legally taken in the cause. Under those circumstances, depositions taken before the notice was served, as well as those taken afterward, are equally admissible, provided the statements of the deponents are applicable to the matters thus put in issue between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">After the defence was closed, the plaintiffs offered evidence to impeach one of the witnesses, who had given material testimony for the defendants. When called, the impeaching witness stated that he knew the witness sought to be impeached, and knew other persons who were acquainted with the witness, and that they both resided in the city of Sacramento; whereupon, the counsel of the plaintiffs put the question, 'What is the reputation of the witness for moral character?' To that question, the counsel of the defendants objected, on the ground that the inquiry should be limited to the general reputation of the witness for truth and veracity, with the right to put the further inquiry whether the witness testifying would believe the other on his oath; and the court sustained the objection, and rejected the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">No reasons were assigned by the court for the ruling; and of course the only point presented is, whether the particular question propounded was properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Courts of justice differ very widely, whether the general reputation of the witness for truth and veracity is the true and sole criterion of his credit, or whether the inquiry may not properly be extended to his entire moral character and estimation in society. They also differ as to the right to inquire of the impeaching witness whether he would believe the other on his oath. All agree, however, that the first inquiry must be restricted either to the general reputation of the witness for truth and veracity, or to his general character; and that it cannot be extended to particular facts or transactions, for the reason that, while every man is supposed to be fully prepared to meet those general inquiries, it is not likely he would be equally so without notice to answer as to particular acts.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">According to the views of Mr. Greenleaf, the inquiry in all cases should be restricted to the general reputation of the witness for truth and veracity; and he also expresses the opinion that the weight of authority in the American courts is against allowing the question to be put to the impeaching witness whether he would believe the other on his oath. In the last edition of his work on the law of evidence, he refers to several decided cases, which appear to support these positions; and it must be admitted that some of these decisions, as well as others that have since been made to the same effect, are enforced by reasons drawn from the analogies of the law, to which it would be difficult to give any satisfactory answer. 1 Greenl. Ev., sec. 461; Phillips <i>v.</i> Kingfield, 19 Me., 375, per Shepley, J.; Goss <i>v.</i> Stimpson, 2 Sum., 610; Wood <i>v.</i> Mann, 2 Sum., 321; Craig <i>v.</i> the State, 5 Ohio N. S., 605; Gilbert <i>v.</i> Sheldon, 13 Barb., 623; Jackson <i>v.</i> Lewis, 13 Johns. R., 504; United States <i>v.</i> Van Sickle, 2 McLean, 219; State <i>v.</i> Bruce, 24 Me., 72; Com. <i>v.</i> Morse, 3 Pick., 196; Gilchrist <i>v.</i> McKee, 4 Watts, 380; State <i>v.</i> Smith, 7 Vt. R., 141; Frye <i>v.</i> Bank of Illinois, 11 Ill. R., 367; Jones <i>v.</i> the State, 13 Texas R., 168; State <i>v.</i> Randolph, 24 Conn. R., 363; Uhl <i>v.</i> Com., 6 Gratt., 706; Wike <i>v.</i> Lightner, 11 S. and R., 338; Kemmel <i>v.</i> Kemmel, 3 S. and R., 338; State <i>v.</i> Howard, 9 N. H., 485; Buckner <i>v.</i> the State, 20 Ohio, 18; Ford <i>v.</i> Ford, 7 Humphr., 92; Thurman <i>v.</i> Virgin, 18 B. Munroe, 792; Perkins <i>v.</i> Nobley, 4 Ohio N. S., 668; Bates <i>v.</i> Barber, 4 Cush., 107.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">On the other hand, a recent English writer on the law of evidence, of great repute, maintains that the inquiry in such cases properly involves the entire moral character of the witness whose credit is thus impeached, and his estimation in society; and that the opinion of the impeaching witness, as to whether he is entitled to be believed on his oath, is also admissible to the jury. 2 Taylor Ev., secs. 1082, 1083.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">That learned writer insists that the regular mode of examining into the character of the witness sought to be impeached is to ask the witness testifying whether he knows his general reputation; and if so, what that reputation is, and whether, from such knowledge, he would believe him upon his oath. In support of this mode of conducting the examination, he refers to several decided cases, both English and American, which appear to sustain the views of the writer. Rees <i>v.</i> Watson, 22 How. St. Tr., 496; Mawson <i>v.</i> Hartsink, 4 Esp. R., 104; Rex <i>v.</i> Rockwood, 13 How. St. Tr., 211; Carpenter <i>v.</i> Wall, 11 Ad. and El., 803; Anonymous, 1 Hill, (S. C.,) 259; Hume <i>v.</i> Scott, 3 A. K. Marshall, 262; Day <i>v.</i> the State 13 Mis., 422; 3 Am. Law Jour., N. S., 145.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Both Mr. Greenleaf and Mr. Taylor agree, however, that the impeaching witness must be able to state what is generally said of the other witness by those among whom he resides, and with whom he is chiefly conversant, and in effect admit, that unless he can so speak, he is not qualified to testify upon the subject, for the reason that it is only what is generally said of the witness by his neighbors that constitutes his general reputation. To that extent they concur, and so, as a general remark, do the authorities which on the one side and the other support these respective theories; but beyond that, the views of these commentators, as well as the authorities, appear to be irreconcilable.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In referring to this conflict of opinion among text writers, and judicial decisions, we have not done so because there is anything presented in this record that makes it necessary to choose between them, or even renders it proper that we should attempt at the present time to lay down any general rule upon the subject. On the contrary, our main purpose in doing so is to bring the particular question exhibited in the bill of exceptions to the test of both theories, in order to ascertain whether under either rule of practice it ought to have been allowed. Under the first mode of conducting the examination, it is admitted that it was properly rejected, and we think it was equally improper, supposing the other rule of practice to be correct. Whenever a witness is called to impeach the credit of another, he must know what is generally said of the witness whose credit is impeached by those among whom the last-named witness resides, in order that he may be able to answer the inquiry either as to his general character in the broader sense, or as to his general reputation for truth and veracity. He is not required to speak from his own knowledge of the acts and transactions from which the character or reputation of the witness has been derived, nor indeed is he allowed to do so, but he must speak from his own knowledge of what is generally said of him by those among whom he resides, and with whom he is chiefly conversant; and any question that does not call for such knowledge is an improper one, and ought to be rejected. No case has been cited authorizing such a question, or even furnishing an example where it was put, and our researches in that direction have not been attended with any better success. For these reasons, we think the question was properly excluded. Some further attempts were made by the plaintiffs to impeach this witness, and with that view they called another witness, who testified that he knew the one sought to be impeached, and had had business transactions with him during the years 1852-'53 in the city where they resided. On being asked by the counsel of the plaintiffs what was the reputation of the witness for truth and veracity, he replied that he had no means of knowing what it was, not having had any dealings with him since those transactions; thereupon the same counsel repeated the question, limiting it to that period.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Objection was made to that question by the counsel of the defendants on the ground that the period named in the question was too remote, and the court sustained the objection and excluded the question. To this ruling the plaintiffs excepted. Such testimony undoubtedly may properly be excluded by the court when it applies to a period of time so remote from the transaction involved in the controversy, as thereby to become entirely unsatisfactory and immaterial; and as the law cannot fix that period of limitation, it must necessarily be left to the discretion of the court. Considering that the witness had already stated that he was not able to answer the question, we do not think that the discretion of the court in this case was unreasonably exercised. None of the exceptions can be sustained, and the judgment of the Circuit Court is therefore affirmed with costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>64 U.S. 2 (____)</b></center>\n<center><b>23 How. 2</b></center>\n<center><h1>LEWIS TEESE AND LEWIS TEESE, JUN., PLAINTIFFS IN ERROR,<br>\nv.<br>\nC.P. HUNTINGDON AND MARK HOPKINS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*3</span> It was argued by Mr. Phillips for the plaintiffs in error, and by Mr. Gifford for the defendants.</p>\n<p><span class=\"star-pagination\">*6</span> Mr. Justice CLIFFORD delivered the opinion of the court</p>\n<p>This is a writ of error to the Circuit Court of the United States for the northern district of California. According to the transcript, the declaration in this case was filed on the eighteenth day of March, 1856. It was an action of trespass on the case for an alleged infringement of certain letters patent purporting to have been duly issued to the plaintiffs for a new and useful improvement in a certain machine or implement called a sluice-fork, used for the purpose of removing stones from sluices and sluice-boxes in washing gold. As the foundation of the suit, the plaintiffs in their declaration set up the letters patent, alleging that they were the original and first <span class=\"star-pagination\">*7</span> inventors of the improvement therein described, and charged that the defendants, on the second day of July, 1855, and on divers other days and times between that day and the day of the commencement of the suit, unlawfully and without license vended and sold a large number of the improved forks made in imitation of their invention. To this charge the defendants pleaded the general issue, and in addition thereto, set up in their answer to the declaration two other grounds of defence. In the first place, they denied that the plaintiffs were the original and first inventors of the improvement described in the letters patent, averring that the supposed improvement was known and used by divers other persons in the United States long before the pretended invention of the plaintiffs. They also alleged that the improvement claimed by the plaintiffs, as their invention, was not the proper subject of a patent within the true intent and meaning of the patent law of the United States.</p>\n<p>By the fifteenth section of the patent act of the fourth of July, 1836, the defendant, in actions claiming damages for making, using, or selling, the thing patented, is permitted to plead the general issue, and for certain defences, therein specified, to give that act and any special matter in evidence which is pertinent to the issue, and of which notice in writing may have been given to the plaintiff or his attorney thirty days before the trial. Within that provision, and subject to that condition, he may, under the general issue, give any special matter in evidence tending to prove that the patentee was not the original and first inventor or discoverer of the thing patented, or a substantial and material part thereof claimed as new, of that it had been described in some public work anterior to the supposed discovery by the patentee, or had been in public use, or on sale, with the consent and allowance of the patentee, before his application for a patent. But whenever the defendant relies in his defence on the fact of a previous invention or knowledge or use of the thing patented, he is required to \"state in his notice of special matter the names and places of residence of those whom he intends to prove to have possessed a prior knowledge of the thing, and where the same had been used.\"</p>\n<p><span class=\"star-pagination\">*8</span> Two written notices were accordingly given by the defendants of special matter to be offered in evidence by them at the trial, in support of the first ground of defence set up in the answer to the declaration. One was dated on the twenty-eighth day of August, 1856, and the other on the nineteenth day of September of the succeeding year, but they were both duly served and filed in court more than thirty days before the trial. Upon this state of the pleadings the parties on the twentieth day of October, 1857, went to trial, and the jury, under the rulings and instructions of the presiding justice, returned their verdict for the defendants. After the plaintiffs had introduced evidence tending to prove the alleged infringement of their patent, they claimed that counsel fees were recoverable as damages in this action, and offered proof accordingly, in order to show what would be a reasonable charge in that behalf.</p>\n<p>That evidence was objected to by the defendants, upon the ground that counsel fees were not recoverable as damages in actions of that description, and the court sustained the objection, and excluded the evidence. To which ruling the plaintiffs excepted. Little or no reliance was placed upon this exception by the counsel of the plaintiffs, and in view of the circumstances one or two remarks upon the subject will be sufficient. Suppose it could be admitted that counsel fees constituted a proper element for the consideration of the jury, in the estimation of damages in cases of this description; still the error of the court in excluding the evidence would furnish no ground to reverse the judgment, for the reason that the verdict was for the defendants. For all purposes connected with this investigation, it must be assumed, under the finding of the jury, that the plaintiffs were not entitled to any damages whatever; and if not, then the evidence excluded by the ruling of the court was entirely immaterial. But the evidence was properly rejected on the ground assumed by the presiding justice.</p>\n<p>Counsel fees are not a proper element for the consideration of the jury in the estimation of damages in actions for the infringement of a patent right. That point has been directly <span class=\"star-pagination\">*9</span> ruled by this court, and is no longer an open question. Jurors are required to find the actual damages incurred by the plaintiff at the time his suit was brought; and if, in the opinion of the court, the defendant has not acted in good faith, or has caused unnecessary expense and injury to the plaintiff, the court may render judgment for a larger sum, not exceeding three times the amount of the verdict. 5 Stat. at Large, page 123. Day v. Woodworth, 13 How., 372. To maintain the issue on their part, the defendants offered three depositions, each tending to prove that the plaintiffs were not the original and first inventors of the improvement described in their letters patent.</p>\n<p>Objection was seasonably made by the plaintiffs to the introduction of each of these depositions on two grounds: 1. Because the first notice of special matter to be introduced at the trial did not accord with the proof offered, as contained in these depositions. 2. Because the second notice of special matter to be thus introduced was served and filed without any order from the court, and therefore should be disregarded.</p>\n<p>Exceptions were duly taken to the respective rulings of the court, in admitting each of these depositions; but as they all depend upon the same general considerations, they will be considered together.</p>\n<p>It is conceded by the defendants that the first notice was, to some extent, insufficient. On the other hand, it is admitted by the plaintiffs that the terms of the second notice were sufficiently comprehensive and specific to justify the rulings of the court, in allowing the depositions to be read to the jury. They, however, insist upon the objection, taken at the trial, that it was served and filed without any order of the court, and that it was insufficient, because it was served and filed subsequently to the time when the depositions were taken and filed in court.</p>\n<p>But neither of these objections can be sustained. All that the act of Congress requires is, that notice of the special matter to be offered in evidence at the trial shall be in writing, and be given to the plaintiff, or his attorney, more than thirty days before the trial. By the plain terms of the law, it is a <span class=\"star-pagination\">*10</span> right conferred upon the defendant; and of course he may exercise it in the manner and upon the conditions therein pointed out, without any leave or order from the court. When the notice is properly drawn, and duly and seasonably served and filed in court as a part of the pleadings, nothing further is required to give the defendant the full and unrestricted benefit of the provision.</p>\n<p>Such notice is required, in order to guard patentees from being surprised at the trial by evidence of a nature which they could not be presumed to know or be prepared to meet, and thereby subject them either to delay or a loss of their cause. To prevent such consequences, the defendant is required to specify the names and places of residence of the persons on whose prior knowledge of the alleged improvement he relies to disprove the novelty of the invention, and the place or places where the same had been used. Wilton v. Railroads, 1 Wall, jun., 195.</p>\n<p>Compliance with this provision, on the part of the defendant, being a condition precedent to his right to introduce such special matter under the general issue, it necessarily follows that he may give the requisite notice without any leave or order from the court; and for the same reason, if he afterwards discovers that the first notice served is defective, or not sufficiently comprehensive to admit his defence, he may give another, to remedy the defect or supply the deficiency, subject to the same condition that it must be in writing, and be served more than thirty days before the trial.</p>\n<p>Having given the notice as required by the act of Congress, the defendant at the trial may proceed to prove the facts therein set forth by any legal and competent testimony. For that purpose, he may call and examine witnesses upon the stand, or he may introduce any deposition which has been legally taken in the cause. Under those circumstances, depositions taken before the notice was served, as well as those taken afterward, are equally admissible, provided the statements of the deponents are applicable to the matters thus put in issue between the parties.</p>\n<p>After the defence was closed, the plaintiffs offered evidence <span class=\"star-pagination\">*11</span> to impeach one of the witnesses, who had given material testimony for the defendants. When called, the impeaching witness stated that he knew the witness sought to be impeached, and knew other persons who were acquainted with the witness, and that they both resided in the city of Sacramento; whereupon, the counsel of the plaintiffs put the question, \"What is the reputation of the witness for moral character?\" To that question, the counsel of the defendants objected, on the ground that the inquiry should be limited to the general reputation of the witness for truth and veracity, with the right to put the further inquiry whether the witness testifying would believe the other on his oath; and the court sustained the objection, and rejected the testimony.</p>\n<p>No reasons were assigned by the court for the ruling; and of course the only point presented is, whether the particular question propounded was properly excluded.</p>\n<p>Courts of justice differ very widely, whether the general reputation of the witness for truth and veracity is the true and sole criterion of his credit, or whether the inquiry may not properly be extended to his entire moral character and estimation in society. They also differ as to the right to inquire of the impeaching witness whether he would believe the other on his oath. All agree, however, that the first inquiry must be restricted either to the general reputation of the witness for truth and veracity, or to his general character; and that it cannot be extended to particular facts or transactions, for the reason that, while every man is supposed to be fully prepared to meet those general inquiries, it is not likely he would be equally so without notice to answer as to particular acts.</p>\n<p>According to the views of Mr. Greenleaf, the inquiry in all cases should be restricted to the general reputation of the witness for truth and veracity; and he also expresses the opinion that the weight of authority in the American courts is against allowing the question to be put to the impeaching witness whether he would believe the other on his oath. In the last edition of his work on the law of evidence, he refers to several decided cases, which appear to support these positions; <span class=\"star-pagination\">*12</span> and it must be admitted that some of these decisions, as well as others that have since been made to the same effect, are enforced by reasons drawn from the analogies of the law to which it would be difficult to give any satisfactory answer. 1 Greenl. Ev., sec. 461; Phillips v. Kingfield, 19 Me., 375, per Shepley, J.; Goss v. Stimpson, 2 Sum., 610; Wood v. Mann, 2 Sum., 321; Craig v. the State, 5 Ohio N.S., 605; Gilbert v. Sheldon, 13 Barb., 623; Jackson v. Lewis, 13 Johns. R., 504; United States v. Van Sickle, 2 McLean, 219; State v. Bruce, 24 Me., 72; Com. v. Morse, 3 Pick., 196; Gilchrist v. McKee, 4 Watts, 380; State v. Smith, 7 Vt. R., 141; Frye v. Bank of Illinois, 11 Ill. R., 367; Jones v. the State, 13 Texas R., 168; State v. Randolph, 24 Conn. R., 363; Uhl v. Com., 6 Gratt., 706; Wike v. Lightner, 11 S. and R., 338; Kemmel v. Kemmel, 3 S. and R., 338; State v. Howard, 9 N.H., 485; Buckner v. the State, 20 Ohio, 18; Ford v. Ford, 7 Humphr., 92; Thurman v. Virgin, 18 B. Munroe, 792; Perkins v. Nobley, 4 Ohio N.S., 668; Bates v. Barber, 4 Cush., 107.</p>\n<p>On the other hand, a recent English writer on the law of evidence, of great repute, maintains that the inquiry in such cases properly involves the entire moral character of the witness whose credit is thus impeached, and his estimation in society; and that the opinion of the impeaching witness, as to whether he is entitled to be believed on his oath, is also admissible to the jury. 2 Taylor Ev., secs. 1082, 1083.</p>\n<p>That learned writer insists that the regular mode of examining into the character of the witness sought to be impeached is to ask the witness testifying whether he knows his general reputation; and if so, what that reputation is, and whether, from such knowledge, he would believe him upon his oath. In support of this mode of conducting the examination, he refers to several decided cases, both English and American, which appear to sustain the views of the writer. Rees v. Watson, 32 How. St. Tr., 496; Mawson v. Hartsink, 4. Esp. R., 104; Rex v. Rockwood, 13 How. St. Tr., 211; Carpenter v. Wall, 11 Ad. and El., 803; Anonymous, 1 Hill, (S.C.,) 259; Hume v. Scott, 3 A.K. Marshall, 262; Day v. the State, 13 Mis., 422; 3 Am. Law Jour., N.S., 145.</p>\n<p><span class=\"star-pagination\">*13</span> Both Mr. Greenleaf and Mr. Taylor agree, however, that the impeaching witness must be able to state what is generally said of the other witness by those among whom he resides, and with whom he is chiefly conversant, and in effect admit, that unless he can so speak, he is not qualified to testify upon the subject, for the reason that it is only what is generally said of the witness by his neighbors that constitutes his general reputation. To that extent they concur, and so, as a general remark, do the authorities which on the one side and the other support these respective theories; but beyond that, the views of these commentators, as well as the authorities, appear to be irreconcilable.</p>\n<p>In referring to this conflict of opinion among text writers, and judicial decisions, we have not done so because there is anything presented in this record that makes it necessary to choose between them, or even renders it proper that we should attempt at the present time to lay down any general rule upon the subject. On the contrary, our main purpose in doing so is to bring the particular question exhibited in the bill of exceptions to the test of both theories, in order to ascertain whether under either rule of practice it ought to have been allowed. Under the first mode of conducting the examination, it is admitted that it was properly rejected, and we think it was equally improper, supposing the other rule of practice to be correct. Whenever a witness is called to impeach the credit of another, he must know what is generally said of the witness whose credit is impeached by those among whom the last-named witness resides, in order that he may be able to answer the inquiry either as to his general character in the broader sense, or as to his general reputation for truth and veracity. He is not required to speak from his own knowledge of the acts and transactions from which the character or reputation of the witness has been derived, nor indeed is he allowed to do so, but he must speak from his own knowledge of what is generally said of him by those among whom he resides, and with whom he is chiefly conversant; and any question that does not call for such knowledge is an improper one, and ought to be rejected. No case has been cited <span class=\"star-pagination\">*14</span> authorizing such a question, or even furnishing an example where it was put, and our researches in that direction have not been attended with any better success. For these reasons, we think the question was properly excluded. Some further attempts were made by the plaintiffs to impeach this witness, and with that view they called another witness, who testified that he knew the one sought to be impeached, and had had business transactions with him during the years 1852-'53 in the city where they resided. On being asked by the counsel of the plaintiffs what was the reputation of the witness for truth and veracity, he replied that he had no means of knowing what it was, not having had any dealings with him since those transactions; thereupon the same counsel repeated the question, limiting it to that period.</p>\n<p>Objection was made to that question by the counsel of the defendants on the ground that the period named in the question was too remote, and the court sustained the objection and excluded the question. To this ruling the plaintiffs excepted. Such testimony undoubtedly may properly be excluded by the court when it applies to a period of time so remote from the transaction involved in the controversy, as thereby to become entirely unsatisfactory and immaterial; and as the law cannot fix that period of limitation, it must necessarily be left to the discretion of the court. Considering that the witness had already stated that he was not able to answer the question, we do not think that the discretion of the court in this case was unreasonably exercised. None of the exceptions can be sustained, and the judgment of the Circuit Court is therefore affirmed with costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">2</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">How.</span> <span class=\"page\">2</span></span></b></center>\n<center><h1>LEWIS TEESE AND LEWIS TEESE, JUN., PLAINTIFFS IN ERROR,<br>\nv.<br>\nC.P. HUNTINGDON AND MARK HOPKINS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*3</span> It was argued by Mr. Phillips for the plaintiffs in error, and by Mr. Gifford for the defendants.</p>\n<p><span class=\"star-pagination\">*6</span> Mr. Justice CLIFFORD delivered the opinion of the court</p>\n<p>This is a writ of error to the Circuit Court of the United States for the northern district of California. According to the transcript, the declaration in this case was filed on the eighteenth day of March, 1856. It was an action of trespass on the case for an alleged infringement of certain letters patent purporting to have been duly issued to the plaintiffs for a new and useful improvement in a certain machine or implement called a sluice-fork, used for the purpose of removing stones from sluices and sluice-boxes in washing gold. As the foundation of the suit, the plaintiffs in their declaration set up the letters patent, alleging that they were the original and first <span class=\"star-pagination\">*7</span> inventors of the improvement therein described, and charged that the defendants, on the second day of July, 1855, and on divers other days and times between that day and the day of the commencement of the suit, unlawfully and without license vended and sold a large number of the improved forks made in imitation of their invention. To this charge the defendants pleaded the general issue, and in addition thereto, set up in their answer to the declaration two other grounds of defence. In the first place, they denied that the plaintiffs were the original and first inventors of the improvement described in the letters patent, averring that the supposed improvement was known and used by divers other persons in the United States long before the pretended invention of the plaintiffs. They also alleged that the improvement claimed by the plaintiffs, as their invention, was not the proper subject of a patent within the true intent and meaning of the patent law of the United States.</p>\n<p>By the fifteenth section of the patent act of the fourth of July, 1836, the defendant, in actions claiming damages for making, using, or selling, the thing patented, is permitted to plead the general issue, and for certain defences, therein specified, to give that act and any special matter in evidence which is pertinent to the issue, and of which notice in writing may have been given to the plaintiff or his attorney thirty days before the trial. Within that provision, and subject to that condition, he may, under the general issue, give any special matter in evidence tending to prove that the patentee was not the original and first inventor or discoverer of the thing patented, or a substantial and material part thereof claimed as new, of that it had been described in some public work anterior to the supposed discovery by the patentee, or had been in public use, or on sale, with the consent and allowance of the patentee, before his application for a patent. But whenever the defendant relies in his defence on the fact of a previous invention or knowledge or use of the thing patented, he is required to \"state in his notice of special matter the names and places of residence of those whom he intends to prove to have possessed a prior knowledge of the thing, and where the same had been used.\"</p>\n<p><span class=\"star-pagination\">*8</span> Two written notices were accordingly given by the defendants of special matter to be offered in evidence by them at the trial, in support of the first ground of defence set up in the answer to the declaration. One was dated on the twenty-eighth day of August, 1856, and the other on the nineteenth day of September of the succeeding year, but they were both duly served and filed in court more than thirty days before the trial. Upon this state of the pleadings the parties on the twentieth day of October, 1857, went to trial, and the jury, under the rulings and instructions of the presiding justice, returned their verdict for the defendants. After the plaintiffs had introduced evidence tending to prove the alleged infringement of their patent, they claimed that counsel fees were recoverable as damages in this action, and offered proof accordingly, in order to show what would be a reasonable charge in that behalf.</p>\n<p>That evidence was objected to by the defendants, upon the ground that counsel fees were not recoverable as damages in actions of that description, and the court sustained the objection, and excluded the evidence. To which ruling the plaintiffs excepted. Little or no reliance was placed upon this exception by the counsel of the plaintiffs, and in view of the circumstances one or two remarks upon the subject will be sufficient. Suppose it could be admitted that counsel fees constituted a proper element for the consideration of the jury, in the estimation of damages in cases of this description; still the error of the court in excluding the evidence would furnish no ground to reverse the judgment, for the reason that the verdict was for the defendants. For all purposes connected with this investigation, it must be assumed, under the finding of the jury, that the plaintiffs were not entitled to any damages whatever; and if not, then the evidence excluded by the ruling of the court was entirely immaterial. But the evidence was properly rejected on the ground assumed by the presiding justice.</p>\n<p>Counsel fees are not a proper element for the consideration of the jury in the estimation of damages in actions for the infringement of a patent right. That point has been directly <span class=\"star-pagination\">*9</span> ruled by this court, and is no longer an open question. Jurors are required to find the actual damages incurred by the plaintiff at the time his suit was brought; and if, in the opinion of the court, the defendant has not acted in good faith, or has caused unnecessary expense and injury to the plaintiff, the court may render judgment for a larger sum, not exceeding three times the amount of the verdict. 5 Stat. at Large, page 123. Day v. Woodworth, 13 How., 372. To maintain the issue on their part, the defendants offered three depositions, each tending to prove that the plaintiffs were not the original and first inventors of the improvement described in their letters patent.</p>\n<p>Objection was seasonably made by the plaintiffs to the introduction of each of these depositions on two grounds: 1. Because the first notice of special matter to be introduced at the trial did not accord with the proof offered, as contained in these depositions. 2. Because the second notice of special matter to be thus introduced was served and filed without any order from the court, and therefore should be disregarded.</p>\n<p>Exceptions were duly taken to the respective rulings of the court, in admitting each of these depositions; but as they all depend upon the same general considerations, they will be considered together.</p>\n<p>It is conceded by the defendants that the first notice was, to some extent, insufficient. On the other hand, it is admitted by the plaintiffs that the terms of the second notice were sufficiently comprehensive and specific to justify the rulings of the court, in allowing the depositions to be read to the jury. They, however, insist upon the objection, taken at the trial, that it was served and filed without any order of the court, and that it was insufficient, because it was served and filed subsequently to the time when the depositions were taken and filed in court.</p>\n<p>But neither of these objections can be sustained. All that the act of Congress requires is, that notice of the special matter to be offered in evidence at the trial shall be in writing, and be given to the plaintiff, or his attorney, more than thirty days before the trial. By the plain terms of the law, it is a <span class=\"star-pagination\">*10</span> right conferred upon the defendant; and of course he may exercise it in the manner and upon the conditions therein pointed out, without any leave or order from the court. When the notice is properly drawn, and duly and seasonably served and filed in court as a part of the pleadings, nothing further is required to give the defendant the full and unrestricted benefit of the provision.</p>\n<p>Such notice is required, in order to guard patentees from being surprised at the trial by evidence of a nature which they could not be presumed to know or be prepared to meet, and thereby subject them either to delay or a loss of their cause. To prevent such consequences, the defendant is required to specify the names and places of residence of the persons on whose prior knowledge of the alleged improvement he relies to disprove the novelty of the invention, and the place or places where the same had been used. Wilton v. Railroads, 1 Wall, jun., 195.</p>\n<p>Compliance with this provision, on the part of the defendant, being a condition precedent to his right to introduce such special matter under the general issue, it necessarily follows that he may give the requisite notice without any leave or order from the court; and for the same reason, if he afterwards discovers that the first notice served is defective, or not sufficiently comprehensive to admit his defence, he may give another, to remedy the defect or supply the deficiency, subject to the same condition that it must be in writing, and be served more than thirty days before the trial.</p>\n<p>Having given the notice as required by the act of Congress, the defendant at the trial may proceed to prove the facts therein set forth by any legal and competent testimony. For that purpose, he may call and examine witnesses upon the stand, or he may introduce any deposition which has been legally taken in the cause. Under those circumstances, depositions taken before the notice was served, as well as those taken afterward, are equally admissible, provided the statements of the deponents are applicable to the matters thus put in issue between the parties.</p>\n<p>After the defence was closed, the plaintiffs offered evidence <span class=\"star-pagination\">*11</span> to impeach one of the witnesses, who had given material testimony for the defendants. When called, the impeaching witness stated that he knew the witness sought to be impeached, and knew other persons who were acquainted with the witness, and that they both resided in the city of Sacramento; whereupon, the counsel of the plaintiffs put the question, \"What is the reputation of the witness for moral character?\" To that question, the counsel of the defendants objected, on the ground that the inquiry should be limited to the general reputation of the witness for truth and veracity, with the right to put the further inquiry whether the witness testifying would believe the other on his oath; and the court sustained the objection, and rejected the testimony.</p>\n<p>No reasons were assigned by the court for the ruling; and of course the only point presented is, whether the particular question propounded was properly excluded.</p>\n<p>Courts of justice differ very widely, whether the general reputation of the witness for truth and veracity is the true and sole criterion of his credit, or whether the inquiry may not properly be extended to his entire moral character and estimation in society. They also differ as to the right to inquire of the impeaching witness whether he would believe the other on his oath. All agree, however, that the first inquiry must be restricted either to the general reputation of the witness for truth and veracity, or to his general character; and that it cannot be extended to particular facts or transactions, for the reason that, while every man is supposed to be fully prepared to meet those general inquiries, it is not likely he would be equally so without notice to answer as to particular acts.</p>\n<p>According to the views of Mr. Greenleaf, the inquiry in all cases should be restricted to the general reputation of the witness for truth and veracity; and he also expresses the opinion that the weight of authority in the American courts is against allowing the question to be put to the impeaching witness whether he would believe the other on his oath. In the last edition of his work on the law of evidence, he refers to several decided cases, which appear to support these positions; <span class=\"star-pagination\">*12</span> and it must be admitted that some of these decisions, as well as others that have since been made to the same effect, are enforced by reasons drawn from the analogies of the law to which it would be difficult to give any satisfactory answer. 1 Greenl. Ev., sec. 461; Phillips v. Kingfield, 19 Me., 375, per Shepley, J.; Goss v. Stimpson, 2 Sum., 610; Wood v. Mann, 2 Sum., 321; Craig v. the State, 5 Ohio N.S., 605; Gilbert v. Sheldon, 13 Barb., 623; Jackson v. Lewis, 13 Johns. R., 504; United States v. Van Sickle, 2 McLean, 219; State v. Bruce, 24 Me., 72; Com. v. Morse, 3 Pick., 196; Gilchrist v. McKee, 4 Watts, 380; State v. Smith, 7 Vt. R., 141; Frye v. Bank of Illinois, 11 Ill. R., 367; Jones v. the State, 13 Texas R., 168; State v. Randolph, 24 Conn. R., 363; Uhl v. Com., 6 Gratt., 706; Wike v. Lightner, 11 S. and R., 338; Kemmel v. Kemmel, 3 S. and R., 338; State v. Howard, 9 N.H., 485; Buckner v. the State, 20 Ohio, 18; Ford v. Ford, 7 Humphr., 92; Thurman v. Virgin, 18 B. Munroe, 792; Perkins v. Nobley, 4 Ohio N.S., 668; Bates v. Barber, 4 Cush., 107.</p>\n<p>On the other hand, a recent English writer on the law of evidence, of great repute, maintains that the inquiry in such cases properly involves the entire moral character of the witness whose credit is thus impeached, and his estimation in society; and that the opinion of the impeaching witness, as to whether he is entitled to be believed on his oath, is also admissible to the jury. 2 Taylor Ev., secs. 1082, 1083.</p>\n<p>That learned writer insists that the regular mode of examining into the character of the witness sought to be impeached is to ask the witness testifying whether he knows his general reputation; and if so, what that reputation is, and whether, from such knowledge, he would believe him upon his oath. In support of this mode of conducting the examination, he refers to several decided cases, both English and American, which appear to sustain the views of the writer. Rees v. Watson, 32 How. St. Tr., 496; Mawson v. Hartsink, 4. Esp. R., 104; Rex v. Rockwood, 13 How. St. Tr., 211; Carpenter v. Wall, 11 Ad. and El., 803; Anonymous, 1 Hill, (S.C.,) 259; Hume v. Scott, 3 A.K. Marshall, 262; Day v. the State, 13 Mis., 422; 3 Am. Law Jour., N.S., 145.</p>\n<p><span class=\"star-pagination\">*13</span> Both Mr. Greenleaf and Mr. Taylor agree, however, that the impeaching witness must be able to state what is generally said of the other witness by those among whom he resides, and with whom he is chiefly conversant, and in effect admit, that unless he can so speak, he is not qualified to testify upon the subject, for the reason that it is only what is generally said of the witness by his neighbors that constitutes his general reputation. To that extent they concur, and so, as a general remark, do the authorities which on the one side and the other support these respective theories; but beyond that, the views of these commentators, as well as the authorities, appear to be irreconcilable.</p>\n<p>In referring to this conflict of opinion among text writers, and judicial decisions, we have not done so because there is anything presented in this record that makes it necessary to choose between them, or even renders it proper that we should attempt at the present time to lay down any general rule upon the subject. On the contrary, our main purpose in doing so is to bring the particular question exhibited in the bill of exceptions to the test of both theories, in order to ascertain whether under either rule of practice it ought to have been allowed. Under the first mode of conducting the examination, it is admitted that it was properly rejected, and we think it was equally improper, supposing the other rule of practice to be correct. Whenever a witness is called to impeach the credit of another, he must know what is generally said of the witness whose credit is impeached by those among whom the last-named witness resides, in order that he may be able to answer the inquiry either as to his general character in the broader sense, or as to his general reputation for truth and veracity. He is not required to speak from his own knowledge of the acts and transactions from which the character or reputation of the witness has been derived, nor indeed is he allowed to do so, but he must speak from his own knowledge of what is generally said of him by those among whom he resides, and with whom he is chiefly conversant; and any question that does not call for such knowledge is an improper one, and ought to be rejected. No case has been cited <span class=\"star-pagination\">*14</span> authorizing such a question, or even furnishing an example where it was put, and our researches in that direction have not been attended with any better success. For these reasons, we think the question was properly excluded. Some further attempts were made by the plaintiffs to impeach this witness, and with that view they called another witness, who testified that he knew the one sought to be impeached, and had had business transactions with him during the years 1852-'53 in the city where they resided. On being asked by the counsel of the plaintiffs what was the reputation of the witness for truth and veracity, he replied that he had no means of knowing what it was, not having had any dealings with him since those transactions; thereupon the same counsel repeated the question, limiting it to that period.</p>\n<p>Objection was made to that question by the counsel of the defendants on the ground that the period named in the question was too remote, and the court sustained the objection and excluded the question. To this ruling the plaintiffs excepted. Such testimony undoubtedly may properly be excluded by the court when it applies to a period of time so remote from the transaction involved in the controversy, as thereby to become entirely unsatisfactory and immaterial; and as the law cannot fix that period of limitation, it must necessarily be left to the discretion of the court. Considering that the witness had already stated that he was not able to answer the question, we do not think that the discretion of the court in this case was unreasonably exercised. None of the exceptions can be sustained, and the judgment of the Circuit Court is therefore affirmed with costs.</p>\n</div>", "id": 87312, "judges": "Clifford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87312/", "sha1": "9ff638a2ccf26713a25bac6421f75b023e996c01", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:10"}