{"absolute_url": "/opinion/111224/tower-v-glover/", "blocked": false, "citation": {"case_name": "Tower v. Glover", "docket_number": "82-1988", "document_uris": ["/api/rest/v2/document/111224/"], "federal_cite_one": "467 U.S. 914", "federal_cite_three": "81 L. Ed. 2d 758", "federal_cite_two": "104 S. Ct. 2820", "id": 95583, "lexis_cite": "1984 U.S. LEXIS 121", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95583/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 164, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1984-06-25", "date_modified": "2014-12-21T02:07:25.267891", "docket": "/api/rest/v2/docket/441787/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">467 U.S. 914</p>\n    <p class=\"case_cite\">104 S.Ct. 2820</p>\n    <p class=\"case_cite\">81 L.Ed.2d 758</p>\n    <p class=\"parties\">Bruce TOWER, etc., et al., Petitioners,<br>v.<br>Billy Irl GLOVER.</p>\n    <p class=\"docket\">No. 82-1988.</p>\n    <p class=\"court\">Supreme Court of the United State</p>\n    <p class=\"date\">Argued Feb. 22, 1984.</p>\n    <p class=\"date\">Decided June 25, 1984.</p>\n    <div class=\"prelims\">\n      <p>Syllabus</p>\n      <p class=\"indent\">Petitioner Tower, the Douglas County, Ore., Public Defender, represented respondent at a state robbery trial that resulted in respondent's conviction, and petitioner Babcock, the Oregon State Public Defender, represented respondent in his unsuccessful appeal from this and at least one other conviction. Subsequently, respondent filed in state court a petition for post-conviction relief, seeking to have his conviction set aside on the ground that petitioners had conspired with various state officials, including the trial and appellate court judges and the former Attorney General, to secure respondent's conviction. On the following day, respondent filed the instant action against petitioners in Federal District Court under 42 U.S.C. &#167; 1983, seeking only to recover punitive damages on the basis of factual allegations that were identical to those made in the state-court petition. The District Court granted petitioners' motion to dismiss the &#167; 1983 action, holding that public defenders are absolutely immune from &#167; 1983 liability, but the Court of Appeals reversed and remanded the case for trial. Prior to the Court of Appeals' decision, the state-court proceedings came to trial and resulted in a finding that there had been no conspiracy to convict respondent.</p>\n      <p class=\"indent\">Held:</p>\n      <p class=\"indent\">1. Respondent's complaint adequately alleges conduct \"under color of\" state law for purposes of &#167; 1983, in view of the conspiracy allegations. Although appointed counsel in a state criminal prosecution does not act \"under color of\" state law in the normal course of conducting the defense, Polk County v. Dodson, 454 U.S. 312, 102 S.Ct. 445, 70 L.Ed.2d 509, an otherwise private person acts \"under color of\" state law when engaged in a conspiracy with state officials to deprive another of federal rights, Dennis v. Sparks, 449 U.S. 24, 101 S.Ct. 183, 66 L.Ed.2d 185. Pp. 919-920.</p>\n      <p class=\"indent\">2. State public defenders are not immune from liability under &#167; 1983 for intentional misconduct by virtue of alleged conspirational action with state officials that deprives their clients of federal rights. For purposes of &#167; 1983, immunities are predicated upon a considered inquiry into the immunity historically accorded the relevant official at common law and the interests behind it. No immunity for public defenders, as such, existed at common law in 1871, when &#167; 1983's predecessor was enacted, because there was no such office in existence at that time. Although a public defender has a reasonably close \"cousin\" in the English barrister, and although barristers enjoyed in the 19th century and still enjoys a broad immunity from liability for negligent misconduct, nevertheless barristers have never enjoyed immunity from liability for intentional misconduct. In this country the public defender's only 19th-century counterpart was a privately retained lawyer, and such a lawyer would not have enjoyed immunity from tort liability for intentional misconduct such as that allegedly involved here. Nor is immunity warranted on the asserted ground that public defenders have responsibilities similar to those of a judge or prosecutor and should enjoy similar immunities in order, ultimately, not to impair the State's attempt to meet its constitutional obligation to furnish criminal defendants with effective counsel, and in order to prevent inundation of the federal courts with frivolous lawsuits. It is for Congress to determine whether &#167; 1983 litigation has become too burdensome to state or federal institutions and, if so, what remedial action is appropriate. Pp. 920-923.</p>\n      <p class=\"indent\">3. It is open to the District Court on remand to consider whether respondent is now collaterally estopped in this action by the state court's finding that the alleged conspiracy never occurred. Pp. 923-924.</p>\n      <p class=\"indent\">700 F.2d 556 (CA9), affirmed and remanded.</p>\n      <p class=\"indent\">David B. Frohnmayer, Atty.Gen., Salem, Or., for petitioners.</p>\n      <p class=\"indent\">Craig K. Edwards, Portland, Or., for respondent.</p>\n      <p class=\"indent\">Justice O'CONNOR delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioners are two public defenders working in the State of Oregon. Petitioner Bruce Tower, the Douglas County Public Defender, represented respondent Billy Irl Glover at one of Glover's state trials on robbery charges, at which Glover was convicted. Petitioner Gary Babcock, the Oregon State Public Defender, represented Glover in Glover's unsuccessful state-court appeal from this and at least one other conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In an action brought under 42 U.S.C. &#167; 1983, Glover alleges that petitioners conspired with various state officials, including the trial and appellate court judges and the former Attorney General of Oregon, to secure Glover's conviction. Glover seeks neither reversal of his conviction nor compensatory damages, but asks instead for $5 million in punitive damages to be awarded against each petitioner. App. 5, 9. We conclude that public defenders are not immune from liability in actions brought by a criminal defendant against state public defenders who are alleged to have conspired with state officials to deprive the &#167; 1983 plaintiff of federal constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* Glover was arrested on February 1, 1976, in Del Norte County, Cal. Pet. for Cert. in Glover v. Dolan, O.T.1978, No. 78-5457, p. 3. The State of California extradited Glover to Benton County, Ore., on December 6, 1976.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Upon arriving in Oregon Glover immediately filed for habeas corpus relief in Federal District Court, seeking, apparently, a stay of his pending state-court trial. A hearing on this petition was held in January 1977, and immediate relief was denied.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before any final disposition of his federal habeas action, Glover was tried and convicted on different robbery charges in at least two Oregon state courts. One trial&#8212;the trial to which this &#167; 1983 action is directly linked&#8212;was held in Douglas County Circuit Court, case No. 76-0386. Glover was represented by petitioner Tower, and was convicted. Petitioner Babcock represented Glover in the appeal from that conviction. The conviction was summarily affirmed by the Oregon Court of Appeals on January 18, 1978. Oregon v. Glover, 32 Or.App. 177, 573 P.2d 780. A second robbery trial&#8212;the trial in connection with which Glover had filed his federal habeas action&#8212;was held in the Benton County Circuit Court, case No. 31159. Pet. for Cert. in No. 78-5457, supra, at 6, 9. On April 6, 1977, Glover was convicted; five days later he was sentenced to 10 years in prison. This conviction was affirmed on April 17, 1978. Oregon v. Glover, 33 Or.App. 553, 577 P.2d 91. Petitioner Babcock represented Glover in this state-court appeal as well.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, on December 6, 1977, the Federal Magistrate to whom Glover's habeas petition had been referred recommended that it be dismissed. On March 6, 1978, the District Court dismissed the habeas petition on the ground that Glover had failed to exhaust state remedies. Glover v. Dolan, No. 77-276 (Dist.Ct.Ore.). Glover gave notice of appeal to the Court of Appeals for the Ninth Circuit, but the District Court refused to issue a certificate of probable cause. The Court of Appeals dismissed Glover's application for a certificate of probable cause on July 12, 1978, agreeing with the District Court that Glover had failed to exhaust state remedies. Glover v. Dolan, No. 78-8077 (CA9). In a petition for a writ of certiorari filed with this Court, Glover contended that the Ninth Circuit and the District Court had erred in requiring him to exhaust state-court remedies before bringing his federal habeas petition. This Court denied the petition for certiorari. 439 U.S. 1075, 99 S.Ct. 850, 59 L.Ed.2d 42 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While incarcerated in the Oregon State Penitentiary, Glover then initiated new lawsuits, again attacking his conviction simultaneously in both state and federal courts, and these suits, again, proceeded in parallel for almost three years. First, on December 11, 1980, Glover filed a petition for postconviction relief in the Circuit Court of the State of Oregon for Marion County, seeking to have his conviction set aside on the basis of the alleged conspiracy between his lawyers and various state officials. This state-court petition was later consolidated with a petition for postconviction relief filed in connection with Glover's Benton County conviction. On the following day, December 12, 1980, Glover filed this &#167; 1983 action against petitioners in Federal District Court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> His factual allegations were identical to those made in the state-court petition&#8212;indeed, Glover simply appended copies of papers filed in state court to his federal-court complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 1, 1981, the Federal District Court granted petitioners' motion to dismiss Glover's &#167; 1983 action, relying on a decision of the Court of Appeals for the Ninth Circuit that had held public defenders absolutely immune from &#167; 1983 liability, Miller v. Barilla, 549 F.2d 648 (1977). App. B to Pet. for Cert.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 23, 1983, the consolidated state-court petitions came to trial before the Marion County Circuit Court. The state court found that there had been no conspiracy to convict Glover and therefore denied Glover's request for relief.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Two weeks later, on March 1, 1983, the Court of Appeals for the Ninth Circuit reversed the Federal District Court's decision and remanded for trial in light of this Court's decisions in Ferri v. Ackerman, 444 U.S. 193, 100 S.Ct. 402, 62 L.Ed.2d 355 (1979), and Polk County v. Dodson, 454 U.S. 312, 102 S.Ct. 445, 70 L.Ed.2d 509 (1981). 700 F.2d 556. On May 31, 1983, petitioners filed in this Court a petition for writ of certiorari to the Court of Appeals for the Ninth Circuit. On June 29, 1983, Glover filed a notice of appeal in the State Court of Oregon Court of Appeals on the consolidated judgment from the Marion County court. The Oregon Court of Appeals dismissed Glover's appeal for failure to prosecute on August 22, 1983. We issued a writ of certiorari to the Court of Appeals for the Ninth Circuit on October 3, 1983. 464 U.S. 813, 104 S.Ct. 67, 78 L.Ed.2d 81 (1983).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Title 42 U.S.C. &#167; 1983 provides that \"[e]very person\" who acts \"under color of\" state law to deprive another of constitutional rights shall be liable in a suit for damages. Petitioners concede, and the Court of Appeals agreed, that Glover's conspiracy allegations \"cast the color of state law over [petitioners'] actions.\" Brief for Petitioners 14; see 700 F.2d, at 558, n. 1. In Polk County v. Dodson, supra, we held that appointed counsel in a state criminal prosecution, though paid and ultimately supervised by the State, does not act \"under color of\" state law in the normal course of conducting the defense. See also Ferri v. Ackerman, supra. In Dennis v. Sparks, 449 U.S. 24, 27-28, 101 S.Ct. 183, 186, 66 L.Ed.2d 185 (1980), however, the Court held that an otherwise private person acts \"under color of\" state law when engaged in a conspiracy with state officials to deprive another of federal rights. Glover alleges that petitioners conspired with state officials, and his complaint, therefore, includes an adequate allegation of conduct \"under color of\" state law.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On its face &#167; 1983 admits no immunities. But since 1951 this Court has consistently recognized that substantive doctrines of privilege and immunity may limit the relief available in &#167; 1983 litigation. See Imbler v. Pachtman, 424 U.S. 409, 417-419, 96 S.Ct. 984, 988-989, 47 L.Ed.2d 128 (1976); Pulliam v. Allen, 466 U.S. 522, 104 S.Ct. 1970, 80 L.Ed.2d 565 (1984). The Court has recognized absolute &#167; 1983 immunity for legislators acting within their legislative roles, Tenney v. Brandhove, 341 U.S. 367, 71 S.Ct. 783, 95 L.Ed. 1019 (1951), for judges acting within their judicial roles, Pierson v. Ray, 386 U.S. 547, 554-555, 87 S.Ct. 1213, 1217-1218, 18 L.Ed.2d 288 (1967), for prosecutors, Imbler v. Pachtman, supra, and for witnesses, Briscoe v. LaHue, 460 U.S. 325, 103 S.Ct. 1108, 75 L.Ed.2d 96 (1983), and has recognized qualified immunity for state executive officers and school officials, see Scheuer v. Rhodes, 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974); Wood v. Strickland, 420 U.S. 308, 95 S.Ct. 992, 43 L.Ed.2d 214 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 1983 immunities are \"predicated upon a considered inquiry into the immunity historically accorded the relevant official at common law and the interests behind it.\" Imbler v. Pachtman, supra, 424 U.S., at 421, 96 S.Ct., at 990; Pulliam v. Allen, supra, at 529, 104 S.Ct., at 1974. If an official was accorded immunity from tort actions at common law when the Civil Rights Act was enacted in 1871, the Court next considers whether &#167; 1983's history or purposes nonetheless counsel against recognizing the same immunity in &#167; 1983 actions. See Imbler v. Pachtman, supra, 424 U.S., at 424-429, 96 S.Ct., at 992-994; Briscoe v. LaHue, supra, 460 U.S., at 335-337, 103 S.Ct., at 1115-1117. Using this framework we conclude that public defenders have no immunity from &#167; 1983 liability for intentional misconduct of the type alleged here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">No immunity for public defenders, as such, existed at common law in 1871 because there was, of course, no such office or position in existence at that time. The first public defender program in the United States was reportedly established in 1914. Mounts, Public Defender Programs, Professional Responsibility, and Competent Representation, 1982 Wis.L.Rev. 473, 476. Our inquiry, however, cannot stop there. Immunities in this country have regularly been borrowed from the English precedents, and the public defender has a reasonably close \"cousin\" in the English barrister. Like public defenders, barristers are not free to pick and choose their clients. They are thought to have no formal contractual relationship with their clients, and they are incapable of suing their clients for a fee. See Rondel v. Worsley, [1969] 1 A.C. 191; Kaus &amp; Mallen, The Misguiding Hand of Counsel Reflections on \"Criminal Malpractice,\" 21 UCLA L.Rev. 1191, 1193-1195, nn. 7-9 (1974). It is therefore noteworthy that English barristers enjoyed in the 19th century, as they still do today, a broad immunity from liability for negligent misconduct. Rondel v. Worsley, supra, a recent decision from the House of Lords, traces this immunity from its origins in 1435 until the present. Nevertheless, it appears that even barristers have never enjoyed immunity from liability for intentional misconduct, id., at 287 (opinion of Lord Pearson), and it is only intentional misconduct that concerns us here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this country the public defender's only 19th-century counterpart was a privately retained lawyer, and petitioners do not suggest that such a lawyer would have enjoyed immunity from tort liability for intentional misconduct. Cf. Baker v. Humphrey, 101 U.S. 494, 25 L.Ed. 1065 (1880); Von Wallhoffen v. Newcombe, 10 Hun. 236 (N.Y.Sup.Ct.1877); Hoopes v. Burnett, 26 Miss. 428 (1853). This pattern has continued. Petitioners concede that Oregon, the State in which they practice, has given no indication, by statute or appellate decision, that public defenders are immune under state tort law from liability for intentional misconduct. Indeed, few state appellate courts have addressed the question of public defender immunity;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> none to our knowledge has concluded that public defenders should enjoy immunity for intentional misconduct. It is true that at common law defense counsel would have benefited from immunity for defamatory statements made in the course of judicial proceedings, see Imbler v. Pachtman, supra, 424 U.S., at 426, n. 23, and 439, 96 S.Ct., at 999 (WHITE, J., concurring in judgment), but this immunity would not have covered a conspiracy by defense counsel and other state officials to secure the defendant's conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, petitioners contend that public defenders have responsibilities similar to those of a judge or prosecutor, and therefore should enjoy similar immunities. The threat of &#167; 1983 actions based on alleged conspiracies among defense counsel and other state officials may deter counsel from engaging in activities that require some degree of cooperation with prosecutors&#8212;negotiating pleas, expediting trials and appeals, and so on. Ultimately, petitioners argue, the State's attempt to meet its constitutional obligation to furnish criminal defendants with effective counsel will be impaired. At the same time, the federal courts may be inundated with frivolous lawsuits.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioners' concerns may be well founded, but the remedy petitioners urge is not for us to adopt. We do not have a license to establish immunities from &#167; 1983 actions in the interests of what we judge to be sound public policy. It is for Congress to determine whether &#167; 1983 litigation has become too burdensome to state or federal institutions and, if so, what remedial action is appropriate. We conclude that state public defenders are not immune from liability under &#167; 1983 for intentional misconduct, \"under color of\" state law, by virtue of alleged conspiratorial action with state officials that deprives their clients of federal rights.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As we have already described supra, at 916-919, Glover has already had more than one day in court. Indeed, those not familiar with the delicate intricacies of &#167; 1983 jurisdiction might characterize Glover's successful initiation and prosecution of entirely parallel and duplicative state and federal actions as a great waste of judicial resources. But it appears that by now, at least, Glover has exhausted or defaulted on state-court opportunities to have his conviction set aside on the basis of the alleged conspiracy among his lawyers and state officials. We therefore have no occasion to decide if a Federal District Court should abstain from deciding a &#167; 1983 suit for damages stemming from an unlawful conviction pending the collateral exhaustion of state-court attacks on the conviction itself.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Cf. Younger v. Harris, 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971) (federal court may not enjoin ongoing criminal proceeding); Preiser v. Rodriguez, 411 U.S. 475, 93 S.Ct. 1827, 36 L.Ed.2d 439 (1973) (&#167; 1983 action for injunctive relief may not be used to bypass exhaustion requirements of federal habeas corpus action); Juidice v. Vail, 430 U.S. 327, 339, n. 16, 97 S.Ct. 1211, 1219, n. 16, 51 L.Ed.2d 376 (1977) (this Court has had no occasion to determine whether a &#167; 1983 damages action may engage Younger principles); Patsy v. Florida Board of Regents, 457 U.S. 496, 518-519, 102 S.Ct. 2557, 2569, 73 L.Ed.2d 172 (1982) (WHITE, J., concurring in part) (\"[A] defendant in a civil or administrative enforcement proceeding may not enjoin and sidetrack that proceeding by resorting to a &#167; 1983 action in federal court\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is open to the District Court on remand to consider whether Glover is now collaterally estopped in this action by the state court's finding that the conspiracy alleged in Glover's &#167; 1983 complaint never occurred. Allen v. McCurry, 449 U.S. 90, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980); see n. 4, supra. The judgment of the Court of Appeals for the Ninth Circuit is affirmed. The case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL, Justice BLACKMUN, and Justice STEVENS join, concurring in part and concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I agree fully with both the Court's judgment and the reasoning used to arrive at its conclusion. Ordinarily, such complete agreement would make further writing quite unnecessary. But this is not an ordinary case. Although the issue was never raised by the parties, and although, as the Court properly concedes, the issue has absolutely no bearing on the disposition of this case, the Court nevertheless has seen fit to observe that it \"ha[s] no occasion to decide\" whether federal courts should \"abstain\" from deciding a state prisoner's &#167; 1983 suit for damages stemming from an unlawful conviction pending that prisoner's exhaustion of collateral state-court challenges to his conviction. Ante, at 923. The reasons why the Court has no \"occasion\" to decide this question are clear enough: The question was never pressed or passed upon below, never briefed or argued in this Court, and, because respondent Glover has already exhausted all state-court remedies, the issue has no bearing whatsoever on the proper resolution of the controversy we have been called upon to decide. Accordingly, I join all of the Court's opinion except the unnecessary paragraph at the beginning of Part IV.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Motion for Leave to Proceed In Forma Pauperis filed in connection with Pet. for Cert. in Glover v. Dolan, O.T.1978, No. 78-5457, p. 4; Glover v. Dolan, No. 77-276 (Dist.Ct.Ore.) (Magistrate's Findings and Recommendation, Dec. 6, 1977), reprinted in App. to Response to Pet. for Cert. in Glover v. Dolan, O.T.1978, No. 78-5457, p. A-1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Id., at A-2; Pet. for Cert. in Glover v. Dolan, O.T.1978, No. 78-5457, p. 10; Glover v. Dolan, supra, at A-2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that Glover's &#167; 1983 complaint, filed December 12, 1980, asserts that Glover has not \"begun other lawsuits in state or federal court dealing with the same facts involved in this [&#167; 1983] action or otherwise relating to [his] imprisonment.\" App. 2. This statement was apparently accurate when Glover signed the complaint, but had ceased to be so when the complaint was actually filed in Federal District Court. There is no reference in the decisions of the Federal District Court or Court of Appeals to the parallel proceedings that were then in progress in the state courts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its \"Findings of Fact\" the Marion County Court stated:</p>\n        <p>\"1. The trial judge did not act to the prejudice of the petitioner in that:</p>\n        <p>.....</p>\n        <p>\"b) Trial judge did not arbitrarily exclude evidence and witnesses.</p>\n        <p>\"c) Trial judge did not participate in a conspiracy against petitioner with the trial counsel.</p>\n        <p>\"2. Petitioner was afforded effective assistance of trial counsel as trial counsel was adequately prepared for trial in securing the necessary evidence and witnesses.</p>\n        <p>.....</p>\n        <p>\"4. Petitioner was afforded effective assistance of appellate counsel. . . .\" Marion County Circuit Court's Findings of Fact, Conclusions of Law and Judgment in No. 125,747, pp. 2-3, (June 2, 1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Windsor v. Gibson, 424 So.2d 888 (Fla.App.1982); Donigan v. Finn, 95 Mich.App. 28, 290 N.W.2d 80 (1980); Reese v. Danforth, 486 Pa. 479, 406 A.2d 735 (1979); Spring v. Constantino, 168 Conn. 563, 362 A.2d 871 (1975). But see Scott v. City of Niagara Falls, 95 Misc.2d 353, 407 N.Y.S.2d 103 (Sup.1978) (public defenders enjoy immunity for discretionary decisions taken in pursuance of their duties as public defenders).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Meadows v. Evans, 529 F.2d 385, 386 (CA5 1976), aff'd en banc, 550 F.2d 345 (1977), cert. denied, 434 U.S. 969, 98 S.Ct. 517, 54 L.Ed.2d 457 (1977); Martin v. Merola, 532 F.2d 191, 194-195 (CA2 1976); Guerro v. Mulhearn, 498 F.2d 1249, 1251-1255 (CA1 1974); Alexander v. Emerson, 489 F.2d 285 (CA5 1973).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>467 U.S. 914 (1984)</b></center>\n<center><h1>TOWER, PUBLIC DEFENDER OF DOUGLAS COUNTY, OREGON, ET AL.<br>\nv.<br>\nGLOVER</h1></center>\n<center>No. 82-1988.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 22, 1984</center>\n<center>Decided June 25, 1984</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*915</span> <i>Dave Frohnmayer,</i> Attorney General of Oregon, argued the cause for petitioners. With him on the briefs were <i>William F. Gary,</i> Deputy Attorney General, <i>James E. Mountain, Jr.,</i> Solicitor General, and <i>Michael D. Reynolds, William F. Nessly, Jr.,</i> and <i>Roy E. Pulvers,</i> Assistant Attorneys General.</p>\n<p><i>Craig K. Edwards</i> argued the cause for respondent. With him on the brief was <i>Richard A. Slottee.</i><sup>[*]</sup></p>\n<p><i>John S. Ransom</i> and <i>Diane L. Alessi</i> filed a brief for the National Association of Criminal Defense Lawyers et al. as <i>amici curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*916</span> JUSTICE O'CONNOR delivered the opinion of the Court.</p>\n<p>Petitioners are two public defenders working in the State of Oregon. Petitioner Bruce Tower, the Douglas County Public Defender, represented respondent Billy Irl Glover at one of Glover's state trials on robbery charges, at which Glover was convicted. Petitioner Gary Babcock, the Oregon State Public Defender, represented Glover in Glover's unsuccessful state-court appeal from this and at least one other conviction.</p>\n<p>In an action brought under 42 U. S. C. § 1983, Glover alleges that petitioners conspired with various state officials, including the trial and appellate court judges and the former Attorney General of Oregon, to secure Glover's conviction. Glover seeks neither reversal of his conviction nor compensatory damages, but asks instead for $5 million in punitive damages to be awarded against each petitioner. App. 5, 9. We conclude that public defenders are not immune from liability in actions brought by a criminal defendant against state public defenders who are alleged to have conspired with state officials to deprive the § 1983 plaintiff of federal constitutional rights.</p>\n<p></p>\n<h2>I</h2>\n<p>Glover was arrested on February 1, 1976, in Del Norte County, Cal. Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. 3. The State of California extradited Glover to Benton County, Ore., on December 6, 1976.<sup>[1]</sup> Upon arriving in Oregon Glover immediately filed for habeas corpus relief in Federal District Court, seeking, apparently, a stay of <span class=\"star-pagination\">*917</span> his pending state-court trial. A hearing on this petition was held in January 1977, and immediate relief was denied.<sup>[2]</sup></p>\n<p>Before any final disposition of his federal habeas action, Glover was tried and convicted on different robbery charges in at least two Oregon state courts. One trial  the trial to which this § 1983 action is directly linked  was held in Douglas County Circuit Court, case No. 76-0386. Glover was represented by petitioner Tower, and was convicted. Petitioner Babcock represented Glover in the appeal from that conviction. The conviction was summarily affirmed by the Oregon Court of Appeals on January 18, 1978. <i>Oregon</i> v. <i>Glover,</i> 32 Ore. App. 177, 573 P. 2d 780. A second robbery trial  the trial in connection with which Glover had filed his federal habeas action  was held in the Benton County Circuit Court, case No. 31159. Pet. for Cert. in No. 78-5457, <i>supra,</i> at 6, 9. On April 6, 1977, Glover was convicted; five days later he was sentenced to 10 years in prison. This conviction was affirmed on April 17, 1978. <i>Oregon</i> v. <i>Glover,</i> 33 Ore. App. 553, 577 P. 2d 91. Petitioner Babcock represented Glover in this state-court appeal as well.</p>\n<p>Meanwhile, on December 6, 1977, the Federal Magistrate to whom Glover's habeas petition had been referred recommended that it be dismissed. On March 6, 1978, the District Court dismissed the habeas petition on the ground that Glover had failed to exhaust state remedies. <i>Glover</i> v. <i>Dolan,</i> No. 77-276 (Dist. Ct. Ore.). Glover gave notice of appeal to the Court of Appeals for the Ninth Circuit, but the District Court refused to issue a certificate of probable cause. The Court of Appeals dismissed Glover's application for a certificate of probable cause on July 12, 1978, agreeing with the District Court that Glover had failed to exhaust state remedies. <i>Glover</i> v. <i>Dolan,</i> No. 78-8077 (CA9). In a petition for a writ of certiorari filed with this Court, Glover <span class=\"star-pagination\">*918</span> contended that the Ninth Circuit and the District Court had erred in requiring him to exhaust state-court remedies before bringing his federal habeas petition. This Court denied the petition for certiorari. 439 U. S. 1075 (1979).</p>\n<p>While incarcerated in the Oregon State Penitentiary, Glover then initiated new lawsuits, again attacking his conviction simultaneously in both state and federal courts, and these suits, again, proceeded in parallel for almost three years. First, on December 11, 1980, Glover filed a petition for postconviction relief in the Circuit Court of the State of Oregon for Marion County, seeking to have his conviction set aside on the basis of the alleged conspiracy between his lawyers and various state officials. This state-court petition was later consolidated with a petition for postconviction relief filed in connection with Glover's Benton County conviction. On the following day, December 12, 1980, Glover filed this § 1983 action against petitioners in Federal District Court.<sup>[3]</sup> His factual allegations were identical to those made in the state-court petition  indeed, Glover simply appended copies of papers filed in state court to his federal-court complaint.</p>\n<p>On April 1, 1981, the Federal District Court granted petitioners' motion to dismiss Glover's § 1983 action, relying on a decision of the Court of Appeals for the Ninth Circuit that had held public defenders absolutely immune from § 1983 liability, <i>Miller</i> v. <i>Barilla,</i> 549 F. 2d 648 (1977). App. B to Pet. for Cert.</p>\n<p>On February 23, 1983, the consolidated state-court petitions came to trial before the Marion County Circuit Court. The state court found that there had been no conspiracy to <span class=\"star-pagination\">*919</span> convict Glover and therefore denied Glover's request for relief.<sup>[4]</sup> Two weeks later, on March 1, 1983, the Court of Appeals for the Ninth Circuit reversed the Federal District Court's decision and remanded for trial in light of this Court's decisions in <i>Ferri</i> v. <i>Ackerman,</i> 444 U. S. 193 (1979), and <i>Polk County</i> v. <i>Dodson,</i> 454 U. S. 312 (1981). 700 F. 2d 556. On May 31, 1983, petitioners filed in this Court a petition for writ of certiorari to the Court of Appeals for the Ninth Circuit. On June 29, 1983, Glover filed a notice of appeal in the State Court of Oregon Court of Appeals on the consolidated judgment from the Marion County court. The Oregon Court of Appeals dismissed Glover's appeal for failure to prosecute on August 22, 1983. We issued a writ of certiorari to the Court of Appeals for the Ninth Circuit on October 3, 1983. 464 U. S. 813.</p>\n<p></p>\n<h2>II</h2>\n<p>Title 42 U. S. C. § 1983 provides that \"[e]very person\" who acts \"under color of\" state law to deprive another of constitutional rights shall be liable in a suit for damages. Petitioners concede, and the Court of Appeals agreed, that Glover's conspiracy allegations \"cast the color of state law over [petitioners'] actions.\" Brief for Petitioners 14; see 700 F. 2d., at 558, n. 1.</p>\n<p><span class=\"star-pagination\">*920</span> In <i>Polk County</i> v. <i>Dodson, supra</i><i>,</i> we held that appointed counsel in a state criminal prosecution, though paid and ultimately supervised by the State, does not act \"under color of\" state law in the normal course of conducting the defense. See also <i>Ferri</i> v. <i>Ackerman, supra</i><i>.</i> In <i>Dennis</i> v. <i>Sparks,</i> 449 U. S. 24, 27-28 (1980), however, the Court held that an otherwise private person acts \"under color of\" state law when engaged in a conspiracy with state officials to deprive another of federal rights. Glover alleges that petitioners conspired with state officials, and his complaint, therefore, includes an adequate allegation of conduct \"under color of\" state law.</p>\n<p></p>\n<h2>III</h2>\n<p>On its face § 1983 admits no immunities. But since 1951 this Court has consistently recognized that substantive doctrines of privilege and immunity may limit the relief available in § 1983 litigation. See <i>Imbler</i> v. <i>Pachtman,</i> 424 U. S. 409, 417-419 (1976); <i>Pulliam</i> v. <i>Allen,</i> 466 U. S. 522 (1984). The Court has recognized absolute § 1983 immunity for legislators acting within their legislative roles, <i>Tenney</i> v. <i>Brandhove,</i> 341 U. S. 367 (1951), for judges acting within their judicial roles, <i>Pierson</i> v. <i>Ray,</i> 386 U. S. 547, 554-555 (1967), for prosecutors, <i>Imbler</i> v. <i>Pachtman, supra</i><i>,</i> and for witnesses, <i>Briscoe</i> v. <i>LaHue,</i> 460 U. S. 325 (1983), and has recognized qualified immunity for state executive officers and school officials, see <i>Scheuer</i> v. <i>Rhodes,</i> 416 U. S. 232 (1974); <i>Wood</i> v. <i>Strickland,</i> 420 U. S. 308 (1975).</p>\n<p>Section 1983 immunities are \"predicated upon a considered inquiry into the immunity historically accorded the relevant official at common law and the interests behind it.\" <i>Imbler</i> v. <i>Pachtman, supra,</i> at 421; <i>Pulliam</i> v. <i>Allen, supra,</i> at 529. If an official was accorded immunity from tort actions at common law when the Civil Rights Act was enacted in 1871, the Court next considers whether § 1983's history or purposes nonetheless counsel against recognizing the same immunity in § 1983 actions. See <i>Imbler</i> v. <i>Pachtman,</i> <span class=\"star-pagination\">*921</span> <i>supra,</i> at 424-429; <i>Briscoe</i> v. <i>LaHue, supra,</i> at 335-337. Using this framework we conclude that public defenders have no immunity from § 1983 liability for intentional misconduct of the type alleged here.</p>\n<p>No immunity for public defenders, as such, existed at common law in 1871 because there was, of course, no such office or position in existence at that time. The first public defender program in the United States was reportedly established in 1914. Mounts, Public Defender Programs, Professional Responsibility, and Competent Representation, 1982 Wis. L. Rev. 473, 476. Our inquiry, however, cannot stop there. Immunities in this country have regularly been borrowed from the English precedents, and the public defender has a reasonably close \"cousin\" in the English barrister. Like public defenders, barristers are not free to pick and choose their clients. They are thought to have no formal contractual relationship with their clients, and they are incapable of suing their clients for a fee. See <i>Rondel</i> v. <i>Worsley,</i> [1969] 1 A. C. 191; Kaus &amp; Mallen, The Misguiding Hand of Counsel  Reflections on \"Criminal Malpractice,\" 21 UCLA L. Rev. 1191, 1193-1195, nn. 7-9 (1974). It is therefore noteworthy that English barristers enjoyed in the 19th century, as they still do today, a broad immunity from liability for negligent misconduct. <i>Rondel</i> v. <i>Worsley, supra</i><i>,</i> a recent decision from the House of Lords, traces this immunity from its origins in 1435 until the present. Nevertheless, it appears that even barristers have never enjoyed immunity from liability for intentional misconduct, <i>id.,</i> at 287 (opinion of Lord Pearson), and it is only intentional misconduct that concerns us here.</p>\n<p>In this country the public defender's only 19th-century counterpart was a privately retained lawyer, and petitioners do not suggest that such a lawyer would have enjoyed immunity from tort liability for intentional misconduct. Cf. <i>Baker</i> v. <i>Humphrey,</i> 101 U. S. 494 (1880); <i>Von Wallhoffen</i> v. <i>Newcombe,</i> 10 Hun. 236 (N. Y. Sup. Ct. 1877); <i>Hoopes</i> <span class=\"star-pagination\">*922</span> v. <i>Burnett,</i> 26 Miss. 428 (1853). This pattern has continued. Petitioners concede that Oregon, the State in which they practice, has given no indication, by statute or appellate decision, that public defenders are immune under state tort law from liability for intentional misconduct. Indeed, few state appellate courts have addressed the question of public defender immunity;<sup>[5]</sup> none to our knowledge has concluded that public defenders should enjoy immunity for intentional misconduct. It is true that at common law defense counsel would have benefited from immunity for defamatory statements made in the course of judicial proceedings, see <i>Imbler</i> v. <i>Pachtman, supra,</i> at 426, n. 23, and 439 (WHITE, J., concurring in judgment), but this immunity would not have covered a conspiracy by defense counsel and other state officials to secure the defendant's conviction.</p>\n<p>Finally, petitioners contend that public defenders have responsibilities similar to those of a judge or prosecutor, and therefore should enjoy similar immunities. The threat of § 1983 actions based on alleged conspiracies among defense counsel and other state officials may deter counsel from engaging in activities that require some degree of cooperation with prosecutors  negotiating pleas, expediting trials and appeals, and so on. Ultimately, petitioners argue, the State's attempt to meet its constitutional obligation to furnish criminal defendants with effective counsel will be impaired. At the same time, the federal courts may be inundated with frivolous lawsuits.</p>\n<p>Petitioners' concerns may be well founded, but the remedy petitioners urge is not for us to adopt. We do not have a <span class=\"star-pagination\">*923</span> license to establish immunities from § 1983 actions in the interests of what we judge to be sound public policy. It is for Congress to determine whether § 1983 litigation has become too burdensome to state or federal institutions and, if so, what remedial action is appropriate. We conclude that state public defenders are not immune from liability under § 1983 for intentional misconduct, \"under color of\" state law, by virtue of alleged conspiratorial action with state officials that deprives their clients of federal rights.</p>\n<p></p>\n<h2>IV</h2>\n<p>As we have already described <i>supra,</i> at 916-919, Glover has already had more than one day in court. Indeed, those not familiar with the delicate intricacies of § 1983 jurisdiction might characterize Glover's successful initiation and prosecution of entirely parallel and duplicative state and federal actions as a great waste of judicial resources. But it appears that by now, at least, Glover has exhausted or defaulted on state-court opportunities to have his conviction set aside on the basis of the alleged conspiracy among his lawyers and state officials. We therefore have no occasion to decide if a Federal District Court should abstain from deciding a § 1983 suit for damages stemming from an unlawful conviction pending the collateral exhaustion of state-court attacks on the conviction itself.<sup>[6]</sup> Cf. <i>Younger</i> v. <i>Harris,</i> 401 U. S. 37 (1971) (federal court may not enjoin ongoing criminal proceeding); <i>Preiser</i> v. <i>Rodriguez,</i> 411 U. S. 475 (1973) (§ 1983 action for injunctive relief may not be used to bypass exhaustion requirements of federal habeas corpus action); <i>Juidice</i> v. <i>Vail,</i> 430 U. S. 327, 339, n. 16 (1977) (this Court has had no occasion to determine whether a § 1983 damages action may engage <i>Younger</i> principles); <i>Patsy</i> v. <i>Florida Board of</i> <span class=\"star-pagination\">*924</span> <i>Regents,</i> 457 U. S. 496, 518-519 (1982) (WHITE, J., concurring in part) (\"[A] defendant in a civil or administrative enforcement proceeding may not enjoin and sidetrack that proceeding by resorting to a § 1983 action in federal court\").</p>\n<p>It is open to the District Court on remand to consider whether Glover is now collaterally estopped in this action by the state court's finding that the conspiracy alleged in Glover's § 1983 complaint never occurred. <i>Allen</i> v. <i>McCurry,</i> 449 U. S. 90 (1980); see n. 4, <i>supra.</i> The judgment of the Court of Appeals for the Ninth Circuit is affirmed. The case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL, JUSTICE BLACKMUN, and JUSTICE STEVENS join, concurring in part and concurring in the judgment.</p>\n<p>I agree fully with both the Court's judgment and the reasoning used to arrive at its conclusion. Ordinarily, such complete agreement would make further writing quite unnecessary. But this is not an ordinary case. Although the issue was never raised by the parties, and although, as the Court properly concedes, the issue has absolutely no bearing on the disposition of this case, the Court nevertheless has seen fit to observe that it \"ha[s] no occasion to decide\" whether federal courts should \"abstain\" from deciding a state prisoner's § 1983 suit for damages stemming from an unlawful conviction pending that prisoner's exhaustion of collateral state-court challenges to his conviction. <i>Ante,</i> at 923. The reasons why the Court has no \"occasion\" to decide this question are clear enough: The question was never pressed or passed upon below, never briefed or argued in this Court, and, because respondent Glover has already exhausted all state-court remedies, the issue has no bearing whatsoever on the proper resolution of the controversy we have been called upon to decide. Accordingly, I join all of the Court's opinion except the unnecessary paragraph at the beginning of Part IV.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Jim Smith,</i> Attorney General, <i>Mitchell D. Franks,</i> and <i>James A. Peters</i> and <i>Eric J. Taylor,</i> Assistant Attorneys General, filed a brief for the State of Florida as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Motion for Leave to Proceed <i>In Forma Pauperis</i> filed in connection with Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. 4; <i>Glover</i> v. <i>Dolan,</i> No. 77-276 (Dist. Ct. Ore.) (Magistrate's Findings and Recommendation, Dec. 6, 1977), reprinted in App. to Response to Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. A-1.</p>\n<p>[2]  <i>Id.,</i> at A-2; Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. 10; <i>Glover</i> v. <i>Dolan, supra,</i> at A-2.</p>\n<p>[3]  We note that Glover's § 1983 complaint, filed December 12, 1980, asserts that Glover has not \"begun other lawsuits in state or federal court dealing with the same facts involved in this [§ 1983] action or otherwise relating to [his] imprisonment.\" App. 2. This statement was apparently accurate when Glover signed the complaint, but had ceased to be so when the complaint was actually filed in Federal District Court. There is no reference in the decisions of the Federal District Court or Court of Appeals to the parallel proceedings that were then in progress in the state courts.</p>\n<p>[4]  In its \"Findings of Fact\" the Marion County Court stated:\n</p>\n<p>\"1. The trial judge did not act to the prejudice of the petitioner in that:</p>\n<p>.....</p>\n<p>\"b) Trial judge did not arbitrarily exclude evidence and witnesses.</p>\n<p>\"c) Trial judge did not participate in a conspiracy against petitioner with the trial counsel.</p>\n<p>\"2. Petitioner was afforded effective assistance of trial counsel as trial counsel was adequately prepared for trial in securing the necessary evidence and witnesses.</p>\n<p>.....</p>\n<p>\"4. Petitioner was afforded effective assistance of appellate counsel . . . .\"</p>\n<p>Marion County Circuit Court's Findings of Fact, Conclusions of Law and Judgment in No. 125, 747, pp. 2-3, (June 2, 1983).</p>\n<p>[5]  <i>Windsor</i> v. <i>Gibson,</i> 424 So.2d 888 (Fla. App. 1982); <i>Donigan</i> v. <i>Finn,</i> 95 Mich. App. 28, 290 N. W. 2d 80 (1980); <i>Reese</i> v. <i>Danforth,</i> 486 Pa. 479, 406 A. 2d 735 (1979); <i>Spring</i> v. <i>Constantino,</i> 168 Conn. 563, 362 A. 2d 871 (1975). But see <i>Scott</i> v. <i>City of Niagara Falls,</i> 95 Misc. 2d 353, 407 N. Y. S. 2d 103 (Sup. 1978) (public defenders enjoy immunity for discretionary decisions taken in pursuance of their duties as public defenders).</p>\n<p>[6]  See, <i>e. g., </i><i>Meadows</i> v. <i>Evans,</i> 529 F. 2d 385, 386 (CA5 1976), aff'd en banc, 550 F. 2d 345, cert. denied, 434 U. S. 969 (1977); <i>Martin</i> v. <i>Merola,</i> 532 F. 2d 191, 194-195 (CA2 1976); <i>Guerro</i> v. <i>Mulhearn,</i> 498 F. 2d 1249, 1251-1255 (CA1 1974); <i>Alexander</i> v. <i>Emerson,</i> 489 F. 2d 285 (CA5 1973).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span> (1984)</b></center>\n<center><h1>TOWER, PUBLIC DEFENDER OF DOUGLAS COUNTY, OREGON, ET AL.<br>\nv.<br>\nGLOVER</h1></center>\n<center>No. 82-1988.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 22, 1984</center>\n<center>Decided June 25, 1984</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*915</span> <i>Dave Frohnmayer,</i> Attorney General of Oregon, argued the cause for petitioners. With him on the briefs were <i>William F. Gary,</i> Deputy Attorney General, <i>James E. Mountain, Jr.,</i> Solicitor General, and <i>Michael D. Reynolds, William F. Nessly, Jr.,</i> and <i>Roy E. Pulvers,</i> Assistant Attorneys General.</p>\n<p><i>Craig K. Edwards</i> argued the cause for respondent. With him on the brief was <i>Richard A. Slottee.</i><sup>[*]</sup></p>\n<p><i>John S. Ransom</i> and <i>Diane L. Alessi</i> filed a brief for the National Association of Criminal Defense Lawyers et al. as <i>amici curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*916</span> JUSTICE O'CONNOR delivered the opinion of the Court.</p>\n<p>Petitioners are two public defenders working in the State of Oregon. Petitioner Bruce Tower, the Douglas County Public Defender, represented respondent Billy Irl Glover at one of Glover's state trials on robbery charges, at which Glover was convicted. Petitioner Gary Babcock, the Oregon State Public Defender, represented Glover in Glover's unsuccessful state-court appeal from this and at least one other conviction.</p>\n<p>In an action brought under 42 U. S. C. § 1983, Glover alleges that petitioners conspired with various state officials, including the trial and appellate court judges and the former Attorney General of Oregon, to secure Glover's conviction. Glover seeks neither reversal of his conviction nor compensatory damages, but asks instead for $5 million in punitive damages to be awarded against each petitioner. App. 5, 9. We conclude that public defenders are not immune from liability in actions brought by a criminal defendant against state public defenders who are alleged to have conspired with state officials to deprive the § 1983 plaintiff of federal constitutional rights.</p>\n<p></p>\n<h2>I</h2>\n<p>Glover was arrested on February 1, 1976, in Del Norte County, Cal. Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. 3. The State of California extradited Glover to Benton County, Ore., on December 6, 1976.<sup>[1]</sup> Upon arriving in Oregon Glover immediately filed for habeas corpus relief in Federal District Court, seeking, apparently, a stay of <span class=\"star-pagination\">*917</span> his pending state-court trial. A hearing on this petition was held in January 1977, and immediate relief was denied.<sup>[2]</sup></p>\n<p>Before any final disposition of his federal habeas action, Glover was tried and convicted on different robbery charges in at least two Oregon state courts. One trial  the trial to which this § 1983 action is directly linked  was held in Douglas County Circuit Court, case No. 76-0386. Glover was represented by petitioner Tower, and was convicted. Petitioner Babcock represented Glover in the appeal from that conviction. The conviction was summarily affirmed by the Oregon Court of Appeals on January 18, 1978. <i>Oregon</i> v. <i>Glover,</i> 32 Ore. App. 177, 573 P. 2d 780. A second robbery trial  the trial in connection with which Glover had filed his federal habeas action  was held in the Benton County Circuit Court, case No. 31159. Pet. for Cert. in No. 78-5457, <i>supra,</i> at 6, 9. On April 6, 1977, Glover was convicted; five days later he was sentenced to 10 years in prison. This conviction was affirmed on April 17, 1978. <i>Oregon</i> v. <i>Glover,</i> 33 Ore. App. 553, 577 P. 2d 91. Petitioner Babcock represented Glover in this state-court appeal as well.</p>\n<p>Meanwhile, on December 6, 1977, the Federal Magistrate to whom Glover's habeas petition had been referred recommended that it be dismissed. On March 6, 1978, the District Court dismissed the habeas petition on the ground that Glover had failed to exhaust state remedies. <i>Glover</i> v. <i>Dolan,</i> No. 77-276 (Dist. Ct. Ore.). Glover gave notice of appeal to the Court of Appeals for the Ninth Circuit, but the District Court refused to issue a certificate of probable cause. The Court of Appeals dismissed Glover's application for a certificate of probable cause on July 12, 1978, agreeing with the District Court that Glover had failed to exhaust state remedies. <i>Glover</i> v. <i>Dolan,</i> No. 78-8077 (CA9). In a petition for a writ of certiorari filed with this Court, Glover <span class=\"star-pagination\">*918</span> contended that the Ninth Circuit and the District Court had erred in requiring him to exhaust state-court remedies before bringing his federal habeas petition. This Court denied the petition for certiorari. 439 U. S. 1075 (1979).</p>\n<p>While incarcerated in the Oregon State Penitentiary, Glover then initiated new lawsuits, again attacking his conviction simultaneously in both state and federal courts, and these suits, again, proceeded in parallel for almost three years. First, on December 11, 1980, Glover filed a petition for postconviction relief in the Circuit Court of the State of Oregon for Marion County, seeking to have his conviction set aside on the basis of the alleged conspiracy between his lawyers and various state officials. This state-court petition was later consolidated with a petition for postconviction relief filed in connection with Glover's Benton County conviction. On the following day, December 12, 1980, Glover filed this § 1983 action against petitioners in Federal District Court.<sup>[3]</sup> His factual allegations were identical to those made in the state-court petition  indeed, Glover simply appended copies of papers filed in state court to his federal-court complaint.</p>\n<p>On April 1, 1981, the Federal District Court granted petitioners' motion to dismiss Glover's § 1983 action, relying on a decision of the Court of Appeals for the Ninth Circuit that had held public defenders absolutely immune from § 1983 liability, <i>Miller</i> v. <i>Barilla,</i> 549 F. 2d 648 (1977). App. B to Pet. for Cert.</p>\n<p>On February 23, 1983, the consolidated state-court petitions came to trial before the Marion County Circuit Court. The state court found that there had been no conspiracy to <span class=\"star-pagination\">*919</span> convict Glover and therefore denied Glover's request for relief.<sup>[4]</sup> Two weeks later, on March 1, 1983, the Court of Appeals for the Ninth Circuit reversed the Federal District Court's decision and remanded for trial in light of this Court's decisions in <i>Ferri</i> v. <i>Ackerman,</i> 444 U. S. 193 (1979), and <i>Polk County</i> v. <i>Dodson,</i> 454 U. S. 312 (1981). 700 F. 2d 556. On May 31, 1983, petitioners filed in this Court a petition for writ of certiorari to the Court of Appeals for the Ninth Circuit. On June 29, 1983, Glover filed a notice of appeal in the State Court of Oregon Court of Appeals on the consolidated judgment from the Marion County court. The Oregon Court of Appeals dismissed Glover's appeal for failure to prosecute on August 22, 1983. We issued a writ of certiorari to the Court of Appeals for the Ninth Circuit on October 3, 1983. 464 U. S. 813.</p>\n<p></p>\n<h2>II</h2>\n<p>Title 42 U. S. C. § 1983 provides that \"[e]very person\" who acts \"under color of\" state law to deprive another of constitutional rights shall be liable in a suit for damages. Petitioners concede, and the Court of Appeals agreed, that Glover's conspiracy allegations \"cast the color of state law over [petitioners'] actions.\" Brief for Petitioners 14; see 700 F. 2d., at 558, n. 1.</p>\n<p><span class=\"star-pagination\">*920</span> In <i>Polk County</i> v. <i>Dodson, supra</i><i>,</i> we held that appointed counsel in a state criminal prosecution, though paid and ultimately supervised by the State, does not act \"under color of\" state law in the normal course of conducting the defense. See also <i>Ferri</i> v. <i>Ackerman, supra</i><i>.</i> In <i>Dennis</i> v. <i>Sparks,</i> 449 U. S. 24, 27-28 (1980), however, the Court held that an otherwise private person acts \"under color of\" state law when engaged in a conspiracy with state officials to deprive another of federal rights. Glover alleges that petitioners conspired with state officials, and his complaint, therefore, includes an adequate allegation of conduct \"under color of\" state law.</p>\n<p></p>\n<h2>III</h2>\n<p>On its face § 1983 admits no immunities. But since 1951 this Court has consistently recognized that substantive doctrines of privilege and immunity may limit the relief available in § 1983 litigation. See <i>Imbler</i> v. <i>Pachtman,</i> 424 U. S. 409, 417-419 (1976); <i>Pulliam</i> v. <i>Allen,</i> 466 U. S. 522 (1984). The Court has recognized absolute § 1983 immunity for legislators acting within their legislative roles, <i>Tenney</i> v. <i>Brandhove,</i> 341 U. S. 367 (1951), for judges acting within their judicial roles, <i>Pierson</i> v. <i>Ray,</i> 386 U. S. 547, 554-555 (1967), for prosecutors, <i>Imbler</i> v. <i>Pachtman, supra</i><i>,</i> and for witnesses, <i>Briscoe</i> v. <i>LaHue,</i> 460 U. S. 325 (1983), and has recognized qualified immunity for state executive officers and school officials, see <i>Scheuer</i> v. <i>Rhodes,</i> 416 U. S. 232 (1974); <i>Wood</i> v. <i>Strickland,</i> 420 U. S. 308 (1975).</p>\n<p>Section 1983 immunities are \"predicated upon a considered inquiry into the immunity historically accorded the relevant official at common law and the interests behind it.\" <i>Imbler</i> v. <i>Pachtman, supra,</i> at 421; <i>Pulliam</i> v. <i>Allen, supra,</i> at 529. If an official was accorded immunity from tort actions at common law when the Civil Rights Act was enacted in 1871, the Court next considers whether § 1983's history or purposes nonetheless counsel against recognizing the same immunity in § 1983 actions. See <i>Imbler</i> v. <i>Pachtman,</i> <span class=\"star-pagination\">*921</span> <i>supra,</i> at 424-429; <i>Briscoe</i> v. <i>LaHue, supra,</i> at 335-337. Using this framework we conclude that public defenders have no immunity from § 1983 liability for intentional misconduct of the type alleged here.</p>\n<p>No immunity for public defenders, as such, existed at common law in 1871 because there was, of course, no such office or position in existence at that time. The first public defender program in the United States was reportedly established in 1914. Mounts, Public Defender Programs, Professional Responsibility, and Competent Representation, 1982 Wis. L. Rev. 473, 476. Our inquiry, however, cannot stop there. Immunities in this country have regularly been borrowed from the English precedents, and the public defender has a reasonably close \"cousin\" in the English barrister. Like public defenders, barristers are not free to pick and choose their clients. They are thought to have no formal contractual relationship with their clients, and they are incapable of suing their clients for a fee. See <i>Rondel</i> v. <i>Worsley,</i> [1969] 1 A. C. 191; Kaus &amp; Mallen, The Misguiding Hand of Counsel  Reflections on \"Criminal Malpractice,\" 21 UCLA L. Rev. 1191, 1193-1195, nn. 7-9 (1974). It is therefore noteworthy that English barristers enjoyed in the 19th century, as they still do today, a broad immunity from liability for negligent misconduct. <i>Rondel</i> v. <i>Worsley, supra</i><i>,</i> a recent decision from the House of Lords, traces this immunity from its origins in 1435 until the present. Nevertheless, it appears that even barristers have never enjoyed immunity from liability for intentional misconduct, <i>id.,</i> at 287 (opinion of Lord Pearson), and it is only intentional misconduct that concerns us here.</p>\n<p>In this country the public defender's only 19th-century counterpart was a privately retained lawyer, and petitioners do not suggest that such a lawyer would have enjoyed immunity from tort liability for intentional misconduct. Cf. <i>Baker</i> v. <i>Humphrey,</i> 101 U. S. 494 (1880); <i>Von Wallhoffen</i> v. <i>Newcombe,</i> 10 Hun. 236 (N. Y. Sup. Ct. 1877); <i>Hoopes</i> <span class=\"star-pagination\">*922</span> v. <i>Burnett,</i> <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">428</span></span> (1853). This pattern has continued. Petitioners concede that Oregon, the State in which they practice, has given no indication, by statute or appellate decision, that public defenders are immune under state tort law from liability for intentional misconduct. Indeed, few state appellate courts have addressed the question of public defender immunity;<sup>[5]</sup> none to our knowledge has concluded that public defenders should enjoy immunity for intentional misconduct. It is true that at common law defense counsel would have benefited from immunity for defamatory statements made in the course of judicial proceedings, see <i>Imbler</i> v. <i>Pachtman, supra,</i> at 426, n. 23, and 439 (WHITE, J., concurring in judgment), but this immunity would not have covered a conspiracy by defense counsel and other state officials to secure the defendant's conviction.</p>\n<p>Finally, petitioners contend that public defenders have responsibilities similar to those of a judge or prosecutor, and therefore should enjoy similar immunities. The threat of § 1983 actions based on alleged conspiracies among defense counsel and other state officials may deter counsel from engaging in activities that require some degree of cooperation with prosecutors  negotiating pleas, expediting trials and appeals, and so on. Ultimately, petitioners argue, the State's attempt to meet its constitutional obligation to furnish criminal defendants with effective counsel will be impaired. At the same time, the federal courts may be inundated with frivolous lawsuits.</p>\n<p>Petitioners' concerns may be well founded, but the remedy petitioners urge is not for us to adopt. We do not have a <span class=\"star-pagination\">*923</span> license to establish immunities from § 1983 actions in the interests of what we judge to be sound public policy. It is for Congress to determine whether § 1983 litigation has become too burdensome to state or federal institutions and, if so, what remedial action is appropriate. We conclude that state public defenders are not immune from liability under § 1983 for intentional misconduct, \"under color of\" state law, by virtue of alleged conspiratorial action with state officials that deprives their clients of federal rights.</p>\n<p></p>\n<h2>IV</h2>\n<p>As we have already described <i>supra,</i> at 916-919, Glover has already had more than one day in court. Indeed, those not familiar with the delicate intricacies of § 1983 jurisdiction might characterize Glover's successful initiation and prosecution of entirely parallel and duplicative state and federal actions as a great waste of judicial resources. But it appears that by now, at least, Glover has exhausted or defaulted on state-court opportunities to have his conviction set aside on the basis of the alleged conspiracy among his lawyers and state officials. We therefore have no occasion to decide if a Federal District Court should abstain from deciding a § 1983 suit for damages stemming from an unlawful conviction pending the collateral exhaustion of state-court attacks on the conviction itself.<sup>[6]</sup> Cf. <i>Younger</i> v. <i>Harris,</i> 401 U. S. 37 (1971) (federal court may not enjoin ongoing criminal proceeding); <i>Preiser</i> v. <i>Rodriguez,</i> 411 U. S. 475 (1973) (§ 1983 action for injunctive relief may not be used to bypass exhaustion requirements of federal habeas corpus action); <i>Juidice</i> v. <i>Vail,</i> 430 U. S. 327, 339, n. 16 (1977) (this Court has had no occasion to determine whether a § 1983 damages action may engage <i>Younger</i> principles); <i>Patsy</i> v. <i>Florida Board of</i> <span class=\"star-pagination\">*924</span> <i>Regents,</i> 457 U. S. 496, 518-519 (1982) (WHITE, J., concurring in part) (\"[A] defendant in a civil or administrative enforcement proceeding may not enjoin and sidetrack that proceeding by resorting to a § 1983 action in federal court\").</p>\n<p>It is open to the District Court on remand to consider whether Glover is now collaterally estopped in this action by the state court's finding that the conspiracy alleged in Glover's § 1983 complaint never occurred. <i>Allen</i> v. <i>McCurry,</i> 449 U. S. 90 (1980); see n. 4, <i>supra.</i> The judgment of the Court of Appeals for the Ninth Circuit is affirmed. The case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL, JUSTICE BLACKMUN, and JUSTICE STEVENS join, concurring in part and concurring in the judgment.</p>\n<p>I agree fully with both the Court's judgment and the reasoning used to arrive at its conclusion. Ordinarily, such complete agreement would make further writing quite unnecessary. But this is not an ordinary case. Although the issue was never raised by the parties, and although, as the Court properly concedes, the issue has absolutely no bearing on the disposition of this case, the Court nevertheless has seen fit to observe that it \"ha[s] no occasion to decide\" whether federal courts should \"abstain\" from deciding a state prisoner's § 1983 suit for damages stemming from an unlawful conviction pending that prisoner's exhaustion of collateral state-court challenges to his conviction. <i>Ante,</i> at 923. The reasons why the Court has no \"occasion\" to decide this question are clear enough: The question was never pressed or passed upon below, never briefed or argued in this Court, and, because respondent Glover has already exhausted all state-court remedies, the issue has no bearing whatsoever on the proper resolution of the controversy we have been called upon to decide. Accordingly, I join all of the Court's opinion except the unnecessary paragraph at the beginning of Part IV.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Jim Smith,</i> Attorney General, <i>Mitchell D. Franks,</i> and <i>James A. Peters</i> and <i>Eric J. Taylor,</i> Assistant Attorneys General, filed a brief for the State of Florida as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Motion for Leave to Proceed <i>In Forma Pauperis</i> filed in connection with Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. 4; <i>Glover</i> v. <i>Dolan,</i> No. 77-276 (Dist. Ct. Ore.) (Magistrate's Findings and Recommendation, Dec. 6, 1977), reprinted in App. to Response to Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. A-1.</p>\n<p>[2]  <i>Id.,</i> at A-2; Pet. for Cert. in <i>Glover</i> v. <i>Dolan,</i> O. T. 1978, No. 78-5457, p. 10; <i>Glover</i> v. <i>Dolan, supra,</i> at A-2.</p>\n<p>[3]  We note that Glover's § 1983 complaint, filed December 12, 1980, asserts that Glover has not \"begun other lawsuits in state or federal court dealing with the same facts involved in this [§ 1983] action or otherwise relating to [his] imprisonment.\" App. 2. This statement was apparently accurate when Glover signed the complaint, but had ceased to be so when the complaint was actually filed in Federal District Court. There is no reference in the decisions of the Federal District Court or Court of Appeals to the parallel proceedings that were then in progress in the state courts.</p>\n<p>[4]  In its \"Findings of Fact\" the Marion County Court stated:\n</p>\n<p>\"1. The trial judge did not act to the prejudice of the petitioner in that:</p>\n<p>.....</p>\n<p>\"b) Trial judge did not arbitrarily exclude evidence and witnesses.</p>\n<p>\"c) Trial judge did not participate in a conspiracy against petitioner with the trial counsel.</p>\n<p>\"2. Petitioner was afforded effective assistance of trial counsel as trial counsel was adequately prepared for trial in securing the necessary evidence and witnesses.</p>\n<p>.....</p>\n<p>\"4. Petitioner was afforded effective assistance of appellate counsel . . . .\"</p>\n<p>Marion County Circuit Court's Findings of Fact, Conclusions of Law and Judgment in No. 125, 747, pp. 2-3, (June 2, 1983).</p>\n<p>[5]  <i>Windsor</i> v. <i>Gibson,</i> 424 So.2d 888 (Fla. App. 1982); <i>Donigan</i> v. <i>Finn,</i> <span class=\"citation\" data-id=\"2216642\"><a href=\"/opinion/2216642/donigan-v-finn/\"><span class=\"volume\">95</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">28</span></a></span>, 290 N. W. 2d 80 (1980); <i>Reese</i> v. <i>Danforth,</i> <span class=\"citation\" data-id=\"2375492\"><a href=\"/opinion/2375492/reese-v-danforth/\"><span class=\"volume\">486</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">479</span></a></span>, 406 A. 2d 735 (1979); <i>Spring</i> v. <i>Constantino,</i> <span class=\"citation\" data-id=\"1538547\"><a href=\"/opinion/1538547/spring-v-constantino/\"><span class=\"volume\">168</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">563</span></a></span>, 362 A. 2d 871 (1975). But see <i>Scott</i> v. <i>City of Niagara Falls,</i> <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">353</span></span>, 407 N. Y. S. 2d 103 (Sup. 1978) (public defenders enjoy immunity for discretionary decisions taken in pursuance of their duties as public defenders).</p>\n<p>[6]  See, <i>e. g., </i><i>Meadows</i> v. <i>Evans,</i> 529 F. 2d 385, 386 (CA5 1976), aff'd en banc, 550 F. 2d 345, cert. denied, 434 U. S. 969 (1977); <i>Martin</i> v. <i>Merola,</i> 532 F. 2d 191, 194-195 (CA2 1976); <i>Guerro</i> v. <i>Mulhearn,</i> 498 F. 2d 1249, 1251-1255 (CA1 1974); <i>Alexander</i> v. <i>Emerson,</i> 489 F. 2d 285 (CA5 1973).</p>\n\n</div>", "id": 111224, "judges": "O'Connor", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111224/", "sha1": "4efde5e7c34b3a30e173fe614078adbbd0838c92", "source": "LR", "supreme_court_db_id": "1983-137", "time_retrieved": "2010-04-28T10:13:03"}